{
	"drowned_channeler": {
		"name": "Drowned Channeler",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Drowned Channeler",
			"",
			"{SOURCE Aquatic Adventures/52}  ",
			"When a drowned spirit doomed to a watery grave descends toward the evil of undeath and seeks refuge in a mortal shell, the result is an unusual spiritualist with powers that resonate with the drowned spirit's demise.",
			"",
			"**Class Skills:** A drowned channeler has Swim as a class skill instead of Fly.",
			"",
			"This alters the spiritualist's class skills.",
			"",
			"**Drowned Phantom:** A drowned channeler has a drowned phantom. A drowned phantom's ectoplasmic body drips with water and seems to bleed off watery droplets even its incorporeal form. A drowned phantom gains a swim speed of 30 feet in both forms and gains the water subtype in addition to the phantom subtype, meaning that it can use its natural slam attacks underwater without taking the penalty for bludgeoning attacks underwater. The drowned channeler's etheric tether extends twice as far underwater, but only half as far above water. Additionally, the drowned phantom doesn't grant any of the usual benefits while confined in the drowned channeler's consciousness unless the drowned channeler is within 25 feet of an ocean, sea, lake, or other large body of water. Both forms of bonded manifestation grant the drowned phantom's swim speed of 30 feet to the drowned channeler, and attacks from the ectoplasmic bonded manifestation's tendrils don't take the typical penalties for bludgeoning attacks underwater, as if the phantom itself made them.",
			"",
			"This ability alters phantom, shared consciousness, etheric tether, and bonded manifestation.",
			"",
			"**Drowned Spells:** At 2nd level, a drowned channeler adds control water, fluid form, hydraulic push, hydraulic torrent, life current, pressure adaptation, ride the waves, slipstream, stabilize pressure, unlife current, water breathing, and wave form to the spiritualist spell list at the same spell level as they appear on the cleric list or sorcerer/wizard list, whichever is lower. The drowned channeler must still select them as spells known as normal.",
			"",
			"This ability replaces bonded senses.",
			"",
			"**Drowned Powers (Sp):** At 5th level, a drowned channeler can use hydraulic push as a spell-like ability once per day, with an additional use each day at 9th level and every 4 levels thereafter. At 7th level, she can use slipstream once per day as a spell-like ability, with an additional use each day at 11th level and every 4 levels thereafter. At 9th level, she can use ride the waves once per day as a spell-like ability. Finally, at 16th level, she can use fluid form once per day as a spell-like ability.",
			"",
			"This ability replaces detect undead, calm spirit, see invisibility, and call spirit."
		]
	},
	"ectoplasmatist": {
		"name": "Ectoplasmatist",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Ectoplasmatist",
			"",
			"{SOURCE Occult Adventures/108}  ",
			"Instead of calling upon a phantom from the Ethereal Plane, an ectoplasmatist infuses herself with the mysterious substance called ectoplasm.",
			"",
			"**Ectoplasmic Lash (Su):** At 1st level, as a full-round action an ectoplasmatist can manifest one or two lashes of ectoplasm tethered to her by wispy, ectoplasmic tendrils. If she manifests two lashes, she can wield them both as light melee weapons, each dealing 1d6 points of slashing damage (1d4 if the ectoplasmatist is Small) with a critical threat range and multiplier of 19-20/&times;2. If the ectoplasmatist manifests only one lash, she can manifest it either as a single one-handed melee weapon that deals 1d8 points of slashing damage (1d6 if the ectoplasmatist is Small) with a critical threat range and multiplier of 19-20/&times;2, or as a two-handed melee weapon that deals 2d6 points of bludgeoning damage (1d10 if the ectoplasmatist is Small) with a critical multiplier of &times;2. Only the ectoplasmatist can wield or use these lashes. Dismissing any or all manifested lashes is a free action.",
			"",
			"At 2nd level, the ectoplasmatist's lashes gain a +1 enhancement bonus on attack and damage rolls, and are treated as magic weapons.",
			"",
			"At 4th level, the ectoplasmatist can use her lashes as reach weapons or use them to manipulate objects from a distance. When used as weapons, the lashes gain an additional 5 feet of reach. Unlike most other weapons with reach, the lashes can be used to attack foes anywhere within the ectoplasmatist's reach (including adjacent foes). Attacks with the lashes' extended reach provoke attacks of opportunity just as if the ectoplasmatist were attacking with a ranged weapon. When the lashes are used to manipulate items, they have the same manual dexterity as the ectoplasmatist's hands. Using the lashes to manipulate items always provokes attacks of opportunity, even if the action the ectoplasmatist is taking normally wouldn't.",
			"",
			"At 6th level, the lashes' enhancement bonus increases to +2, and they are treated as having the ectoplasmatist's alignment for the purpose of overcoming damage reduction.",
			"",
			"At 8th level, the ectoplasmatist's lashes become ghost touch weapons and their reach increases by another 5 feet (for a total increase of 10 feet). Additionally, attacks with the lashes against non-adjacent foes no longer provoke attacks of opportunity. Using the lashes to manipulate objects from a distance still provokes attacks of opportunity, but only if the action the ectoplasmatist is taking would normally provoke such attacks (instead of always provoking).",
			"",
			"At 10th level, the lashes' enhancement bonus increases to +3.",
			"",
			"At 12th level, the ectoplasmatist chooses a single {ability/emotional focus} (anger, dedication, despair, fear, hatred, jealousy, or zeal). The ectoplasmatist's lashes gain a special weapon ability as if affected by a {spell/spirit-bound blade} spell matching the emotional energy of the focus the ectoplasmatist has chosen.",
			"",
			"At 14th level, the lashes' enhancement bonus increases to +4.",
			"",
			"At 16th level, the ectoplasmatist chooses a second emotional focus, and her lashes gain the special weapon abilities as if affected by a spirit-bound blade spell with the special weapon ability of both of the ectoplasmatist's chosen emotional foci.",
			"",
			"At 18th level, the lashes' enhancement bonus increases to +5.",
			"",
			"This ability replaces etheric tether, phantom, shared consciousness, fused consciousness, spiritual bond, and empowered consciousness.",
			"",
			"**Spiritual Combat (Su):** At 3rd level, as a full-round action, an ectoplasmatist can make all of her attacks with a single light or one-handed ectoplasmic lash wielded in one hand, and also cast a single spiritualist spell with a casting time of one standard action as a free action either before or after making the ectoplasmic lash attacks. The ectoplasmatist takes a -2 penalty on her attack rolls when using spiritual combat. If she decides to cast the spell defensively, she can choose to take an additional penalty on her attack rolls up to her Wisdom bonus, and add the same amount as a circumstance bonus on her concentration check. If the concentration check fails, the spell is wasted, but the attacks still take the penalty.",
			"",
			"Also, when the ectoplasmatist casts a spiritualist spell with a range of touch, she can deliver the spell through one of her ectoplasmic lashes. Instead of making the free melee touch attack she would normally use to deliver the spell, the ectoplasmatist can choose to make a free ectoplasmic lash attack at her highest base attack bonus. A successful lash attack deals damage normally and imparts the spell's effects. The ectoplasmatist can't hold the charge if her lash attack misses.",
			"",
			"This ability replaces bonded manifestation, phantom recall, and dual bond.",
			"",
			"**Ectoplasmic Armor (Su):** At 4th level when an ectoplasmatist manifests her spiritual lash ability, tendrils of ectoplasmic material envelop her body, granting her a +4 armor bonus to AC.",
			"",
			"At 12th level, the ectoplasmatist's armor bonus to AC increases to +6 and is treated as ghost touch armor.",
			"",
			"This ability replaces spiritual interference and greater spiritual interference."
		]
	},
	"exciter": {
		"name": "Exciter",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Exciter",
			"",
			"{SOURCE Horror Adventures/68}  ",
			"Psychic magic draws upon the twin and sometimes opposed powers of thought and emotion, but an exciter cares little for rationality. The phantom that accompanies him fills him with unbridled exultation, as he lets feeling and passion rule and sharpen his mind and body into a glorious fusion.",
			"",
			"**Merged Phantom:** An exciter internalizes his phantom and merges it completely within his mind. He cannot fully manifest his phantom outside of his own body in incorporeal or ectoplasmic form. Emotional focus abilities that affect or require a manifested phantom are lost, except for any aura gained by the phantom at 7th level; if the phantom gains an aura at 7th level, this aura functions despite the phantom not being manifested, and is centered on the exciter.",
			"",
			"This ability alters phantom and emotional focus and replaces the 6th-level phantom recall.",
			"",
			"**Rapture (Su):** An exciter gains the ability to enter an ecstatic state in which he's consumed and overwhelmed by his passions and driven into a fighting fury. This functions similarly to a [bloodrager's bloodrage](class/bloodrager), treating his spiritualist level as his bloodrager level, though he doesn't qualify for feats or other elements that require rage or bloodrage. When entering a rapture, the exciter loses all other benefits from having his phantom confined in his consciousness (such as the {feat/Skill Focus} feats and bonus against mind-affecting effects), but he can choose to exchange the normal +4 morale bonus to his Strength and Constitution scores normally gained from bloodrage for a +4 morale bonus to his Dexterity and Charisma scores or a +2 morale bonus to his Strength, Dexterity, Constitution, and Charisma scores. In addition to the fatigue for ending a bloodrage, an exciter can't enter a rapture again for 1 minute after ending his last rapture.",
			"",
			"This ability replaces a spiritualist's ability to manifest his phantom and use emotional focus abilities that require a manifested phantom.",
			"",
			"**Fast Movement (Ex):** An exciter's land speed is faster than normal for his race by 10 feet. This benefit applies only when he is wearing light armor, medium armor, or no armor and is not carrying a heavy load. This doesn't stack with the barbarian ability of the same name.",
			"",
			"This ability replaces etheric tether.",
			"",
			"**Excitation (Su):** At 2nd level, when an exciter is in a rapture, each round he can choose to intensify his emotional fury, expending 2 rounds of rapture instead of 1. When he uses excitation, he chooses one of the two abilities that his emotional focus would normally grant to a manifested phantom, such as strength focus and powerful strike for an anger phantom, or power from despair and miserable strike for a despair phantom. He gains these abilities until the beginning of his next turn. If the ability normally augments only a phantom's slam attacks, it instead applies to the ectoplasmic tendrils that the spiritualist can sprout using his ectoplasmic bonded manifestation.",
			"",
			"This ability replaces bonded senses.",
			"",
			"**Rapturous Rage:** At 10th level and every 4 spiritualist levels thereafter, an exciter can select one rage power for which he qualifies, treating his spiritualist level as his barbarian level for all purposes relating to that particular rage power (he still doesn't qualify for the Extra Rage Power feat or any similar abilities).",
			"",
			"This ability replaces the 10th-, 14th-, and 18th-level phantom recall and spiritual bond.",
			"",
			"**Perfect Passion (Su):** At 4th level, an exciter can cast psychic spells with an emotion component even while in his rapture. He can cast these spells defensively and attempt concentration checks for these spells without impairment, despite being in a rapture. He also can attempt Charisma- and Intelligence-based skill checks related to psychic spells with an emotion component while in his rapture. He cannot cast arcane or divine spells or psychic spells that have a thought component while in a rapture.",
			"",
			"This ability replaces spiritual interference.",
			"",
			"**Overwhelming Excitment (Su):** At 10th level, an exciter can share the effects of his rapture with willing allies within 10 feet. He must expend 2 additional rounds of his rapture each round for each ally sharing its effects. The exciter's allies share all effects of the rapture except the rage powers; each ally must end its turn within 10 feet of the exciter, or the effects of the rapture end for that ally and it becomes fatigued. Whenever he is not sharing the effects of his rapture with an ally, the exciter now retains the benefits of his phantom in his consciousness even during rapture.",
			"",
			"This ability replaces fused consciousness.",
			"",
			"**Greater Rapture (Su):** At 12th level, an exciter increases the morale bonus his rapture grants to each applicable ability score by 2 and the morale bonus he gains on Will saves by 1. In addition, upon entering a rapture, he can apply the effects of a single spiritualist spell he knows with an emotion component to himself. The spell must have a range of touch or personal, and it must be a 1st- or 2nd-level spell. For every 3 spiritualist levels he has beyond 12th, the maximum spell level of this spell increases by 1. If he uses this ability to apply the effects of a spell again before the duration of the previous spell expires, the previous spell ends immediately.",
			"",
			"This replaces greater spiritual interference."
		]
	},
	"fated_guide": {
		"name": "Fated Guide",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Fated Guide",
			"",
			"{SOURCE Occult Origins/18}  ",
			"Not all phantoms are restless dead escaping the afterlife. On rare occasions, Pharasma returns a judged soul to the Material Plane-linking the spirit to a devout believer-to complete some final task, make amends for a crime, or grant a sharply divided soul a second chance. Sadly, from a soul's perspective, the journey along the River of Souls and its trials in the Boneyard last eons, and most phantoms return with little, if any, idea of who they were or the nature of their dedicated purposes. The fated guide helps her phantom uncover details about its life and what it can do to finally move on.",
			"",
			"**Shepherd to the Dead:** A fated guide adds disrupt undead and sanctify corpse to her list of spells known.",
			"",
			"**Phantom:** A phantom who bonds with a fated guide must have the {emotionalfocus/remorse} emotional focus.",
			"",
			"**Divine Purpose:** A fated guide's phantom gains Deific Obedience as a bonus feat, though the spiritualist must obey her god's obedience to gain any benefit. This replaces the phantom's antagonistic ability.",
			"",
			"**Thanatopic Bonded Manifestation (Su):** A 3rd level, a fated guide can bond with her phantom to channel the influence of Pharasma and her servitors. When a spiritualist gains this ability, she must replace her ability to form either an ectoplasmic bonded manifestation or an incorporeal bonded manifestation.",
			"",
			"When the fated guide uses this thanatopic bond, she gains access to the benefits of her phantom's Deific Obedience feat, and can use speak with dead as per the spell, asking a maximum of one question per spiritualist level she has each day, and no more than one question per corpse; asking a question and getting an answer requires 2 full rounds.",
			"",
			"At 8th level, the fated guide can act normally even after being reduced below 0 hit points. The spiritualist immediately dies if reduced to a number of negative hit points equal to her Constitution score. She takes 1 extra point of damage each round she performs a strenuous action, such as attacking or casting a spell, and immediately falls unconscious and begins dying if she dismisses the thanatopic bond or the duration of bonded manifestation expires. Maintaining her nearly dead form is taxing, and each round that she remains active below 0 hit points consumes 2 rounds of bonded manifestation's duration.",
			"",
			"At 13th level, while using her thanatopic bonded manifestation, the fated guide can cast antilife shell as a spell-like ability. Maintaining this spell quickly exhausts her phantom, and each round she maintains the spell consumes 2 rounds of bonded manifestation's duration.",
			"",
			"At 18th level, the fated guide's touch banishes the unquiet dead. She can deal 10d6 points of positive energy damage (Will half; DC = 10 + 1/2 the fated guide's spiritualist level + her Wisdom modifier) as a touch attack against undead creatures. An undead creature that successfully saves against this touch attack is immune to the same fated guide's positive energy touch for 24 hours.",
			"",
			"This ability modifies bonded manifestation.",
			"",
			"**Iron Bond (Ex):** When the fated guide reaches 9th level, her phantom gains a +4 bonus on saving throws against banishment, dismissal, or other similar effects. This ability replaces the see invisibility ability.",
			"",
			"**Undeniable Bond (Ex):** When the fated guide reaches 16th level, her phantom gains an additional +4 bonus on saving throws against banishment, dismissal, or other similar effects, for a total of +8. This ability replaces the call spirit ability."
		]
	},
	"fractured_mind": {
		"name": "Fractured Mind",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Fractured Mind",
			"",
			"{SOURCE Occult Adventures/109}  ",
			"Most spiritualists harbor the spirits of the deceased in their psyches, but a small number of them-known as fractured minds-draw their powers instead from a fraction of their own souls that resonates with extremely powerful emotions. These spiritualists' phantoms are not spiritual allies, but rather extensions of the fractured minds' own inner thoughts and emotions.",
			"",
			"**Emotional Spellcasting:** A fractured mind's ability to cast spells is tied to the force of her own spirit rather than her connection to the spirit world. As a result, she uses her Charisma score rather than her Wisdom score to determine the highest spell level she can cast, the saving throw DCs of spells she casts, and her bonus spells per day. This ability alters spellcasting.",
			"",
			"**Emotional Power (Sp):** The fractured mind gains a number of spell-like abilities, which are tied to her phantom's emotional focus. She gains one spell-like ability at 5th level, a second at 7th level, a third at 9th level, and a fourth at 16th level. A fractured mind can use each of these abilities once per day, plus one additional time per day for every 4 spiritualist levels she possesses beyond the level at which she gained the spell-like ability. The saving throw DCs for these spell-like abilities are equal to 10 + 1/2 the fractured mind's spiritualist class level + the fractured mind's Charisma modifier, rather than being based on the spell's level. The spell-like abilities granted by each emotional focus are listed below.",
			"",
			"**Anger:** Enlarge person (5th), rage (7th), longstrider (9th), shout (16th).",
			"",
			"**Dedication:** Command (5th), spiritual weapon (7th), bless (9th), death ward (16th).",
			"",
			"**Despair:** Bungle (5th), stricken heart (7th), doom (9th), crushing despair (16th).",
			"",
			"**Fear:** Bane (5th), mad hallucination (7th), doom (9th), phantasmal killer (16th).",
			"",
			"**Hatred:** Doom (5th), inflict moderate wounds (7th), bane (9th), bestow curse (16th).",
			"",
			"**Jealousy:** Sanctuary (5th), resist energy (7th), entropic shield (9th), spell immunity (16th).",
			"",
			"**Zeal:** Bless (5th), spiritual weapon (7th), divine favor (9th), freedom of movement (16th).",
			"",
			"This ability replaces detect undead, calm spirit, see invisibility, and call spirit."
		]
	},
	"geist_channeler": {
		"name": "Geist Channeler",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Geist Channeler",
			"",
			"{SOURCE Occult Adventures/109}  ",
			"Some phantoms retain less of their personalities and memories than others. Though most phantoms maintain some semblance of their former selves, others of their kind, known as geists, came close to being lost forever before they became phantoms. Incapable of manifesting in ectoplasmic form and devoid of human emotions, these strange entities are much closer to ghosts than most other phantoms. The spiritualists who work with them, known as geist channelers, are able to call on them in unique ways.",
			"",
			"**Geistform Phantom (Su):** A geist channeler's phantom can't manifest in ectoplasmic form, and is limited to manifesting in incorporeal form. As a result, the phantom has no Strength score, and has a starting Wisdom score of 12. Instead of gaining two slam attacks, it gains only a single slam attack that deals 1d8 points of damage. The slam attack's damage increases to 1d10 points at 5th level, to 2d6 at 10th level, to 2d8 at 15th level, and 2d10 at 20th level (assuming the phantom is Medium). The phantom does not gain the magic attacks ability at 4th level.",
			"",
			"While manifested incorporeally, a geist channeler's phantom can attack only other incorporeal creatures. Because the phantom is incorporeal, the damage it deals to such creatures is not reduced as a result of them being incorporeal. At 5th level, the phantom can take a swift action to infuse itself with trace amounts of ectoplasm so it can attack corporeal creatures for 1 round. During that time, it deals half damage to corporeal creatures with its slam, and corporeal creatures with nonmagical weapons deal half damage to the phantom. At 10th level, when the phantom infuses itself, its attacks deal normal damage to corporeal creatures.",
			"",
			"This ability alters the phantom.",
			"",
			"**Emotionless (Su):** A geist channeler's phantom doesn't have an emotional focus; instead, it is cold and devoid of emotions. The phantom gains a number of ranks in Knowledge (arcana) and Knowledge (religion) equal to its Hit Dice. While confined in the geist channeler's consciousness, the phantom grants the geist channeler {feat/Skill Focus} in each of these skills. The phantom has good Reflex and Will saves, and gains {feat/Iron Will} as a bonus feat, as well as the following abilities.",
			"",
			"**Unnerving Touch (Su):** As a standard action, a geist channeler's phantom can make a melee touch attack against a living creature, even if that creature is corporeal. If the attack hits, the target is shaken for 1d4+1 rounds. A successful Will save (DC = 10 + 1/2 the phantom's Hit Dice + the phantom's Charisma modifier) negates this effect. At 5th level, when the phantom can damage corporeal creatures with its slam attack, its slam attacks against living corporeal creatures gain this ability. Multiple attacks against the same creature don't cause the creature to become frightened. This is a mind-affecting fear effect.",
			"",
			"**Poltergeist's Knack (Sp):** At 7th level, a geist channeler's phantom can use telekinesis as a spell-like ability. It can use only the sustained force and violent thrust versions of this spell. The phantom can use this ability three times per day, plus one additional time at 10th level and every 3 levels thereafter (maximum seven times per day at 19th level). Its caster level for this spell-like ability is equal to the phantom's Hit Dice.",
			"",
			"**Spectral Protection (Su):** At 12th level as a standard action, while a geist channeler's phantom is confined within his psyche, he can call upon its power to project an aura of spectral energy that prevents incorporeal creatures from approaching him. This takes the form of a 30-foot-radius emanation centered on the geist channeler. Any incorporeal creature attempting to enter this area must succeed at a Will save (DC = 10 + 1/2 the geist channeler's spiritualist class level + the geist channeler's Wisdom modifier) or be unable to do so. This ability can be used only defensively, not aggressively; forcing the aura against an incorporeal creature collapses the aura. The geist channeler can use this ability for a number of minutes per day equal to his spiritualist level. The minutes don't need to be continuous, but must be spent in 1-minute increments.",
			"",
			"**Malevolent Possession (Sp):** At 17th level, a geist channeler's phantom can invade the bodies of other creatures. This functions as {spell/possession}. To use this ability, the phantom must be adjacent to the target. The target can resist the effect with a successful Will save (DC = 10 + 1/2 the phantom's Hit Dice + the phantom's Charisma modifier). The phantom can use this ability once per day.",
			"",
			"This ability modifies the phantom and replaces the phantom's emotional focus.",
			"",
			"**Spiritual Manifestation (Su):** Because of the nature of her phantom, a geist channeler can use the bonded manifestation ability to manifest his phantom only in incorporeal form. This ability alters bonded manifestation."
		]
	},
	"grim_apostle": {
		"name": "Grim Apostle",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"## Grim Apostle",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/72}  ",
			"Some devotees of the Four Horsemen can form spiritual manifestations of the daemonic demigods.",
			"",
			"**Grim Phantom (Su):** The spirit linked to a grim apostle functions in all respects as a regular spiritualist's phantom, but each day when the grim apostle regains her daily spell slots, she can choose which Horseman focus (see below) is dominant within the grim phantom.",
			"",
			"When the grim phantom is banished to the Ethereal Plane, the grim apostle takes an amount of damage equal to 1d4 &times; the grim phantom's number of Hit Dice.",
			"",
			"This ability modifies the phantom ability and replaces the phantom's emotional focus.",
			"",
			"**Hardened Soul (Su):** At 1st level, while a grim phantom is confined in the grim apostle's consciousness, the grim apostle gains a +4 bonus on saving throws against death effects and effects that would remove or subsume the grim apostle's soul (such as {spell/possession} or {spell/trap the soul}). At 6th level and every 6 levels thereafter, this bonus increases by 2 (to a maximum of +10 at 18th level). This ability replaces shared consciousness and fused consciousness.",
			"",
			"### Horseman Focus",
			"",
			"Instead of an emotional focus, a grim phantom has one of the following Horseman foci.",
			"",
			"The DC for a saving throw against any of the grim phantom's abilities is equal to 10 + 1/2 the grim phantom's Hit Dice + the grim phantom's Charisma modifier. For any spell-like abilities a grim phantom receives, it uses its Hit Dice as its caster level.",
			"",
			"#### Death",
			"",
			"**Grim phantoms influenced by {faith/Charon}**, the Horseman of Death, are dark, almost shapeless specters.",
			"",
			"**Skills:** The grim phantom gains ranks in Knowledge (history) and Stealth equal to its number of Hit Dice.",
			"",
			"**Good Saves:** Fortitude and Will.",
			"",
			"**Fleet:** The grim phantom gains {feat/Fleet} as a bonus feat.",
			"",
			"**Marked for Death (Su):** When manifested in ectoplasmic form, the grim phantom gains a +1 bonus on attack rolls against a creature the grim apostle has hit with a melee or ranged attack since its last turn (the phantom's \"marked target\"). Additionally, such an attack by the grim phantom deals an additional 1d6 points of negative energy damage. At 5th level and every 5 spiritualist levels thereafter, the negative energy damage increases by 1d6.",
			"",
			"**Fatal Aura (Su):** At 7th level, the grim phantom can create a 10-foot-radius aura as a swift action that makes healing more difficult. The DC of Heal checks to provide first aid and treat deadly wounds within the aura is increased by 5. Any creature within the aura that casts a conjuration (healing) spell, or casts another spell or uses an ability that restores hit points, must succeed at a Will saving throw or lose the spell or use of the ability. Ending the aura is a free action.",
			"",
			"**No Escape (Su):** At 12th level, the grim phantom gains the benefits of the {feat/Following Step}, {feat/Step Up}, and {feat/Step Up and Strike} feats but only against its marked target (see above).",
			"",
			"**Killing Word (Sp):** At 17th level, the grim phantom can cast {spell/power word kill} once per day as a spell-like ability.",
			"",
			"#### Famine",
			"",
			"Grim phantoms influenced by {faith/Trelmarixian}, the Horseman of Famine, are gaunt with jackal-like features.",
			"",
			"**Skills:** The grim phantom gains ranks in Perception and Sense Motive equal to its number of Hit Dice.",
			"",
			"**Good Saves:** Reflex and Will.",
			"",
			"**Weapon Finesse:** The grim phantom gains {feat/Weapon Finesse} as a bonus feat.",
			"",
			"**Ravenous Bite (Ex):** The grim phantom's natural attacks take the form of bites that deal piercing damage as a creature one size category larger than its current size. It also gains {feat/Power Attack} as a bonus feat.",
			"",
			"**Aura of Starvation (Su):** At 7th level, the grim phantom can create a 10-foot-radius aura of starvation as a swift action. Enemies within the aura take a -2 penalty on attack and damage rolls. Ending the aura is a free action.",
			"",
			"**Wail of the Hungry (Sp):** At 12th level, the grim phantom can cast {spell/waves of fatigue} once per day as a spell-like ability.",
			"",
			"**Distended Gullet (Su):** At 17th level, as a swift action, the grim phantom in ectoplasmic form gains the {umr/swallow whole} ability (4d8 negative energy damage, AC 17, one-tenth the phantom's total hit points) for a number of rounds equal to its Charisma modifier. This ability can affect creatures no more than two size categories larger than the phantom. Each creature the grim phantom swallows is shunted into an extradimensional space that can hold any number of creatures. When the duration of this ability ends, any creatures still within the extradimensional space appear adjacent to the grim phantom. The grim phantom is exhausted for 1 hour after using this ability and can't use it again during that time.",
			"",
			"#### Pestilence",
			"",
			"Grim phantoms influenced by {faith/Apollyon}, the Horseman of Pestilence, often have rams' skulls for heads.",
			"",
			"**Skills:** The grim phantom gains ranks in Acrobatics and Heal equal to its number of Hit Dice.",
			"",
			"**Good Saves:** Fortitude and Will.",
			"",
			"**Great Fortitude:** The grim phantom gains {feat/Great Fortitude} as a bonus feat.",
			"",
			"**Weakening Strike (Su):** A creature hit by the grim phantom's slam attack must succeed at a Fortitude saving throw or take a -2 penalty on ability checks, attack rolls, saving throws, and skill checks for 1d4 rounds. This is a disease effect. Penalties from multiple hits don't stack.",
			"",
			"**Aura of Flies (Su):** At 7th level, the grim phantom can surround itself with a cloud of biting flies as a swift action. Any creature that ends its turn adjacent to the grim phantom takes 1d6 piercing damage. This damage increases by 1d6 for every 4 spiritualist levels beyond 7th. Ending the aura is a free action.",
			"",
			"**Contagious Touch (Sp):** At 12th level, the grim phantom can cast {spell/contagion} three times per day as a spell-like ability.",
			"",
			"**Virulent Attack (Su):** At 17th level, any creature under the effects of the grim phantom's weakening strike becomes a dangerous vector for disease. Any creature that ends its turn adjacent to the target creature is immediately exposed to any diseases the target creature has, no matter the normal method of contracting that disease. The creature must immediately attempt a saving throw against that disease, and the onset period doesn't apply.",
			"",
			"#### War",
			"",
			"Grim phantoms influenced by {faith/Szuriel}, the Horseman of War, look like sinister, black-winged angels.",
			"",
			"**Skills:** The grim phantom gains ranks in Intimidate and Survival equal to its number of Hit Dice.",
			"",
			"**Good Saves:** Fortitude and Reflex.",
			"",
			"**Strength Focus:** The grim phantom gains a +2 bonus to Strength and a -2 penalty to Dexterity. The phantom gains bonuses to Strength instead of Dexterity as the grim apostle gains spiritualist levels.",
			"",
			"**Ruthless Combatant (Su):** The grim phantom threatens a critical hit with its slam attack on a roll of 19-20. At 11th level, the phantom's critical modifier with slam attacks increases to &times;3. This doesn't stack with {feat/Improved Critical} or similar effects.",
			"",
			"**Aura of Fury (Su):** At 7th level, the grim phantom can create a 20-foot-radius aura as a swift action. Creatures within the aura gain a +2 bonus on melee attack rolls but take a -2 penalty to AC. Ending the aura is a free action.",
			"",
			"**Bloodlust (Su):** At 12th level, the grim phantom regains 1d6 hit points with each successful slam attack it makes.",
			"",
			"**Juggernaut (Su):** At 17th level, the grim phantom becomes immune to any effects that would cause it to become cowering, exhausted, fatigued, frightened, panicked, shaken, or slowed (as the {spell/slow} spell)."
		]
	},
	"hag-haunted": {
		"name": "Hag-Haunted",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Hag-Haunted",
			"",
			"{SOURCE Blood of the Coven/23}  ",
			"Hags-those of flesh and blood, at any rate-die like any other mortals, and their souls normally depart to the Outer Planes for judgment. A hag who dies with a curse on her breath is often anchored to the Ethereal Plane by the power of her hatred - similar to vile and angry mortal souls - and some even claw their way back to the living world through the souls of those they despised or ruined... or those unfortunate souls they birthed. Hag-haunted spiritualists are tethered to these spiteful spirits, anchoring them once again in the world of the living. While this partnership imparts powerful magic, they run the constant risk of serving as little more than mounts for their overwhelming phantoms.",
			"",
			"Hag-haunted spiritualists are rarely the masters in their relationship with their phantoms, and the only tool at their disposal to control their wicked minion is to dismiss them back to the Ethereal Plane. In the best scenarios, the relationship is one of mutual competition and constant bargaining, but just as often the hag phantom dominates and abuses her spiritualist.",
			"",
			"**Hag Phantom:** A hag phantom forms from the soul of a deceased hag. She always has an evil alignment, rather than matching the spiritualist's alignment, and must select one of the following emotional focuses: anger, hatred, jealousy, or zeal. The hag phantom starts with a +2 bonus to Strength and Intelligence and has her own agenda-usually contrary to the spiritualist's-though she recognizes that the spiritualist can unmanifest her, and therefore she typically hides suspicious actions from her spiritualist. When in the spiritualist's consciousness, the hag phantom can grant the hag-haunted {feat/Spell Focus} (necromancy) and {feat/Skill Focus} (Bluff), but she often revokes them if the spiritualist banishes her there as a punishment, and she might use them as leverage to get what she wants. When the spiritualist reaches 10th level, the hag can also grant these feats while manifested, and when the spiritualist reaches 12th level, she can also grant {feat/Greater Spell Focus} (necromancy).",
			"",
			"This alters phantom and replaces shared consciousness and fused consciousness.",
			"",
			"**Hag Spellcasting:** A hag-haunted spiritualist's spells come from her connection to her hag phantom. Her spells are considered arcane rather than psychic, and they use verbal and somatic components instead of thought and emotion components. She still selects her spells known from the spiritualist class list.",
			"",
			"**Death Curse (Sp):** A hag phantom is partially animated by the power of a hag's dying curse, and at 4th level this grants her a death curse of her own. As an immediate action, whenever the hag phantom is slain and returned to the Ethereal Plane, the phantom can utter a curse on the creature that killed her, targeting it with bestow curse. At 6th level, the spiritualist gains bestow curse as an extra 3rd-level spell known. At 16th level, the spiritualist gains major curse as an additional 6th-level spell known.",
			"",
			"This replaces spiritual interference and greater spiritual interference."
		]
	},
	"haunted": {
		"name": "Haunted",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Haunted",
			"",
			"{SOURCE Occult Adventures/110}  ",
			"The haunted are a dangerous breed of spellcasters bound to temperamental and unpredictable phantoms that leech power from their spiritualists.",
			"",
			"**Usurp Manifestation (Su):** At 3rd level, the haunted's phantom begins to subtly subvert the relationship with its master, gaining rather than granting power from the connection. When fully manifested in ectoplasmic form, the phantom can use its usurp manifestation ability to draw upon the haunted's body to strengthen its ectoplasmic might, temporarily weakening the spiritualist in order to increase its own power. The phantom must activate this ability as an immediate action at the start of the spiritualist's turn, and it can use this ability a number of rounds per day equal to 3 + the haunted's spiritualist level. The rounds don't need to be consecutive, and the phantom can dismiss the effects of a usurped manifestation as a free action on its turn. While this ability is in effect, the haunted's features become sunken and withdrawn, and she gains the nauseated condition until the effect ends. Conversely, the phantom surges in size and power, becoming one size category larger (as if affected by an enlarge person spell) and increasing its natural armor bonus to AC by 2 for the effect's duration. If the spiritualist prevents or mitigates the nauseated condition, the phantom is unable to siphon energy and doesn't gain the benefits of usurp manifestation.",
			"",
			"At 8th level and every 5 levels thereafter (13th and 18th levels), the phantom gains new abilities while using usurp manifestation.",
			"",
			"**Usurp Spell:** At 8th level, while using usurp manifestation, the phantom can leech spell slots from the haunted to increase its own power. The phantom can reach through the etheric tether as a swift action to drain the nauseated haunted's psychic spell energy, effectively taking any touch spell or spell with a target of \"you\" that the haunted knows and casting it on itself (assuming the haunted has not yet used up her allotment of spells per day for the spell's level). This ability consumes two of the haunted's spell slots of the appropriate level and otherwise follows the rules for the share spells and deliver touch spells abilities.",
			"",
			"**Teleplasmic Surge:** At 13th level, when using usurp manifestation, the phantom gains a +2 morale bonus on attack rolls, saving throws, and skill checks.",
			"",
			"**Ferocious Phantom:** At 18th level, when using usurp manifestation the phantom gains DR 10/slashing and spell resistance equal to 11 + the haunted's spiritualist level (this spell resistance doesn't apply to spells originating from the spiritualist or from the usurp spell ability).",
			"",
			"This ability replaces bonded manifestation.",
			"",
			"**Usurped Bond (Su):** At 17th level, the haunted's phantom can use usurp manifestation for a number of rounds per day equal to 3 + double the haunted's spiritualist level. This ability replaces dual bond."
		]
	},
	"involutionist": {
		"name": "Involutionist",
		"sources": [],
		"description": [
			"## Involutionist",
			"",
			"{SOURCE Adventurer's Guide/167}  ",
			"The [Rivethun](rule/aff_animists) teach their followers to cultivate a well of inner power and to open themselves to the spiritual world, but on occasion-especially among neophytes who join the cult later in life-these processes overlap, and the acolyte invests her spiritual reservoir into some aspect of the world around her. Rather than bond with an existing spirit as most Rivethun eventually do, the involutionist creates a spirit from a piece of her own soul. The bond is deep, and it creates a powerful minion utterly loyal to her creator, but it also cuts off the involutionist's access to the wider spiritual world.",
			"",
			"**Divine Spellcasting:** An involutionist is a divine spellcaster. Her spells use verbal components instead of thought components and somatic components instead of emotional components. An involutionist's spirit phantom is her conduit to the divine, and it serves as her divine focus; the involutionist must either be within 5 feet on her spirit phantom or absorb her phantom into her consciousness to cast spells that require a divine focus.",
			"",
			"This ability alters spellcasting.",
			"",
			"**Spirit Phantom:** An involutionist's phantom is manifested from her own psyche and invested into the spirit-stuff of the world around her. Rather than an emotional focus, the involutionist selects a spirit from those available to the {class/shaman}. A spirit phantom always has good Fortitude and Reflex saves, and it gains a number of ranks equal to the phantom's Hit Dice in two skills depending on the spirit it represents, as summarized on the table below.",
			"",
			"| Spirit | Associated Skills |",
			"| --- | --- |",
			"| Battle | Intimidate and Sense Motive |",
			"| Bones | Heal and Stealth |",
			"| Flame | Acrobatics and Intimidate |",
			"| Heavens | Acrobatics and Fly |",
			"| Life | Diplomacy and Heal |",
			"| Lore | Knowledge (arcana) and Linguistics |",
			"| Nature | Knowledge (nature) and Survival |",
			"| Stone | Appraise and Knowledge (engineering) |",
			"| Waves | Diplomacy and Swim |",
			"| Wind | Bluff and Sense Motive |",
			"",
			"When fully manifested, the involutionist's spirit phantom gains the special ability normally applied to a shaman's spirit animal. The spirit phantom also gains a single hex from the list of those provided by that spirit. At 7th, 12th, and 17th levels, the spirit phantom gains one additional hex from this list.",
			"",
			"This ability alters phantom and replaces its emotional focus abilities.",
			"",
			"**Spirit Manifestation (Su):** At 3rd level, when an involutionist uses her bonded manifestation ability, she can instead manifest her spirit phantom's spirit animal special ability and use her spirit phantom's hexes as if they were her own. Hexes used during this manifestation count toward any limited number of uses per day.",
			"",
			"This ability alters bonded manifestation.",
			"",
			"**Spirit Awareness (Sp):** At 5th level, an involutionist gains great insight into the spiritual influence people invest into the world around them. She can cast detect psychic significance as a spell-like ability at will and analyze aura once per day as a spell-like ability (CL = her character level).",
			"",
			"This ability replaces detect undead.",
			"",
			"**Involuate (Sp):** At 11th level, an involutionist gains the ability to awaken the latent spiritual energy in inanimate objects. She gains the ability to cast animate objects as a spell-like ability once per day (CL = her character level). At 15th and 19th levels, she can use this ability one additional time per day.",
			"",
			"This ability replaces the additional uses of calm spirit available at 11th, 15th, and 19th levels."
		]
	},
	"necrologist": {
		"name": "Necrologist",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Necrologist",
			"",
			"{SOURCE Horror Adventures/69}  ",
			"All spiritualists call upon residual phantoms that cling to the living world through force of will and unresolved passion. The vile spiritualists known as necrologists reach farther toward the Negative Energy Plane, however, and for whatever evil purpose, they bring back malevolent spirits whose passions have turned to vengeance and hate for all life.",
			"",
			"**Alignment:** Only an evil character can contact a malevolent undead phantom and take the necrologist archetype. If a necrologist becomes nonevil, she can continue to take spiritualist levels, but her phantom ceases to give her benefits while in her consciousness, she can't use bonded manifestation, and if she manifests the phantom, it is no longer loyal to her and likely attacks her and her allies.",
			"",
			"This alters the spiritualist's alignment.",
			"",
			"**Spells:** A necrologist adds the following spells to her class list: 1st{spell/hide from undead}; 2nd{spell/ghostly disguise}, {spell/haunting mists}; 3rd{spell/haunting choir}; 4th{spell/lesser age resistance}; 5th{spell/age resistance}; 6th{spell/greater age resistance}, {spell/create greater undead}.",
			"",
			"**Shared Conciousness:** A necrologist gains a bonus on saving throws against death effects, energy drain, and negative energy rather than against mind-affecting effects (and can shunt such an effect onto the phantom) when her undead phantom is contained within her consciousness.",
			"",
			"This ability alters shared consciousness.",
			"",
			"**Undead Phantom:** A necrologist's phantom is undead, rather than an outsider. It has normal undead immunities and no Constitution score; uses d8 Hit Dice, each of which is modified by the phantom's Charisma modifier as normal; and gains the abilities below at the levels indicated. An undead phantom otherwise follows the standard phantom rules (for instance, its base attack bonus and skills don't change to match undead).",
			"",
			"**Cling of the Grave (Su):** An undead phantom can hold the charge on a touch spell of the necromancy school up to a maximum of 1 round per spiritualist level of the necrologist.",
			"",
			"This ability alters share spells.",
			"",
			"**Unnatural Aura (Su):** At 5th level, animals do not willingly approach within 30 feet of a fully manifested undead phantom unless the necrologist succeeds at a Handle Animal, Ride, or wild empathy check (DC = 10 + 1/2 the necrologist's spiritualist level + the phantom's Charisma modifier).",
			"",
			"This replaces the slam damage increase gained at 5th level.",
			"",
			"**Channel Resistance (Su):** At 6th level, a necrologist's phantom gains a +4 bonus on saving throws to resist the effects of channel energy.",
			"",
			"This ability replaces devotion.",
			"",
			"**Lifedrinker (Su):** At 13th level, when a necrologist's phantom reduces a creature to fewer than 0 hit points with an attack or spell, the necrologist can expend one use of her channel energy ability as a swift action to affect the same target with death knell. If the target fails its save, the necrologist can choose either herself or her phantom to gain the benefit of the spell.",
			"",
			"This replaces the necrologist's slam damage increase gained at 13th level.",
			"",
			"**Bonded Manifestation:** A necrologist cannot use ectoplasmic bonded manifestation.",
			"",
			"This ability alters bonded manifestation.",
			"",
			"**Channel Energy (Su):** At 4th level, a necrologist gains the ability to channel negative energy, with an effective cleric level equal to her spiritualist level - 3. She can use this ability a number of times per day equal to 1 + her Charisma modifier.",
			"",
			"This ability replaces spiritual interference.",
			"",
			"**Necropsychic Conduit:** At 12th level, a necrologist can cast psychic spells as if she had the Thanatopic Spell and Threnodic Spell metamagic feats, using her undead phantom as a conduit to pierce the defenses of undead creatures. If her phantom has been banished or is not within 30 feet of her when she casts the spells, however, these feats have no effect.",
			"",
			"This ability replaces greater spiritual interference."
		]
	},
	"onmyoji": {
		"name": "Onmyoji",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Onmyoji",
			"",
			"{SOURCE Occult Adventures/111}  ",
			"Though most spiritualists are chosen by their phantoms, others deliberately call phantoms to them through years of careful preparation and study in obscure divine traditions. These spiritualists, known as onmyoji, form close bonds with their phantoms, as any other spiritualist does, but see the phantoms as partners and tools in their work. Onmyoji serve as emissaries between the mundane world and the spiritual one, either working to ensure that troubles in the spiritual world do not spill over into the world of mortals, or stirring up spiritual trouble in order to achieve their ends among the living.",
			"",
			"**Divine Spellcasting:** An onmyoji's spellcasting ability comes from divine rather than psychic power. As a divine caster, the onmyoji's spells use verbal components instead of thought components, and somatic components instead of emotional components, and she uses an ofuda as a divine focus. Ofudas are scrolls with holy writings written on parchment, cloth, or wood (having the same cost as a wooden holy symbol) or metal (having the same cost as a silver holy symbol). This ability alters spellcasting.",
			"",
			"**Spiritual Resistance (Su):** An onmyoji's phantom provides her with protection from supernatural forces. While the phantom is confined within the onmyoji's consciousness (not stranded on the Ethereal Plane or fully manifested), it grants her a +2 bonus on saving throws against the spell-like and supernatural abilities of fey, outsiders, and incorporeal undead. At 6th level and every 6 levels thereafter, this bonus increases by 1 (to a maximum of +5 at 18th level). This ability replaces shared consciousness and fused consciousness.",
			"",
			"**Divine Teachings (Su):** An onmyoji gains the ability to call upon her phantom to help her cast spells she normally couldn't. At 4th level and every 3 levels thereafter, an onmyoji can choose a single spell from the cleric spell list with a spell level she is currently able to cast, and add that spell to her list of spells known, at the same spell level as it appears on the cleric spell list. Because the onmyoji relies on her phantom's influence in order to cast these spells, she can cast spells added in this way only while the phantom is confined within her consciousness (not stranded on the Ethereal Plane or fully manifested). This ability replaces spiritual interference and greater spiritual interference."
		]
	},
	"phantom_blade": {
		"name": "Phantom Blade",
		"sources": [],
		"description": [
			"## Phantom Blade",
			"",
			"{SOURCE Psychic Anthology/4}  ",
			"A small selection of spiritualists are connected to spirits of combat and warfare, and manifest a weapon instead of a phantom. These spiritualists are known as phantom blades and fight with ectoplasmic weapons. Phantom blades are often found in Mendev and the Worldwound, where spiritualists are baptized in the blood of comrades; the last survivor of an unfortunate squad might return bearing one of these ghostly blades.",
			"",
			"**Weapon and Armor Proficiency:** A phantom blade is proficient with all simple and martial weapons. She is also proficient with light and medium armor. This ability alters the spiritualist's weapon and armor proficiency.",
			"",
			"**Phantom Weapon:** A phantom blade begins play with an ectoplasmic sentient weapon known as a phantom weapon whose weapon type is chosen by the phantom blade. The weapon type must be one with which the phantom blade is proficient. A phantom weapon functions similarly to the black blade of the {archetype-magus/bladebound} magus archetype except as noted on the Phantom Weapon Progression table below. A phantom blade with this class feature can't have a phantom of any kind, even from another class.",
			"",
			"This replaces phantom, phantom recall, spiritual bond, and dual bond.",
			"",
			"**Spell Combat (Ex):** A phantom blade can cast spells and wield her phantom weapon at the same time. This functions as the {class/magus}'s spell combat class ability.",
			"",
			"This replaces etheric tether, shared consciousness, fused consciousness, and empowered consciousness.",
			"",
			"**Spellstrike (Su):** At 2nd level, a phantom blade can deliver spells through her phantom weapon. This functions like the magus's spellstrike class ability except the only weapon the spiritualist can use to deliver spells is her phantom weapon.",
			"",
			"This replaces bonded senses.",
			"",
			"**Spirit of War (Ex):** At 3rd level and every 5 spiritualist levels thereafter, a phantom blade gains a bonus combat feat. The spiritualist must meet the prerequisites for these feats, but she treats her spiritualist level as her base attack bonus (in addition to base attack bonuses gained from other classes and racial Hit Dice) for the purpose of qualifying for these feats. The phantom blade also treats her spiritualist level as her fighter level for the purpose of selecting feats with a minimum number of fighter levels as a prerequisite.",
			"",
			"This replaces bonded manifestation.",
			"",
			"**Etheric Focus (Ex):** At 4th level, the phantom blade can use her phantom weapon to aid her in casting spells with [thought components](rule/components_oa). She can center herself as a swift action. At 12th level, the spiritualist can center herself as a free action.",
			"",
			"This ability replaces spiritual interference and greater spiritual interference.",
			"",
			"### Phantom Weapon Ability Descriptions",
			"",
			"A phantom weapon has special abilities (or imparts abilities to its wielder) depending on the wielder's spiritualist level. These abilities are cumulative. A phantom weapon normally refuses to use any of its abilities when wielded by anyone other than its phantom blade, and acts as an incorporeal masterwork weapon of its type.",
			"",
			"**Alertness (Ex):** While the phantom blade is wielding or harboring her phantom weapon, she gains the {feat/Alertness} feat.",
			"",
			"**Phantom Touch (Ex):** A phantom weapon is always treated as a ghost touch weapon, regardless of weapon type or any other abilities modifying the weapon. If the phantom weapon would ever be destroyed, it is instead harbored in the spiritualist's consciousness for 24 hours.",
			"",
			"**Telepathy (Su):** While the phantom blade is wielding or carrying her phantom weapon, she can communicate telepathically with the weapon.",
			"",
			"**Weapon of the Mind (Ex):** The phantom blade can harbor her phantom weapon in her consciousness or manifest it in its ectoplasmic form. The phantom blade can manifest the weapon through a ritual that takes 1 minute to perform. Harboring the phantom weapon requires a full-round action. While the weapon is harbored, the phantom blade gains {feat/Improved Unarmed Strike} as a bonus feat and treats her unarmed strike damage as a monk of her level - 2. If the phantom blade already has this feat, she instead gains {feat/Weapon Focus} (unarmed strike). The phantom blade's unarmed strikes gain the phantom weapon's enhancement bonus and other abilities when the weapon is harbored. The phantom weapon also recovers a number of hit points equal to its ego score every hour that it is harbored.",
			"",
			"**Quick Manifest (Ex):** At 3rd level, the phantom blade can manifest her phantom weapon as a swift action.",
			"",
			"**Ectoplasmic Pool (Ex):** At 5th level, the phantom blade gains a reservoir of excess ethereal energy and ectoplasm that she can draw upon to improve her phantom weapon. This pool has a number of ectoplasmic points equal to half her spiritualist level + her Wisdom modifier. The pool refreshes once per day when the spiritualist refreshes her daily spells.",
			"",
			"The phantom blade can spend a number of ectoplasmic points to enhance or modify her phantom weapon. As a free action, she can spend 1 point to manifest or harbor her weapon. The spiritualist can also spend 2 ectoplasmic points as a free action to allow attacks made with her phantom weapon to resolve against touch AC for 1 round.",
			"",
			"As a swift action, she can spend 2 ectoplasmic points to grant the weapon one of the following weapon special abilities for 1 minute: corrosive, defending, flaming, frost, keen, merciful, shock, or throwing. At 11th level, she can spend 3 ectoplasmic points to grant the weapon one of the following weapon special abilities for 1 minute: corrosive burst, disruption, flaming burst, holy, icy burst, shocking burst, or unholy. At 15th level, she can spend 5 ectoplasmic points to grant the weapon one of the following weapon special abilities for 1 minute: brilliant energy, dancing, or speed. A phantom blade can spend an appropriate number of points to grant the weapon multiple abilities as one action. A phantom weapon cannot have a modified bonus higher than +10.",
			"",
			"**Reshape (Ex):** At 7th level, a phantom blade can change the weapon type of her phantom weapon when she refreshes her daily spells.",
			"",
			"**Phantom Tether (Su):** At 9th level, a phantom blade can spend 1 ectoplasmic point as a swift action to instantly recall her phantom weapon to her hand or consciousness from as far as 1 mile away.",
			"",
			"**Quick Reshape (Ex):** At 13th level, a phantom blade can spend 1 ectoplasmic point to reshape her phantom weapon as a full-round action, 2 ectoplasmic points to reshape her weapon as a standard action, 3 ectoplasmic points to reshape her weapon as a move action, and 4 ectoplasmic points to reshape her weapon as a swift action.",
			"",
			"**Etheric Strikes (Sp):** At 17th level, a phantom blade can spend 1 ectoplasmic point as a swift action to allow her phantom weapon to ignore a number of points of damage reduction equal to twice her Wisdom modifier or twice the weapon's Charisma modifier, whichever is higher.",
			"",
			"**Soul Eater (Su):** At 19th level, the phantom blade and her weapon can feast on the energy of departing souls. Each time she kills a living or incorporeal creature with her phantom weapon, she can pick one of the following effects: she gains a +2 bonus on attack and damage rolls for 1 round, she recovers one 1st- or 2nd-level spell slot, or she gains a number of temporary hit points equal to the phantom weapon's ego (these temporary hit points last until lost or 1 minute, whichever is shorter). The creature killed must have a number of Hit Dice equal to or greater than half the phantom blade's spiritualist level for this to occur.",
			"",
			"| Spiritualist Class Level | Enhancement Bonus | Cha | Int/Wis | Ego | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st-2nd | +0 | 10 | 6 | 5 | Alertness, Phantom Touch, telepathy, weapon of the mind |",
			"| 3rd-4th | +1 | 11 | 7 | 5 | Quick manifest |",
			"| 5th-6th | +2 | 12 | 8 | 8 | Ectoplasmic pool |",
			"| 7th-8th | +2 | 13 | 9 | 10 | Reshape |",
			"| 9th-10th | +3 | 14 | 10 | 12 | Phantom tether |",
			"| 11th-12th | +3 | 15 | 11 | 14 | - |",
			"| 13th-14th | +4 | 16 | 12 | 16 | Quick Reshape |",
			"| 15th-16th | +4 | 17 | 13 | 18 | - |",
			"| 17th-18th | +5 | 18 | 14 | 22 | Etheric strikes |",
			"| 19th-20th | +5 | 19 | 15 | 24 | Soul eater |"
		]
	},
	"plague_eater": {
		"name": "Plague Eater",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Plague Eater",
			"",
			"{SOURCE Heroes of Golarion/12}  ",
			"Iobaria has been ravaged by plague for centuries, and many of its dead do not rest. These ghosts often flock around specialized spiritualists called plague eaters. Such a spiritualist bears the weight of many souls within her consciousness, spirits that remember the devastation of disease and seek to protect their host from infections, cleanse others of plague, and use disease itself as a weapon.",
			"",
			"**Plague Ward:** A plague eater does not bond with a single spirit, but rather a group of spirits gathered around her psychic presence. The spiritualist can meditate on an emotional focus during her 8-hour rest and bond with a spirit from her community with a matching focus. A spirit associated with the chosen emotion links with the spiritualist and acts as her phantom until the plague eater changes her emotional focus with another 8-hour rest. The changing roster of spirits dilutes the bond between the plague eater and her community, and the manifesting phantom has a level 1 lower than the spiritualist's level (minimum level 1).",
			"",
			"While a phantom is confined in a plague eater's consciousness (but not while it's fully manifested or banished to the Ethereal Plane), it grants a +4 bonus on saving throws against disease. At 12th level, this bonus increases to +8. In addition, the phantom grants the plague eater the {feat/Skill Focus} feat in one of the skills determined by the phantom's emotional focus. This skill is chosen by the plague eater the first time she confines the phantom tied to that particular emotional focus. Once this choice is made for a given emotional focus, it cannot be changed.",
			"",
			"This alters phantom and shared consciousness.",
			"",
			"**Spiritual Inoculation (Su):** At 4th level, whenever a plague eater is within reach of her ectoplasmic manifested phantom, she gains a +4 circumstance bonus on saving throws against disease.",
			"",
			"This alters spiritual interference.",
			"",
			"**Remove Sickness (Sp):** At 5th level, a plague eater's understanding of disease grows to the point where she can cast {spell/remove sickness} at will as a spell-like ability with a caster level equal to her spiritualist level.",
			"",
			"This replaces detect undead.",
			"",
			"**Disfiguring Touch (Sp):** At 7th level, a plague eater can inflict upon others the superficial disfigurement associated with plague by casting {spell/disfiguring touch} as a spell-like ability once per day. At 11th level and every 4 levels thereafter, the spiritualist can use this ability an additional time per day (to a maximum of four times per day at 19th level).",
			"",
			"This replaces calm spirit.",
			"",
			"**Remove Disease (Sp):** At 9th level, a plague eater gains the ability to purge disease from herself and others. She gains the ability to cast {spell/remove disease} as a spell-like ability three times per day.",
			"",
			"This ability replaces see invisibility",
			"",
			"**Fused Well-Being (Su):** At 10th level, a plague eater always gains the benefits of bonded senses when her phantom is manifested. She also gains the skill ranks and bonus to resist disease granted by the spirit's emotional focus, even when her phantom is manifested.",
			"",
			"This replaces fused consciousness.",
			"",
			"**Greater Spiritual Inoculation (Su):** At 12th level, the plague eater becomes immune to disease, including supernatural and magical diseases. In addition, whenever a manifested phantom is in ectoplasmic form, each of the plague eater's allies within the phantom's reach gains a +4 circumstance bonus on saving throws against disease.",
			"",
			"This ability alters greater spiritual interference.",
			"",
			"**Withdraw Affliction (Sp):** At 16th level, a plague eater can reach into a body, remove an affliction directly from the flesh, and use the diseased matter as a weapon. She can cast {spell/withdraw affliction} once per day as a spell-like ability with a caster level equal to her spiritualist level.",
			"",
			"This replaces call spirit."
		]
	},
	"priest_of_the_fallen": {
		"name": "Priest of the Fallen",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Priest of the Fallen",
			"",
			"{SOURCE Heroes of Golarion/17}  ",
			"Countless hero-gods have risen and fallen through Iblydos's long history, leaving behind mighty spirits. Those attuned to these fallen hero-gods can become conduits for their restless souls and agents acting out their divine will. The result is a priest of the fallen, a spiritualist who channels her land's legends and provides a vessel for mighty heroes to perform heroic acts once more.",
			"",
			"**Mythmaker (Su):** A priest of the fallen can channel many different hero-god phantoms, though only one at a time. These spirits will not suffer being confined in a mortal's consciousness and must be manifested in ectoplasmic or incorporeal form or they return to the Ethereal Plane. They each have an emotional focus depending on their personality and retain some of their hero-god powers, determined by their mythic archetype. A priest of the fallen can channel a hero-god phantom with a ritual that takes 1 minute to perform. A priest of the fallen can channel only one hero-god phantom per 24 hours, but once channeled, a hero-god phantom remains until a new one is channeled.",
			"",
			">**Archmage:** The phantom gains {spell/magic missile} and {spell/sleep} as spell-like abilities. It can use each spell-like ability a number of times per day equal to its Hit Dice, which it uses in place of a caster level. At 12th level, it can also cast {spell/fireball} and {spell/hold person} each once per day.",
			">",
			">**Champion:** The phantom gains [Weapon Focus (slam)](feat/weapon_focus) as a bonus feat. At 12th level, it gains [Greater Weapon Focus (slam)](feat/greater_weapon_focus) and [Weapon Specialization (slam)](feat/weapon_specialization) as bonus feats.",
			">",
			">**Guardian:** The phantom gains a +2 natural armor bonus when it manifests in its ectoplasmic form, and a +2 deflection bonus to AC when it manifests in its incorporeal form. At 12th level, the phantom increases its maximum hit points by twice its number of Hit Dice.",
			">",
			">**Hierophant:** The phantom gains {spell/bane} and {spell/bless} as spell-like abilities. It can use each spell-like ability a number of times per day equal to its Hit Dice, which it uses in place of a caster level. At 12th level, it can also cast {spell/prayer} and {spell/searing light} each once per day.",
			">",
			">**Marshal:** The phantom can fill its allies with its triumphant spirit as a standard action, granting them a +1 morale bonus on saving throws against charm and fear effects and a +1 competence bonus on attack and weapon damage rolls for a number of rounds per day equal to 2 + its Charisma modifier. These rounds need not be consecutive. At 12th level, if the phantom is hit by an attack of opportunity, it can use an immediate action to allow an ally to make an attack of opportunity against the creature that attacked the phantom if it's within the ally's melee reach.",
			">",
			">**Trickster:** The phantom gains the [sneak attack rogue class feature](class/rogue) as a rogue of a level equal to the phantom's Hit Dice. It can use the sneak attack ability a number of times per day equal to its Dexterity modifier (minimum 1). At 12th level, whenever the phantom is in darkness or dim light, it can move at full speed without taking a penalty on Stealth checks.",
			"",
			"This alters phantom and replaces shared consciousness.",
			"",
			"**Channel Energy (Su):** At 3rd level, a priest of the fallen can channel her phantom's divine energy. This functions as the [cleric's channel energy](class/cleric) class feature, except that the amount of damage dealt or hit points restored is equal to 1d6 points plus an additional 1d6 points for every 2 spiritualist levels beyond 3rd. The priest of the fallen decides to channel positive or negative energy based on her alignment. A neutral priest of the fallen can channel either positive or negative energy, but once this choice is made, it cannot be changed. She can use this ability a number of times per day equal to her Charisma modifier (minimum 1).",
			"",
			"This replaces bonded manifestation.",
			"",
			"**Phantom Call (Su):** At 6th level, once per day, a priest of the fallen can summon a fully manifested hero-god phantom from the Ethereal Plane as a standard action. If she already has a hero-god phantom manifested, that phantom vanishes back to the Ethereal Plane.",
			"",
			"This replaces phantom recall.",
			"",
			"**Fused Consciousness (Su):** At 10th level, this ability functions as usual, except the phantom retreats to the Ethereal Plane rather than the priest's consciousness.",
			"",
			"This alters fused consciousness.",
			"",
			"**Masterful Faith (Su):** At 17th level, a priest of the fallen chooses any two [cleric domains](ability/domains) and receives their full benefits, treating her spiritualist level as her cleric level. She adds the domain spells to her spells known.",
			"",
			"This replaces dual bond.",
			"",
			"**True Legend (Su):** At 20th level, a priest of the fallen is strong enough to confine a phantom in her consciousness as a standard action. On the start of her following turn, she gains access to all standard spiritualist abilities involving a confined phantom. She can confine her phantom for a number of rounds per day equal to 4 + her Wisdom modifier.",
			"",
			"This alters empowered consciousness."
		]
	},
	"quintessentialist": {
		"name": "Quintessentialist",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Quintessentialist",
			"",
			"{SOURCE Distant Realms/53}  ",
			"When the pressure to grow wars with a personal need for simplicity, a mortal soul can split between extremes, creating two half-beings that rely on one another to survive. The quintessentialist learns to project her best self-her exemplar-as an independent being, but in doing so leaves only the weakest and basest aspects behind in her body.",
			"",
			"**Unfocused Spellcasting:** A quintessentialist's sheared mind has difficulty focusing on even the simplest spells. All of her spells have a minimum casting time of 1 round, even if casting a spell would normally take less time, such as a standard action.",
			"",
			"**Exemplar:** Instead of bonding to the phantom of a dead soul, a quintessentialist forges her best qualities into a spiritual aspect called an exemplar, which resides in her subconscious mind at all times rather than on the Ethereal Plane. An exemplar uses the quintessentialist's ability scores when fully manifested rather than those of a standard phantom, but otherwise advances as a phantom. The exemplar can cast any of the spiritualist's spells while fully manifested, sharing the same spells known and spell slots, and does not suffer from the quintessentialist's unfocused spellcasting ability.",
			"",
			"A quintessentialist can fully manifest her exemplar as a full-round action rather than a 1-minute ritual, and she can dismiss it back into her mind as a standard action. When fully manifested, a quintessentialist can transfer any equipment she is currently wearing or carrying to her exemplar, allowing it to manifest with weapons, armor, and other equipment, but doing so removes these possessions from the quintessentialist. She can likewise grant her exemplar any feats she knows, losing access to those feats herself while the exemplar remains fully manifested. Projecting an exemplar is draining, however. A quintessentialist cannot cast any spells herself and she takes a -2 penalty to all ability scores while her exemplar is fully manifested. Every round the exemplar remains fully manifested, the quintessentialist takes 1d6 points of damage; this damage cannot be reduced or prevented in any way.",
			"",
			"This alters phantom."
		]
	},
	"scourge": {
		"name": "Scourge",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Scourge",
			"",
			"{SOURCE Haunted Heroes Handbook/22}  ",
			"Scourges are students of pain and have a rare connection to tormented and wracked spirits. Most are worshipers of Zon-Kuthon who are more attracted to his mastery of pain than his lordship over darkness. As a result, scourges are found not only in Nidal, but also in Cheliax, Geb, and Irrisen. Faithful of the Midnight Lord often claim the spirits bound to scourges are tortured souls who begged to be given some boon by their deity, and that having their torment extend into death is a reward, rather than a punishment. Scourges seek to share their phantoms' miseries with all around them, using the spirit's pain as a weapon. A scourge's phantom is a broken and wretched creature, and the torments it suffered in life are reflected in its ghostly or ectoplasmic appearance as wounds, scars, grotesque malformations, and tattered garments.",
			"",
			"**Spell Scourge (Su):** At 4th level, when a scourge's phantom damages a creature, it causes severe pain, requiring that creature to succeed at a concentration check (DC = 20 + spell level) to use spells, spell-like abilities, and other abilities that require concentration for 1 round. The phantom gains a +2 bonus on attack and damage rolls when making attacks of opportunity. Any creature threatened by the scourge's phantom takes a -2 penalty on concentration checks.",
			"",
			"his ability replaces spiritual interference.",
			"",
			"**Endure Torment (Ex):** At 6th level, a scourge's phantom gains immunity to pain effects and gains a +4 bonus on saving throws against effects that could cause it to become staggered or stunned.",
			"",
			"This ability replaces devotion.",
			"",
			"**Inflict Pain (Sp):** At 7th level, a scourge can use inflict pain as a spell-like ability once per day, plus one additional use per day for every 4 spiritualist levels beyond 7th. If her phantom is fully manifested, it can also use this ability, though doing so takes the phantom a full-round action, and it still counts against the scourge's daily uses of this ability.",
			"",
			"This ability replaces calm spirit.",
			"",
			"**Ectoplasmic Swarm (Su):** At 12th level, as a standard action, a scourge with a phantom manifested in ectoplasmic form can command it to break apart in a gruesome display of gore and agony, transforming it into a swarm of Diminutive ectoplasmic organs and viscera. The phantom gains the swarm subtype, dealing its unmodified slam damage die as damage for its swarm attack. Its distraction DC is equal to 10 + 1/2 the phantom's Hit Dice + its Constitution modifier. In this form, the phantom is too diffuse to use inflict pain or any of its abilities from emotional focus (even passive abilities).",
			"",
			"This ability replaces greater spiritual interference."
		]
	},
	"seeker_of_enlightenment": {
		"name": "Seeker of Enlightenment",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Seeker of Enlightenment",
			"",
			"{SOURCE Disciple's Doctrine/22}  ",
			"Sometimes a spiritualist is so haunted by a past life's failure to reach enlightenment that the past life is reborn not as a new creature but as a phantom in a spiritualist's consciousness. The spiritualist and phantom work in tandem to reach enlightenment and atone for the past life's failures.",
			"",
			"**Echoes of Expertise (Ex):** A seeker of enlightenment gains a bonus equal to her spiritualist level on checks attempted with the two skills determined by her phantom's emotional focus. When the phantom is confined to the seeker of enlightenment's consciousness, it grants a +2 bonus on saving throws against mind-affecting effects; at 12th level, this bonus increases to +4. Once per day as a free action, the seeker of enlightenment can attempt a check with any Knowledge skill, including one in which she is not trained, and add her spiritualist level as a bonus on the check.",
			"",
			"This replaces shared consciousness.",
			"",
			"**Words of the Past (Sp):** At 5th level, a seeker of enlightenment's connection with her past lives becomes so strong that she can cast comprehend languages at will as a spell-like ability, with a caster level equal to her spiritualist level.",
			"",
			"This replaces detect undead.",
			"",
			"**Karmic Insight (Sp):** At 7th level, a seeker of enlightenment gains the ability to understand which actions will push her toward ultimate understanding. She can cast augury as a spell-like ability once per day. At 11th level and every 4 levels thereafter, she can use this ability an additional time per day (to a maximum of four times per day at 19th level).",
			"",
			"This replaces calm spirit.",
			"",
			"**Pinpoint Influence (Sp):** At 9th level, a seeker of enlightenment gains the ability to track objects that are important to her goal of enlightenment. She can cast locate object as a spell-like ability once per day, with a duration of 10 minutes.",
			"",
			"This replaces see invisibility.",
			"",
			"**Echoes of Mastery (Ex):** At 10th level, a seeker of enlightenment gains the bonus on saving throws from echoes of expertise even when her phantom is manifested. Additionally, once per day, she can take 20 on any Knowledge check, including one in which she is not trained.",
			"",
			"This replaces fused consciousness.",
			"",
			"**Knowledge of the Ancestors (Sp):** At 16th level, a seeker of enlightenment learns how to tap into the knowledge of her past lives. She can cast legend lore as a spell-like ability once per day.",
			"",
			"This replaces call spirit."
		]
	},
	"shadow_caller": {
		"name": "Shadow Caller",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Shadow Caller",
			"",
			"{SOURCE Ultimate Intrigue/50}  ",
			"While most spiritualists form a bond with the remnants of a creature's soul, some explore ways to bind ephemeral shadows to their own souls in exchange for power.",
			"",
			"**Shadowcaster:** A shadow caller adds darkness and deeper darkness to their class spell list as 2nd- and 3rd-level spells, respectively. When her shade (see below) inhabits her shadow, the shadow caller's effective caster level is one higher when she casts all spells with the shadow or darkness descriptor.",
			"",
			"This ability alters the spiritualist's spellcasting.",
			"",
			"**Shade:** A shadow caller gains a special kind of phantom known as a shade. A shade functions as a phantom, except as noted below. A shade is from the Shadow Plane instead of the Ethereal Plane. A shade is not confined to the shadow caller's consciousness, but instead inhabits her shadow.",
			"",
			"This ability alters phantom.",
			"",
			"**Emotionless (Su):** A shadow caller's shade lacks an emotional focus; it is cold and devoid of all emotions. The shade gains a number of ranks in Intimidate and Stealth equal to its Hit Dice. The shadow caller gains {feat/Skill Focus} in each of these skills while the shade inhabits her shadow. The shade has good Reflex and Will saves, gains {feat/Lightning Reflexes} as a bonus feat, and gains the following abilities.",
			"",
			"**Weakening Touch (Su):** A shade's slam attack causes its victim to take a -2 penalty to Strength for 1 round. As a standard action, a shade in incorporeal form can deliver the penalty as a touch attack. This penalty does not stack with itself. This is a negative energy effect.",
			"",
			"Umbral Shroud (Su) When the shadow caller reaches 7th level, her shade can emit a 10-foot aura of swirling shadows that grants all allies 20% concealment against creatures without darkvision or the see in darkness ability, and a +4 bonus on Stealth checks.",
			"",
			"**Shadow Caster (Sp):** When the shadow caller reaches 12th level, her shade gains the ability to cast either shadow conjuration or shadow evocation once per day. It uses its Hit Dice as its caster level, and the DC for these spells equals 10 + 1/2 the shade's Hit Dice + its Charisma modifier. Instead of the normal spell level and percentage of reality for the two spells, the maximum spell level of the duplicated spell is 4th level, and the effects are 40% real. When the shadow caller reaches 18th level, the maximum spell level improves to 6th level and effects are 60% real.",
			"",
			"**Midnight Shroud (Su):** When the shadow caller reaches 17th level, her shade's umbral shroud also lowers the light level in its range to darkness, regardless of the prevailing conditions; this counts as a 7th-level darkness spell for the purpose of adjudicating light and darkness effects.",
			"",
			"**Inhabit Shadow (Su):** A shade resides within a shadow caller's own shadow. When the shade is summoned, the shadow caller does not cast a shadow under any circumstances. Creatures that don't normally cast shadows (such as vampires) cannot be shadow callers. While the shade inhabits its master's shadow, the shadow caller gains a +4 circumstance bonus on Stealth checks against creatures without darkvision or the see in darkness ability; at 12th level, this bonus increases to +8. Additionally, the shadow caller gains darkvision 60 feet while her shade inhabits her shadow. If the shadow caller already has darkvision, its range increases by 30 feet.",
			"",
			"This ability replaces shared consciousness.",
			"",
			"**Shadow Bound (Su):** A shadow caller's shade remains stable while adjacent to the shadow caller, or while up to 5 feet away from the shadow caller for every 5 levels the shadow caller possesses. If the shade moves beyond this distance, it is automatically dismissed back to the Shadow Plane (preventing the shade from being summoned back for 24 hours) unless the shadow caller concentrates as per the etheric tether ability. However, if both the shadow caller and shade are in areas of total darkness, the shade can move any distance from the shadow caller. If the shade is beyond its maximum distance and enters an area of dim or brighter illumination, it immediately returns to the Shadow Plane and cannot be summoned for 24 hours.",
			"",
			"This ability replaces etheric tether.",
			"",
			"**Shadow Jump (Su):** At 6th level, when a shadow caller's shade inhabits her shadow, she can travel between shadows as per the shadowdancer's shadow jump ability. Each day, she can travel a total of 40 feet per spiritualist level in this way and, as with a shadowdancer, the distance is rounded to the nearest 10-foot increment.",
			"",
			"This ability replace phantom recall.",
			"",
			"**See in Darkness (Su):** At 9th level, a shadow caller can gain the {umr/see in darkness} universal monster ability as a standard action. She can use this ability for a number of rounds per day equal to her spiritualist level, though these rounds need not be consecutive.",
			"",
			"This ability replaces see invisibility.",
			"",
			"**Umbral Aura (Su, Sp):** At 10th level, a shadow caller is wreathed in an aura of darkness while her shade inhabits her shadow, gaining 50% concealment against creatures without darkvision or the see in darkness ability. Additionally, the shadow caller's square and all adjacent squares are treated as areas of dim illumination while she benefits from this ability; this second effect counts as a 4th-level darkness spell for the purpose of adjudicating light and darkness effects. While her shade inhabits her shadow, the shadow caller can hide in plain sight, even if an observing creature has darkvision or see in darkness.",
			"",
			"This ability replaces fused consciousness.",
			"",
			"**Living Darkness (Su):** At 20th level, a shadow caller becomes a creature of absolute darkness. When using her incorporeal bonded manifestation, she is immune to cold and mind-affecting effects and gains an incorporeal touch attack that she can use as a standard action to deal 20d6 points of negative energy damage. When the shadow caller damages a creature with this ability, she gains 5d6 temporary hit points (Fortitude half; DC = 20 + her Wisdom modifier), so long as she doesn't already have any temporary hit points gained via this ability). Temporary hit points gained this way disappear after 1 hour.",
			"",
			"This ability replaces empowered consciousness."
		]
	},
	"soul_warden": {
		"name": "Soul Warden",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Soul Warden",
			"",
			"{SOURCE Planar Adventures/20}  ",
			"Normally, the bond a spiritualist shares with his phantom persists for the duration of the spiritualist's life, but in certain rare instances, a spiritualist can guide the phantom hiding within her on to the afterlife, choosing to release the phantom and abandoning many of the classic powers her class normally grants her. When this unusual circumstance happens, the spiritualist retains all the psychic potential from her time serving as a conduit and a vessel, even though she is no longer accompanied by her phantom. While some who would have otherwise become adventuring spiritualists take this as an opportunity to instead choose a normal life, others are galvanized to become wardens of the soulstream, serving Pharasma and working with psychopomps to protect vulnerable souls from those who seek to capture, corrupt, or devour them. At the GM's discretion, a spiritualist might help her phantom move on during play, and if the attempt is successful, she can apply this archetype retroactively, making the appropriate modifications to her class choices as if she had been a soul warden from first level.",
			"",
			"**Nosoi Scribe:** At 1st level, a soul warden gains a fledgling nosoi familiar. Treat this as a raven familiar until the soul warden reaches 4th level, at which point it is treated as a nosoi (as though the soul warden had taken the Improved Familiar feat). The familiar uses the soul warden's spiritualist level as its Hit Dice for the purpose of determining the effects and duration of its haunting melody ability and all other effects related to its HD. At 10th level, the nosoi scribe gains the ability to use its touch the spirit world ability three times per day, instead of once per day. At 12th level, it also gains the Repose domain's ward against death ability.",
			"",
			"This replaces phantom, etheric tether, shared consciousness, spiritual interference, fused consciousness, and greater spiritual interference.",
			"",
			"**Psychopomp's Bond (Su):** A soul warden's bond with her nosoi scribe is stronger than usual for a master and familiar. At 2nd level, she can use bonded senses with her nosoi scribe, and at 6th level, she can use phantom recall to recall her nosoi scribe to her side.",
			"",
			"This alters bonded senses and phantom recall.",
			"",
			"**Warding Vessel (Su):** At 3rd level, a soul warden can allow a spirit, soul, or incorporeal creature to hide inside her. While within the soul warden, the warded creature can communicate with the soul warden, and it can be targeted only by effects that could target a creature possessing another creature's body. The warded creature has no other influence over the soul warden or her body. If the soul warden is reduced below 0 hit points, the warded creature is expelled.",
			"",
			"This replaces bonded manifestation.",
			"",
			"**Phantom Elegy (Su):** At 8th level, a soul warden's nosoi scribe learns to sing elegies that build on the soul warden's conduit to her former phantom. This allows it to create an effect identical to the 7th-level aura ability of an anger, dedication, despair, fear, hatred, jealousy, or zeal phantom, except that the phantom elegy is also a sonic effect and continues only as long as the nosoi scribe sings. Each round of phantom elegy uses 1 round of the nosoi scribe's haunting melody. At 17th level, the nosoi scribe can blend any two of the phantom aura abilities into a single phantom elegy, although it uses 3 rounds of its haunting melody for each round it does so.",
			"",
			"This replaces bonded manifestation increases and dual bond.",
			"",
			"**Algea Call (Su):** At 20th level, as a standard action once per hour, a soul warden's nosoi scribe can summon countless other nosoi, which flock together to form an algea. This transformation lasts for 1 minute, after which the nosoi scribe returns unharmed, unless the algea is brought to 0 hit points or killed, in which case the nosoi scribe returns unconscious at 0 hit points. This is a summoning effect.",
			"",
			"This replaces empowered consciousness."
		]
	},
	"totem_spiritualist": {
		"name": "Totem Spiritualist",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Totem Spiritualist",
			"",
			"{SOURCE Psychic Anthology/6}  ",
			"The god callers of Sarkoris had numerous traditions mixing naturalism with the arcane and occult arts. One of the few traditions to survive to the present day is that of the totem spiritualists. These specialized spiritualists call upon phantoms that are manifestations of animals and personifications of nature.",
			"",
			"**Phantom Animal:** A totem spiritualist calls upon spirits of nature known as phantom animals to assist her in her journeys. A phantom animal functions like an {sidekick/animal companion} except as noted in the descriptions below.",
			"",
			"A totem spiritualist begins play with a phantom animal. The phantom animal uses the statistics of an animal companion and follows the standard animal companion progression in regard to Hit Dice, base attack bonus, saving throws, skills, feats, natural armor bonus, Strength and Dexterity bonuses, and bonus tricks, but not its special abilities. A phantom animal instead gains the special abilities of [a standard phantom](sidekick/phantom). A phantom animal is capable of becoming harbored in the spiritualist's consciousness or becoming fully or partially manifested. A phantom animal is otherwise considered a phantom for the purposes of all feats and abilities.",
			"",
			"At 7th level and every 5 spiritualist levels thereafter, the totem spiritualist can choose to gain an additional phantom animal. This additional phantom animal uses the appropriate statistics for a phantom animal of its level. A totem spiritualist can have only one active phantom animal at a time. Dismissing an active phantom animal to call another requires a ritual that takes 1 minute to perform.",
			"",
			"Instead of gaining an additional phantom animal, the totem spiritualist can choose to empower a phantom animal with which she is already bonded. The first time the phantom animal is empowered, it gains two bonus tricks. The second time it is empowered, the phantom animal gains the [hunter's](class/hunter) animal focus class ability, treating the totem spiritualist's spiritualist level as her effective hunter level. The third time it is empowered, the damage dice of the phantom animal's natural attacks increase by one step.",
			"",
			"A totem spiritualist can release a phantom animal from her service much like a druid releases an animal companion. If a totem spiritualist releases a phantom animal from service, she can gain a new one by performing a ritual requiring 24 uninterrupted hours of meditation in an environment where the animal that the phantom resembles typically lives.",
			"",
			"A totem spiritualist treats any druid levels she has as effective spiritualist levels to determine the abilities of her phantom animals, but does not treat her spiritualist levels as effective druid levels to determine the abilities of animal companions.",
			"",
			"This ability replaces phantom.",
			"",
			"**Shared Instincts (Su):** A totem spiritualist doesn't gain Skill Focus feats while a phantom animal is confined in her consciousness. She instead gains a number of bonus ranks in Knowledge (nature) equal to the phantom animal's Hit Dice.",
			"",
			"This ability alters shared consciousness.",
			"",
			"**Animal Senses (Su):** At 9th level, a totem spiritualist shares her phantom animal's senses. If her phantom animal has any of the following abilities, she gains them whenever the phantom animal is harbored in her consciousness: blindsense, darkvision, low-light vision, and scent.",
			"",
			"This ability replaces see invisibility.",
			"",
			"**Twin Phantoms (Su):** At 17th level, the totem spiritualist can call upon two of her phantom animals at once. As a standard action, she can manifest a second phantom animal. The phantom animal remains for a number of rounds per day equal to her spiritualist level and can be dismissed as a free action. This duration does not need to be consecutive.",
			"",
			"This replaces dual bond."
		]
	},
	"usher_of_lost_souls": {
		"name": "Usher of Lost Souls",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Usher of Lost Souls",
			"",
			"{SOURCE Psychic Anthology/7}  ",
			"Ushers of lost souls are spiritualists who focus on bringing the souls of the dead to their final judgments at the end of the River of Souls. To this end, they specialize in destroying undead and in laying haunts to rest. Skeptics who point out the apparent contradiction that ushers of lost souls use phantoms to aid them are quickly told that their ectoplasmic allies hail from the Ethereal Plane and are not actually undead. Ushers of lost souls are common among the clergy of Pharasma and are seen throughout the Inner Sea region.",
			"",
			"**Etheric Channel (Su):** An usher of lost souls can focus ethereal energies to channel waves of disruption. The spiritualist can channel positive energy a number of times per day equal to 3 + her Charisma modifier (minimum 1). She channels energy like a cleric of her spiritualist level, except the channeled energy can be used only to harm undead or haunts. This otherwise functions as channel energy for the purposes of feats and abilities. The spiritualist does not require a holy symbol to use this ability.",
			"",
			"**Spirit Senses (Ex):** At 2nd level, an usher of lost souls gains a bonus equal to half her spiritualist level on Perception checks to detect haunts and incorporeal creatures and on Sense Motive checks to determine whether a creature is possessed, under the effects of an enchantment or curse, or otherwise magically controlled.",
			"",
			"This ability replaces bonded senses.",
			"",
			"**Disrupting Phantom (Ex):** When an usher of lost souls reaches 4th level, her phantom gains the ability to directly harm haunts. The phantom can make an attack while within a haunt's area against an AC equal to 10 + the haunt's caster level. On a hit, the phantom deals its slam damage to the haunt; the haunt is immune to critical hits from the phantom. When an usher of lost souls reaches 12th level, her phantom can deal critical hits to a haunt, and the critical threat range for its slam attacks against haunts increases to 19-20.",
			"",
			"This ability replaces spiritual interference and greater spiritual interference.",
			"",
			"**Locate Haunts (Su):** At 9th level, an usher of lost souls can locate inactive haunts. As a standard action, she can enhance her vision to detect haunts within 60 feet of her. A haunt's area glows with a bright light for an untriggered haunt or dim light for a haunt that is waiting to reset. She can use this ability for 10 minutes per day per spiritualist level. This duration doesn't need to be consecutive, but it must be spent in 10-minute increments.",
			"",
			"This ability replaces see invisibility.",
			"",
			"**Disruptive Influence (Su):** At 14th level, the usher of lost souls can put spirits to rest. She can use one of her uses of calm spirit to instead cast purge spirit as a spell-like ability. She can expend two uses of her etheric channel to cast either of these spells as a spell-like ability.",
			"",
			"This ability replaces spiritual bond."
		]
	},
	"ward_spiritualist": {
		"name": "Ward Spiritualist",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Ward Spiritualist",
			"",
			"{SOURCE Wilderness Origins/18}  ",
			"While many spiritualists are bound to a departed spirit, a condition more likely to be the result of chance or tragedy than a career choice, there are some individuals who seek out this life. A ward spiritualist ventures into the wilderness and petitions a {family/kami} to help her in her travels, either taking an existing ward with her or becoming the kami's new ward.",
			"",
			"**Kami Phantom (Su):** The ward spiritualist's phantom is less powerful than most, but it has an innate connection to its ward. The ward spiritualist's phantom is a kami phantom, functioning as normal for a phantom, except that its base attack bonus is equal to three-quarters its Hit Dice (as a rogue) and its Hit Dice are d8s instead of d10s. Additionally, a kami phantom cannot manifest as incorporeal, only ectoplasmic.",
			"",
			"This alters phantom.",
			"",
			"**Ward Implement (Su):** The ward spiritualist gains a single implement school of her choice, as an {class/occultist}, along with its resonant focus power and base focus power. The ward spiritualist does not gain additional spells from her ward implement, and it always starts each day with mental focus invested equal to half her class level (minimum 1).",
			"",
			"When she gains her ward implement, the ward spiritualist must choose either to have a physical implement or to be the implement herself. If she chooses to have a physical implement, her spiritualist spells include it as a focus component, and she can change what item is her implement when she regains her spells at the start of each day. Her implement must be an item that can be held in one hand, and it cannot be a manufactured weapon. If the ward spiritualist chooses to be her own ward implement, her spiritualist spells always have a somatic component in addition to their other components; this component does not become an emotion component.",
			"",
			"She can remove the focus or somatic component of her spells, but this requires a concentration check with a DC equal to 15 + twice the spell level, which is increased for a thought component as normal.",
			"",
			"She gains a focus power for her implement school at 2nd level, and again at 6th level and 12th level. She must meet the prerequisites of these focus powers, treating her spiritualist level as her occultist level for focus power prerequisites. She also treats her spiritualist level as her occultist level for feat prerequisites.",
			"",
			"This alters spellcasting and replaces bonded senses, phantom recall, and greater spiritual interference.",
			"",
			"**Merged Manifestation (Su):** At 3rd level, the ward spiritualist learns how to merge her kami phantom with her ward implement. This functions as bonded manifestation, except that she does not choose ectoplasmic or incorporeal. Instead, she gains different benefits depending on whether she has a physical implement or is her own implement.",
			"",
			"If she has a physical implement, when using her merged manifestation, her implement functions as a one-handed improvised weapon of appropriate size, and she does not take the usual penalties associated with wielding an improvised weapon. Additionally, it is considered to have a +1 enhancement bonus for the duration of the merged manifestation. This enhancement bonus increases by 1 at 8th level, and again at 13th level and 18th level. At 8th level, and again at 18th level, it deals damage as a weapon one size category larger. At 13th level, her implement also gains the benefits of {spell/spirit-bound blade} for the duration of the merged manifestation.",
			"",
			"If she is her own implement, when using her merged manifestation, she gains the [unarmed strike class feature as a 1st level unchained monk](class/unchained_monk). At 8th level, her unarmed strike damage is that of a 4th-level unchained monk, and she gains flurry of blows as a 1st-level unchained monk. At 13th level, her unarmed damage is that of an 8th-level unchained monk, and her unarmed strikes gain the benefits of {spell/spirit-bound blade} for the duration of the merged manifestation. At 18th level, her unarmed damage is that of a 12th level unchained monk, and she can use flurry of blows as an 11th-level unchained monk."
		]
	},
	"zeitgeist_binder": {
		"name": "Zeitgeist Binder",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Zeitgeist Binder",
			"",
			"{SOURCE Ultimate Intrigue/51}  ",
			"Not all spiritualists deal in the souls of creatures that refuse to pass into death. Zeitgeist binders channel the emotional connections of a group of people into a unique phantom that personifies a community.",
			"",
			"**Zeitgeist (Su):** A zeitgeist binder's phantom is called a zeitgeist. In addition to an emotion, a zeitgeist is tied to one [aspect of its settlement](rule/the_settlement_stat_block): corruption, crime, economy, law, lore, or society. In order to select an aspect, that aspect of the settlement must have a positive modifier (for instance, a settlement with a negative lore modifier or a modifier of 0 could not manifest a lore zeitgeist). Although a zeitgeist personifies a single chosen settlement, a zeitgeist binder can call it anywhere, but outside the bounds of its settlement, it loses the benefits of its settlement aspect and settlement avatar abilities.",
			"",
			"This ability alters phantom.",
			"",
			"**Settlement Aspect (Sp):** A zeitgeist binder gains a number of spell-like abilities tied to her zeitgeist's settlement aspect. Other than being based on Wisdom instead of Charisma, these work the same way as the {archetype-spiritualist/fractured mind}'s emotional power ability. The masterwork transformation spell-like ability does not ignore the material component.",
			"",
			"**Corruption:** Conditional favor (5th), false belief (7th), charm person (9th), mass suggestion (16th).",
			"",
			"**Crime:** Crime of opportunity (5th), pilfering hand (7th), demand offering (9th), crime wave (16th).",
			"",
			"**Economy:** Crafter's fortune (5th), masterwork transformation (7th), beguiling gift (9th), major creation (16th).",
			"",
			"**Law:** Detect chaos (5th), arrow of law (7th), peacebond (9th), mark of justice (16th).",
			"",
			"**Lore:** Object reading (5th), hypercognition (7th), heightened awareness (9th), legend lore (16th).",
			"",
			"**Society:** Cultural adaptation (5th), rumormonger (7th), share language (9th), coordinated effort (16th).",
			"",
			"This ability replaces detect undead, calm spirit, see invisibility, and call spirit.",
			"",
			"**Settlement Avatar (Su):** When a zeitgeist binder reaches 2nd level, the zeitgeist becomes a living avatar of the settlement. As a standard action, it can project its senses out into the settlement, perceiving the general pulse of its chosen aspect throughout the whole settlement as well as anything involving its aspect that is occurring within 50 feet per spiritualist level. The sensing works like enter image, so the zeitgeist attempts a Perception check at a - 10 penalty to notice any particular activity within range. The zeitgeist can use this ability for a number of rounds per day equal to the zeitgeist binder's spiritualist level. These rounds need not be consecutive.",
			"",
			"When the zeitgeist binder reaches 10th level, the zeitgeist can project its senses to feel its settlement aspect at will. Additionally, the zeitgeist binder gains a bonus teamwork feat as long as she is in her zeitgeist's settlement. The zeitgeist binder must meet the teamwork feat's prerequisites, and she grants the feat as a bonus feat to her zeitgeist, even if it doesn't meet the prerequisites.",
			"",
			"This ability replaces the spiritualist's bonded senses and fused consciousness."
		]
	}
}
