{
	"beast_rider": {
		"name": "Beast Rider",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Beast Rider",
			"",
			"{SOURCE Ultimate Combat/36}  ",
			"The cavalier is defined not only by his dedication to his order or his skill on the battlefield, but also by the special relationship he maintains with his mount. Where some cavaliers are simply skilled with horses or well-trained knights, the beast rider spends his life in constant pursuit of the most perfect mount, forming bonds with greater, more powerful, and more exotic creatures.",
			"",
			"**Armor Proficiency:** A beast rider is proficient with light and medium armor, and with shields (with the exception of tower shields).",
			"",
			"**Exotic Mount (Ex):** At 1st level, a beast rider forms a bond with a strong, loyal companion that permits him to ride it as a mount. This mount functions as a [druid's animal companion](class/druid), using the beast rider's level as his effective druid level. The animal chosen as a mount must be large enough to carry the beast rider (Medium or Large for a Small character; Large or Huge for a Medium character).",
			"",
			"The beast rider does not take an armor check penalty on Ride checks while riding his mount. The mount is always considered combat trained, and begins play with [Endurance](feat/endurance) as a bonus feat. A beast rider's mount does not gain the share spells special ability.",
			"",
			"Each time the beast rider increases in level, he can choose to select a new, more impressive mount better suited to his increased power.",
			"",
			"Small-sized beast riders can choose a [pony](druidcompanion/pony) or [wolf](druidcompanion/wolf) mount at 1st level. At 4th level, a Small beast rider can also choose an [allosaurus](druidcompanion/allosaurus), [ankylosaurus](druidcompanion/ankylosaurus), [arsinoitherium](druidcompanion/arsinoitherium), [aurochs](druidcompanion/aurochs), [bison](druidcompanion/aurochs), [boar](druidcompanion/boar), [brachiosaurus](druidcompanion/brachiosaurus), [elephant](druidcompanion/elephant), [glyptodon](druidcompanion/glyptodon), [hippopotamus](druidcompanion/hippopotamus), [mastodon](druidcompanion/mastodon), [megaloceros](druidcompanion/megaloceros), [riding dog](druidcompanion/dog), [snapping turtle (giant)](druidcompanion/giant_snapping_turtle), [triceratops](druidcompanion/triceratops), or [tyrannosaurus](druidcompanion/tyrannosaurus). At 7th level, he can also choose a dinosaur ([deinonychus](druidcompanion/deinonychus) or [velociraptor](druidcompanion/velociraptor)).",
			"",
			"Medium beast riders can choose a [camel](druidcompanion/camel) or [horse](druidcompanion/horse) mount at 1st level. At 4th level, a Medium beast rider can also choose an [allosaurus](druidcompanion/allosaurus), [ankylosaurus](druidcompanion/ankylosaurus), [arsinoitherium](druidcompanion/arsinoitherium), [aurochs](druidcompanion/aurochs), [bison](druidcompanion/bison), [brachiosaurus](druidcompanion/brachiosaurus), [elephant](druidcompanion/elephant), [glyptodon](druidcompanion/glyptodon), [hippopotamus](druidcompanion/hippopotamus), [lion](druidcompanion/lion), [mastodon](druidcompanion/mastodon), [megaloceros](druidcompanion/megaloceros), [snapping turtle (giant)](druidcompanion/giant_snapping_turtle), [tiger](druidcompanion/tiger), [triceratops](druidcompanion/triceratops), or [tyrannosaurus](druidcompanion/tyrannosaurus) as his mount. Additional mounts might be available with GM approval.",
			"",
			"In addition, a 7th-level or higher Medium beast rider can select any creature whose natural size is Large or Huge, provided that creature is normally available as a Medium-sized animal companion at 7th level (like a [bear](druidcompanion/bear)). To generate statistics for such a mount, apply the following modifications: Size Large; Ability Scores Str +2, Dex -2, Con +2. Increase the damage of each of the mount's natural attacks by one die size. A beast rider cannot choose a mount that is not capable of bearing his weight, that has fewer than four legs, or that has a fly speed (although the GM may allow mounts with a swim speed in certain environments).",
			"",
			"Anytime a feat or ability allows a mount to make a hoof attack, it can make a claw, slam, or other analogous attack instead.",
			"",
			"This ability replaces the standard cavalier's mount and expert trainer abilities."
		]
	},
	"castellan": {
		"name": "Castellan",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Castellan",
			"",
			"{SOURCE Melee Tactics Toolbox/9}  ",
			"A castellan is a cavalier who dedicates himself to the defense of a castle or walled city. Though not as celebrated as the cavaliers who ride forth to take on distant foes, the castellan is no less brave or important, for the castellan and his allies are the last line of defense for those who depend on the fortification for protection.",
			"",
			"**Castle Defender:** At 1st level, a castellan gains a +1 bonus to Armor Class and an additional +1 bonus on attack rolls when he is on higher ground. He also gains an additional +1 bonus to Armor Class and on Reflex saves when he has cover other than soft cover from other creatures. At 6th level, a castellan gains evasion (as a rogue) when he has cover (but not soft cover) against the source of the attack. At 11th level, these bonuses increase by 1. At 16th level, he gains improved evasion instead of evasion. Both the evasion and improved evasion abilities work even when the castellan wears medium or heavy armor. This ability replaces mount.",
			"",
			"**Castle Lore:** At 3rd level, the castellan gains a +2 bonus on initiative checks and Knowledge (engineering), Knowledge (local), Knowledge (nobility), Perception, and Stealth checks when he is in urban terrain, including fortifications. A castellan in an urban environment can always act in a surprise round, though he remains flat-footed until he acts. At 8th level and every 5 levels thereafter, the castellan's bonuses on skill and initiative checks increase by 2. This ability replaces cavalier's charge.",
			"",
			"**Guard Companion:** At 4th level, the castellan forms a bond with an [animal companion](ability/druid_companions) that serves as a guard. While most castellans select birds or canines, the castellan can choose any animal companions available to [rangers](class/ranger). This ability functions like the druid nature bond ability, except that the castellan's effective druid level is equal to his cavalier level - 3 and his animal companion doesn't gain the share spells special ability. This ability replaces expert trainer.",
			"",
			"**Mighty Defense:** At 11th level, when the castellan readies an action to make a melee attack against a creature that is not yet adjacent to him, he doubles the threat range of any melee weapons wielded during the attack. This increase doesn't stack with other effects that increase the threat range of his weapons. In addition, the cavalier can attempt a free dirty trick, disarm, sunder, or trip combat maneuver if his readied attack is successful. This free combat maneuver doesn't provoke an attack of opportunity. This ability replaces mighty charge.",
			"",
			"**Defending Challenge:** At 12th level, the castellan takes no penalty to Armor Class when using his challenge ability. This ability replaces demanding challenge.",
			"",
			"**Supreme Defense:** At 20th level, whenever the castellan readies an action to make a melee attack against a creature that is not yet adjacent to him, his readied attack deals double the normal amount of damage (or triple the damage if using a brace weapon against a charge). In addition, if the cavalier confirms a critical hit on the readied attack, the target is stunned for 1d4 rounds. A successful Will save (DC = 10 + the cavalier's class level + the cavalier's Strength modifier) reduces this to being staggered for 1d4 rounds. This ability replaces supreme charge."
		]
	},
	"charger": {
		"name": "Charger",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Charger",
			"",
			"{SOURCE Inner Sea Monster Codex/5}  ",
			"No warrior better epitomizes the centaur's devastating martial power than the charger. Born to the swiftest and most powerful of their kind, these natural cavaliers can achieve unparalleled feats of equestrian combat. Chargers rush headlong into the heart of any conflict to swiftly close on and smash into their enemies, channeling their power into their lances.",
			"",
			"**Prerequisite:** Centaur (or any tauric creature at the GM's discretion).",
			"",
			"**Class Skills:** A charger gains Acrobatics, Knowledge (nature), and Survival as class skills, but does not gain Climb, Handle Animal, or Ride as class skills. This alters the cavalier's class skills.",
			"",
			"**Weapon and Armor Proficiency:** A charger is proficient with all simple and martial weapons, with light and medium armor, and with shields (except tower shields). A charger's cavalier levels stack with any fighter levels he possesses for the purpose of meeting the level prerequisite for feats that can specify a lance, such as [Weapon Specialization](feat/weapon_specialization). This replaces the cavalier's weapon and armor proficiencies.",
			"",
			"**Natural Mount (Ex):** A charger counts as having the [Mounted Combat](feat/mounted_combat) feat only for the purpose of meeting feat prerequisites, and substitutes the Acrobatics skill for any Ride skill prerequisites when acquiring feats that have [Mounted Combat](feat/mounted_combat) as a prerequisite. Because of his equine form, a charger can wield a lance one-handed as if mounted and deals double damage with a lance while charging. A charger can never gain the benefit of the [Mounted Combat](feat/mounted_combat) feat (or other similar feats or effects, such as [Trick Riding](feat/trick_riding)) if ridden by another creature. This ability replaces mount.",
			"",
			"**Thundering Hooves (Ex):** At 3rd level, a charger's hoof attack deals an additional 1d6 points of damage and its critical threat range increases to 19-20. This effect doesn't stack with any other effect that expands the critical threat range of a weapon. Whenever he performs a charge, the charger can make an additional hoof attack against his target with a -5 penalty on his attack roll. This ability replaces cavalier's charge.",
			"",
			"**Courser (Ex):** At 4th level, a charger's constant training increases his land speed by 10 feet. A charger can also move through up to 10 feet of difficult terrain each round as if it were normal terrain. These benefits apply only when he is wearing no armor, light armor, or medium armor, and not carrying a heavy load. Apply this bonus before modifying the charger's speed because of any load carried or armor worn. These bonuses stack with any other bonuses to the charger's land speed or ability to ignore difficult terrain. This ability replaces expert trainer.",
			"",
			"**Ride Down (Ex):** At 11th level, a charger can attempt to overrun any number of targets in the path of his charge as a free action. For each successful overrun combat maneuver check, the charger automatically deals an amount of damage to the overrun target equal to that of his hoof attack and can continue with his charge. If any overrun attempt fails during the charge, the charger's progress ends in the space directly in front of the target where the maneuver failed. These overrun attempts do not provoke attacks of opportunity. For each target in the path of his charge, the charger incurs a cumulative -2 penalty on his overrun combat maneuver checks. This ability replaces mighty charge."
		]
	},
	"circuit_judge": {
		"name": "Circuit Judge",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Circuit Judge",
			"",
			"{SOURCE Path of the Hellknight/32}  ",
			"A circuit judge claims a specific region, becoming an expert in the local laws and, perhaps, becoming a fearsome executioner.",
			"",
			"**Circuit (Ex):** At 1st level, a circuit judge chooses a single community. While in that community or within 25 miles of it, she adds half her cavalier level (minimum 1) on Intimidate, Knowledge (local), and Sense Motive skill checks (as well as any other law-related skill checks, at the GM's discretion). Whenever she advances in level, the range within which she gains this bonus expands by another 25 miles-50 miles at 2nd level, 75 miles at 3rd level, and so forth. This bonus on Intimidate checks increases by 2 when she enters a community within this area that she hasn't visited for 1 week or more.",
			"",
			"At 9th level and 17th level, the circuit judge can select another community within the range in which she gains this ability's bonus. She can measure from that community (as well as previous communities) to determine whether she gains this ability's bonus on the relevant skill checks.",
			"",
			"This ability replaces tactician, greater tactician, and master tactician.",
			"",
			"**Sentence (Ex):** Once per day as a swift action, the circuit judge can choose one target within sight to sentence. The circuit judge gains the potential for a variety of bonuses related to that target. The circuit judge chooses the form of these benefits from the following list of [inquisitor judgments](class/inquisitor): destruction, justice, protection, purity, or smiting.",
			"",
			"The benefits of these judgments apply only to the circuit judge and the target-the protection judgment's bonus to Armor Class, for example, applies only to attacks made by the sentenced target (not any creature who attacks the circuit judge while the judgment is active). Treat the circuit judge's level as her inquisitor level for the purposes of determining how these judgments increase in power. The circuit judge can use this ability twice per day at 1st level, plus two additional times per day for every 3 cavalier levels beyond 1st, to a maximum of 14 times per day at 19th level. She can switch her sentence as a swift action, but doing so expends an additional daily use of this ability.",
			"",
			"Sentencing a foe requires much of the circuit judge's concentration. The circuit judge takes a -2 penalty to her Armor Class, except against attacks made by the target of her sentence.",
			"",
			"The sentence remains in effect either until the target is dead or unconscious or until the combat ends. Sentences are considered challenges for the purposes of the effects listed in the challenge section describing the cavalier's order.",
			"",
			"This ability replaces challenge.",
			"",
			"**Double Jeopardy (Ex):** At 12th level, whenever a circuit judge sentences a foe, she can gain the benefits of two inquisitor judgments against the foe instead of one. Using this ability does not expend a daily use of sentence.",
			"",
			"This ability replaces demanding challenge."
		]
	},
	"constable": {
		"name": "Constable",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Constable",
			"",
			"{SOURCE Heroes of the Streets/17}  ",
			"Constables keep order in the narrow streets and dark alleys of settlements.",
			"",
			"**Class Skills:** Perception is a class skill for constables. This alters the cavalier's class skills.",
			"",
			"**Apprehend (Ex):** A constable gains [Improved Unarmed Strike](feat/improved_unarmed_strike) as a bonus feat and can attempt a grapple combat maneuver check in place of the attack at the end of a charge. At 2nd level, the constable receives a +1 bonus on Perception checks and combat maneuver checks to disarm, grapple, or trip opponents. At 7th level and every 5 levels thereafter, this bonus improves by 1. At 4th level, the constable does not treat crowds as difficult terrain. This ability replaces mount.",
			"",
			"**Squad Commander (Ex):** At 3rd level, a constable can spend 1 minute laying out a plan to activate the tactician ability without having it count against his number of uses per day. The ability must be triggered within 1 hour of the plan being made, and the benefits last for 1 minute per cavalier level he has. The constable can have only one plan at a time, and if a new plan is made, any old plan is lost. This ability replaces cavalier's charge.",
			"",
			"**Quick Interrogator (Ex):** At 4th level, a constable can attempt a Diplomacy check to gather information in 1d6 &times; 5 minutes and attempt a Diplomacy or Intimidate check to change someone's attitude in 5 rounds. This ability replaces expert trainer.",
			"",
			"**Badge (Ex):** At 5th level, a constable's badge becomes a powerful symbol of rules and authority. As long as he wears his badge, allies within 30 feet who can see him gain a +2 morale bonus on saving throws against charm, compulsion, and fear effects and a +1 morale bonus on attack rolls against targets the constable has challenged. At 10th level and every 5 levels thereafter, the bonuses increase by 1. This ability replaces banner.",
			"",
			"**Instant Order (Ex):** At 11th level, a constable can bark an order to an ally within 30 feet as a standard action. That ally can instantly take a single move or standard action to comply with the order. Taking the action dazes the ally for 1 round afterward. At 20th level, the constable can use this ability as a move action, but no more than once per round. This ability replaces mighty charge and supreme charge.",
			"",
			"**Greater Badge (Ex):** At 14th level, a constable can hold his badge aloft as a standard action to inspire his allies to be steadfast. All allies within 30 feet gain a number of temporary hit points equal to twice the constable's cavalier level for 10 minutes. A given ally can benefit from this ability only once per day. This ability replaces greater banner."
		]
	},
	"courtly_knight": {
		"name": "Courtly Knight",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Courtly Knight",
			"",
			"{SOURCE Ultimate Intrigue/24}  ",
			"Some cavaliers strive to be just as effective at the court of a local lord as on the field of battle. These courtly knights are equally at home in a duel with words or swords.",
			"",
			"**Social Presence (Ex):** A courtly knight gains a +1 bonus on all Bluff, Diplomacy, Intimidate, and Sense Motive checks. At 4th level and every 4 cavalier levels thereafter, this bonus increases by 1 (to a maximum of +6 at 20th level). A courtly knight starts any verbal duel with an extra edge she can use for only the presence tactic unless she is at a significant or extreme disadvantage in the duel.",
			"",
			"This ability replaces tactician.",
			"",
			"**Imperious Attitude (Ex):** At 9th level, a courtly knight develops a commanding demeanor, and the strength of her conviction is often enough to get others to do as she asks, merely because she expects it to be done. In a social setting, the courtly knight can attempt Diplomacy checks to make a request of a creature whose attitude toward her is unfriendly, provided that creature does not intend to harm or oppose the courtly knight or her allies in the immediate future. Further, whenever she attempts a Diplomacy check to make a request, a courtly knight can first attempt an Intimidate check (DC = 20 + the creature's Charisma modifier). If she succeeds, she gains a +5 bonus on the subsequent Diplomacy check. Neither aspect of imperious attitude applies if the requested creature considers itself to be of an equal or higher social rank than the courtly knight, which includes creatures that don't understand or value the concept of social ranks.",
			"",
			"This ability replaces greater tactician.",
			"",
			"**Grand Boast (Ex):** At 17th level, whenever a courtly knight uses her challenge class feature against an opponent who is at full health and under no negative afflictions, conditions, spells, or other effects, she can make a grand boast, declaring that she can defeat her foe with ease. She does not gain the benefits of her challenge (including any additional benefits granted by her order) when making a grand boast. If she successfully defeats the target of her challenge within 1 minute, however, she is vindicated in her boast and gains the benefits of her challenge against all allies of the defeated enemy who witnessed her grand boast and who are of the same or lower CR as the defeated enemy. If any of the courtly knight's allies attack the initial target of the challenge or assist the courtly knight after the boast, this ability has no effect.",
			"",
			"This ability replaces master tactician."
		]
	},
	"daring_champion": {
		"name": "Daring Champion",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Daring Champion",
			"",
			"{SOURCE Advanced Class Guide/90}  ",
			"While many cavaliers are the champions of old fighting forms, some younger, more daring cavaliers mix a martial style influenced by the lighter armored and more flamboyant swashbuckler forms with the dedication of cavalier orders.",
			"",
			"**Weapon and Armor Proficiency:** Daring champions are proficient with all simple and martial weapons, light and medium armor, and bucklers. This replaces the cavalier's weapon and armor proficiencies.",
			"",
			"**Champion's Finesse (Ex):** At 1st level, a daring champion gains the benefits of the [Weapon Finesse](feat/weapon_finesse) feat with light or one-handed piercing melee weapons, and he can use Charisma in place of Intelligence for the purpose of combat feats prerequisites. A daring champion also counts as having the [Weapon Finesse](feat/weapon_finesse) feat for the purpose of meeting feat requirements. This ability replaces mount.",
			"",
			"**Nimble (Ex):** At 3rd level, a daring champion gains a +1 dodge bonus to AC when wearing light or no armor and carrying no more than a light load. Anything that causes the daring champion to lose his Dexterity bonus to AC also causes him to lose this dodge bonus. This bonus increases by 1 for every 4 levels beyond 3rd (to a maximum of +5 at 19th level). This ability replaces cavalier's charge.",
			"",
			"**Panache and Deeds (Ex):** At 4th level, a daring champion gains the [swashbuckler's panache class feature](class/swashbuckler), along with the following [swashbuckler deeds](ability/swashbuckler_deeds): dodging panache, precise strike, and swashbuckler initiative. This ability replaces expert trainer.",
			"",
			"**Advanced Deeds (Ex):** At 11th level, a daring champion gains the following [swashbuckler deeds](ability/swashbuckler_deeds): superior feint, targeted strike, subtle blade, and dizzying defense. This ability replaces mighty charge.",
			"",
			"**Champion's Weapon Mastery (Ex):** At 20th level, when a daring champion threatens a critical hit with a light or one-handed piercing melee weapon, that critical is automatically confirmed. Furthermore, the critical modifier of those weapons increases by 1 (&times;2 becomes &times;3, for example). This ability replaces supreme charge."
		]
	},
	"daring_general": {
		"name": "Daring General",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Daring General",
			"",
			"{SOURCE Ultimate Intrigue/24}  ",
			"Most cavaliers are great tacticians, but some stand above the rest for their ability to lead troops under their command, and inspire them to great accomplishments. Those cavaliers most gifted at command often become daring generals.",
			"",
			"**Aides-de-Camp (Ex):** A daring general gains a modified version of the [Leadership](feat/leadership) feat at 6th level, even if he doesn't meet the prerequisites. All followers that the daring general gains as a result of this version of the [Leadership](feat/leadership) feat can only have levels in the warrior class. All cohorts that the daring general gains from this ability must have levels only in classes that grant a full base attack bonus (such as barbarian, fighter, paladin, or ranger), and must be at least 4 levels lower than the daring general himself. However, at 12th level and 18th level, the daring general gains an additional cohort (up to a maximum of three cohorts at 18th level) and a number of additional followers equal to the number of followers he gained from the [Leadership](feat/leadership) feat (up to a maximum of triple his normal number of followers at 18th level). When determining the kinds of cohorts the daring general can attract, he treats his Leadership score as 3 lower for each subsequent cohort (effectively taking a -3 penalty for the second cohort and a -6 penalty for the third cohort).",
			"",
			"Additionally, the daring general can grant special roles to his cohorts, as outlined below. Unless otherwise stated, only one cohort can fill any given role at any given time. Designating a cohort as filling a special role requires a 24-hour ceremonial ritual.",
			"",
			"**Groom:** The groom cares for the daring general's mount. She does not take an armor check penalty on Ride checks while riding the cavalier's mount. Additionally, once per day, the groom can spend 10 minutes preparing the daring general's mount for battle. If she does, the mount's speed increases by 10 feet and its Dexterity score increases by 2. These benefits last for 1 hour.",
			"",
			"**Squire:** The squire's main task is to care for the daring general's arms and armor. If the squire aids the daring general in donning his armor, it takes half as much time to don as it would if someone else aided the daring general. Additionally, when the squire is adjacent to the daring general, as a standard action, she can grant a +2 bonus to the daring general's AC against the first attack made against the daring general before the squire's next turn. This counts as an application of the aid another action, but the squire does not need to threaten the attacker in question.",
			"",
			"**Standard Bearer:** The daring general's standard bearer can carry his banner in his stead, granting the benefits of his banner ability (and later, his greater banner ability) to all allies within 60 feet of the standard bearer. If the standard bearer becomes unconscious or dead, she ceases to grant these benefits.",
			"",
			"Beyond the rules noted above, if the daring general uses his followers to create an army using the [mass combat](rule/mass_combat) rules, that army starts with one extra [tactic](rule/army_tactics) of the daring general's choice and a +2 bonus to its morale score.",
			"",
			"The daring general can assign each of his followers individually to serve as either footmen or honor guards (described below). He does not need to assign either role to a given follower, if he prefers. He can change the role of a follower at any time, but it takes 1 day per level for the follower to change her tactics to suit her new role. Followers with a particular role must group together with other followers with the same role to form an army in mass combat.",
			"",
			"**Footman:** Each follower gains a +2 bonus on attack and damage rolls, but takes a -2 penalty to her AC and on saving throws. A footman unit gains a +2 bonus to its OM and takes a -2 penalty to its DV in mass combat.",
			"",
			"**Honor Guard:** The follower gains a +2 bonus to her AC and on saving throws, but takes a -2 penalty on attack and damage rolls. An honor guard unit gains a +2 bonus to its DV and takes a -2 penalty to its OM in mass combat.",
			"",
			"This ability replaces the bonus feats gained at 6th, 12th, and 18th levels.",
			"",
			"**Shared Challenge (Ex):** At 12th level, when a daring general issues a challenge, his followers and cohorts take up that challenge alongside him. Whenever the daring general uses his challenge class feature, as long as the challenge remains in effect, each of the daring general's followers and cohorts that are within 30 feet of him gain a +4 morale bonus on attack rolls made against the target of his challenge.",
			"",
			"This ability replaces demanding challenge.",
			"",
			"**Supreme Tactician (Ex):** At 20th level, whenever the daring general uses his tactician ability, he can grant any number of teamwork feats that he knows to his allies, and when he uses his tactician ability as a standard action in combat, it does not count against his daily uses of tactician. This ability replaces supreme charge."
		]
	},
	"disciple_of_the_pike": {
		"name": "Disciple of the Pike",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Disciple of the Pike",
			"",
			"{SOURCE Monster Hunter's Handbook/13}  ",
			"The [Hellknight](rule/aff_lawknights) Order of the Pike are renowned monster hunters, taking on large game using ancient weapon arts combined with modern equipment.",
			"",
			"**Bigger They Are (Ex):** A disciple of the pike gains a +1 dodge bonus to AC against creatures larger than he is. This bonus increases by 1 if the creature is two size categories larger. At 6th level, the bonus increases to +3 against a creature three size categories larger, and at 12th level, the bonus increases to +4 against creatures four size categories larger.",
			"",
			"This ability replaces mount.",
			"",
			"**Pike Charge (Ex):** At 3rd level, a disciple of the pike learns to make more accurate charge attacks with weapons from the [polearms or spears fighter weapon group](ability/weapon_groups). He receives a +4 bonus on melee attacks when charging with a polearm or spear (instead of the normal +2). In addition, the disciple of the pike takes no penalty to his AC after making a charge attack with a polearm or spear.",
			"",
			"This ability replaces cavalier's charge.",
			"",
			"**Monster Hunter (Ex):** At 4th level, a disciple of the pike has an uncanny ability to identify monsters. He can attempt Knowledge checks untrained to identify monsters and their weaknesses, and gains a bonus equal to half of his cavalier level on Knowledge checks to identify monsters.",
			"",
			"This ability replaces expert trainer.",
			"",
			"**Weapon Training (Ex):** At 5th level, a disciple of the pike gains [weapon training, just like a fighter](class/fighter). He must select polearms or spears as his weapon group, and never gains another weapon group. His bonuses with the selected group otherwise progress as though his fighter level were equal to his cavalier level.",
			"",
			"This ability replaces banner and greater banner.",
			"",
			"**Agile Charger (Ex):** At 11th level, a disciple of the pike takes no penalties caused by difficult terrain while charging. His movement is still hampered by obstacles, poor visibility, and other conditions. This ability doesn't allow him to move through impassible terrain.",
			"",
			"This ability replaces mighty charge.",
			"",
			"**Deadly Charge (Ex):** At 20th level, whenever a disciple of the pike makes a charge attack with a polearm or spear, he deals double the normal amount of damage. In addition, if he confirms a critical hit on a deadly charge, the target is stunned for 1d4 rounds. If the target succeeds at a Will save (DC = 10 + the cavalier's base attack bonus), it is instead staggered for 1d4 rounds.",
			"",
			"This ability replaces supreme charge."
		]
	},
	"drakerider": {
		"name": "Drakerider",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Drakerider",
			"",
			"{SOURCE Legacy of Dragons/24}  ",
			"While many cavaliers dream of riding a dragon into battle, drakeriders come to learn that the reality involves far more effort than they had expected. Unlike other cavaliers, drakeriders must train their mounts from hatchlings, fighting and toiling alongside their drakes for years through countless struggles before the proud dragons are willing to accept them as riders. Some residents of Triaxus, envious of the close connection between dragonriders and dragons, attempt to emulate this relationship by raising drake hatchlings. These efforts aren't always successful, sometimes leaving the would-be drakeriders dead or maimed.",
			"",
			"**Drake Mount:** A drakerider gains a [drake companion](sidekick/drake) instead of a mount. She gains cavalier's charge at 9th level instead of 3rd.",
			"",
			"This ability replaces mount, tactician, expert trainer, banner, greater tactician, greater banner, and master tactician and alters cavalier's charge.",
			"",
			"**Approved Order:** A drakerider can join only an order approved by its mount. Suitable orders include [order of the beast (ISC)](order/order_of_the_beast_isc), [order of the cockatrice](order/order_of_the_cockatrice), and [order of the dragon](order/order_of_the_dragon), as well as other fitting orders at the GM's discretion."
		]
	},
	"emissary": {
		"name": "Emissary",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Emissary",
			"",
			"{SOURCE Ultimate Combat/36}  ",
			"Cavaliers serve many roles on the battlefield, from bold leaders and shock troops to dashing knights and mounted juggernauts. Some cavaliers, however, focus more on speed and mobility than they do on the raw power of the mounted charge. On foot or in the saddle, the emissary is usually first to meet the enemy, with a pointed lance, a drawn sword, or terms for surrender.",
			"",
			"**Armor Proficiency:** An emissary does not gain proficiency with heavy armor.",
			"",
			"**Bonus Feats:** An emissary can select [Endurance](feat/endurance), [Fleet](feat/fleet), or [Run](feat/run) in addition to the list of combat feats whenever he gains a bonus feat.",
			"",
			"**In or Out of the Saddle (Ex):** At 1st level, an emissary gains [Mounted Combat](feat/mounted_combat) as a bonus feat. In addition, he can move at normal speed when wearing medium armor. This ability replaces tactician.",
			"",
			"**Battlefield Agility (Ex):** At 5th level, an emissary learns to be more aware of the threats that surround him in combat, and shares this awareness with his loyal steed. Both the emissary and his mount gain [Mobility](feat/mobility) as a bonus feat. This ability replaces banner.",
			"",
			"**Mounted Acrobatics (Ex):** At 9th level, an emissary is even more adept at hopping on and off his steed, and even dropping alongside its flanks mid-gallop. He gains [Trick Riding](feat/trick_riding) as a bonus feat, even if he does not meet the prerequisites. The emissary can employ this feat even when wearing medium armor. This ability replaces greater tactician.",
			"",
			"**Mounted Dervish (Ex):** At 14th level, an emissary becomes a fearsome, mobile foe on the battlefield. He gains [Mounted Skirmisher](feat/mounted_skirmisher) as a bonus feat, even if he does not meet the prerequisites. In addition, whenever the emissary is mounted and takes the charge action, he adds 10 feet to his mount's speed. This ability replaces greater banner.",
			"",
			"**Erratic Charge (Ex):** At 20th level, an emissary learns to ride through the thick of combat, striking and then moving away with blinding speed. Whenever the emissary is mounted and takes the charge action, he can first move 10 feet and make a melee attack. This first attack is not a charge, but a regular melee attack, and the movement counts toward the total allowed movement for the round. After making this attack, the emissary must still move in a straight line to reach the target of his charge, and he takes a -5 penalty on the attack roll for the attack at the end of his charge. This ability replaces supreme charge."
		]
	},
	"esquire": {
		"name": "Esquire",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Esquire",
			"",
			"{SOURCE Cohorts and Companions/30}  ",
			"The esquire is a roving knight who acquires the services of a faithful follower-an aide-de-camp-who serves as the esquire's assistant, spear carrier, and guard.",
			"",
			"**Aide-De-Camp (Ex):** At 3rd level, an esquire acquires the services of a loyal aide-de-camp. This NPC functions similarly to a [cohort](feat/leadership), though the aide-de-camp must advance in a class that grants proficiency with all martial weapons and cannot multiclass until the esquire reaches 7th level (though the aide-de-camp can select an archetype). If the aide-de-camp is a cavalier, he must follow the same order as the esquire.",
			"",
			"The aide-de-camp gains [Swift Aid](feat/swift_aid) as a bonus feat, and provides a +2 (rather than +1) bonus when using this feat to aid the esquire. As a move action, the aide-de-camp can retrieve a stored item or an item on the ground and hand it to the esquire. The esquire does not have to take an action to receive the item, though he must be conscious and have a free hand. This action does not provoke attacks of opportunity for the aide-de-camp or esquire.",
			"",
			"If the aide-de-camp dies performing an act that directly supports the edicts of the esquire's order (GM's discretion), the esquire does not take a penalty to his [Leadership](feat/leadership) score. If an aide-de-camp dies, or is released from the esquire's service, the esquire may gain a new aide-de-camp by scouting for potential candidates in a city or large town. This requires 1 day per 5 levels of the aide-de-camp to be recruited. This ability replaces mount.",
			"",
			"**Teamwork (Ex):** At 3rd level, as long as an esquire and his aide-de-camp are adjacent, the aide-de-camp is treated as having any [teamwork feats](main/feats_teamwork) the esquire has. They also share any teamwork feats that function when two or more allies threaten the same target, as long as they both threaten the same target. This ability replaces cavalier's charge.",
			"",
			"**Shared Challenge (Ex):** At 4th level, whenever an esquire challenges an opponent when his aide-de-camp is within 30 feet, he may grant his aide-de-camp bonuses equal to one-half of the bonuses he gains from challenge, including bonuses derived from the cavalier's order. If the aide-de-camp is also a cavalier and challenges the same target, these bonuses do not stack. Like the esquire, his aide-decamp takes a -2 penalty to Armor Class against attacks from creatures other than the challenged opponent. This ability replaces expert trainer.",
			"",
			"**Banner (Ex):** An aide-de-camp can carry an esquire's banner for him and still grant allies within range the banner's bonuses. While doing so the aide-de-camp gains double the normal morale bonuses provided by the banner. This ability modifies banner.",
			"",
			"**Avenge Me (Ex):** At 11th level, whenever the esquire is killed, dying, stunned, dazed, or otherwise unable to take actions, his aide-de-camp gains the full benefits of the esquire's challenge and order abilities against all creatures that attacked the esquire in the previous round. If the aide-de-camp is also a cavalier and challenges the same target, these bonuses do not stack. These benefits last until the esquire regains the ability to take actions, or until the aide-de-camp or the triggering opponents are killed.",
			"",
			"If his aide-de-camp is killed, dying, or otherwise unable to take actions the esquire may declare one creature of his choice that attacked the aide-de-camp in the past round as his quarry; this functions identically to the [ranger class ability](class/ranger). These bonuses last until the aide-de-camp recovers or until the cavalier or the triggering opponents are killed. This ability replaces mighty charge.",
			"",
			"**Fight As One (Ex):** At 20th level, the shared challenge ability increases in power, granting the aide-de-camp full benefit of the esquire's challenge. In addition, if the esquire and aide-de-camp both confirm a critical hit against the same target within the same round, the target must make a Fortitude save (DC 10 +1/2 the esquire's cavalier level + the esquire's Charisma bonus) or be staggered for 1d4 rounds. This ability replaces supreme charge."
		]
	},
	"fell_rider": {
		"name": "Fell Rider",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Fell Rider",
			"",
			"{SOURCE Advanced Race Guide/122}  ",
			"The fell rider rides a bestial steed, a mount mastered by him alone. He tramples his enemies down, leaving twisted bodies in his wake, and fear rides with him.",
			"",
			"**Brute Steed (Ex):** A fell rider's mount is unusually large and fierce. It gains a +2 bonus to Strength, but takes a -2 penalty to Dexterity. This otherwise works like the cavalier's mount ability and alters that ability.",
			"",
			"**Rampage (Ex):** At 3rd level, a fell rider gains [Trample](feat/trample) as a bonus feat. The fell rider receives a +2 bonus on overrun attempts made while mounted. In addition, his mount gains a +2 bonus on damage rolls when making hoof attacks or using the trample monster ability, even when not overrunning. This ability replaces cavalier's charge.",
			"",
			"**Dread Rider (Ex):** At 4th level, a fell rider gains a bonus equal to 1/2 his level on Intimidate checks made while mounted. Once per round as a free action, he can make an Intimidate check to demoralize a foe he has trampled or charged while mounted. This ability replaces expert trainer.",
			"",
			"**Fell Presence (Ex):** At 5th level, a fell rider inspires dread while mounted. As long as the fell rider is mounted, all enemies within 60 feet receive a -2 penalty on savings throws against fear. At 10th level and every 5 levels thereafter, this penalty increases by -1. This ability replaces banner.",
			"",
			"**Deadly Rampage (Ex):** At 11th level, a mounted fell rider no longer provokes attacks of opportunity when he attempts to overrun a creature. He can make a single melee attack against the creature as a free action if the overrun attempt succeeds. This ability replaces mighty charge.",
			"",
			"**Terror (Ex):** At 14th level, a fell rider can rear up his mount as a standard action, spreading terror among his enemies. Enemies within 60 feet who can see the fell rider must succeed at a Will save (DC 10 + 1/2 the fell rider's level + the fell rider's Charisma modifier) or be shaken for 1 round per level the fell rider possesses. Creatures with half or fewer Hit Dice than the fell rider become frightened instead. An opponent that succeeds at the saving throw is immune to that fell rider's terror ability for 24 hours. This ability is a mind-affecting fear effect, and replaces greater banner.",
			"",
			"**Unstoppable Rampage (Ex):** At 20th level, a mounted fell rider can overrun up to four creatures as part of a single overrun combat maneuver. Each attempt made against a creature after the first receives a cumulative -5 penalty (for example, the fourth overrun attempt would be at a -15 penalty). If any overrun attempt fails, the fell rider cannot make further overrun attempts that round. Attacks made by the fell rider or his mount as part of the overrun, such as those provided by the [Trample](feat/trample) feat or the deadly rampage ability, receive a +4 bonus to hit, and any critical threats from these attacks automatically confirm. This ability replaces supreme charge."
		]
	},
	"first_mothers_fang": {
		"name": "First Mother's Fang",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## First Mother's Fang",
			"",
			"{SOURCE Blood of the Beast/17}  ",
			"Nagajor legend states that when Nalinivati created the first nagaji, she chose a paragon of their kind to instruct in the use of exotic weapons, lore, and words so the creature could best serve her as a bodyguard and emissary: the original first mother's fang. Whether or not these paragons descend from a single nagaji, first mother's fangs of Nagajor have expanded their numbers over the generations, and they no longer speak with the full authority of the First Mother. In modern times, a first mother's fang acts as a servant of his nation, a skilled general and tactician in times of war and a noble governor during times of peace.",
			"",
			"**Class Skills:** A first mother's fang adds all Knowledge skills to his list of class skills.",
			"",
			"This alters the cavalier's class skills.",
			"",
			"**Weapon and Armor Proficiency:** A first mother's fang is proficient with all simple and martial weapons. Additionally, a first mother's fang is proficient in one exotic melee weapon of his choice and one exotic ranged weapon of his choice.",
			"",
			"This alters the cavalier's weapon proficiencies.",
			"",
			"**Serpent Mount (Ex):** Instead of the usual choices for a cavalier's mount, first mother's fangs ride on giant riding constrictors. These use the statistics of the [constrictor snake druid animal companion](druidcompanion/constrictor_snake), except that they are suitable mounts and begin as size Large at 1st level with no other adjustments to their abilities or statistics based on this size change. A serpent mount is considered to be a quadruped for the purpose of determining its carrying capacity, and its base land speed is 40 feet (other speeds are unaffected). At 4th level, a giant riding constrictor doesn't increase in size again, but it does receive all the other usual 4th-level benefits.",
			"",
			"This alters mount.",
			"",
			"**Honored Warrior (Ex):** A first mother's fang is expected to act as a military leader in wartime and a governor in peace time, and as a result, he must be versed both in the martial and political arts. At 1st level, he gains [Combat Expertise](feat/combat_expertise) as a bonus feat, and if his Intelligence score is less than 13, it counts as 13 for the sole purpose of meeting the prerequisites of combat feats that require [Combat Expertise](feat/combat_expertise) as a prerequisite.",
			"",
			"At 2nd, 8th, and 15th levels, the first mother's fang gains a [vigilante social talent](ability/social_talents) and a bonus [combat feat](main/feats_combat). When selecting his vigilante social talent, a first mother's fang can select celebrity discount, celebrity perks, great renown, incredible renown, instant recognition, loyal aid, renown, social grace, or triumphant return. He treats his cavalier level as his effective vigilante level when determining whether he meets a talent's prerequisites, as well as its effects. He gains the improved attitude and Intimidate bonuses from renown as if he were in both social and vigilante identities. When selecting skills with social grace, he must choose from the following list: Appraise, Bluff, Diplomacy, Intimidate, Knowledge (geography, history, local, or nobility), Perform, Profession (soldier), or Sense Motive. He is always considered to be in his social identity for the purpose of social grace (though he continues to receive the benefits for both identities from renown). When selecting his bonus combat feat, he can choose from only combat feats that list [Combat Expertise](feat/combat_expertise) as a prerequisite.",
			"",
			"This ability replaces order."
		]
	},
	"gallant": {
		"name": "Gallant",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Gallant",
			"",
			"{SOURCE Heroes of the High Court/12}  ",
			"Gallants embody the virtues of honor, generosity, and civility. Their personal symbol serves as an inspiration to others in a courtly setting as much as on a battlefield.",
			"",
			"**Code of Gallantry:** A gallant must belong to either the [order of the blue rose](order/order_of_the_blue_rose), the [order of the guard](order/order_of_the_guard), the [order of the lion](order/order_of_the_lion), or the [order of the sword](order/order_of_the_sword). A gallant must also be of lawful good or neutral good alignment. A gallant who ceases to be lawful good or neutral good, or who violates his order's edicts, loses all class features except armor and weapon proficiencies until he restores his alignment or atones for his violation (see the [atonement](spell/atonement) spell), as appropriate.",
			"",
			"This alters the cavalier's order.",
			"",
			"**Symbol of Inspiration (Ex):** At 5th level, the gallant's personal crest becomes an inspirational symbol of his chivalrous ideals. As long as he displays his crest on his tabard, banner, or similar item, allies within 60 feet who can see him gain a +2 morale bonus on saving throws against charm, compulsion, and fear effects, and a +2 bonus on damage rolls to deal nonlethal damage. At 10th level and every 5 cavalier levels thereafter, these bonuses increase by 1.",
			"",
			"This ability replaces banner.",
			"",
			"**Symbol of Resilience (Su):** At 14th level, the gallant's personal crest empowers his allies to stand firm against evil. While his personal crest is displayed, the gallant can bolster his allies' resilience as a standard action. All allies within 60 feet of the gallant gain DR 5/evil for 1 minute. An ally cannot benefit from this ability more than once per day.",
			"",
			"This ability replaces greater banner."
		]
	},
	"gendarme": {
		"name": "Gendarme",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Gendarme",
			"",
			"{SOURCE Ultimate Combat/37}  ",
			"The gendarme cares less for the finer points of tactical precision than he does for the exhilaration of the charge: the rush of wind through the visor of his helmet, the feel of his couched lance, the satisfying shriek of armor giving way before his weapon's force as the point drives past metal into his foes.",
			"",
			"**Bonus Feats:** A gendarme trains to be a mounted terror, almost to the exclusion of all other abilities. He gains bonus feats at 1st level, 5th level, and then every three levels thereafter, but must select these bonus feats from the following list: [Improved Bull Rush](feat/improved_bull_rush), [Mounted Combat](feat/mounted_combat), [Power Attack](feat/power_attack), [Ride-By Attack](feat/ride-by_attack), [Spirited Charge](feat/spirited_charge), [Spring Attack](feat/spring_attack), and [Unseat](feat/unseat). If the gendarme has already selected all of the listed feats, then he may select his bonus feats from those feats listed as combat feats. This ability replaces tactician, greater tactician, master tactician, and the standard cavalier's selection of bonus feats.",
			"",
			"**Transfixing Charge (Ex):** At 20th level, a gendarme represents the epitome of mounted combat. Whenever he makes a charge attack while mounted, he deals triple the normal damage (quadruple if using a lance); this damage includes all increases from the [Spirited Charge](feat/spirited_charge) feat and from the use of a lance. In addition, if the gendarme confirms a critical hit on a charge attack while mounted, the attack deals maximum damage for the weapon wielded. Additional damage from weapon properties, magic effects, precision-based bonuses, or other increases are rolled normally. This ability replaces supreme charge."
		]
	},
	"ghost_rider": {
		"name": "Ghost Rider",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Ghost Rider",
			"",
			"{SOURCE Occult Adventures/117}  ",
			"Ghost riders are conflicted warriors who use the powers of the phantasmal dead even while seeking out and banishing the corruption of undeath from plagued communities. Their strange abilities mark them as outsiders and stoic loners, and they stay in one place only long enough to help the afflicted before riding off to unknown destinations.",
			"",
			"**Ghost Mount (Su):** At 1st level, a ghost rider gains the ability to manifest a special mount of conjured ectoplasm rather than one of flesh and bone. This spectral companion functions like a [spiritualist's phantom companion](class/spiritualist), using the ghost rider's cavalier level as her effective spiritualist level. The phantom takes the form of a ghostly creature analogous to one of a cavalier's normal mount options for her size and class level, such as a Large horse for a Medium ghost rider or a wolf for a Small ghost rider. A ghost rider must choose a mount that is capable of bearing her weight, that has four or more legs, and that lacks a fly speed (although the GM may allow mounts with a swim speed in certain environments). The GM might approve other animals as suitable mounts.",
			"",
			"The ghost rider can manifest her ghost mount only in ectoplasmic form, and she gains the spiritualist's etheric tether class feature, applied to her ghost mount. The mount shares the cavalier's alignment. Though the mount cannot speak, it understands its master's verbal commands and gains the phantom's link ability. The ghost mount has good Fortitude and Reflex saves, and can have ranks in any of the following skills: Acrobatics (Dex), Climb (Str), Escape Artist (Dex), Fly (Dex), Intimidate (Cha), Perception (Wis), Stealth (Dex), Survival (Wis), and Swim (Str). The ghost rider's ghost mount does not gain the share spells, deliver touch spells, or incorporeal flight abilities. Ghost mounts do not gain emotional focus abilities.",
			"",
			"The ghost rider does not take an armor check penalty on Ride checks while riding her mount. The mount is always considered combat trained, and begins play with [Endurance](feat/endurance) as a bonus feat.",
			"",
			"**Ghost Mount Starting Statistics:** Type animal (phantom); Size one size category larger than the ghost rider; Speed 50 ft.; AC +4 natural armor; Attack bite (1d4), 2 hooves (1d6; this is a secondary natural attack); Ability Scores Str 16, Dex 13, Con 15, Int 2, Wis 12, Cha 6.",
			"",
			"This ability replaces mount.",
			"",
			"**Frightful Gaze (Su):** At 1st level, a ghost rider can use this ability on opponents within 30 feet as a standard action, which acts as a gaze attack until the ghost rider's next turn. Creatures within range that meet the ghost rider's gaze must succeed at a Will saving throw (DC = 10 + 1/2 the ghost rider's class level + the ghost rider's Charisma modifier) or stand paralyzed in fear for 1 round. This is a mind-affecting fear effect. Creatures that successfully save against that ghost rider's frightful gaze are immune to it for 24 hours. At 9th level, this ability can affect creatures that are mindless or immune to mind-affecting effects, though it still counts as a fear effect. The ghost rider can use this ability a number of times each day equal to her Charisma modifier.",
			"",
			"This ability replaces tactician, greater tactician, and master tactician.",
			"",
			"**Fearless (Su):** At 3rd level, a ghost rider becomes immune to fear. Each ally within 10 feet of the ghost rider gains a +4 morale bonus on saving throws against fear effects. This ability functions only while the ghost rider is conscious, not if she is unconscious or dead. This ability replaces cavalier's charge.",
			"",
			"**Spirited Mount (Su):** At 5th level, the ghost rider's mount ignores difficult terrain. At 8th level, it gains the ability to use [water walk](spell/water_walk) at will. This ability replaces expert trainer and banner.",
			"",
			"**Ghost Wind (Su):** At 11th level, the ghost rider's ghost mount can use [air walk](spell/air_walk) (as the spell, no action required) at will for up to 1 round at a time, after which it falls to the ground. At 14th level, the mount can fly at its speed with a bonus on Fly skill checks equal to the ghost rider's class level. This ability replaces mighty charge and greater banner."
		]
	},
	"green_knight": {
		"name": "Green Knight",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Green Knight",
			"",
			"{SOURCE Ultimate Wilderness/44}  ",
			"Some knights serve nature itself and can be found protecting unspoiled natural places or serving fey beings.",
			"",
			"**Beast Tongue (Ex):** A green knight can use Diplomacy to improve an animal's attitude. Beast tongue otherwise functions like the druid's wild empathy ability, using the green knight's Diplomacy modifier and using her cavalier level as her effective druid level, and it counts as that ability for the purpose of other effects (such as feat prerequisites or effects that alter or improve wild empathy).",
			"",
			"This replaces tactician.",
			"",
			"**Implacable Knight (Ex):** A green knight gains [Endurance](feat/endurance) and [Diehard](feat/diehard) as bonus feats.",
			"",
			"This replaces mount.",
			"",
			"**Nature's Servant (Ex):** A green knight must select the [order of the Green](order/order_of_the_green).",
			"",
			"This alters order.",
			"",
			"**Ferocious (Ex):** At 3rd level, a green knight is not staggered when below 0 hit points. At 9th level, taking actions when below 0 hit points does not cause her to lose hit points.",
			"",
			"This replaces cavalier's charge.",
			"",
			"**Woodland Stride (Ex):** At 4th level, a green knight gains the [druid's woodland stride](class/druid) ability.",
			"",
			"This replaces expert trainer and banner.",
			"",
			"**Stalwart (Ex):** At 9th level, whenever a green knight succeeds at a Fortitude or Will save against an effect that has a reduced effect on a successful save, she instead negates the effect.",
			"",
			"This replaces greater tactician.",
			"",
			"**Oaken Vitality (Su):** At 11th level, nature protects a green knight from many afflictions. The green knight becomes immune to disease, [infestations](rule/infestations), and poison.",
			"",
			"This replaces mighty charge and greater banner.",
			"",
			"**Take Their Heads (Su):** A green knight's blade is blessed by mighty fey powers and unerringly seeks out foes' necks. At 17th level, any slashing weapon a green knight wields gains the [vorpal](magic-enhancement/vorpal) weapon special ability.",
			"",
			"This replaces master tactician.",
			"",
			"**Indestructible (Su):** At 20th level, a green knight is virtually impervious to death. She gains a +6 bonus to her Constitution score. In addition, the green knight becomes immune to death effects and to effects that would kill her without reducing her to 0 hit points, unless the effect involves decapitation. If she is decapitated, the green knight can continue to act normally. Reattachment requires the head and body to be joined and the application of any effect that restores hit points.",
			"",
			"This replaces supreme charge."
		]
	},
	"herald_squire": {
		"name": "Herald Squire",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Herald Squire",
			"",
			"{SOURCE Knights of the Inner Sea/21}  ",
			"The herald squire is the eyes and ears of a traveling knight, often arriving ahead of her liege to bring word of his arrival, find lodgings, and get the lay of the land.",
			"",
			"**Introduction (Ex):** At 1st level, whenever a herald squire tries to influence a creature's attitude with the Diplomacy skill for the first time, she may roll her Diplomacy check twice and take the best result. In addition, any improvement of a creature's attitude toward the herald squire also applies to her knight. This ability replaces tactician.",
			"",
			"**Fleet of Foot (Ex):** At 2nd level, a herald squire gains [fast movement, as the barbarian class feature of the same name](class/barbarian). If the herald squire gains fast movement from another class, the bonuses to her speed do not stack. Whenever she makes long overland journeys alone or with only her mount, the distance a herald squire can travel each day increases by 20%. This ability replaces the 2nd-level order ability.",
			"",
			"**Transcend Language (Sp):** At 3rd level, three times per day, a herald squire can cast [tongues](spell/tongues) on herself, using her herald squire level as her caster level. The effects of this ability last for a number of rounds equal to her herald squire level. This ability replaces cavalier's charge."
		]
	},
	"honor_guard": {
		"name": "Honor Guard",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Honor Guard",
			"",
			"{SOURCE Ultimate Combat/37}  ",
			"Certain cavaliers are trained not as advance combatants, but as loyal guards, standing as firm defenders in the face of threats to their chosen charge. These honor guards are sometimes merely ornamental, performing their functions on a ceremonial basis, but a surprising number are capable, deadly opponents, able to take down a threat long before their liege knows of the danger. To be an honor guard is to constantly place one's self in harm's way, and to always be willing to lay down one's life at a moment's notice.",
			"",
			"**Sworn Defense (Ex):** At 1st level, whenever an honor guard issues a challenge, he can select one ally as his ward for the duration of the challenge. Whenever the honor guard is adjacent to his ward, he takes a -1 penalty to Armor Class, and the ward receives a +1 dodge bonus to AC. This modifies the challenge ability",
			"",
			"**Intercept (Ex):** At 3rd level, an honor guard learns to better disrupt the attacks of his enemies. He gains [Bodyguard](feat/bodyguard) as a bonus feat, even if he does not meet the prerequisite. In addition, whenever the honor guard uses the aid another action to increase an ally's Armor Class, the bonus to Armor Class granted by the aid another action increases by +1. This ability replaces cavalier's charge.",
			"",
			"**Warding Charge (Ex):** At 11th level, an honor guard can flash across the battlefield to protect his ward against the target of his challenge. Whenever the target of the honor guard's challenge makes an attack against his ward, the honor guard can move up to his speed and make a single melee attack against the target of his challenge as an immediate action. This movement and attack can be made as a charge if the movement qualifies. This ability replaces mighty charge.",
			"",
			"**Defensive Challenge (Ex):** At 12th level, whenever an honor guard declares a challenge, his target must pay particular attention to him and his ability to intercept attacks. As long as the target is within the threatened area of the cavalier, it takes a -2 penalty on attack rolls against anyone other than the honor guard. This ability replaces demanding challenge."
		]
	},
	"hooded_knight": {
		"name": "Hooded Knight",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Hooded Knight",
			"",
			"{SOURCE Legacy of the First World/26}  ",
			"Some cavaliers wander the lonely roads of the world-any world, including the First World-protecting travelers and acting as their honor guard. Like the Eldest they usually venerate, they wear heavy hoods and rarely show their faces. Hooded knights are usually members of the [order of the blossom](order/order_of_the_blossom), the [order of the shield](order/order_of_the_shield), or the [order of the sword](order/order_of_the_sword).",
			"",
			"**Class Skills:** A hooded knight gains Knowledge (geography) and Survival as class skills instead of Climb and Swim.",
			"",
			"This alters the cavalier's class skills.",
			"",
			"**Feytouched Mount:** A hooded knight's mount has the [fey-touched simple template](template/fey-touched_creature) when he is riding it, but it cannot use its change shape ability while being ridden.",
			"",
			"This ability alters the cavalier's mount.",
			"",
			"**Hero of the Roads (Ex):** When on a road, a hooded knight gains a +2 bonus on initiative checks and Knowledge (geography), Perception, Stealth, and Survival checks. These bonuses increase by 2 at 9th and 17th level. The speed of any mount a hooded knight rides is increased by 10 feet at 9th level and by an additional 10 feet at 17th level. By spending 1 minute coaxing his allies' mounts and expending one use of his challenge ability, a hooded knight can grant the same speed increase to the mounts ridden by all allies within 30 feet who can see and hear him. This speed increase to his allies' mounts lasts for 1 hour.",
			"",
			"A hooded knight and his mount can hustle while traveling on a road without taking damage for 2 hours each day, plus an additional 2 hours at 5th level and every 5 levels thereafter (to a maximum of 8 hours at 15th level).",
			"",
			"This ability replaces tactician.",
			"",
			"**Champion of the Roads (Sp):** At 9th level, a hooded knight gains [dimension door](spell/dimension_door) as a spell-like ability with a caster level equal to his cavalier level. If the hooded knight is riding a mount, his mount does not count against the number of creatures he brings along with this ability. If the destination is not a road, the hooded knight is shunted to the nearest open space on a road, taking damage as described in the [dimension door](spell/dimension_door) spell. The cavalier can use this ability once per day, plus one additional time for every 4 levels beyond 9th, to a maximum of three times per day at 17th level.",
			"",
			"This ability replaces greater tactician.",
			"",
			"**Paragon of the Roads (Sp):** At 17th level, when a hooded knight uses his champion of the roads ability, he can treat the ability as [greater teleport](spell/greater_teleport) rather than [dimension door](spell/dimension_door). The hooded knight's mount and the mounts ridden by any creatures he brings along do not count against the number of teleported creatures.",
			"",
			"This ability replaces master tactician."
		]
	},
	"huntmaster": {
		"name": "Huntmaster",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Huntmaster",
			"",
			"{SOURCE Animal Archive/6}  ",
			"Huntmasters train the beasts favored by lordly castes into swift and deadly trackers.",
			"",
			"**Class Skills:** A huntmaster gains Knowledge (nature), Stealth, and Survival as class skills.",
			"",
			"**Weapon and Armor Proficiency:** A huntmaster is not proficient with heavy armor. Huntmasters are proficient with all simple and martial weapons, plus the net and whip.",
			"",
			"**Bestial Challenge (Ex):** Whenever a huntmaster issues a challenge, both he and his hunting pack gain the bonuses and penalties associated with his challenge. This modifies the challenge ability.",
			"",
			"**Hunting Pack (Ex):** At 1st level, a huntmaster forms a close bond with an animal companion. This animal companion functions as a [druid's animal companion](class/druid), using the cavalier's level as his effective druid level. He can choose either a [bird](druidcompanion/bird) or a [dog](druidcompanion/dog) when selecting his animal companion.",
			"",
			"The huntmaster can have more than one animal companion, but he must divide up his effective druid level between his companions to determine the abilities of each companion. Each time a huntmaster's effective druid level increases, he must decide how to allocate the increase among his animal companions (including the option of adding a new 1st-level companion). Once an effective druid level is allocated to a particular companion, it cannot be redistributed while that companion is in the huntmaster's service (he must release a companion or wait until a companion dies to allocate its levels to another companion). The share spells animal companion ability does not give the huntmaster the ability to cast a single spell so that it affects all of his animal companions.",
			"",
			"A huntmaster's animal companions gain a bonus on Survival checks to follow tracks equal to 1/2 the cavalier's class level (minimum 1). This ability replaces mount.",
			"",
			"**Tactician (Ex):** A huntmaster's tactician ability affects only his hunting pack, not other allies. This modifies the tactician, greater tactician, and master tactician abilities.",
			"",
			"**Takedown (Ex):** At 3rd level, a huntmaster's dog can make a free trip or dirty trick (entangled) combat maneuver after a successful melee attack. A huntmaster's bird can make a free dirty trick (dazzled or deafened) combat maneuver after a successful melee attack; if the target is already dazzled, the bird can choose dirty trick (blinded) instead. These combat maneuvers do not provoke attacks of opportunity. This ability replaces cavalier's charge.",
			"",
			"**Animal Trainer (Ex):** At 4th level, a huntmaster's expert trainer ability applies to birds and dogs rather than mounts. This modifies the expert trainer ability.",
			"",
			"**Swift Tracker (Ex):** At 5th level, a huntmaster gains the [swift tracker ability, as the ranger ability of the same name](class/ranger). This ability replaces banner.",
			"",
			"**Bonus Feats:** At 6th level, a huntmaster and all members of his hunting pack gain [Step Up](feat/step_up) as a bonus feat. At 12th level, they gain [Following Step](feat/following_step) and at 18th level, they gain [Step Up and Strike](feat/step_up_and_strike). This ability replaces a cavalier's standard bonus feats.",
			"",
			"**Pack Attack (Ex):** At 11th level, whenever a huntmaster and any of his hunting pack or multiple animals in his hunting pack are adjacent and attack the same target in melee, they are treated as flanking. In addition, they can flank a creature with improved uncanny dodge if the huntmaster has at least 4 more levels than the target. This ability replaces mighty charge.",
			"",
			"**Quarry (Ex):** At 14th level, a huntmaster gains [quarry, as the ranger ability of the same name](class/ranger). The benefits of this ability also apply to his hunting pack. This ability replaces greater banner.",
			"",
			"**Improved Quarry (Ex):** At 20th level, a huntmaster gains [improved quarry, as the ranger ability of the same name](class/ranger). The benefits of this ability also apply to his hunting pack. This ability replaces supreme charge."
		]
	},
	"hussar": {
		"name": "Hussar",
		"sources": [],
		"description": [
			"## Hussar",
			"",
			"{SOURCE Ultimate Intrigue/25}  ",
			"Agile and maneuverable cavalry, hussars make up for their relatively light armor with their speed and cunning. They are known for doggedly pursuing their foes even in tight spaces, across rooftops, and in other places that mounted cavalry could normally never reach.",
			"",
			"**Armor Proficiency:** A hussar is proficient with light armor, but not with medium or heavy armor or with shields.",
			"",
			"This replaces the cavalier's normal armor proficiencies.",
			"",
			"**Agile Warrior (Ex):** A hussar gains Acrobatics, Escape Artist, Stealth, and Survival as class skills.",
			"",
			"This alters the cavalier's class skills.",
			"",
			"**Fast Mount (Ex):** A hussar is able to spur on any mount that he rides to faster speeds than other riders. The base speed of any creature that the hussar is riding increases by 10 feet. This applies to all forms of movement that the mount possesses. At 5th level and every 5 cavalier levels thereafter, this bonus increases by an additional 5 feet (to a maximum increase of 30 feet at 20th level).",
			"",
			"This ability replaces tactician, banner, and greater banner.",
			"",
			"**Skillful Rider (Ex):** At 6th level, a hussar and his mount work in tandem to achieve amazing accomplishments of dexterity while riding. As long as the hussar is mounted, whenever he or his mount is required to attempt an Acrobatics, Climb, Escape Artist, Fly, Stealth, or Swim check, he can use his own modifier or his mount's, whichever is higher. Additionally, regardless of whose bonus is used, the hussar gains an additional +2 bonus on all skill checks to overcome obstacles as part of a chase. At 12th level, this bonus increases to +4, and at 18th level, it increases to +6.",
			"",
			"This ability replaces the bonus feats gained at 6th, 12th, and 18th levels.",
			"",
			"**Maneuverable Mount (Ex):** At 9th level, a hussar is able to maneuver his mount with exceptional grace and poise, even in areas that would normally be a difficult fit for such a creature. Any creature that the hussar is riding can squeeze into a space that is at least half as wide as its normal space without taking the normal penalties on attack rolls and AC for doing so, though it still moves at half speed. If the mount attempts to squeeze into a space less than half its space's width, it must use the Escape Artist skill to do so, and takes the normal penalties. This ability replaces greater tactician.",
			"",
			"**Sudden Swerve (Ex):** At 17th level, a hussar's control over his mount is advanced enough to allow the mount to turn on the spot, even when charging forward at full speed. Whenever the hussar makes the charge or run action while mounted, he can make a single turn of up to 90 degrees at any one point during this movement.",
			"",
			"This ability replaces master tactician."
		]
	},
	"knight_of_arnisant": {
		"name": "Knight of Arnisant",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Knight of Arnisant",
			"",
			"{SOURCE Armor Master's Handbook/5}  ",
			"The cavaliers known as knights of Arnisant revere the famous general who was crucial in the defeat of the Whispering Tyrant, the powerful wizard-king. Knights of Arnisant call upon Arnisant to grant them protection from evil magic, just as the Shield of Aroden protected him. Many of these cavaliers further emulate him by joining the [order of the shield](order/order_of_the_shield). Most knights of Arnisant serve at Lastwall, where the movement originated, but they can be found everywhere from the general's homeland of Taldor to the front lines of the Worldwound.",
			"",
			"**Shield Expertise:** At 1st level, a knight of Arnisant gains the [Shield Focus](feat/shield_focus) feat as a bonus feat. His cavalier levels count as fighter levels for the purpose of qualifying for all feats that list the [Shield Focus](feat/shield_focus) feat as a prerequisite.",
			"",
			"This ability replaces tactician.",
			"",
			"**Deflective Shield (Ex):** At 4th level, a knight of Arnisant specializes in using his shield to deflect attacks. He adds a bonus equal to his shield bonus to AC to his touch AC and his CMD, up to a maximum of half his cavalier level. He does not include any enhancement bonus he has from a magic shield in this calculation.",
			"",
			"This ability replaces expert trainer.",
			"",
			"**Heraldic Banner (Ex):** At 5th level, a knight of Arnisant uses his shield as a banner, though its benefits apply only to allies within 30 feet.",
			"",
			"This ability alters banner.",
			"",
			"**Soul Shield (Su):** At 9th level, when carrying a shield, a knight of Arnisant adds a bonus equal to his shield bonus to AC on all saving throws against curse spells and effects, up to a maximum of half his cavalier level. He does not include any enhancement bonus from a magic shield in this calculation.",
			"",
			"This ability replaces greater tactician.",
			"",
			"**Defensive Challenge (Ex):** At 12th level, whenever a knight of Arnisant declares a challenge, his target must pay particular attention to him. As long as the target is within the threatened area of the cavalier, it takes a -2 penalty on attack rolls against anyone other than the knight of Arnisant.",
			"",
			"This ability replaces demanding challenge.",
			"",
			"**Heart Shield (Su):** At 17th level, when carrying a shield, a knight of Arnisant adds a bonus equal to his shield bonus to AC on saving throws against death spells and magical death effects, up to a maximum of half his cavalier level. He does not include any enhancement bonus from a magic shield in this calculation.",
			"",
			"This ability replaces greater tactician."
		]
	},
	"luring_cavalier": {
		"name": "Luring Cavalier",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Luring Cavalier",
			"",
			"{SOURCE Ultimate Combat/38}  ",
			"Those who study the perfection of strategy and tactics know that picking the battlefield can grant advantages that only overwhelming numbers of allies can eclipse. The luring cavalier is a special type of cavalier that helps accomplish that goal. Typically, he uses a bow or other ranged weapon to lure opponents toward him, and then makes strategic retreats to position his enemies exactly where he wants them.",
			"",
			"**Far Challenge (Ex):** Once per day, a luring cavalier can use his far challenge ability as a swift action. When he does, the luring cavalier chooses one target within sight to challenge. The luring cavalier's ranged attacks deal extra damage whenever the attacks are made against the target of his challenge. This extra damage is equal to the luring cavalier's level. The luring cavalier can use this ability once per day at 1st level, plus one additional time per day for every three levels beyond 1st, to a maximum of seven times per day at 19th level. Furthermore, once per day, the luring cavalier may spend a use of his far challenge ability to double the potential extra damage of his ranged attack. Before making the attack roll, he can choose to spend a use of his challenge to deal twice his cavalier level in extra damage on a successful hit instead of just his cavalier level in extra damage. If the attack misses, the use of the challenge is wasted.",
			"",
			"Challenging a foe requires subtle deceits and strategies. The cavalier must make it look like he is a soft target. The subject of the far challenge gains a +4 bonus on attack rolls made against him.",
			"",
			"This challenge remains in effect until the target is dead or unconscious, until the target hits the luring cavalier with a melee attack, or until the combat ends. If this challenge ends because the target hits the luring cavalier with a melee attack, this challenge changes to the effects of the normal cavalier challenge, and gains any order benefit the luring cavalier has. Far challenge replaces the challenge ability.",
			"",
			"**Careful Aim (Ex):** At 3rd level, when a luring cavalier makes a ranged attack with his highest base attack bonus, he can ignore the penalties for firing up to three range increments away. If he is using a firearm, he can target touch AC up to two range increments away. This effect stacks with effects that allow the cavalier to make ranged attacks farther without penalty or that allow him to target touch AC with a firearm beyond the first range increment. This ability replaces cavalier's charge.",
			"",
			"**Infuriating Aim (Ex):** At 11th level, when a luring cavalier confirms a critical hit with a ranged attack made at his highest base attack bonus against the target of a far challenge, the target becomes infuriated for 1 round. While infuriated, the target must spend its turn moving closer to the cavalier, making move, run, or charge actions only (challenged creature's choice). This is a mind-affecting effect. This ability replaces mighty charge.",
			"",
			"**Versatile Challenge (Ex):** At 12th level, a luring cavalier can expend a use of his challenge to gain the benefit of far challenge or the normal cavalier challenge. He can even change the type of challenge an opponent is under the effects of as a swift action, as long as the target of the challenge is within line of sight.",
			"",
			"This ability replaces demanding challenge.",
			"",
			"**Supreme Aim (Ex):** At 20th level, the luring cavalier gains the careful aim bonus and the effect of infuriating aim on all ranged attacks. This ability replaces supreme charge."
		]
	},
	"musketeer": {
		"name": "Musketeer",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Musketeer",
			"",
			"{SOURCE Ultimate Combat/38}  ",
			"Some cavaliers are entrusted by their masters with the care and use of expensive and powerful oddities-firearms. Capable of inflicting shocking amounts of destruction without the aid of magic, these musketeers lead the advance of their troops, firing devastating fusillades long before the enemy can prepare for the armed charge that follows.",
			"",
			"**Weapon and Armor Proficiency:** A musketeer does not gain proficiency in heavy armor. Musketeers are proficient with all simple and martial weapons, and with firearms. A cavalier's levels stack with any fighter levels he possesses for the purpose of meeting the level prerequisite for feats that specifically select a firearm, such as [Weapon Specialization](feat/weapon_specialization).",
			"",
			"**Gifted Firearm (Ex):** At 1st level, a musketeer is gifted by his order with a firearm (either a pistol or a musket). This weapon is both a symbol of the cavalier's duty and a focus for much of his talent. He cannot sell this weapon. He also gains the [Gunsmithing](feat/gunsmithing) feat.",
			"",
			"Beginning at 8th level, the musketeer can focus himself when wielding his gifted weapon. As a standard action, he can focus himself to gain a number of benefits for 1 minute per cavalier level. The musketeer can use this ability twice per day, plus one additional time per day for every four levels beyond 8th, to a total of five times per day at 20th level.",
			"",
			"At 8th level, the cavalier gains the benefit of the [Improved Critical](feat/improved_critical) feat. At 11th level, he can reduce the misfire chance of his weapon by 1 (to a minimum of 1), and at 17th level, the musketeer can double the range increment of his weapon. The reduction of the weapon's misfire chance and the doubled range increment abilities don't stack with the similar benefits of the [reliable](magic-enhancement/reliable) and [distance](magic-enhancement/distance) magic weapon special abilities.",
			"",
			"Finally, at 20th level, during a period of such focus, the musketeer can engage in a flurry of gunfire. The cavalier can expend one of his daily challenges to make a full attack with his firearm. The musketeer ignores the normal load times for his weapon, but must still expend enough doses of powder and enough bullets to complete each attack.",
			"",
			"If the musketeer's gifted firearm is destroyed, the cavalier loses this ability for 30 days while a replacement weapon is crafted for him. During this 30-day period, the musketeer takes a -1 penalty on weapon and damage rolls. This ability replaces the standard cavalier's mount ability.",
			"",
			"**Swift Powder (Ex):** At 4th level, the musketeer gains [Rapid Reload (musket)](feat/rapid_reload) or [Rapid Reload (pistol)](feat/rapid_reload) as a bonus feat. At 14th level, each time the musketeer issues a challenge, he may reload a wielded firearm as a free action. This ability replaces expert trainer."
		]
	},
	"oceanrider": {
		"name": "Oceanrider",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Oceanrider",
			"",
			"{SOURCE Aquatic Adventures/53}  ",
			"Oceanriders are underwater cavaliers who ride dolphins, orcas, or seahorses.",
			"",
			"**Armor Proficiency:** An oceanrider is proficient with light and medium armor, and with shields (but not tower shields).",
			"",
			"This alters armor proficiency.",
			"",
			"**Aquatic Mount:** A Medium oceanrider can ride either a [seahorse](druidcompanion/giant_seahorse) or an [orca](druidcompanion/orca) (unlike most orcas, this one starts at size Large with none of the other level 7 abilities until level 7) instead of the normal options, while a Small oceanrider can ride a [dolphin](druidcompanion/dolphin).",
			"",
			"This alters mount and replaces expert trainer."
		]
	},
	"qabarat_outrider": {
		"name": "Qabarat Outrider",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Qabarat Outrider",
			"",
			"{SOURCE People of the Stars/11}  ",
			"The war colleges of the Castrovelian city-state of Qabarat produce a distinctive breed of cavalier known as the Qabarat outrider. In defense of the lashunta city-states, outriders lead small units of regular troops, the members of which can link minds with one another to form bonds in battle few can match.",
			"",
			"**Armor Proficiency:** A Qabarat outrider does not gain proficiency with heavy armor.",
			"",
			"**Combat Expertise:** At 1st level, a Qabarat outrider gains [Combat Expertise](feat/combat_expertise) as a bonus feat, even if he does not meet the prerequisites.",
			"",
			"**Maneuver Tactics (Ex):** At 1st level, a Qabarat outrider receives an Improved combat maneuver feat (such as [Improved Feint](feat/improved_feint)) as a bonus feat. He must meet the prerequisites for this feat. As a standard action, a Qabarat outrider can grant this feat to all allies within 30 feet, regardless of whether they can see or hear him or they meet the feat's prerequisites. Allies retain this bonus feat for 3 rounds, plus 1 round for every 2 levels the Qabarat outrider possesses. An outrider can use this ability once per day at 1st level, plus one additional time per day at 5th level and for every 5 levels thereafter.",
			"",
			"At 9th level, a Qabarat outrider gains an Improved or Greater combat maneuver feat (such as [Greater Overrun](feat/greater_overrun)) for which he meets the prerequisites as a bonus feat. The outrider can grant this feat to his allies using the maneuver tactics ability. Using the maneuver tactics ability becomes a swift action.",
			"",
			"At 17th level, a Qabarat outrider gains an Improved, Greater, or Strike combat maneuver feat (such as [Tripping Strike](feat/tripping_strike)) as a bonus feat. He must meet the prerequisites for this feat. An outrider can grant this feat to his allies using the maneuver tactics ability.",
			"",
			"This ability replaces tactician, greater tactician, and master tactician.",
			"",
			"**Mindlink (Su):** At 5th level, a Qabarat outrider's innate telepathy develops into a mindlink, allowing contact between himself and his allies and companions. As long as the Qabarat outrider is conscious, all allies within range of his limited telepathy racial ability (30 feet for most Qabarat outriders) receive a +2 morale bonus on saving throws against charm and compulsion effects and a +1 morale bonus on attack rolls made while flanking. At 10th level and every 5 levels thereafter, these bonuses increase by 1. This ability replaces banner.",
			"",
			"**Mindlink Pulse (Su):** At 14th level, a Qabarat outrider can send a pulse of psychic energy through the minds of allies within range of his limited telepathy as a standard action. If he does so during a surprise round, any allies not normally able to act in the surprise round can act. If an ally would normally be denied the ability to act in the surprise round, that ally's initiative is equal to her initiative roll, or to the initiative of the outrider - 1, whichever is lower.",
			"",
			"Whether or not it is a surprise round, when the outrider uses this ability, allies within range are no longer flat-footed (assuming they were to begin with). This ability replaces greater banner."
		]
	},
	"qadiran_horselord": {
		"name": "Qadiran Horselord",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Combat"
		],
		"description": [
			"## Qadiran Horselord",
			"",
			"{SOURCE Adventurer's Guide/12;Inner Sea Combat/42}  ",
			"The traditions of the Qadiran horselords are now spread throughout Qadira and the lands beyond in the Inner Sea region, but they originated among the horse-breeders and mounted-combat specialists of the [Al-Zabriti](rule/aff_deserts); the name \"horselord\" was applied by outlanders. Qadiran horselords pride themselves on their mobility and endurance-qualities also found in the breed of horses they ride. While they don't command the same presence as a host of Lastwall cavalry, Qadiran horselords can get to a battleground in half the time and on a third of the rations. In battle, they are skirmishers, ducking in and out of combat with brutal, precise slashes of their scimitars.",
			"",
			"**Weapon and Armor Proficiency:** A Qadiran horselord is proficient with all simple and martial weapons, with light and medium armor, and with shields (except tower shields).",
			"",
			"This replaces the cavalier's normal weapon and armor proficiencies.",
			"",
			"**Mount (Ex):** A Qadiran horselord must select a [horse](druidcompanion/horse) or [pony](druidcompanion/pony) as his mount. At the GM's discretion, a different mount can be selected.",
			"",
			"This ability alters the cavalier mount class feature.",
			"",
			"**Desert Wind (Ex):** The speed of a Qadiran horselord's mount increases by 5 feet. Its speed increases by an additional 5 feet at 5th level and every 5 cavalier levels thereafter.",
			"",
			"This ability replaces tactician.",
			"",
			"**Desert Mastery (Ex):** At 3rd level, a Qadiran horselord gains [favored terrain (desert) as per the ranger ability of the same name](class/ranger). At 8th level and every 5 levels thereafter, the granted bonus on initiative and skill checks increases by 2, but the Qadiran horselord never selects additional favored terrains. Additionally, his mount gains all the benefits of the favored terrain ability.",
			"",
			"This ability replaces cavalier's charge.",
			"",
			"**Sand Storm (Ex):** At 6th level, a Qadiran horselord gains the benefits of the [Mobility](feat/mobility) feat so long as he is mounted. Additionally, he deals double damage while using a one-handed slashing weapon from the back of a charging mount, as though using a lance.",
			"",
			"This ability replaces the bonus feat gained at 6th level.",
			"",
			"**As One (Ex):** At 9th level, a Qadiran horselord gains the benefits of the [Spring Attack](feat/spring_attack) feat so long as he is mounted. He uses his mount's movement for this action, and neither he nor his mount provokes attacks of opportunity from the target. When he makes a single attack with a one-handed slashing weapon in this way, the attack deals 1d6 additional points of damage. This bonus damage increases to 3d6 at 17th level. This ability counts as the [Spring Attack](feat/spring_attack) feat for the purpose of meeting feat prerequisites, but only while the Qadiran horselord is mounted.",
			"",
			"This replaces greater tactician.",
			"",
			"**Sand Scourge (Ex):** At 17th level, a Qadiran horselord and his mount can make a tactical rush through enemy ranks as a full-round action. His mount can move up to twice its normal speed in a straight line. The Qadiran horselord can make a single attack against each creature he threatens during his mount's movement, up to his normal number of attacks per round. These attacks use his full base attack bonus and take a -2 penalty; this is not a charge, and these attacks deal normal damage. The Qadiran horselord provokes attacks of opportunity during this movement, but his mount does not.",
			"",
			"This ability replaces master tactician."
		]
	},
	"saurian_champion": {
		"name": "Saurian Champion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Saurian Champion",
			"",
			"{SOURCE Ultimate Wilderness/45}  ",
			"These primeval cavaliers idolize dinosaurs as apex predators and value them as powerful, oversized mounts.",
			"",
			"**Class Skills:** A saurian champion gains Acrobatics, Knowledge (nature), Perception, and Survival as class skills.",
			"",
			"This alters the cavalier's class skills.",
			"",
			"**Weapon and Armor Proficiency:** A saurian champion does not gain proficiency with medium or heavy armor.",
			"",
			"This alters the cavalier's weapon and armor proficiencies.",
			"",
			"**Savage Combatant (Ex):** A saurian champion does not rely on lethal charges or firing from afar as more \"civilized\" cavaliers do, preferring to rampage among his foes instead. Saurian champions do not deal double damage when charging with a lance (or similar weapon) while mounted. While mounted, a saurian champion cannot attack with ranged weapons other than thrown weapons.",
			"",
			"**Titanic Challenge (Ex):** A saurian champion considers only the largest creatures a true challenge. His titanic challenge adds only half his level on damage rolls against Medium or smaller creatures, but he adds a +1 bonus on attack rolls against a target of his challenge that is at least two size categories larger than himself (Huge for Medium saurian champions) and a +2 bonus on attack rolls against a Colossal target of his challenge.",
			"",
			"This alters challenge.",
			"",
			"**Wild Warrior (Ex):** A saurian champion hails from primeval lands where the civilized orders hold little sway. He does not select an order or gain any order-related benefits.",
			"",
			"This replaces order.",
			"",
			"**Dinosaur Mount (Ex):** A saurian champion bonds with a dinosaur companion that willingly serves as his mount. This mount functions as a cavalier's normal mount with the following adjustments: The saurian champion's mount must be a dinosaur (see [animal companions](ability/druid_companions) for all the available options). The saurian champion can ride mounts of his size category and larger, rather than only those of a larger size. Increase the mount's Strength score by 8 for the purpose of determining its carrying capacity. Whenever an ability or feat allows the saurian champion's mount to make a hoof attack, the mount can make a claw or bite attack instead.",
			"",
			"This alters the cavalier's mount and replaces tactician, greater tactician, and master tactician.",
			"",
			"**Nimble Rider (Ex):** At 2nd level, a saurian champion gains a +1 dodge bonus to AC when mounted. Anything that causes the saurian champion to lose his Dexterity bonus to AC also causes him to lose this dodge bonus. This bonus increases by 1 for every 6 levels beyond 2nd (to a maximum of +4 at 20th level).",
			"",
			"**Fierce Devotion (Ex):** At 5th level, a saurian champion's mount gains the devotion ability, and its effects also apply against emotion and fear effects. The mount is immune to the effects of [unnatural aura](umr/unnatural_aura).",
			"",
			"This replaces banner.",
			"",
			"**Quick Rider (Ex):** At 8th level, a saurian champion can attempt Ride checks to fast mount or fast dismount his mount even if it's more than one size category larger than himself.",
			"",
			"**Titanic Mount (Ex):** At 10th level, a saurian champion's mount increases in size by one category (even if the base creature normally does not reach that size). The creature receives the appropriate size penalty on attack rolls and to AC (-1 if growing to Large or -2 if growing to Huge) and a -2 penalty to Dexterity (to a minimum Dexterity score of 1), its base damage increases by one size category, and its reach increases to 10 feet (if it wasn't already). It also gains a +2 size bonus to its Strength and Constitution score. At 12th, 14th, 16th, and 18th levels, the bonus to Strength increases by 2 and the mount's natural armor increases by 1. At 14th and 18th levels, the bonus to Constitution increases by 2. At 15th level, the mount's reach increases to 15 feet.",
			"",
			"**Primeval Devotion (Ex):** At 14th level, the bonus on saving throws provided by the mount's devotion ability increases by 2. In addition, the mount adds half this bonus to other saving throws.",
			"",
			"This replaces greater banner."
		]
	},
	"sister-in-arms": {
		"name": "Sister-in-Arms",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Sister-in-Arms",
			"",
			"{SOURCE Adventurer's Guide/83}  ",
			"Some of the most charismatic [Gray Maidens](rule/aff_scarred_ladies) combine their devotion to their sisters with the intense tactical training they received, learning to perfectly direct their companions and inspiring them to survive and emerge victorious. Known as sisters-in-arms, these scarred soldiers are highly respected by their fellow Maidens for their dedication.",
			"",
			"In the aftermath of Ileosa's fall, groups of Maidens forged a tight-knit family from their fellow survivors, knowing that nobody else truly understood the horrors they had endured-or had been forced to commit. Even after being accepted back into Korvosan society or fleeing the reach of the city's justice, the Gray Maidens' sisterhood has endured.",
			"",
			"Sisters-in-arms are almost never neutral on the subject of Queen Ileosa; some still hold true to the cruel queen's ideals and lead bands of like-minded veterans, while others have forsaken Ileosa in favor of total devotion to their fellow survivors. Of the latter, the majority support the Scarlet Rose, whether as social and emotional support for their recovering sisters, as field commanders for military endeavors, or as private adventurers with ties to the order. Loyalist sisters-in-arms, by contrast, are almost always plotting to reclaim Korvosa.",
			"",
			"**Half-hearted Challenge (Ex):** Sisters-in-arms vigilantly protect their allies, weakening their focus on their challenged foe. A sister-in-arms adds only half her cavalier level (minimum 1) to damage rolls against her challenge target.",
			"",
			"This ability alters challenge.",
			"",
			"**Maiden's Order (Ex):** All sisters-in-arms share a talent for aiding and inspiring their fellow Gray Maidens, strengthened by training and the bond of sisterhood. Generally, those loyal to Queen Ileosa refer to their pledge as the order of the fanged crown, while those who have forsaken the cruel queen call it the order of the scarlet rose. In either case, the benefits are the same.",
			"",
			"A sister-in-arms does not choose an order. Instead, she is considered to belong to both the [order of the dragon](order/order_of_the_dragon) and the [order of the lion](order/order_of_the_lion), and she gains all of the benefits of both orders (including additional class skills and conditional skill bonuses, additional challenge benefits, and order abilities) at the appropriate levels. At 1st level, a sister-in-arms chooses which order's edicts she must follow; generally, those of the fanged crown choose the order of the lion's edicts, while those of the scarlet rose choose the order of the dragon's edicts.",
			"",
			"This ability alters order and replaces mount.",
			"",
			"**Devoted Defender (Ex):** Sisters-in-arms cling to their fellow Gray Maidens as closely as family and protect them with intense devotion. At 3rd level, a sister-in-arms gains [Bodyguard](feat/bodyguard) as a bonus feat (she does not need to meet the feat's prerequisite).",
			"",
			"This ability replaces cavalier's charge.",
			"",
			"**Maiden's Loyalty (Ex):** The loyalty of a sister-in-arms is absolute. At 4th level, a sister-in-arms gains a +2 bonus on Will saves against any effect that would compel her to attack or betray her allies. This bonus increases by 1 for every 4 levels beyond 4th.",
			"",
			"This ability replaces expert trainer.",
			"",
			"**Dedicated Commander (Ex):** A sister-in-arms can inspire and direct allies with great efficiency. At 11th level, the sister-in-arms can use [lion's call](order/order_of_the_lion) or [strategy order](order/order_of_the_dragon) as a move action, rather than as a standard action. At 20th level, she can use [act as one](order/order_of_the_dragon), [lion's call](order/order_of_the_lion), or [strategy order](order/order_of_the_dragon) as a swift or move action.",
			"",
			"This ability replaces mighty charge and supreme charge."
		]
	},
	"spellscar_drifter": {
		"name": "Spellscar Drifter",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Spellscar Drifter",
			"",
			"{SOURCE Inner Sea Combat/45}  ",
			"The Spellscar Desert is a dangerous wasteland into which few venture without a guide. Spellscar drifters have made themselves at home in these badlands. When not scouring the desert for forgotten treasures or magic hidden by the region's shifting magic-dead zones, a Spellscar drifter might hire himself out as a guide, bodyguard, or assassin. There are even a few Spellscar drifters who are temporarily deputized by the Grand Duchy of Alkenstar to perform law enforcement tasks beyond the reach of the city's normal constabulary. Spellscar drifters are self-reliant and always keep their firearms loaded-in the Spellscar Desert, a rider with a slow draw doesn't live long.",
			"",
			"**Weapon and Armor Proficiency:** Spellscar drifters are proficient with all simple and martial weapons, the whip, and with all firearms. They are proficient with all light armor. This replaces the cavalier's normal weapon and armor proficiencies.",
			"",
			"**Have Gun:** At 1st level, the Spellscar drifter gains [Amateur Gunslinger](feat/amateur_gunslinger) and [Gunsmithing](feat/gunsmithing) as bonus feats. The Spellscar drifter uses his Charisma modifier (minimum 1) in place of his Wisdom modifier when determining his maximum grit points and for any other abilities which use grit. Additionally, he also gains a battered gun identical to the one gained by the gunslinger. This ability replaces tactician.",
			"",
			"**Daring Deeds (Ex):** At 3rd level, a Spellscar drifter gains [Rapid Reload](feat/rapid_reload) as a bonus feat. The Spellscar drifter must choose a firearm to associate with this feat. Additionally, the Spellscar drifter can select one additional [1st-level gunslinger deed](ability/gunslinger_deeds) which he can use with his [Amateur Gunslinger](feat/amateur_gunslinger) feat. This ability replaces cavalier's charge.",
			"",
			"**Worn Banner (Ex):** At 5th level, a Spellscar drifter can choose to use his hat as his banner. If the drifter does not wear a hat, another iconic accessory-such as an eyemask, bandana, or distinguishing coat-can instead serve as his banner. In all other ways, this ability functions as and replaces the banner cavalier ability.",
			"",
			"**Bonus Feats:** At 6th level, and at every 6 levels thereafter, a Spellscar drifter gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be either [combat](main/feats_combat) or [grit feats](main/feats_grit), and the Spellscar drifter must meet the prerequisites as normal. This replaces the cavalier's normal bonus feats.",
			"",
			"**Notorious Deeds (Ex):** At 9th level, a Spellscar drifter can select two additional [gunslinger deeds](ability/gunslinger_deeds) which he can use with his [Amateur Gunslinger](feat/amateur_gunslinger) feat. The Spellscar drifter can choose one deed from the list of deeds available to 3rd-level gunslingers and one from the list available to 7th-level gunslingers. This ability replaces greater tactician.",
			"",
			"**Old Reliable (Ex):** At 11th level, whenever a Spellscar drifter declares a challenge, the threat range of the Spellscar drifter's firearm is doubled against the target of his challenge. This increase only affects one weapon and does not stack with other effects that increase the threat range of the weapon. In addition, if the Spellscar drifter rolls a misfire during his challenge, the Spellscar drifter can spend 1 grit point to reroll the attack roll. The Spellscar drifter must accept the results of the second roll, even if it is worse. This ability replaces mighty charge.",
			"",
			"**Spell Severed (Ex):** At 12th level, a Spellscar drifter becomes permanently marked by long exposure to the Spellscar Desert. The Spellscar drifter gains spell resistance equal to 10 + his character level. The Spellscar drifter can drop this spell resistance for 1 round as a standard action, or he can spend 1 grit point to drop it as a swift action. This ability replaces demanding challenge.",
			"",
			"**Infamous Deeds (Ex):** At 17th level, a Spellscar drifter can select two additional [gunslinger deeds](ability/gunslinger_deeds) which he can use with his [Amateur Gunslinger](feat/amateur_gunslinger) feat. The Spellscar drifter can choose one deed from the list of deeds available to 7th-level gunslingers and one from the list available to 11th-level gunslingers. This ability replaces master tactician.",
			"",
			"**Tough as Nails (Ex):** At 20th level, a Spellscar drifter is able to select three additional [deeds](ability/gunslinger_deeds) for use with his [Amateur Gunslinger](feat/amateur_gunslinger) feat-two from the list of deeds available to 15th-level gunslingers, and one from the list available to 19th-level gunslingers.",
			"",
			"In addition, if the Spellscar drifter confirms a critical hit on an attack made with a firearm, the target is stunned for 1d4 rounds. A successful Will saving throw (DC = 10 + the Spellscar drifter's base attack bonus) reduces this effect to staggered instead of stunned. This ability replaces supreme charge."
		]
	},
	"standard_bearer": {
		"name": "Standard Bearer",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Standard Bearer",
			"",
			"{SOURCE Ultimate Combat/39}  ",
			"Not all cavaliers are content to ride at the head of a charge, leading from the front and facing down their enemies directly. Some prefer to stand away from the fray, their banners a beacon shining brightly over the battlefield, rallying their troops to victory. The standard bearer employs the banner of his order, his lord, or his own house to raise the spirits of his allies and warns enemies of impending doom.",
			"",
			"**Banner (Ex):** At 1st level, a standard bearer gains the banner ability. This ability is identical to the standard cavalier's banner ability, except that the morale bonuses on saving throws against fear effects and on attack rolls made as part of a charge increase at 5th level, and every five levels thereafter. This ability replaces the standard cavalier's mount ability.",
			"",
			"**Mount (Ex):** At 5th level, a standard bearer gains the service of a loyal and trusted mount. This mount is identical in all ways to the standard cavalier's mount. This ability replaces the standard cavalier's banner ability.",
			"",
			"**Banner of Solace (Ex):** At 11th level, a standard bearer's banner becomes an even more potent symbol of protection and inspiration to those around him. Once per day, while his banner is displayed, the standard bearer can wave it through the air as a full-round action, granting all allies within 60 feet temporary hit points equal to 1/2 his cavalier level, and a +2 morale bonus on their next damage rolls. At 15th level, and every four levels thereafter, this bonus increases by +1 (to a maximum of +4 at 19th level). The temporary hit points last for 10 minutes or until depleted, whichever occurs first. This ability replaces mighty charge.",
			"",
			"**Awesome Pennon (Ex):** At 20th level, a standard bearer's banner has become a powerful rallying point to his allies, and a bane to his foes. Whenever his banner is visible, allies of the standard bearer within 60 feet gain a +1 morale bonus on attack rolls, immunity to fear effects, and a +3 morale bonus on saving throws against mind-affecting effects. This ability replaces supreme charge."
		]
	},
	"strategist": {
		"name": "Strategist",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Strategist",
			"",
			"{SOURCE Ultimate Combat/39}  ",
			"Some cavaliers make a lifelong mission out of their exceptional ability to direct troops on the battlefield, combining tactical insight with a preternatural skill at improving the teamwork of their allies in order to win the day. Such strategists are masters at learning the strengths and weaknesses of those they fight alongside, and at employing those observations at the most opportune moments. The best of them are also skilled at determining the strengths and weaknesses of their enemies, as well as at countering some of those strengths with their own formidable abilities.",
			"",
			"**Tactician (Ex):** As the cavalier class feature, except that a strategist can use this ability once per day at 1st level, plus one additional time per day at 5th level and for every four levels thereafter (to a maximum of five times per day at 17th level).",
			"",
			"**Drill Instructor (Ex):** At 4th level, a strategist learns to train his fellow adventurers in the nuances of squad combat. By spending 10 minutes and expending 1 use of his challenge ability, the strategist can grant the use of a [teamwork feat](main/feats_teamwork) that he knows to up to four of his allies, similar to the tactician ability. As with tactician, allies need not meet the prerequisites of the granted feat, but they retain the use of this feat for 10 minutes plus 1 minute for every two levels the cavalier possesses, as long as the cavalier is visible and can be heard by his allies. If the cavalier falls unconscious or cannot be both seen and heard, his allies lose the benefit of the granted feat until the condition is remedied. This ability replaces expert trainer.",
			"",
			"**Tactical Advantage (Ex):** At 14th level, whenever a strategist uses his tactician ability to grant the use of a [teamwork feat](main/feats_teamwork) to his allies, he can move up to his speed as a free action either before or after granting the feat. This movement provokes attacks of opportunity normally. This ability replaces greater banner.",
			"",
			"**Strategic Supremacy (Ex):** At 18th level, a strategist gains the ability not only to improve his allies' abilities, but also to disrupt the teamwork of his enemies. Whenever the strategist uses the tactician ability, he can choose to cancel out the effects of one [teamwork feat](main/feats_teamwork) employed by any of his opponents within 30 feet instead of granting the use of a teamwork feat to his allies. This ability replaces the cavalier's 18th-level bonus feat."
		]
	},
	"verdivant": {
		"name": "Verdivant",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Verdivant",
			"",
			"{SOURCE Wilderness Origins/15}  ",
			"Some [vine leshys](race/vine_leshy) spirits are vibrant enough to project this animus beyond their own bodies. Called verdivants, these leshys explore the world atop unique companions formed from the leshy's vines and animated by their nearly boundless energy. Both mount and rider brim with new growth, sporting bright flowers, whipping tendrils, clouds of pollen, and other manifestations charged with nature's power. This archetype is typically available only to vine leshys, but with the GM's permission, other races can take it as well.",
			"",
			"**Plant Mount (Ex):** A verdivant buds off and cultivates his vines into an animal form, imbuing them with limited intelligence. The verdivant selects a mount appropriate for his size as normal, but this mount is a plant with the leshy subtype and has the same immunities as a vine leshy.",
			"",
			"A verdivant can absorb and regrow his plant mount. This can either replace a slain mount or change a mount's form; the new form must still be a suitable mount the verdivant is capable of riding. Either function takes 1 week, after which the newly regrown mount immediately benefits from its special abilities.",
			"",
			"At 4th level, regrowing a mount takes only 24 hours.",
			"",
			"This alters mount and replaces expert trainer.",
			"",
			"**Effloresce:** At 2nd level, a verdivant can use a standard action to create efflorescences, explosive growths fed by his animating spirit. A verdivant can use this ability three times per day, plus one additional time per day for every 4 cavalier levels he has beyond 2nd. A verdivant can apply effloresces to himself, or his plant mount if it is adjacent. Efflorescences last for 1 round per cavalier level, and a verdivant can have at most two efflorescences in effect at a time. A verdivant can end an efflorescence during his turn as a free action.",
			"",
			"At 6th level, a verdivant can effloresce as a move action. At 12th level, a verdivant can effloresce as a swift action, and he can have two efflorescences in effect simultaneously. At 17th level, a verdivant can effloresce twice as part of the same action.",
			"",
			"At 2nd level, a verdivant can use the following efflorescences.",
			"",
			"**Shieldvines (Ex):** Allies within 10 feet do not provoke attacks of opportunity when leaving threatened squares; this increases to 20 feet at 9th level.",
			"",
			"**Floatflower (Ex):** Allies within 10 feet ignore the effects of nonmagical difficult terrain. At 9th level, they also gain the effects of [air walk](spell/air_walk) while within 10 feet of the verdivant.",
			"",
			"At 5th level, a verdivant gains the following efflorescences.",
			"",
			"**Innervating Pollen (Ex):** The verdivant and his allies within 30 feet gain a competence bonus either on attack rolls or to saving throws (the verdivant's choice; all allies gain the same benefit) equal to one-third the verdivant's cavalier level.",
			"",
			"**Bolsterbloom (Su):** The verdivant and his allies within 30 feet gain fast healing 1; this fast healing increases by 1 at 9th level, and again at 14th and 17th levels.",
			"",
			"At 9th level, a verdivant gains the following efflorescences.",
			"",
			"**Charged Blossoms (Su):** Choose an energy type: acid, cold, electricity, or fire. The verdivant and his allies within 10 feet gain energy resistance 10 to the chosen energy type. At 14th level this affects allies within 20 feet, and the energy resistance increases to 20.",
			"",
			"**Slipstrands (Su):** The verdivant and his allies within 10 feet are affected by [freedom of movement](spell/freedom_of_movement); this increases to 20 feet at 17th level.",
			"",
			"At 14th level, a verdivant gains the following efflorescences.",
			"",
			"**Ambrosia (Su):** The efflorescence temporarily suppresses enchantments, transmutations, and curses on the verdivant and his allies within 30 feet, as [break enchantment](spell/break_enchantment) with a caster level equal to the verdivant's cavalier level. Affected creatures ignore the effects of such conditions for the duration of the efflorescence, after which the conditions' full effects resume. The duration of suppressed conditions continues to elapse while the condition is suppressed.",
			"",
			"**Luckleaf (Su):** When attempting a d20 roll, allies of the verdivant within 30 feet of him can roll twice and use the better result; each ally can benefit from this ability only once per efflorescence. Luckleaf can be activated once per minute.",
			"",
			"This replaces tactician, banner, greater tactician, greater banner, master tactician, and bonus feats.",
			"",
			"**Sinuous Steps (Ex):** At 3rd level, a verdivant and his plant mount gain the [woodland stride druid class feature](class/druid). In addition, they do not take any penalty to AC after making a charge attack.",
			"",
			"This alters cavalier's charge."
		]
	},
	"vermin_tamer": {
		"name": "Vermin Tamer",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Vermin Tamer",
			"",
			"{SOURCE Heroes of the Darklands/17}  ",
			"Due to the strange terrain, the lack of sunlight, and numerous other hazards, keeping a traditional mount in the Darklands can prove difficult. Cavaliers native to or traveling the region may choose to tame local creatures instead. Those who can overcome their revulsion and distrust of Sekamina's strange fauna often find that such partnerships with native creatures serve both rider and mount well. While these mounts may be harder to handle than typical mounts, their versatility and adaptations prove indispensable.",
			"",
			"**Darklands Mount (Ex):** At 1st level, a vermin tamer chooses a creature native to the Darklands as his mount. This functions as a cavalier's mount. He can choose a [giant beetle](druidcompanion/giant_beetle), [giant centipede](druidcompanion/giant_centipede), [giant gecko](druidcompanion/giant_gecko), [giant slug](druidcompanion/giant_slug), or [giant spider](druidcompanion/giant_spider) as his mount. These mounts (except the giant gecko) and the rules for vermin companions are detailed [here, under Vermin Companions](ability/druid_companions).",
			"",
			"The selected mount is combat trained. The vermin trainer does not take an armor check penalty on Ride checks while riding his mount. If the vermin tamer's starting mount is large enough to act as a mount, it gains [Light Armor Proficiency](feat/light_armor_proficiency) as a bonus feat. If the selected animal companion is too small to act as a proper mount, then the vermin tamer gains [Undersized Mount](feat/undersized_mount) as a bonus feat.",
			"",
			"This ability alters mount.",
			"",
			"**Stuck in the Saddle (Ex):** A practiced vermin tamer can remain steady in the saddle even in unconventional situations. At 4th level, he gains a +4 circumstance bonus on any checks to stay in the saddle when his mount is climbing walls or flying. At 8th level, this bonus increases to +8, and he never falls off his mount when he is rendered unconscious.",
			"",
			"This replaces expert training.",
			"",
			"**Disorienting Challenge (Ex):** At 12th level, whenever a vermin tamer declares a challenge, he can confound his target with the erratic movements of his mount. As long as the vermin tamer begins his turn mounted, with his mount climbing or flying at a higher location than his target, the target of his challenge takes a -2 penalty to its AC.",
			"",
			"This replaces demanding challenge."
		]
	},
	"wave_rider": {
		"name": "Wave Rider",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Wave Rider",
			"",
			"{SOURCE Inner Sea Combat/47}  ",
			"Throughout the Inner Sea region, wave riders patrol harbors, keeping them safe from dangerous sea creatures and watching for smugglers. The most famous of these is the hippocampus-riding Sea Cavalry of Absalom.",
			"",
			"**Weapon and Armor Proficiency:** Wave riders are proficient with all simple and martial weapons and with light and medium armor, but not with shields. This replaces the cavalier's weapon and armor proficiencies.",
			"",
			"**Seafaring Companion:** At 1st level, a wave rider gains [Monstrous Mount](feat/monstrous_mount) as a bonus feat. The wave rider can use this feat only to select a [hippocampus mount](druidcompanion/hippocampus). Otherwise, this ability functions identically to and replaces the cavalier's mount ability."
		]
	}
}
