[
	{
		"name": "Amnesiac",
		"file": "archetypedisplayc5ad.html",
		"sources": [],
		"replaces": "Spellcasting",
		"replace_array": [ "Spellcasting" ],
		"short_description": "The amnesiac once possessed great psychic power, but mental blocks-resulting from either a traumatic event or intentional implantation-have caused her to forget what she knew before",
		"description": [
			"## Amnesiac",
			"",
			"**Source** [Occult Adventures pg. 104]_Adventures)",
			"The amnesiac once possessed great psychic power, but mental blocks-resulting from either a traumatic event or intentional implantation-have caused her to forget what she knew before. The amnesiac's struggle to control her psychic magic leads to wild and unpredictable results.",
			"",
			"**Repressed Memories:** All the amnesiac's older memories have been deeply hidden, as though she had been affected by multiple repress memory spells. She isn't prevented from remembering things that happen over the course of a game, but might be forgetful. If the amnesiac's memories are ever restored, she loses this archetype and reverts to a standard psychic.",
			"",
			"**Spells:** An amnesiac's ability to cast psychic spells is the same as that of the psychic class, with the following exceptions.",
			"",
			"An amnesiac's faulty memory makes remembering and casting spells difficult, but the increased flexibility can be a great benefit. Instead of choosing a number of spells known from Table 1-8: Psychic Spells Known, an amnesiac accesses spells she knew the previous day from the recesses of her mind. This requires 1 hour of meditation. Each day, for each spell level the amnesiac can cast, she retains a number of spells known equal to half the number listed on Table 1-8, rounded up. These spells must be selected from spells the amnesiac knew the previous day (including any spells she remembered using spell recollection; see below). The remainder of her spells known (half the number on Table 1-8, rounded down) become amnesia slots, which the amnesiac can use with her spell recollection ability (see below). To determine the spells she knows on the day when she first takes this archetype, the amnesiac picks any one 1st-level spell from the psychic spell list.",
			"",
			"This change to spells doesn't apply to knacks (0-level spells) or discipline spells, which function the same way they do for a normal psychic. When the amnesiac gains access to 3rd-level spells, she gains full recall of her 1st-level spells and no longer gains 1st-level amnesia slots, instead gaining the full number of 1st-level spells known from Table 1-8 and casting them as a normal psychic. When this happens, the amnesiac can select any level-appropriate spells from the psychic spell list as her spells known, even if they were never among the spells she prepared or recalled; once selected, these spells can no longer be changed, as with a normal psychic. Each time the psychic gains access to a new level of spells, she gains full memory of spells 2 levels lower in the same way (gaining full memory and permanently selecting her 2nd-level spells when she gains access to 4thlevel spells, and so on). This ability alters spellcasting.",
			"",
			"**Spell Recollection (Ex):** Once per hour as a swift action, an amnesiac can attempt to remember any spell from the psychic spell list of her choice from either of the 2 highest spell levels she can cast. When she does, she rolls on the table below to determine the result. Because the mental stress of combat brings memories to the surface more easily, the amnesiac adds 1d10 to this roll's result if she's in combat when she attempts to recall a spell. Regardless of the result, the amnesiac expends an amnesia slot of the appropriate level for the spell she is attempting to remember; she must cast the spell remembered (if any) using that amnesia slot during the same round, or the spell slot is lost without effect. Once a spell has been remembered in this way, the amnesiac can cast it as one of her spells known for the rest of the day (even if she failed to cast the spell during the round in which she remembered it), unless spell recollection allowed her to cast a spell of a higher level than she would normally be able to cast.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 1-10 | The amnesiac is unable to cast spells this round. |",
			"| 11-35 | The amnesiac can't remember the new spell (but can still cast spells this round). |",
			"| 36-95 | The amnesiac remembers and can cast the new spell. |",
			"| 96+ | The amnesiac can choose to treat this result as 36-95. Alternatively, once per day, she can instead temporarily recall any spell from the psychic spell list that's 1 level higher than the spell she's attempting to remember. When she does, her caster level counts as the minimum caster level required to cast the higher-level spell, and she forgets the spell after it's cast. |"
		]
	},
	{
		"name": "Esoteric Starseeker",
		"file": "archetypedisplay476f.html",
		"sources": [ "Wilderness Origins" ],
		"replaces": "Discipline Spells; 1st, 11th-level Phrenic Amplifications; Major Amplifications",
		"replace_array": [
			"Discipline Spells",
			"1st-level Phrenic Amplification",
			"11th-level Phrenic Amplification",
			"Major Amplifications"
		],
		"short_description": "An esoteric starseeker is a psychic who focuses her studies on uncovering the secrets of the sky and the constellations of the Cosmic Caravan.",
		"description": [
			"## Esoteric Starseeker",
			"",
			"**Source** [Wilderness Origins pg. 30](source:Wilderness_Origins)   ",
			"The celestial bodies travel through the sky in fixed patterns, and knowledgeable astrologers rely on these stellar constants to make accurate predictions, but the constellations can also be a source of power. An esoteric starseeker is a psychic who focuses her studies on uncovering the secrets of the sky and the constellations of the Cosmic Caravan, able to read the stars as well as she can read minds. For more information on the Cosmic Caravan, see pages 36 and 37 of Pathfinder Campaign Setting: Occult Mysteries.",
			"",
			"**Written in the Stars:** An esoteric starseeker can spend 1 hour each night in quiet contemplation of the stars to attune herself to a constellation of the Cosmic Caravan, gaining knowledge of new spells from it. She gains one bonus constellation spell slot for each spell level she can cast, and she can prepare a spell associated with her attuned constellation into that slot. At 11th level, she can attune herself to two constellations, choosing between the spells offered by both constellations when she prepares her constellation spells. Whenever she attunes herself to a constellation, the esoteric starseeker must also weaken her connection to one school of magic of her choice, increasing the casting time for all spells of that school to a full-round action or an additional full-round action, as though she were using a metamagic feat. She can change her attuned constellations and her weakened school each day when she prepares her constellation spells. The Cosmic Caravan and their associated spells are as follows.",
			"",
			"**The Thrush:** [comprehend languages](spell:comprehend_languages) (1st), [magic mouth](spell:magic_mouth) (2nd), [tiny hut](spell:tiny_hut) (3rd), [dream](spell:dream) (4th), [remote viewing](spell:remote_viewing) (5th), [battlemind link](spell:battlemind_link) (6th), [phase door](spell:phase_door) (7th), [discern location](spell:discern_location) (8th), [wish](spell:wish) (9th).",
			"",
			"**The Lantern Bearer:** [liberating command](spell:liberating_command) (1st), [glitterdust](spell:glitterdust) (2nd), [guiding star](spell:guiding_star) (3rd), [wandering star motes](spell:wandering_star_motes) (4th), [true seeing](spell:true_seeing) (5th), [sonic form](spell:sonic_form) (6th), [prismatic spray](spell:prismatic_spray) (7th), [sunburst](spell:sunburst) (8th), [meteor swarm](spell:meteor_swarm) (9th).",
			"",
			"**The Newlyweds:** [charm person](spell:charm_person) (1st), [enthrall](spell:enthrall) (2nd), [synesthesia](spell:synesthesia) (3rd), [break enchantment](spell:break_enchantment) (4th), [reincarnate](spell:reincarnate) (5th), [joyful rapture](spell:joyful_rapture) (6th), [mass synesthesia](spell:mass_synesthesia) (7th), [bilocation](spell:bilocation) (8th), [overwhelming presence](spell:overwhelming_presence) (9th).",
			"",
			"**The Bridge:** [endure elements](spell:endure_elements) (1st), [resist energy](spell:resist_energy) (2nd), [daylight](spell:daylight) (3rd), [fire shield](spell:fire_shield) (4th), [wall of force](spell:wall_of_force) (5th), [contagious flame](spell:contagious_flame) (6th), [reverse gravity](spell:reverse_gravity) (7th), [create demiplane](spell:create_demiplane) (8th), [world wave](spell:world_wave) (9th).",
			"",
			"**The Daughter:** [bless](spell:bless) (1st), [hypnotic pattern](spell:hypnotic_pattern) (2nd), [heroism](spell:heroism) (3rd), [freedom of movement](spell:freedom_of_movement) (4th), [hostile juxtaposition](spell:hostile_juxtaposition) (5th), [cloak of dreams](spell:cloak_of_dreams) (6th), [greater hostile juxtaposition](spell:greater_hostile_juxtaposition) (7th), [irresistible dance](spell:irresistible_dance) (8th), [freedom](spell:freedom) (9th).",
			"",
			"**The Rider:** [anticipate peril](spell:anticipate_peril) (1st), [acute senses](spell:acute_senses) (2nd), [ablative barrier](spell:ablative_barrier) (3rd), [dimensional anchor](spell:dimensional_anchor) (4th), [echolocation](spell:echolocation) (5th), [blade barrier](spell:blade_barrier) (6th), [grasping hand](spell:grasping_hand) (7th), [frightful aspect](spell:frightful_aspect) (8th), [ride the lightning](spell:ride_the_lightning) (9th).",
			"",
			"**The Patriarch:** [command](spell:command) (1st), [spiritual weapon](spell:spiritual_weapon) (2nd), [dispel magic](spell:dispel_magic) (3rd), [telekinetic charge](spell:telekinetic_charge) (4th), [contact other plane](spell:contact_other_plane) (5th), [find the path](spell:find_the_path) (6th), [mage's sword](spell:mage's_sword) (7th), [brilliant inspiration](spell:brilliant_inspiration) (8th), [gate](spell:gate) (9th).",
			"",
			"**The Wagon:** [expeditious retreat](spell:expeditious_retreat) (1st), [twisted space](spell:twisted_space) (2nd), [haste](spell:haste) (3rd), [mirror transport](spell:mirror_transport) (4th), [teleport](spell:teleport) (5th), [fluid form](spell:fluid_form) (6th), [walk through space](spell:walk_through_space) (7th), [etherealness](spell:etherealness) (8th), [time stop](spell:time_stop) (9th).",
			"",
			"**The Pack:** [calm animals](spell:calm_animals) (1st), [animal aspect](spell:animal_aspect) (2nd), [rage](spell:rage) (3rd), [greater animal aspect](spell:greater_animal_aspect) (4th), [summon monster V](spell:summon_monster_V) (5th), [mass bear's endurance](spell:mass_bear's_endurance) (6th), [summon monster VII](spell:summon_monster_VII) (7th), [animal shapes](spell:animal_shapes) (8th), [shapechange](spell:shapechange) (9th).",
			"",
			"**The Mother:** [identify](spell:identify) (1st), [aid](spell:aid) (2nd), [invisibility purge](spell:invisibility_purge) (3rd), [stoneskin](spell:stoneskin) (4th), [spell resistance](spell:spell_resistance) (5th), [contingency](spell:contingency) (6th), [mind blank](spell:mind_blank) (7th), [refuge](spell:refuge) (8th), [wall of suppression](spell:wall_of_suppression) (9th).",
			"",
			"**The Stargazer:** [know the enemy](spell:know_the_enemy) (1st), [augury](spell:augury) (2nd), [arcane sight](spell:arcane_sight) (3rd), [locate creature](spell:locate_creature) (4th), [feeblemind](spell:feeblemind) (5th), [geas/quest](spell:geas/quest) (6th), [arcane sight (greater)](spell:arcane_sight_(greater)) (7th), [moment of prescience](spell:moment_of_prescience) (8th), [dream voyage](spell:dream_voyage) (9th).",
			"",
			"**The Stranger:** [disguise self](spell:disguise_self) (1st), [invisibility](spell:invisibility) (2nd), [displacement](spell:displacement) (3rd), [riding possession](spell:riding_possession) (4th), [prying eyes](spell:prying_eyes) (5th), [veil](spell:veil) (6th), [project image](spell:project_image) (7th), [maze](spell:maze) (8th), [divide mind](spell:divide_mind) (9th).",
			"",
			"**The Follower:** [forced quiet](spell:forced_quiet) (1st), [darkness](spell:darkness) (2nd), [vision of hell](spell:vision_of_hell) (3rd), [enervation](spell:enervation) (4th), [waves of fatigue](spell:waves_of_fatigue) (5th), [shadow walk](spell:shadow_walk) (6th), [simulacrum](spell:simulacrum) (7th), [destruction](spell:destruction) (8th), [energy drain](spell:energy_drain) (9th).",
			"",
			"This replaces the bonus spells normally granted by the psychic's discipline and the phrenic amplifications gained at 1st and 11th levels.",
			"",
			"**Major Amplifications:** An esoteric starseeker gains this ability at 15th level."
		]
	},
	{
		"name": "Formless Adept",
		"file": "archetypedisplay6792.html",
		"sources": [ "Occult Adventures" ],
		"replaces": "Phrenic Pool; Psychic Discipline; Discipline Powers; 1st and 15th-level Phrenic Amplification; Discipline Spells; Remade Self",
		"replace_array": [
			"Phrenic Pool",
			"Psychic Discipline",
			"Discipline Powers",
			"1st-level Phrenic Amplification",
			"15th-level Phrenic Amplification",
			"Discipline Spells",
			"Remade Self"
		],
		"short_description": "Formless adepts master their psychic powers to unshackle themselves from the confines of the flesh and empower their spellcasting.",
		"description": [
			"## Formless Adept",
			"",
			"**Source** [Occult Adventures pg. 104](source:Occult_Adventures)   ",
			"Formless adepts master their psychic powers to unshackle themselves from the confines of the flesh and empower their spellcasting. They learn to assume increasingly insubstantial forms until they become like living ghosts.",
			"",
			"**Phrenic Charisma:** A formless adept uses his Charisma modifier to determine the number of points in his phrenic pool. This ability alters phrenic pool.",
			"",
			"**Formless Body:** A formless adept gradually sheds his body, taking on increasingly nebulous forms. A formless adept can assume a formless body as a standard action. He can remain in each formless body type for a number of rounds per day equal to 3 + his Charisma modifier. The rounds don't have to be used consecutively, but must be used in 1-round increments. Resuming his physical form takes another standard action; otherwise, the formless adept continues spending rounds of formless body until he runs out of them. The formless adept must return to his physical form before assuming a different formless body.",
			"",
			"**Blurred Body (Su):** At 1st level, a formless adept can act under the effect of a blur spell. At 5th level, the formless adept can use this ability for a number of minutes per day instead of rounds per day. These minutes don't have to be used consecutively, but must be used in 1-minute increments.",
			"",
			"**Gaseous Body (Su):** At 5th level, a formless adept can become gaseous as gaseous form. At 13th level, the formless adept can use this ability for a number of minutes per day instead of rounds per day. These minutes don't have to be used consecutively, but must be used in 1-minute increments.",
			"",
			"**Incorporeal Body (Su):** At 13th level, a formless adept can become incorporeal (Pathfinder RPG Bestiary 301).",
			"",
			"This ability replaces the psychic discipline and discipline powers class features.",
			"",
			"**Formless Spell:** At 1st level, a formless adept gains the formless spell phrenic amplification. He can spend 1 point from his phrenic pool to cast a spell with a standard-action casting time as part of the action he uses to assume his formless body, expending the spell slot as normal. This ability replaces the 1st-level phrenic amplification.",
			"",
			"**Bonus Spells:** The formless adept adds extra spells to his list of spells known while he's in a formless body (including when he uses the formless spell phrenic amplification). Spells with a duration last for their full duration, even if the psychic reverts to his physical form. For feats and other abilities that require these spells as prerequisites, the psychic counts as knowing the spells but can benefit from the feats and abilities only while in a formless body. The formless adept gains the following spells at the appropriate levels: chill touch and expeditious retreat (1st), levitate and stricken heart (4th), gaseous form and vampiric touch (6th), shadow step and telekinesis (8th), dominate person and synapse overload (10th), disintegrate and enemy hammer (12th), finger of death and telekinetic sphere (14th), etherealness and power word stun (16th), and dominate monster and telekinetic storm (18th). This ability replaces discipline spells.",
			"",
			"**Psychic Possession (Su):** At 15th level, while using his incorporeal body ability, a formless adept can attempt to psychically possess another living creature. To use this ability, the formless adept must be adjacent to the target. This effect works as the greater possession spell and can be maintained only as long as the formless adept maintains his incorporeal body form. The target can attempt a Will save with a DC equal to 10 + 1/2 the formless adept's class level + the formless adept's Intelligence modifier to resist the effect. A creature that successfully saves is immune to the formless adept's psychic possession for 24 hours. This ability replaces the 15th-level phrenic amplification.",
			"",
			"**Formless Master (Su):** At 20th level, a formless adept can assume any formless body as a swift action and change between formless body types as a standard action (without returning to his physical form first). He can use the formless spell phrenic amplification to cast any spell with a swiftaction casting time when assuming a formless body or any spell with a standard-action casting time while switching between formless bodies. The formless adept also adds his Charisma bonus as a deflection bonus to his AC while in a formless body. A formless adept can attempt a saving throw to bypass any spells that prevent entry of incorporeal creatures (such as anti-incorporeal shell), even if the spells don't normally allow one. This ability replaces remade self."
		]
	},
	{
		"name": "Magaambyan Telepath",
		"file": "archetypedisplay0e67.html",
		"sources": [ "Wilderness Origins" ],
		"replaces": "Discipline Spells; 1st, 11th-level Phrenic Amplifications; Telepathic Bond; Telepathy",
		"replace_array": [
			"Discipline Spells",
			"1st-level Phrenic Amplification",
			"11th-level Phrenic Amplification",
			"Telepathic Bond",
			"Telepathy"
		],
		"short_description": "Followers of Old-Mage Jatembe's more esoteric wisdom instead focus on the occult connection between all living creatures and the resonance between the natural and supernatural world.",
		"description": [
			"## Magaambyan Telepath",
			"",
			"**Source** [Wilderness Origins pg. 27](source:Wilderness_Origins)   ",
			"While most students of the Magaambya in the Mwangi Expanse focus on the blending of arcane and divine magic, followers of Old-Mage Jatembe's more esoteric wisdom instead focus on the occult connection between all living creatures and the resonance between the natural and supernatural world. These Magaambyan telepaths hone their mental abilities to detect such spiritual and eldritch bonds, and attempt to commune with the mind of the jungle or the hearts of its wild inhabitants. Whether seeking information that only nature knows or attempting to impose their will upon the natural world, these psychics employ techniques that few outside of the Magaambya understand.",
			"",
			"**Primal Spells:** A Magaambyan telepath adds one 1st-level spell from the [druid](unknown:druid) spell list to the psychic spell list and her spells known. Each time a Magaambyan telepath gains the ability to cast a new level of spell, she can add one spell of that level from the druid spell list to both the psychic spell list and her spells known. She casts these spells as psychic spells, and once the spells are selected these choices cannot be changed.",
			"",
			"This replaces discipline spells.",
			"",
			"**Nature's Command (Ex):** The Magaambyan telepath's mind-affecting spells can affect even plant creatures. When she casts a mind-affecting spell, the Magaambyan telepath can spend 2 points from her phrenic pool to overcome a plant creature's immunity to mind-affecting effects for the purposes of that spell. This ability functions even on mindless plant creatures, but it has no effect on creatures that aren't plants.",
			"",
			"At 11th level, when the Magaambyan telepath casts a mind-affecting or language-dependent spell, the psychic can spend 2 points from her phrenic pool to cause the spell to affect creatures of the plant and animal types as if they were humanoids that understood her language.",
			"",
			"This replaces the phrenic amplifications gained at 1st and 11th levels.",
			"",
			"**Know the Land (Sp):** At 9th level, the Magaambyan telepath can cast [commune with nature](spell:commune_with_nature) as a spell-like ability once per day, using her psychic level as her caster level. She can also expend any unused spell slot of 5th level or higher to cast commune with nature.",
			"",
			"This replaces telepathic bond.",
			"",
			"**Wild Mind (Su):** At 17th level, when the Magaambyan telepath gains the telepathy ability, she can also mentally communicate with any animal or plant creature as if it had a language.",
			"",
			"This alters telepathy."
		]
	},
	{
		"name": "Mutation Mind",
		"file": "archetypedisplay6375.html",
		"sources": [ "Occult Adventures" ],
		"replaces": "1st-level Phrenic Amplification; Phrenic Amplifications; Major Amplifications",
		"replace_array": [
			"1st-level Phrenic Amplification",
			"Phrenic Amplifications",
			"Major Amplifications"
		],
		"short_description": "Exposure to unintended spell effects, curses, or sources of radiation cause some to manifest psychic powers. When a mutation mind uses her psychic abilities, her physical body changes under the stress, and she risks losing control if she pushes too far.",
		"description": [
			"## Mutation Mind",
			"",
			"**Source** [Occult Adventures pg. 105](source:Occult_Adventures)   ",
			"Exposure to unintended spell effects, curses, or sources of radiation cause some to manifest psychic powers. When a mutation mind uses her psychic abilities, her physical body changes under the stress, and she risks losing control if she pushes too far.",
			"",
			"**Physical Mutation (Su):** A mutation mind's psychic powers warp her body, allowing her to physically mutate herself as a swift action, which grants her a +4 enhancement bonus to Strength and a -2 penalty to Intelligence. At 12th level, the bonus to Strength increases to +6. A mutation mind can assume her physically mutated form for a number of minutes per day equal to her psychic level. The minutes don't have to be used consecutively, but must be used in 1-minute increments. When the duration runs out, the mutation mind can spend 1 point from her phrenic pool to extend the duration by 1 round. She can continue extending it in this way until she runs out of points. After the mutation ends, the mutation mind is fatigued and can't activate a physical mutation again for 1 round. Turning back to normal before the end of a 1-minute increment takes a standard action. This ability replaces the 1st-level phrenic amplification.",
			"",
			"**Bodily Mutations:** Starting at 3rd level, whenever a mutation mind gains a phrenic amplification, she can select either a phrenic amplification or a bodily mutation. A bodily mutation grants its benefit only when the mutation mind is affected by her physical mutation. Each time she activates her physical mutation, she can activate any number of bodily mutations she possesses.",
			"",
			"**Adhesive (Ex):** The mutation mind's skin becomes sticky, granting her a +4 bonus on disarm and grapple combat maneuver checks.",
			"",
			"**Bite Attack (Ex):** The mutation mind's mouth fills with sharp teeth, allowing her to make a bite attack as part of a full-attack action at her highest base attack bonus. This attack deals 1d4 points of damage (1d3 if Small) and counts as a primary attack unless combined with manufactured weapon attacks, as normal.",
			"",
			"**Bulging Eyes (Ex):** The mutation mind's eyes grow large and round, granting her darkvision with a range of 60 feet.",
			"",
			"**Claws (Ex):** The mutation mind's hands turn into claws, allowing her to make two claw attacks as a full-attack action at her highest base attack bonus. Each of these attacks deals 1d4 points of damage (1d3 if Small) and counts as a primary attack unless combined with manufactured weapon attacks, as normal.",
			"",
			"**Elongated Fingers (Ex):** The mutation mind's fingers grow long and supple, increasing her reach by 5 feet when she's making melee touch attacks.",
			"",
			"**Elongated Legs (Ex):** The mutation mind's legs become long and spindly, increasing her base movement by 10 feet.",
			"",
			"**Energy Resistance (Ex):** The mutation mind's body changes in color and texture, and gains energy resistance 5 to one energy type (acid, cold, electricity, fire, or sonic), chosen when this mutation is selected. This mutation can be selected multiple times. Each time it is selected, the mutation mind either chooses an additional energy type to gain energy resistance 5 against or increases the resistance granted to one existing type by 5.",
			"",
			"**Enlarged Torso (Ex):** The mutation mind's torso enlarges disproportionately with the rest of her body, granting her a +2 natural armor bonus to AC.",
			"",
			"**Rubbery (Ex):** The mutation mind's body becomes soft and rubbery, granting her DR 2/-.",
			"",
			"**Slimy (Ex):** The mutation mind exudes a thin layer of oily slime over her body, granting her a +4 bonus to CMD.",
			"",
			"This ability alters phrenic amplifications.",
			"",
			"**Phrenic Empowerment (Su):** At 7th level, a mutation mind's phrenic amplifications empower her physical mutation. Whenever a mutation mind modifies a spell with a phrenic amplification while affected by her physical mutation, she can increase the bonus to her Strength score from her physical mutation by 2 for a number of rounds equal to the level of the spell she cast. This bonus doesn't stack; if the mutation mind activates it again, she uses the longer duration but doesn't increase the bonus. While under the effect of phrenic empowerment, whenever the mutation mind takes damage, she risks losing control of her powers. At the end of each turn that she takes hit point damage, the mutation mind must succeed at a Will save (DC = 15 + 1/2 her character level) or take a -2 penalty on Will saving throws and to Intelligence. These penalties last for 1 hour after the physical mutation ends and stack with themselves. If the penalty lowers her Intelligence score to 0, the mutation mind is comatose until 1 hour after physical mutation ends.",
			"",
			"**Improved Bodily Mutations:** At 11th level, a mutation mind can select one of the following improved bodily mutations instead of a phrenic amplification.",
			"",
			"**Aquatic Form (Ex):** The mutation mind's legs fuse into a tail and fins to sprout from her back and side, granting her a swim speed of 30 feet, tremorsense with a range of 30 feet (affecting other creatures in contact with the same body of water), and the aquatic subtype. Her base land speed is reduced to 10 feet.",
			"",
			"**Enlarged Body (Ex):** The mutation mind's body swells and stretches, enlarging her as the enlarge person spell but up to two size categories larger (maximum Huge).",
			"",
			"**Multiple Eyes (Ex):** Multiple eyes erupt all over the mutation mind's body. She can't be flanked and gains a +4 bonus on Perception checks.",
			"",
			"**Recuperation (Ex):** The mutation mind heals quickly from physical wounds, gaining fast healing 5.",
			"",
			"**Toppling Fists (Ex):** The mutation mind's fists become large masses of flesh, allowing her to attempt a bull rush combat maneuver check against one creature within 10 feet of her as a standard action.",
			"",
			"**Wings (Ex):** The mutation mind sprouts a pair of fleshy, batlike wings, giving her a fly speed of 60 feet with average maneuverability.",
			"",
			"This ability alters major amplifications."
		]
	},
	{
		"name": "Psychic Duelist",
		"file": "archetypedisplayf6e7.html",
		"sources": [ "Occult Adventures" ],
		"replaces": "4th-level Discipline Spell; 7th-level Phrenic Amplification; Phrenic Amplifications; Telepathic Bond; Telepathy",
		"replace_array": [
			"4th-level Discipline Spell",
			"7th-level Phrenic Amplification",
			"Phrenic Amplifications",
			"Telepathic Bond",
			"Telepathy"
		],
		"short_description": "Psychic duelists hone their mental powers for combat, much as warriors do with their blades.",
		"description": [
			"## Psychic Duelist",
			"",
			"**Source** [Occult Adventures pg. 107](source:Occult_Adventures)   ",
			"Psychic duelists hone their mental powers for combat, much as warriors do with their blades. They specialize in psychic duels, perfecting their thought-form creatures into mighty weapons.",
			"",
			"**Psychic Duel Acumen (Ex):** At 4th level, a psychic duelist adds instigate psychic duel to her list of spells known, and the save DC of any instigate psychic duel spell she casts increases by 1. Beginning at 6th level, she can also expend any unused psychic spell slot of 3rd level or higher to cast instigate psychic duel. If she does so, she uses the level of the spell slot expended to determine the Will save DC. In addition, when the psychic duelist sacrifices points from her phrenic pool to generate manifestation points for an offensive manifestation, she uses d8s for damage dice instead of d4s. This ability replaces the 4th-level discipline spell.",
			"",
			"**Manifestation Amplifications:** At 7th level, a psychic duelist gains a manifestation amplification instead of a phrenic amplification; thereafter, whenever the psychic duelist gains a phrenic amplification, she can select either a phrenic amplification or a manifestation amplification. A manifestation amplification functions for a manifestation as a phrenic amplification does for a spell, with the same restrictions. The manifestation being amplified is called the linked manifestation. Phrenic pool points spent toward manifestation amplifications are separate from points sacrificed to generate manifestation points. For example, a psychic duelist capable of casting 4th-level spells (with a maximum of 4 MP per manifestation) could turn 4 points from her phrenic pool into MP and spend 2 points on a manifestation amplification, expending a total of 6 points from her phrenic pool.",
			"",
			"**Extended Effect (Ex):** The psychic duelist can spend points from her phrenic pool to increase the duration of a condition by 1 round per point spent. She can spend a maximum of 1 phrenic pool point in this way; this maximum increases to 2 points at 11th level, to 3 points at 15th level, and to 4 points at 19th level. If the target succeeds at its saving throw, this amplification has no effect (though the points are still lost). This amplification can be linked only to offensive manifestations that impose conditions.",
			"",
			"**Faithful Creature (Ex):** When she manifests a thoughtform creature, the psychic duelist can spend 1 point from her phrenic pool to give that creature the ability to persist even if it doesn't attack. She can concentrate to maintain the creature as a swift action instead of as a full-round action, but the creature can attack only if the psychic duelist concentrates as a full-round action. In addition, the psychic backlash damage from that thought-form creature is halved. This amplification can be linked only to thoughtform creature manifestations.",
			"",
			"**Punishing Thought-form (Ex):** The psychic duelist can spend 1 point from her phrenic pool to increase the damage die size of an offensive manifestation by one step (d4 to d6, d6 to d8, or d8 to d10). This amplification can be linked only to offensive manifestations.",
			"",
			"**Reciprocal Defense (Su):** The psychic duelist can spend 1 point from her phrenic pool when using a defensive manifestation to improve her defenses in the real world as well. Her physical body gains a +2 insight bonus to AC for the number of rounds the defensive manifestation lasts, or for 1 round if the manifestation doesn't have a duration. This bonus increases to +3 at 11th level and to +4 at 15th level. This amplification can be linked only to defensive manifestations.",
			"",
			"This ability replaces the 7th-level phrenic amplification and alters phrenic amplifications.",
			"",
			"**Thought Made Real (Su):** At 9th level, a psychic duelist can bring offensive manifestations directly into her foes' minds, attacking with them without entering a psychic duel. When doing so, she can generate manifestation points only by sacrificing a spell, not through any other methods. Using an offensive manifestation in this way functions as casting a spell with a full-round-action casting time. Conditions imposed by these offensive manifestations last for their full duration, even though the target isn't in a psychic duel. The psychic duelist can use manifestation amplifications on offensive manifestations created this way. Such offensive manifestations can't affect thought-form creatures. This is a mind-affecting illusion (phantasm) effect. A thoughtform creature manifested in this way is visible only to its target. This ability replaces telepathic bond.",
			"",
			"**Expert Manifester (Ex):** At 17th level, a psychic duelist doesn't have to expend as many resources to create manifestations. She gains 1 additional MP each time she creates a psychic manifestation, in addition to the MP she gains by sacrificing resources. This doesn't increase the maximum number of points she can spend per manifestation, but does allow her to create a manifestation costing 1 MP without sacrificing any resources. This ability replaces telepathy."
		]
	},
	{
		"name": "Psychic Marauder",
		"file": "archetypedisplay3f97.html",
		"sources": [ "Heroes of the Darklands" ],
		"replaces": "Alignment; Detect Thoughts; 3rd, 11th, 19th-level Phrenic Amplification; Telepathic Bond; Remade Self",
		"replace_array": [
			"Alignment",
			"Detect Thoughts",
			"3rd-level Phrenic Amplification",
			"11th-level Phrenic Amplification",
			"19th-level Phrenic Amplification",
			"Telepathic Bond",
			"Remade Self"
		],
		"short_description": "The psychic marauder's powers come hand in hand with madness, either from exposure to alien psyches or from terrifying glimpses into the cosmos that the psychic can't suppress.",
		"description": [
			"## Psychic Marauder",
			"",
			"**Source** [Heroes of the Darklands pg. 22](source:Heroes_of_the_Darklands)   ",
			"When one encounters aberrant creatures, it can unlock psychic potential within a person, though this experience is traumatic for those who endure it. The psychic marauder's powers come hand in hand with madness, either from exposure to alien psyches or from terrifying glimpses into the cosmos that the psychic can't suppress. But she does not crumble under the strain of this insanity; instead, she cordons it off to use as a shield against other psychic intrusions and harnesses it to unleash it upon the world around her.",
			"",
			"Psychic marauders in Orv have often been corrupted by the influence of aboleths or neothelids.",
			"",
			"**Alignment:** A psychic marauder must be of nonlawful alignment. A psychic marauder that becomes lawful loses her aura of insanity. However, she retains all other benefits of this archetype.",
			"",
			"**Skewed Mentality (Ex):** At 2nd level, a psychic marauder becomes alienated from reality as others perceive it. The psychic marauder uses her Charisma modifier on Will saves instead of her Wisdom modifier.",
			"",
			"This ability replaces detect thoughts.",
			"",
			"**Aura of Insanity (Su):** At 3rd level, a psychic marauder's madness begins to leak out. As a standard action, the psychic marauder can spend 1 point from her phrenic pool to manifest an aura of insanity, letting bits of her psyche penetrate the minds of those around her. The aura is centered on the psychic marauder and has a radius of 10 feet, increasing by 5 feet for every 3 class levels beyond 3rd. Any creature starting its turn within the aura must succeed at a Will save (DC = 10 + half the psychic marauder's level + the psychic marauder's Charisma modifier) or be confused for 1 round. The psychic marauder can exclude a number of targets inside the radius equal to 1 + 1 for every 3 class levels beyond 3rd, shielding them from her madness. The aura of insanity lasts for a number of rounds equal to the psychic marauder's Charisma modifier. This is a mind-affecting effect.",
			"",
			"At 11th level, when a creature rolls to determine the effects of a confusion effect while within the aura of insanity, the psychic marauder can spend 1 point from her phrenic pool to force the affected creature to roll twice. The psychic marauder selects which result is used.",
			"",
			"At 19th level, when a creature would roll to determine the effects of a confusion effect while within the aura of insanity, the psychic marauder can spend 2 points from her phrenic pool to select the result of the affected creature's confused condition without rolling. This does not allow the psychic marauder to control how that result is applied.",
			"",
			"This ability replaces the phrenic amplifications gained at 3rd, 11th, and 19th levels.",
			"",
			"**Cracked Perspectives (Ex):** At 9th level, a psychic marauder's growing madness renders her immune to confusion and insanity effects.",
			"",
			"This ability replaces telepathic bond.",
			"",
			"**Unreal Understanding (Ex):** At 20th level, a psychic marauder's mindset becomes completely aberrant, to the point that no outside force can penetrate her psyche. Because of this, the psychic marauder becomes immune to all mind-affecting effects.",
			"",
			"This ability replaces remade self."
		]
	},
	{
		"name": "Terror Weaver",
		"file": "archetypedisplay2305.html",
		"sources": [ "Heroes from the Fringe" ],
		"replaces": "Detect Thoughts; Telepathic Bond; 11th, 15th, 19th-level Phrenic Amplifications",
		"replace_array": [
			"Detect Thoughts",
			"Telepathic Bond",
			"11th-level Phrenic Amplification",
			"15th-level Phrenic Amplification",
			"19th-level Phrenic Amplification"
		],
		"short_description": "A number of exceptional Darklands half-orcs have developed potent psychic abilities, unlocked by generations of exposure to a specific combination of mind-altering fungi and radiation",
		"description": [
			"## Terror Weaver",
			"",
			"**Source** [Heroes from the Fringe pg. 26](source:Heroes_from_the_Fringe)   ",
			"A number of exceptional Darklands half-orcs have developed potent psychic abilities, unlocked by generations of exposure to a specific combination of mind-altering fungi and radiation. Powerful half-orc manipulators often rule smaller Darklands tribes from the shadows, but with few orcs able to match their mental acuity, their only limit is their own ambition.",
			"",
			"**Manipulation (Sp):** At 2nd level, a terror weaver can cast charm person once per day as a spell-like ability. He can also expend any unused spell slot of 1st level or higher to cast charm person. If he does so, he uses the level of the spell slot expended to determine the save DC. When a terror weaver gains this ability, if he already knows charm person, he can learn a different 1st-level spell in place of charm person, losing the old spell in exchange for the new one.",
			"",
			"This replaces detect thoughts.",
			"",
			"**Aura of Intimidation (Sp):** Because he lacks the physical prowess of most orcs, a terror weaver seeks to end fights before they start. At 9th level, he can cast aura of doom as a spell-like ability once per day. He can also expend any unused spell slot of 4th level or higher to cast aura of doom. Casting the spell using a higher-level spell slot gives no benefit on its own, but the terror weaver can apply metamagic feats that would increase the spell level to the appropriate level. At 11th level, a terror weaver's aura of doom causes enemies to become frightened instead of shaken. At 19th level, it causes enemies to become panicked.",
			"",
			"This replaces telepathic bond and the phrenic amplifications gained at 11th and 19th levels.",
			"",
			"**Persistent Nightmare (Sp):** Gloomkin often suffer from lifetimes of cruelty and abuse, and a terror weaver repays that suffering back onto his tormentors. At 15th level, when he successfully casts a mind-affecting spell on a target, he can spend 2 points from his phrenic pool to afflict the target with a nightmare spell the next time it goes to sleep. The day after nightmare has taken effect, regardless of the victim's saving throw, the target takes a -2 penalty on Will saves against the terror weaver's mind-affecting spells and abilities for 24 hours.",
			"",
			"This ability replaces the phrenic amplification gained at 15th level."
		]
	}
]
