[
	{
		"name": "Construct Caller",
		"file": "archetypedisplay48c1.html",
		"sources": [ "Construct Handbook" ],
		"replaces": "Subtype; Summon Monster",
		"replace_array": [
			"Eidolon",
			"Summon Monster"
		],
		"short_description": "Construct callers use their mechanical and planar understandings to work planar energies as a tinkerer works parts",
		"description": [
			"## Construct Caller",
			"",
			"**Source** [Construct Handbook pg. 10](source:construct_handbook)   ",
			"Construct callers use their mechanical and planar understandings to work planar energies as a tinkerer works parts. They use this understanding to hand-craft unique, constructed eidolons.",
			"",
			"**Construct Eidolon (Ex):** A construct caller must select the [inevitable subtype](unknown:inevitable_subtype) for her eidolon. A construct eidolon functions as an inevitable eidolon except as noted here. A construct eidolon can be of any alignment. It has no Constitution score and gains bonus hit points appropriate for a construct of its size. At 12th level, the construct eidolon gains DR 5/adamantine instead of DR 5/chaotic.",
			"",
			"This alters eidolon.",
			"",
			"**Planar Tinkering (Ex):** At 3rd level, a construct caller learns to better shape planar energy to improve her eidolon. The number of points in her eidolon's evolution pool increases by 1. The number of points in the eidolon's evolution pool increases by an additional 1 at 7th level and every 4 levels thereafter, for a total of 5 additional points at 19th level.",
			"",
			"This replaces summon monster I."
		]
	},
	{
		"name": "Devil Binder",
		"file": "archetypedisplayf823.html",
		"sources": [ "Adventurer's Guide" ],
		"replaces": "Alignment; Summon Monster I; Bond Senses; Shield Ally; Maker's Call; Transposition; Greater Shield Ally; Merge Forms; Twin Eidolon; Devotion",
		"replace_array": [
			"Alignment",
			"Summon Monster",
			"Bond Senses",
			"Shield Ally",
			"Maker's Call",
			"Transposition",
			"Greater Shield Ally",
			"Merge Forms",
			"Twin Eidolon",
			"Devotion"
		],
		"short_description": "A devil binder borrows extraplanar quintessence from her eidolon, gaining strange abilities for herself and evolving her eidolon's magical powers.",
		"description": [
			"## Devil Binder",
			"",
			"**Source** [Adventurer's Guide pg. 94](source:adventurer's_guide)   ",
			"While many assume Hellknights are worshipers or agents of devilkind-or, at best, duped puppets of the infernal realm-most Hellknights see Hell and its native devils as a challenge to be conquered. If one can dominate these beings of pure (albeit cruel) law, then the power of that law is theirs by right. While the Test undertaken by those who seek to become full Hellknights is one method by which this power is earned, the devil binder takes this philosophy a step further, forcing a devil into service.",
			"",
			"Unlike those of most summoners, a devil binder's eidolon does not willingly serve its master due to a similar philosophical bent. While some devil binders (especially those who do serve Hell) seek more amicable relationships with these infernal servants, others treat their eidolons as mere tools, remorselessly ordering the devils into battle. The nature of the summoner's magical bond is irrevocably altered by their style of invocation. A devil binder borrows extraplanar quintessence from her eidolon, gaining strange abilities for herself and evolving her eidolon's magical powers.",
			"",
			"**Alignment:** The infernal bargains and rituals a devil binder pursues leave an indelible stain upon her soul. A devil binder must be lawful evil or lawful neutral in alignment.",
			"",
			"**Infernal Binding (Ex):** A devil binder must select an eidolon of the devil subtype. The devil binder's eidolon never increases its maximum number of attacks, and its base attack bonus is equal to half its Hit Dice. At 4th level and every 4 levels thereafter, the eidolon's Charisma score increases by 2.",
			"",
			"This alters the summoner's eidolon.",
			"",
			"**Infernal Arcana (Sp):** At 1st level and every 2 levels thereafter, the devil binder's eidolon gains the following spell-like abilities: protection from chaos (1st), scorching ray (3rd), suggestion (5th), charm monster (7th), dominate person (9th), planar binding (devils only) (11th), greater teleport (13th), power word stun (15th), meteor swarm (17th). Each of these spell-like abilities is usable once per day, and the eidolon's caster level is equal to the devil binder's summoner level. When the eidolon casts planar binding this way, the devil binder is considered to be the spell's caster instead. At 19th level, the devil binder's eidolon can use each of its infernal arcana spell-like abilities three times per day.",
			"",
			"This replaces the summon monster I summoner class feature.",
			"",
			"**Infernal Affinity (Ex, Su, or Sp):** A devil binder wrenches Hell's power from her eidolon. This grants the devil binder the bloodline powers of the infernal sorcerer bloodline (gained at the following levels): corrupting touch (4th), infernal resistances (8th), hellfire (12th), on dark wings (16th), and power of the Pit (20th). The devil binder treats her summoner level as her sorcerer level for the purpose of determining their effects.",
			"",
			"This replaces bond senses, shield ally, transposition, greater shield ally, merge forms, and twin eidolon.",
			"",
			"**Smite Chaos (Su):** At 6th level, the summoner's eidolon gains the ability to smite chaos as a Hellknight (see page 90) of its Hit Dice. This ability can be used once per day and an additional time for every 4 levels beyond 6th.",
			"",
			"This ability replaces maker's call and the eidolon's devotion ability."
		]
	},
	{
		"name": "Devil Impostor",
		"file": "archetypedisplay77b5.html",
		"sources": [ "Agents of Evil" ],
		"replaces": "Class Skills; Bond Senses; Eidolon; Summon Monster; Shield Ally; Greater Shield Ally; Transposition",
		"replace_array": [
			"Class Skills",
			"Bond Senses",
			"Eidolon",
			"Summon Monster",
			"Shield Ally",
			"Greater Shield Ally",
			"Transposition"
		],
		"short_description": "Some summoners can't abide the cruelty of devils, or simply can't outwit them, but must appear to do so to get by in Cheliax, the Outer Planes, or similar areas of infernal influence. Rather than risk binding true devils, they reshape their eidolons into deceptive forms.",
		"description": [
			"## Devil Impostor",
			"",
			"**Source** [Agents of Evil pg. 17](source:agents_of_evil)   ",
			"Some summoners can't abide the cruelty of devils, or simply can't outwit them, but must appear to do so to get by in Cheliax, the Outer Planes, or similar areas of infernal influence. Rather than risk binding true devils, they reshape their eidolons into deceptive forms.",
			"",
			"**Skills:** A devil impostor adds Bluff and Intimidate to her list of class skills. This alters the unchained summoner's class skills.",
			"",
			"**Bond Alignment (Su):** At 2nd level, a devil impostor and her eidolon both radiate alignment auras of lawful evil for the purpose of divination spells that reveal auras (such as detect evil), as long as they remain within 1,000 feet of one another. This does not affect other abilities that depend on alignment (such as smite evil). The devil impostor can suppress this effect for 1 minute as a standard action. This ability replaces bond senses.",
			"",
			"**Deceptive Eidolon:** A devil impostor's eidolon always resembles a specific type of devil of the same size (caster's choice), and radiates the aura of a lawful evil outsider under magical effects such as detect evil, regardless of its actual alignment. The eidolon still uses its actual alignment when resolving all other alignment-dependent abilities, effects, and spells. The eidolon can have any subtype, though its appearance always remains that of a devil, and it can select only evolutions available to its true subtype. This modifies the normal eidolon rules.",
			"",
			"**Fiendish Summons (Sp):** A devil impostor must apply the fiendish template to any creatures summoned via her summon monster spell-like ability regardless of her alignment. This alters the unchained summoner's summon monster ability.",
			"",
			"**Devil's Flesh (Ex):** At 4th level, a devil impostor's eidolon adopts several fiendish traits. The devil impostor's eidolon gains the skilled (Bluff ) and resistance (fire) evolutions (or immunity [fire] if it already has resistance to fire). The eidolon can select additional evolutions available to the devil subtype. This ability replaces shield ally.",
			"",
			"**Devil's Tongue (Ex):** At 12th level, the devil impostor's eidolon can apply its master's skill ranks and proficiency bonuses when attempting Bluff, Diplomacy, and Intimidate skill checks. This ability replaces greater shield ally.",
			"",
			"**Fiendish Appearance (Su):** At 8th level, a devil impostor can use her maker's call ability to immediately dismiss her eidolon and take on its appearance. This functions as a modified alter self spell, transforming the devil impostor into a replica of her eidolon. She gains a single natural attack possessed by her eidolon, and if her eidolon is smaller than Small or larger than Medium, she assumes the form of a Small- or Medium-sized version of her eidolon, respectively. The transformation lasts for 10 minutes &times; her unchained summoner level or until the eidolon is resummoned. This ability replaces transposition."
		]
	},
	{
		"name": "Fey Caller",
		"file": "archetypedisplayb8be.html",
		"sources": [ "Ultimate Intrigue" ],
		"replaces": "Class Skills; Summon Monster; Eidolon Subtype",
		"replace_array": [
			"Class Skills",
			"Summon Monster",
			"Eidolon"
		],
		"short_description": "Fey callers are summoners whose voices reach out into those strange faerie realms and call forth the fey who dwell there.",
		"description": [
			"## Fey Caller",
			"",
			"**Source** [Ultimate Intrigue pg. 71](source:ultimate_intrigue)   ",
			"The strange creatures known as fey hail from a variety of places, including the natural world and their own domains on other planes. Fey callers are summoners whose voices reach out into those strange faerie realms and call forth the fey who dwell there. The touch of the fey makes the fey caller different from those summoners who call other outsiders to their sides as eidolons.",
			"",
			"**Class Skills:** A fey caller adds Bluff, Diplomacy, Disguise, Knowledge (nature), Knowledge (planes), and Survival to his list of class skills, instead of all Knowledge skills.",
			"",
			"This alters the unchained summoner's class skills.",
			"",
			"**Nature's Call:** Instead of summoning creatures from the summon monster list, the fey caller's summoning spell-like ability summons creatures from the list for the summon nature's ally spell of the same level. It still follows the other rules and restrictions for the summoner's summon monster spell-like ability.",
			"",
			"This ability alters the summoner's summon monster spell-like ability.",
			"",
			"**Fey Eidolon:** A fey caller's eidolon is still an outsider, and its base statistics don't change, but it also counts as a fey. A fey caller's eidolon has the below subtype instead of one of the subtypes from Pathfinder Unchained.",
			"",
			"**Fey**",
			"",
			"Fey eidolons are whimsical and mysterious creatures, prone to flights of fancy, odd compulsions, and alien humor. While some creatures from the faerie realms have truly unusual shapes, the ones close enough to the human mind to serve as eidolons tend to look like idealized humanoids with unusual features that set them apart, such as pointed ears or gossamer wings.",
			"",
			"Fey eidolons usually choose to bond with mortals for their own mysterious reasons that vary as much as their disparate temperaments; occasionally, their need may be immediate, such as when a dryad whose tree is dying decides to bond with a summoner instead and become something new. On the other hand, a redcap just looking for bloodshed might connect with an equally sadistic summoner. Whatever their reasons, they tend to have strong bonds of loyalty to their summoners entangled with equally strong emotional attachments, even evil fey eidolons.",
			"",
			"**Alignment** Any. Fey eidolons don't have alignment subtypes.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs]).",
			"",
			"**Base Evolutions** Starting at 1st level, fey eidolons gain Acrobatics, Diplomacy, Disguise, Escape Artist, Knowledge (nature), Perform, Sleight of Hand, and Use Magic Device as class skills instead of those gained by most eidolons. They also gain the low-light vision evolution, the skilled evolution (selecting one class skill), and the ability to use either dancing lights, detect magic, ghost sound, or prestidigitation at will as a spell-like ability. Once the summoner selects this and any other spell-like abilities for his fey eidolon, the selection cannot be changed.",
			"",
			"At 4th level, fey eidolons gain woodland stride (as the druid ability).",
			"",
			"At 8th level, fey eidolons gain the ability to use either charm person, entangle, grease, silent image, obscuring mist, or vanish as a spell-like ability three times per day, and they can select an additional spell-like ability from the 1st-level list.",
			"",
			"At 12th level, fey eidolons gain DR 5/ cold iron. They also grow gossamer wings, gaining the flight evolution.",
			"",
			"At 16th level, fey eidolons gain the ability to use either blindness/deafness, detect thoughts, glitterdust, hideous laughter, invisibility (self only), minor image, mirror image, or tongues as a spell-like ability three times per day. They also can select an additional spell-like ability from the 1stlevel list or the 8th-level list.",
			"",
			"At 20th level, fey eidolons increase their DR to DR 10/cold iron. They gain the ability to use either mass suggestion, mislead, programmed image, or veil as a spell-like ability once per day. They also can select an additional spell-like ability from the 1st-level list, the 8th-level list, or the 16th-level list."
		]
	},
	{
		"name": "God Caller",
		"file": "archetypedisplay8ec9.html",
		"sources": [ "Inner Sea Intrigue" ],
		"replaces": "Class Skills; Life Link; Transposition; Aspect; Greater Aspect; Twin Eidolon",
		"replace_array": [
			"Class Skills",
			"Life Link",
			"Transposition",
			"Aspect",
			"Greater Aspect",
			"Twin Eidolon"
		],
		"short_description": "God callers follow a fractured tradition that originated in the now-lost nation of Sarkoris. They speak to an assortment of ancient divine powers to lead their communities and sometimes stir up reformations in faiths with ideals similar to their personal convictions.",
		"description": [
			"## God Caller",
			"",
			"**Source** [Inner Sea Intrigue pg. 40](source:inner_sea_intrigue)   ",
			"God callers follow a fractured tradition that originated in the now-lost nation of Sarkoris. They speak to an assortment of ancient divine powers to lead their communities and sometimes stir up reformations in faiths with ideals similar to their personal convictions. Any summoner (including the summoner from Pathfinder Unchained) can select the god caller archetype.",
			"",
			"**Class Skills:** A god caller adds Diplomacy and Intimidate to his list of class skills, instead of Knowledge (dungeoneering, engineering, geography, and nature) and Use Magic Device.",
			"",
			"This ability alters the summoner's class skills.",
			"",
			"**Guidance (Sp):** A god caller's eidolon has a tiny spark of divinity. It can use guidance as a spell-like ability at will. However, the eidolon and the god caller must remain within 50 feet of one another for the eidolon to remain at full strength. If the eidolon is beyond 50 feet but closer than 1,000 feet, its current and maximum hit point totals are reduced by half.",
			"",
			"This ability alters life link.",
			"",
			"**Divine Word (Ex):** At 8th level, if a god caller's eidolon would grant him a bonus with the aid another action on a Diplomacy or Intimidate check, the god caller can instead choose to roll twice and take the better result. He makes the choice before rolling. Once per day while his eidolon uses the aid another action to assist him in such a check, if the god caller would improve a target's attitude toward him, or gain a success if using the individual influence rules (Ultimate Intrigue 102), he instead improves that target's attitude by 2 steps or it counts as 2 successes.",
			"",
			"This ability replaces transposition.",
			"",
			"**Divine Awareness (Sp):** At 10th level, after 10 minutes of concentration, a god caller's eidolon can see from afar as per clairaudience/clairvoyance. The eidolon can do this once per day at 10th level, and an additional time per day every 4 summoner levels thereafter (maximum of 3 times per day at 18th level).",
			"",
			"This ability replaces aspect.",
			"",
			"**Divine Might (Ex):** At 18th level, a god caller's eidolon's attacks are treated as epic for the purpose of overcoming damage reduction and harming mythic creatures.",
			"",
			"This ability replaces greater aspect.",
			"",
			"**Overwhelming Presence (Sp):** At 20th level, a god caller's eidolon can use overwhelming presence (Pathfinder RPG Ultimate Magic 230) three times per day. The save DC is equal to 19 + the eidolon's Charisma modifier.",
			"",
			"This ability replaces twin eidolon."
		]
	},
	{
		"name": "Leshy Caller",
		"file": "archetypedisplay19d6.html",
		"sources": [ "Ultimate Wilderness" ],
		"replaces": "Eidolon; Summon Monster",
		"replace_array": [
			"Eidolon",
			"Summon Monster"
		],
		"short_description": "A leshy caller summons creatures from the First World and forges a bond with a leshy eidolon.",
		"description": [
			"## Leshy Caller",
			"",
			"**Source** [Ultimate Wilderness pg. 94](source:ultimate_wilderness)   ",
			"A leshy caller summons creatures from the First World and forges a bond with a leshy eidolon.",
			"",
			"**Leshy Eidolon:** When a leshy caller summons her eidolon, the eidolon's body is created from extraplanar plant material and imbued with the intelligence of a leshy spirit. Its statistics are changed from those of a standard eidolon as follows. An unchained summoner uses the plant eidolon subtype instead of one of the subtypes listed in Pathfinder RPG Pathfinder Unchained.",
			"",
			"**Type:** The eidolon is still an outsider, and its statistics don't change, but it also counts as a plant. As it isn't truly a plant, it doesn't gain the plant immunities.",
			"",
			"**Base Form:** The leshy caller chooses one of the base forms listed below for her eidolon. When the eidolon is summoned in an environment matching one of these base forms, the leshy caller can change the eidolon's base form to the matching form by sacrificing one daily use of her summon nature's ally ability as a free action.",
			"",
			"Plant eidolon base forms are as follows.",
			"",
			"**Cactus (Desert):** Size Medium; Speed 30 ft.; AC +2 natural armor; Saves Fort (good), Ref (good), Will (bad); Attack sting (1d4); Ability Scores Str 14, Dex 14, Con 13, Int 7, Wis 10, Cha 11; Free Evolutions limbs (arms), limbs (legs), sting.",
			"",
			"**Conifer (Forest, Mountain):** Size Medium; Speed 30 ft.; AC +2 natural armor; Saves Fort (good), Ref (bad), Will (good); Attack 2 claws (1d4); Ability Scores Str 14, Dex 12, Con 15, Int 7, Wis 10, Cha 11; Free Evolutions claws, limbs (arms), limbs (legs).",
			"",
			"**Fungus (Swamp, Underground):** Size Medium; Speed 30 ft.; AC +2 natural armor; Saves Fort (good), Ref (good), Will (bad); Attack bite (1d6); Ability Scores Str 14, Dex 14, Con 13, Int 7, Wis 10, Cha 11; Free Evolutions bite, limbs (arms), limbs (legs).",
			"",
			"**Leaf (Forest, Jungle, Swamp):** Size Medium; Speed 30 ft.; AC +2 natural armor; Saves Fort (good), Ref (good), Will (bad); Attack slam (1d8); Ability Scores Str 16, Dex 12, Con 13, Int 7, Wis 10, Cha 11; Free Evolutions limbs (arms), limbs (legs), slam.",
			"",
			"**Seaweed (Aquatic):** Size Medium; Speed 20 ft., swim 40 ft.; AC +2 natural armor; Saves Fort (good), Ref (good), Will (bad); Attack slam (1d8); Ability Scores Str 12, Dex 14, Con 15, Int 7, Wis 10, Cha 11; Free Evolutions limbs (arms), slam, swim (2).",
			"",
			"This alters the summoner's eidolon.",
			"",
			"**Summon Nature's Ally (Sp):** A leshy caller can cast summon nature's ally as a spell-like ability a number of times per day equal to 3 + her Charisma modifier. At levels where a regular summoner would gain access to a new level of summon monster as a spell-like ability, the leshy caller instead gains the equivalent summon nature's ally spell; at 19th level, she can cast summon nature's ally IX or gate. When a leshy caller gains a summon nature's ally spell as a spell-like ability, she adds it to her class spell list (though she must still select it as a spell known if she wants to gain the ability to cast it as a normal spell). She adds leaf leshys, gourd leshys, fungus leshys, seaweed leshys, and lotus leshys to her list of creatures for summon nature's ally I, II, III, IV, and V, respectively.",
			"",
			"This alters summon monster."
		]
	},
	{
		"name": "Soulbound Summoner",
		"file": "archetypedisplaycbb0.html",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"replaces": "Eidolon; Life Link; Summon Monster",
		"replace_array": [
			"Eidolon",
			"Life Link",
			"Summon Monster"
		],
		"short_description": "Soulbound summoners, as a rule, never set out to bind their soul to a dangerous and enigmatic power. Rather, they have found themselves unintentional masters of eidolons through incredible circumstances.",
		"description": [
			"## Soulbound Summoner",
			"",
			"**Source** [Pathfinder #144: Midwives to Death pg. 83](source:pathfinder_#144_midwives_to_death)   ",
			"Not everyone who becomes a summoner is an intentional dabbler in the arcane arts. Soulbound summoners, as a rule, never set out to bind their soul to a dangerous and enigmatic power. Rather, they have found themselves unintentional masters of eidolons through incredible circumstances. Most common are those who forged their pacts with an outsider out of a mutual desire for self-preservation. Other soulbound summoners never contacted a true outsider at all, instead manifesting an eidolon from their minds in response to mental or magical trauma. The events that create such a summoner result in the eidolon fusing entirely to the summoner's psyche. These accidental summoners lack the practiced skill at reaching across planes that most summoners have, but their intense bond with their eidolon grants both summoner and outsider unusual power.",
			"",
			"**Pactbond Curse (Ex):** A soulbound summoner's metaphysical connection with his eidolon has profound effects on both of them. The eidolon's alignment always matches that of the soulbound summoner, regardless of its subtype. In addition, at 1st level, the summoner must choose an [oracle curse](unknown:oracle_curse), using his summoner level as his oracle level for determining the curse's effects. Once this choice is made, it cannot be changed. A summoner that gains spells for his list of spells known as a result of his curse must be able to cast spells of the appropriate level in order to cast the learned spell.",
			"",
			"The glowing rune that the soulbound summoner shares with his eidolon always appears on a place symbolic of his pactbond curse. For example, a summoner who chooses the clouded vision curse might have his summoner's rune manifest on one of his eyes, while a summoner who chooses the tongues curse might have his summoner's rune appear on his lips. A soulbound summoner's eidolon is summoned from his own psyche rather than a different plane, so spells such as [banishment](spell:banishment) and [dismissal](spell:dismissal) do not work when cast on the eidolon.",
			"",
			"This alters the eidolon class feature.",
			"",
			"**Soulbound Life Link (Su):** The essence of a soulbound summoner's eidolon resides within the summoner's mind and soul instead of a home plane, and he can use this connection to restore his eidolon with his own vitality. The summoner can use his life link ability to sacrifice any number of his hit points without using an action. Each hit point sacrificed in this way heals the eidolon for 1 point of damage. The soulbound summoner can use this ability even after the eidolon has been killed and sent back to its summoner's mind; if the eidolon is healed enough that its hit point total is above 0, it can be summoned again as normal.",
			"",
			"This alters life link.",
			"",
			"**Weakened Summoning:** A soulbound summoner's eidolon is usually the result of unintended magic, trauma, or a singular pact, instead of rigorous arcane study. Soulbound summoners do not gain the ability to cast the [summon monster](spell:summon_monster) or [gate](spell:gate) spells as a spell-like ability.",
			"",
			"**Soulbound Evolution:** A soulbound summoner's eidolon gains power from its unusually strong bond with its summoner. At 3rd level, and again at 5th, 7th, and 9th level, the eidolon adds 1 point to its evolution pool. At 11th level, and again at 15th, 17th, and 19th level, the eidolon adds 2 points to its evolution pool. At 7th level, the eidolon can select evolutions even if it does not meet the subtype requirements for that evolution.",
			"",
			"At 13th level, the eidolon can draw from its summoner's power to cast spells. The spell must be a spell that the summoner knows, and the summoner must expend two spell slots of the same spell level or higher to allow the eidolon to cast the spell. Expending spell slots in this way does not take an action. The eidolon uses the summoner's caster level, feats, and casting statistics for all spellcasting purposes. The eidolon must be able to meet all other requirements for casting the spell, such as being able to speak for spells requiring verbal components and providing any material components or focuses for spells that require them. The eidolon must be able to move its body to cast spells with somatic components, but it does not need to have the limbs (arms) evolution."
		]
	},
	{
		"name": "Storm Caller",
		"file": "archetypedisplay336c.html",
		"sources": [ "Elemental Master's Handbook" ],
		"replaces": "Eidolon; Summon Monster; Shield Ally; Greater Shield Ally; Maker's Call; Transposition",
		"replace_array": [
			"Eidolon",
			"Summon Monster",
			"Shield Ally",
			"Greater Shield Ally",
			"Maker's Call",
			"Transposition"
		],
		"short_description": "Many summoners beckon monsters from the Elemental Planes, but few are as specialized as storm callers, who channel the elemental energies of the Plane of Air.",
		"description": [
			"## Storm Caller",
			"",
			"**Source** [Elemental Master's Handbook pg. 16](source:elemental_master's_handbook)   ",
			"Many summoners beckon monsters from the Elemental Planes, but few are as specialized as storm callers, who channel the elemental energies of the Plane of Air. Storm callers are most commonly encountered in areas where thunderstorms appear frequently, including supernaturally stormy places like the Sodden Lands.",
			"",
			"**Stormy Eidolon:** A storm caller must select an eidolon subtype that gains resistance or immunity to electricity at 1st level, such as the elemental eidolon (Pathfinder Unchained 33) or genie eidolon (see page 27).If the eidolon has neither of these evolutions, it becomes nauseated until it regains one of them.",
			"",
			"This ability alters eidolon.",
			"",
			"**Summon Storm's Fury (Sp):** A storm caller can summon creatures infused with the power of the storm to help him. This functions as the summoner's summon monster I-IX abilities, except the storm caller can summon only the following creatures at the indicated spell levels: I-eagle; II-small air elemental, small lightning elemental; III-dire bat; IV-medium air elemental, medium lightning elemental, pteranodon; V-large air elemental, large lightning elemental; VI-huge air elemental, huge lightning elemental; VII-roc; VIII-elder air elemental, elder lightning elemental; IX-advanced elder air elemental, advanced elder lightning elemental. Any creatures summoned with this ability gain immunity to electricity.",
			"",
			"Alternatively, whenever his eidolon is not summoned, a storm caller can expend a daily use of this ability to summon a magical storm as a standard action. This functions as call lightning with a caster level equal to his summoner level, except as noted below.",
			"",
			"Each bolt of lightning deals 1d6 points of electricity damage. This damage increases by 1d6 at 3rd level and every 2 levels thereafter, to a maximum of 10d6 at 19th level. The prevailing weather has no effect on the damage of the lightning bolts. The Reflex save DC is equal to 10 + half the storm caller's summoner level + his Charisma modifier. If the storm caller uses this ability again before he has used all of his available bolts of lightning (to summon another magical storm, to summon a monster, or to use the gate spell), any unused bolts are expended with no effect.",
			"",
			"The storm caller adds call lightning to his summoner spell list as a 3rd-level spell and call lightning storm to his summoner spell list as a 5th-level spell, but he does not automatically add them to his list of spells known.",
			"",
			"This alters the summoner's summon monster I-IX abilities.",
			"",
			"**Electrical Polarity (Su):** At 4th level, a storm caller and his eidolon can temporarily form an electrical current between them. The storm caller can expend a use of his summon storm's fury ability as a standard action to create an instantaneous line of lightning between him and his eidolon, provided that the eidolon is within 60 feet of him. The lightning arc deals the same amount of damage to all creatures in the line and has the same save DC as a bolt of lightning from the summon storm's fury ability (unlike call lightning, this damage is dealt only once). The storm caller and his eidolon are not affected by this lightning.",
			"",
			"At 12th level, the storm caller gains the benefit of his eidolon's resistance (electricity) or immunity (electricity) evolution whenever he is within 30 feet of the eidolon.",
			"",
			"This ability replaces shield ally and greater shield ally.",
			"",
			"**Storm's Wings (Su):** At 6th level, a storm caller can borrow some of his eidolon's elemental might. He can gain the flight evolution (Pathfinder Unchained 37) as though he were using the summoner's aspect ability, deducting 2 evolution points from the eidolon's evolution pool. If he does so, his eidolon is unable to take the flight evolution as long as the storm caller has that evolution.",
			"",
			"At 8th level, the storm caller's eidolon can have the flight evolution even if the storm caller has that evolution.",
			"",
			"At 10th level, the storm caller automatically gains the flight evolution without reducing the number of evolution points available to the eidolon. He can use the aspect ability (and at 18th level, the greater aspect ability) to gain additional evolutions.",
			"",
			"This ability replaces maker's call and transposition."
		]
	},
	{
		"name": "Twinned Summoner",
		"file": "archetypedisplay4a96.html",
		"sources": [ "Legacy of the First World" ],
		"replaces": "Shield Ally; Greater Shield Ally; Maker's Call; Transposition; Merge Forms",
		"replace_array": [
			"Shield Ally",
			"Greater Shield Ally",
			"Maker's Call",
			"Transposition",
			"Merge Forms"
		],
		"short_description": "Reflecting the connected nature of Imbrex, a twinned summoner and his eidolon appear identical save for any obvious differences, such as evolutions or equipment.",
		"description": [
			"## Twinned Summoner",
			"",
			"**Source** [Legacy of the First World pg. 18](source:legacy_of_the_first_world)   ",
			"Reflecting the connected nature of Imbrex, a twinned summoner and his eidolon appear identical save for any obvious differences, such as evolutions or equipment.",
			"",
			"**Twinned Eidolon:** The twinned summoner's eidolon is restricted to the biped base form. An unchained summoner's eidolon is instead restricted to the twinned eidolon subtype (see below). If the summoner's natural size is smaller than Medium, the twinned summoner's eidolon must be Small. This ability may require a different base form or subtype to match the twinned summoner's natural form, at the GM's discretion, if the twinned summoner is not a bipedal creature.",
			"",
			"**Teamwork Feats (Ex):** At 4th level and at 12th level, a twinned summoner gains a bonus teamwork feat. He must meet the prerequisites of the selected teamwork feat. The twinned summoner automatically grants all of his teamwork feats to his eidolon. The eidolon doesn't need to meet the prerequisites of these teamwork feats.",
			"",
			"This ability replaces shield ally and greater shield ally.",
			"",
			"**Twinned Transposition (Su):** At 6th level, as a standard action, a twinned summoner can swap locations with his eidolon as if each were using dimension door, using the twinned summoner's caster level. If the eidolon is out of range, the ability is wasted. If either the twinned summoner or his eidolon occupies more squares than the other, each must occupy one or more squares that were occupied by the other if possible, or as close as possible if not. The twinned summoner can use this ability once per day at 6th level, plus one additional time per day for every 4 levels beyond 6th. At 8th level, he can use this ability as a swift action.",
			"",
			"This ability replaces maker's call and transposition.",
			"",
			"**Twin Summoner (Su):** At 16th level, a twinned summoner can touch his eidolon as a standard action, enhancing its similarity to the summoner. The eidolon loses any natural weapons or size increases gained from evolutions, and its Intelligence, Wisdom, and Charisma scores change to match the base scores of the summoner. The eidolon can cast any of the summoner's spells known using the summoner's caster level and spell slots. It doesn't gain the benefit of any of the summoner's items, feats, or other effects that affect spellcasting. The eidolon can keep this form for a number of minutes per day equal to the summoner's class level. This duration does not need to be consecutive, but it must be spent in 1-minute increments. The summoner can end this effect as a free action.",
			"",
			"This ability replaces the merge forms class feature."
		]
	}
]
