[
	{
		"name": "Animal Speaker",
		"file": "archetypedisplay659d.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Fascinate; Well-Versed; Inspire Competence; Suggestion; Mass Suggestion",
		"replace_array": [
			"Fascinate",
			"Well-Versed",
			"Inspire Competence",
			"Suggestion",
			"Mass Suggestion"
		],
		"short_description": "An animal speaker focuses not on the ears and minds of humans, but on the creatures of the wild and those in the underbellies of cities.",
		"description": [
			"## Animal Speaker",
			"",
			"**Source** [Ultimate Magic pg. 25](source:Ultimate_Magic)   ",
			"An animal speaker focuses not on the ears and minds of humans, but on the creatures of the wild and those in the underbellies of cities.",
			"",
			"**Animal Friend:** An animal speaker selects a particular kind of animal, such as apes, badgers, bears, boars, cats, snakes, and so on. The bard gains a +4 bonus on Handle Animal checks to influence animals of his chosen kind. Animals of this kind have a starting attitude of at least \"indifferent\" toward the bard and never attack him unless he attacks them first.",
			"",
			"Animal companions and magically controlled animals of the bard's chosen kind can be directed to attack the bard if the controlling creature wins an opposed Charisma check against the bard (this check can be made once per round until it succeeds, after which no further checks are needed). Supernatural versions of animals (such as animals with the fiendish template) can attempt an opposed Charisma check against the bard with a +4 bonus on its roll to overcome this hesitation. This ability has no effect on creatures other than animals. This ability replaces fascinate.",
			"",
			"**Nature's Speaker:** At 5th, 11th, and 17th level, the animal speaker selects another kind of animal friend. The bard can use [speak with animals](spell:speak_with_animals) at will on animals of his selected kinds. This ability replaces well-versed.",
			"",
			"**Bardic Performance:** An animal speaker gains the following types of bardic performance.",
			"",
			"**Soothing Performance:** At 3rd level, an animal speaker can use bardic performance to influence animals. This works like the [druid ability wild empathy](class:druid_ability_wild_empathy), except he expends 1 round of bardic performance and makes a Perform check. If the bard already has wild empathy from another class, he adds the class levels that provide wild empathy to the result of his Perform check to influence an animal. This ability replaces inspire competence.",
			"",
			"**Attract Rats:** At 6th level, the animal speaker can use bardic performance to summon 1d3 rat swarms; they remain as long as he continues performing. At 11th level, he summons 2d3 swarms instead of 1d3 and the swarms have the advanced creature simple template. At 17th level, the number of swarms he summons increases to 3d3. This ability replaces suggestion.",
			"",
			"**Summon Nature's Ally:** At 1st level, the animal speaker adds [summon nature's ally I](spell:summon_nature's_ally_I) to his bard spell list and bard spells known as a 1st-level spell. At 4th level (when he gains access to 2nd-level spells) he adds [summon nature's ally II](spell:summon_nature's_ally_II) to his spell list and spells known as a 2nd-level spell, and so on every 3 levels thereafter, until 16th level when he adds [summon nature's ally VI](spell:summon_nature's_ally_VI) to his 6th-level spell list and spells known. This replaces mass suggestion"
		]
	},
	{
		"name": "Arcane Duelist",
		"file": "archetypedisplay88c4.html",
		"sources": [ "Advanced Player's Guide" ],
		"replaces": "Countersong; Suggestion; Mass Suggestion; Versatile Performance; Well-Versed; Lore Master; Jack of all Trades",
		"replace_array": [
			"Countersong",
			"Suggestion",
			"Mass Suggestion",
			"Versatile Performance",
			"Well-Versed",
			"Lore Master",
			"Jack of all Trades"
		],
		"short_description": "A master of the martial applications of steel and spell, the arcane duelist blends both into a lethal combination.",
		"description": [
			"## Arcane Duelist",
			"",
			"**Source** [Advanced Player's Guide pg. 80](source:Advanced_Player's_Guide)   ",
			"A master of the martial applications of steel and spell, the arcane duelist blends both into a lethal combination.",
			"",
			"**Arcane Strike:** Arcane duelists gain [Arcane Strike](feat:Arcane_Strike) as a bonus feat at 1st level. This ability replaces bardic knowledge.",
			"",
			"**Bardic Performance:** An arcane duelist gains the following types of bardic performance.",
			"",
			"**Rallying Cry (Su):** At 1st level, an arcane duelist can use performance to rally dispirited allies. Each round he makes an Intimidate check. Any ally (including the bard) within 30 feet may use this check in place of his own saving throw against fear and despair effects. Those already under a fear or despair effect can attempt a new save each round using the bard's Intimidate check. Rallying cry does not work on effects that don't allow saves. This is a mind-affecting ability that uses audible components. This performance replaces countersong.",
			"",
			"**Bladethirst (Su):** An arcane duelist of 6th level or higher may use performance to grant one weapon, one natural weapon, one end of a double weapon, or 50 items of ammunition of the same type within 30 feet a +1 enhancement bonus. This enhancement bonus increases by +1 for every three levels after 6th (maximum +5 at 18th level). These bonuses stack with existing bonuses and may be used to increase the item's enhancement bonus up to +5 or to add any of the following weapon properties: [defending](magic/weapon:defending), [distance](magic/weapon:distance), [ghost touch](magic/weapon:ghost_touch), [keen](magic/weapon:keen), [mighty cleaving](magic/weapon:mighty_cleaving), [returning](magic/weapon:returning), [shock](magic/weapon:shock), [shocking burst](magic/weapon:shocking_burst), [seeking](magic/weapon:seeking), [speed](magic/weapon:speed), or [wounding](magic/weapon:wounding). If the weapon is not magical, at least a +1 enhancement bonus must be added before adding special abilities. This performance replaces suggestion.",
			"",
			"**Mass Bladethirst (Su):** An arcane duelist of 18th level or higher can use his bladethirst performance to enhance the weapons of as many allies as desired within 30 feet. The bonus provided by this power is +4 if conferred on two allies, +3 for three allies, +2 for four allies, and +1 for five or more allies. The power granted to each weapon must be identical. This ability replaces mass suggestion.",
			"",
			"**Bonus Feats:** An arcane duelist weaves might and magic in his combat style, gaining the following bonus feats at 2nd level and every four levels thereafter: 2nd level-[Combat Casting](feat:Combat_Casting), 6th level-[Disruptive](feat:Disruptive), 10th level-[Spellbreaker](feat:Spellbreaker), 14th level-[Penetrating Strike](feat:Penetrating_Strike), 18th level-[Greater Penetrating Strike](feat:Greater_Penetrating_Strike). This ability replaces versatile performance and well-versed.",
			"",
			"**Arcane Bond (Ex):** At 5th level, an arcane duelist gains the [arcane bond ability as a wizard](class:arcane_bond_ability_as_a_wizard), using a weapon as his bonded item, allowing him to cast any one addition spell that he knows once per day. He may not choose a familiar or other type of bonded item. He may use the hand holding his bonded weapon for somatic components. This ability replaces lore master.",
			"",
			"**Arcane Armor (Ex):** At 10th level, an arcane duelist gains Medium Armor Proficiency and can cast bard spells in medium armor with no chance of arcane spell failure. At 16th level, he gains Heavy Armor Proficiency and can cast bard spells in heavy armor with no arcane spell failure. This ability replaces jack of all trades."
		]
	},
	{
		"name": "Arcane Healer",
		"file": "archetypedisplayb895.html",
		"sources": [ "Faiths and Philosophies" ],
		"replaces": "Versatile Performance; Loremaster",
		"replace_array": [
			"Versatile Performance",
			"Loremaster"
		],
		"short_description": "Though bards may have different reasons for wanting to heal the sick and injured, both out of pure altruism and in order to keep adventuring companions safe, the ability to heal also makes it much easier for a bard to pose as a cleric or other divine healer, opening the door for a wide array of swindles and scams.",
		"description": [
			"## Arcane Healer",
			"",
			"**Source** [Faiths and Philosophies pg. 13](source:Faiths_and_Philosophies)   ",
			"Though bards may have different reasons for wanting to heal the sick and injured, both out of pure altruism and in order to keep adventuring companions safe, the ability to heal also makes it much easier for a bard to pose as a cleric or other divine healer, opening the door for a wide array of swindles and scams.",
			"",
			"**Channel Energy (Su):** At 2nd level, an arcane healer gains the ability to [channel positive energy as a cleric](class:channel_positive_energy_as_a_cleric) of one level lower than his level. If a creature within the channeled energy's area of effect would be allowed a save against its effects, the DC is equal to 10 + 1/2 the arcane healer's level + the arcane healer's Charisma modifier. An arcane healer can use this ability once per day at 2nd level, gaining an additional use per day every four levels thereafter (6th, 10th, 14th, and 18th), to a maximum of 5 times per day at 18th level. This ability replaces versatile performance.",
			"",
			"**Inspiring Healing (Sp):** At 5th level, an arcane healer gains the ability to expend rounds of his bardic performance to provide extra healing to his allies. By expending 2 rounds of bardic performance, an arcane healer can cast [cure light wounds](spell:cure_light_wounds) as a spell-like ability. At 11th level, the arcane healer can expend 2 rounds of bardic performance to cast [cure moderate wounds](spell:cure_moderate_wounds) as a spell-like ability. At 17th level, he may instead expend 2 rounds of bardic performance to cast [cure serious wounds](spell:cure_serious_wounds) as a spell-like ability. No single target may be affected by an arcane healer's inspiring healing ability more than once in a 24-hour period. This ability replaces loremaster."
		]
	},
	{
		"name": "Archaeologist",
		"file": "archetypedisplayfa78.html",
		"sources": [ "Ultimate Combat" ],
		"replaces": "Bardic Performance; Versatile Performance; Well-Versed",
		"replace_array": [
			"Bardic Performance",
			"Versatile Performance",
			"Well-Versed"
		],
		"short_description": "No stodgy researcher, this archaeologist meets his research head-on in the field.",
		"description": [
			"## Archaeologist",
			"",
			"**Source** [Ultimate Combat pg. 32](source:Ultimate_Combat)   ",
			"No stodgy researcher, this archaeologist meets his research head-on in the field. Archaeologists sacrifice the bard's inspirational performance for a smattering of rogue talents. This archetype also fits roguelike characters that focus more on learning than on stabbing foes in the back.",
			"",
			"**Bardic Performance:** Archaeologists do not gain the bardic performance ability or any of its performance types.",
			"",
			"**Archaeologist's Luck (Ex):** Fortune favors the archaeologist. As a swift action, an archaeologist can call on fortune's favor, giving him a +1 luck bonus on attack rolls, saving throws, skill checks, and weapon damage rolls. He can use this ability for a number of rounds per day equal to 4 + his Charisma modifier. Maintaining this bonus is a free action, but it ends immediately if the archaeologist is killed, paralyzed, stunned, knocked unconscious, or otherwise prevented from taking a free action to maintain it each round. Archaeologist's luck is treated as bardic performance for the purposes of feats, abilities, effects, and the like that affect bardic performance. Like bardic performance, it cannot be maintained at the same time as other performance abilities. This bonus increases to +2 at 5th level, +3 at 11th level, and +4 at 17th level.",
			"",
			"**Clever Explorer (Ex):** At 2nd level, an archaeologist gains a bonus equal to half his class level on Disable Device and Perception checks. He can disable intricate and complex devices in half the normal amount of time (minimum 1 round) and open a lock as a standard action. At 6th level, an archaeologist can take 10 on Disable Device checks, even if distracted or endangered, and can disarm magical traps. This ability replaces the versatile performance ability.",
			"",
			"**Uncanny Dodge (Ex):** At 2nd level, an archaeologist gains [uncanny dodge, as the rogue class feature of the same name](class:uncanny_dodge,_as_the_rogue_class_feature_of_the_same_name). This ability replaces well-versed.",
			"",
			"**Trap Sense (Ex):** At 3rd level, an archaeologist gains [trap sense +1, as the rogue class feature of the same name](class:trap_sense_+1,_as_the_rogue_class_feature_of_the_same_name). This bonus improves by +1 for every three levels gained after 3rd, to a maximum of +6 at 18th level.",
			"",
			"**Rogue Talents:** At 4th level, an archaeologist gains a [rogue talent](unknown:rogue_talent). He gains an additional rogue talent for every four levels of archaeologist gained after 4th level. Otherwise, this works as the rogue's rogue talent ability.",
			"",
			"**Evasion (Ex):** At 6th level, an archaeologist gains [evasion, as the rogue ability of the same name](class:evasion,_as_the_rogue_ability_of_the_same_name).",
			"",
			"**Advanced Talent:** At 12th level, and every four levels thereafter, an archaeologist can choose an [advanced rogue talent](unknown:advanced_rogue_talent) in place of a rogue talent."
		]
	},
	{
		"name": "Archivist",
		"file": "archetypedisplayb1fd.html",
		"sources": [ "Advanced Player's Guide" ],
		"replaces": "Inspire Courage; Suggestion; Mass Suggestion; Versatile Performance; Well-Versed; Lore Master; Jack of all Trades",
		"replace_array": [
			"Inspire Courage",
			"Suggestion",
			"Mass Suggestion",
			"Versatile Performance",
			"Well-Versed",
			"Lore Master",
			"Jack of all Trades"
		],
		"short_description": "Some bards greatly prefer academic pursuits to the drama (and sometimes melodrama) of their artistic brethren.",
		"description": [
			"## Archivist",
			"",
			"**Source** [Advanced Player's Guide pg. 80](source:Advanced_Player's_Guide)   ",
			"Some bards greatly prefer academic pursuits to the drama (and sometimes melodrama) of their artistic brethren.",
			"",
			"**Bardic Performance:** An archivist gains the following types of bardic performance.",
			"",
			"**Naturalist (Ex):** An archivist who has identified a creature with a Knowledge check appropriate to its type can use performance to share strategies for defeating it with allies in combat. The archivist and any allies within 30 feet gain a +1 insight bonus to AC and on attack rolls and saving throws against exceptional, supernatural, and spell-like abilities used by creatures of that specific kind of monster (e.g., frost giants, not all giants or all humanoids). This bonus increases by +1 at 5th level and every six levels thereafter. This language-dependent ability requires visual and audible components. This ability replaces inspire courage.",
			"",
			"**Lamentable Belaborment (Ex):** At 6th level, an archivist can bewilder a creature already fascinated by his performance. Using this ability does not disrupt the fascinate effect, but it does require a standard action to activate (in addition to the free action to continue the fascinate effect). The target must make a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). Success renders the target immune to this power for 24 hours, but failure leaves the target either dazed or confused (archivist's choice) for as long as the performance continues. If the target takes damage, this effect ends immediately. This mind-affecting ability relies on audible components. This ability replaces suggestion.",
			"",
			"**Pedantic Lecture (Su):** At 18th level, an archivist can affect as many creatures with lamentable belaborment as he currently has fascinated. In addition, he may choose to cause targets to fall asleep rather than be dazed or confused. This ability replaces mass suggestion.",
			"",
			"**Lore Master (Ex):** At 2nd level, an archivist may take 20 on Knowledge checks once per day, plus once per six levels beyond 2nd. This ability replaces versatile performance.",
			"",
			"**Magic Lore (Ex):** At 2nd level, an archivist gains a bonus on Spellcraft checks to identify magic items or decipher scrolls equal to half his bard level and may take 10 on such checks. An archivist can use Disable Device to disarm magical traps as per a rogue's trapfinding ability and gains a +4 bonus on saves against magical traps, language-dependent effects, and symbols, glyphs, and magical writings of any kind. This ability replaces well-versed.",
			"",
			"**Jack of All Trades (Ex):** At 5th level, an archivist can use any skill, even if the skill normally requires him to be trained. At 11th level, he considers all skills to be class skills, and at 17th level he can take 10 on any skill check, even if it is not normally allowed. This ability replaces lore master.",
			"",
			"**Probable Path (Ex):** At 10th level, an archivist can calculate the action likely to bring success with the least risk. Once per day, he can take 10 on any d20 roll. He may use this ability one additional time per day for every three levels after 10th. This ability replaces jack of all trades."
		]
	},
	{
		"name": "Argent Voice",
		"file": "archetypedisplay04b2.html",
		"sources": [ "Adventurer's Guide" ],
		"replaces": "Fascinate; Dirge of Doom; Frightening Tune; Versatile Performance",
		"replace_array": [
			"Fascinate",
			"Dirge of Doom",
			"Frightening Tune",
			"Versatile Performance"
		],
		"short_description": "Argent voices are agents of the Silver Ravens that dedicate themselves to the study of the magical performance are known as the \"Song of Silver\".",
		"description": [
			"## Argent Voice",
			"",
			"**Source** [Adventurer's Guide pg. 174](source:Adventurer's_Guide)   ",
			"As much as the Silver Ravens are freedom fighters, they are also patrons of the arts. Perhaps owing to the strong ties between the organization's leadership and the Kintargo Opera House, the Silver Ravens are particularly active in the theater community and count many of Cheliax's finest singers among their recruits. In part, this is mere shrewdness, as actors and performers are often invited into the halls of the wealthy and powerful, where a rebellion can do the most damage.",
			"",
			"However, there is another reason for the Silver Ravens to recruit singers from the Chelish opera. The Silver Ravens rely on talented voices to deploy their most powerful weapon in the defense of Kintargo-the \"Song of Silver.\" While specially trained argent dramaturges can create lesser versions of this song, the true \"Song of Silver\" must be performed in Kintargo. Those among the Silver Ravens who dedicate themselves to the study of this magical performance are known as argent voices, and through practice and experience, these bards are able to modulate their own bardic performance abilities to reflect some measure of the power found in the \"Song of Silver.\" For this reason, argent voices are among the most respected and treasured of the Silver Raven's agents. While some argent voices travel the Inner Sea, fighting tyranny and oppression, many others remain in Kintargo, ready to activate the city's defenses should the need arise.",
			"",
			"Argent voices who wish to further explore the magic and power of the \"Song of Silver\" often further focus their training so that they can become [argent dramaturges](class/prestige:argent_dramaturges).",
			"",
			"**Bardic Performance:** An argent voice gains the following bardic performances. The argent voice must use Perform (sing) with these performances.",
			"",
			"**i>Limning Verse (Su):** At 1st level, the argent voice can sing a song that causes fiends to glow with an aura of silvery light. Outsiders with the evil subtype within 10 feet of the argent voice are affected as per [faerie fire](spell:faerie_fire). At 4th level and every 4 levels thereafter, the range of this ability increases by 10 feet, to a maximum of 60 feet at 20th level. Any defense that prevents the detection of alignment or evil also prevents limning verse from outlining a creature.",
			"",
			"This replaces fascinate.",
			"",
			"**Shattering Crescendo (Sp):** At 6th level, the argent voice learns to sing at frequencies capable of shattering magical effects. As a full-round action, an argent voice can use 2 rounds of bardic performance to attempt to dispel a single evil spell or enchantment spell cast by an evil creature. This functions as per [dispel magic](spell:dispel_magic), using the bard's level as his caster level. At 18th level, this ability can be used on effects that can be removed by the spell break enchantment.",
			"",
			"This replaces suggestion and mass suggestion.",
			"",
			"**Devilbane Refrain (Su):** At 8th level, the argent voice learns how to mimic aspects of the magical \"Song of Silver\" with his performance, enhancing his allies' ability to combat devils and similar fiends. To be affected, a creature must be able to hear the argent voice's singing and be within 30 feet of him. Natural and manufactured weapons wielded by affected allies are treated as though they were silver for the purpose of bypassing damage reduction. At 14th level, allies' natural and manufactured weapons also gain the benefit of the [evil outsider bane](magic/weapon:evil_outsider_bane) weapon special ability.",
			"",
			"This replaces dirge of doom and frightening tune.",
			"",
			"**Dedicated Performance (Ex):** An argent voice can call upon the training of the Chelish opera to influence and scrutinize his foes. At 2nd level, an argent voice must choose Perform (sing) as his versatile performance skill. At 6th level, the argent voice gains a bonus on Perform (sing) checks made as part of a versatile performance equal to the number of additional Perform skills in which he has the maximum number of ranks possible at his level. This bonus increases by 1 per maximized Perform skill at 10th level and every four levels thereafter, to a maximum of a +4 bonus per fully ranked Perform skill other than Perform (sing) at 18th level.",
			"",
			"This alters versatile performance."
		]
	},
	{
		"name": "Arrowsong Minstrel",
		"file": "archetypedisplay20a0.html",
		"sources": [ "Arcane Anthology" ],
		"replaces": "Weapon Proficiency; Spellcasting; Bardic Knowledge; Dirge of Doom; Distraction; Fascinate; Inspire Competence; Lore Master; Soothing Performance",
		"replace_array": [
			"Weapon Proficiency",
			"Spellcasting",
			"Bardic Knowledge",
			"Dirge of Doom",
			"Distraction",
			"Fascinate",
			"Inspire Competence",
			"Lore Master",
			"Soothing Performance"
		],
		"short_description": "Arrowsong minstrels combine the elven traditions of archery, song, and spellcasting into a seamless harmony of dazzling magical effects.",
		"description": [
			"## Arrowsong Minstrel",
			"",
			"**Source** [Arcane Anthology pg. 30](source:Arcane_Anthology)   ",
			"Originating from the wooded wilds of Hymbria, Arrowsong minstrels combine the elven traditions of archery, song, and spellcasting into a seamless harmony of dazzling magical effects.",
			"",
			"**Weapon Proficiency:** An Arrowsong minstrel is proficient with longbows, but not the longsword, rapier, or whip. This alters the bard's weapon proficiencies.",
			"",
			"**Diminished Spellcasting:** An Arrowsong minstrel casts one fewer spell of each level than normal. If this reduces the number to 0, she can cast spells of that level only if her Charisma score allows bonus spells of that level. This alters the bard's spellcasting.",
			"",
			"**Arcane Archery:** An Arrowsong minstrel's skill at ranged martial arts allows her to learn to cast a number of powerful, offensive spells that would otherwise be unavailable to her. At 1st level, she selects a number of spells from the sorcerer/ wizard spell list equal to her Charisma modifier (minimum 1) and adds them to her bard spell list as bard spells of the same level. The spells selected must not already be on the bard spell list, and must be 6th level or lower. At 4th level and every 4 bard levels thereafter, she adds an additional sorcerer/wizard spell to her bard spell list. An Arrowsong minstrel is limited to the following spells when adding spells to her spell list in this manner: [acid arrow](spell:acid_arrow), [arrow eruption](spell:arrow_eruption), [flame arrow](spell:flame_arrow), [gravity bow](spell:gravity_bow), [greater magic weapon](spell:greater_magic_weapon), [longshot](spell:longshot), [magic weapon](spell:magic_weapon), [protection from arrows](spell:protection_from_arrows), [spectral hand](spell:spectral_hand), [true strike](spell:true_strike), and sorcerer/wizard spells of the evocation school. An Arrowsong minstrel must still select these spells as spells known before she can cast them.",
			"",
			"In addition, for the purpose of meeting the requirements of combat feats and prestige classes, an Arrowsong minstrel treats her bard level as her base attack bonus (in addition to base attack bonuses gained from other classes and Hit Dice). Her skilled blending of archery and arcane magic also allows an Arrowsong minstrel to fulfill a spell's somatic components even when using a bow in both hands (though not other ranged weapons).",
			"",
			"This ability replaces bardic knowledge, dirge of doom, distraction, fascinate, inspire competence, lore master, and soothing performance.",
			"",
			"**Precise Minstrel (Ex):** At 2nd level, an Arrowsong minstrel gains [Precise Shot](feat:Precise_Shot) as a bonus feat. In addition, any creature that is affected by any of the Arrowsong minstrel's bardic performance does not provide soft cover to enemies against her ranged attacks with a bow. This ability replaces the versatile performance gained at 2nd level and well-versed.",
			"",
			"**Arrowsong Strike (Su):** At 6th level, an Arrowsong minstrel can use spellstrike ([as per the magus class feature](class:as_per_the_magus_class_feature)) to cast a single-target ranged touch attack spell and deliver it through a ranged weapon attack. Even if the spell can normally affect multiple targets, only a single missile, ray, or effect accompanies the attack. She cannot use spellstrike with normal touch attacks or melee attacks.",
			"",
			"At 18th level, an Arrowsong minstrel using a multiple-target spell with this ability can deliver one ray or line of effect with each attack when using a full-attack action, up to the maximum allowed by the spell (in the case of ray effects). Any effects not used in the round the spell is cast are lost.",
			"",
			"This ability replaces suggestion and mass suggestion."
		]
	},
	{
		"name": "Averaka Arbiter",
		"file": "archetypedisplay0f41.html",
		"sources": [ "Bastards of Golarion" ],
		"replaces": "Inspire Competence; Dirge of Doom; Versatile Performance; Well-Versed",
		"replace_array": [
			"Inspire Competence",
			"Dirge of Doom",
			"Versatile Performance",
			"Well-Versed"
		],
		"short_description": "Some Averakan bards make it their mission to unify their fellow half-orcs, and are equally skilled at helping allies defeat common enemies and at building a new civilization that reflects their unique identity.",
		"description": [
			"## Averaka Arbiter",
			"",
			"**Source** [Bastards of Golarion pg. 15](source:Bastards_of_Golarion)   ",
			"Some Averakan bards make it their mission to unify their fellow half-orcs, and are equally skilled at helping allies defeat common enemies and at building a new civilization that reflects their unique identity.",
			"",
			"**Bardic Performance:** An Averaka arbiter gains the following types of bardic performance.",
			"",
			"**Inspire Teamwork (Ex):** A 3rd-level Averaka arbiter can use his performance to treat his allies as if they possessed the same [teamwork feats](unknown:teamwork_feats) as the bard for the purpose of determining whether the bard receives a bonus from his teamwork feats. His allies do not receive any bonuses from these feats unless they actually possess the feats themselves. The allies' positioning and actions must still meet the prerequisites listed in the teamwork feat for the bard to receive the listed bonus. This performance replaces inspire competence.",
			"",
			"**Ritual of Reconciliation (Su):** An Averaka arbiter of 8th level or higher can use his performance to improve the attitudes of nearby creatures by two steps. To be affected, a creature must be within 30 feet and able to hear the bard. Creatures whose attitude toward the bard becomes indifferent or better immediately cease attacking the bard and his allies, but may otherwise act as they please. The effect persists for as long as the creature is within 30 feet and the bard continues his performance. The effect ends if one of the bard's allies attacks the creature. A successful Will saving throw (DC 10 + 1/2 the bard's level + the bard's Charisma modifier) negates the effect. Ritual of reconciliation relies on audible components. This performance replaces dirge of doom.",
			"",
			"**Versatile Teamwork (Ex):** At 2nd level, an Averaka arbiter gains a bonus [teamwork feat](unknown:teamwork_feat). He gains an additional bonus teamwork feat at 6th level and every 4 levels thereafter. This ability replaces versatile performance and well-versed."
		]
	},
	{
		"name": "Brazen Deceiver",
		"file": "archetypedisplaye3d8.html",
		"sources": [ "Adventurer's Guide" ],
		"replaces": "Countersong; Distraction; Bardic Knowledge; Well-Versed; Versatile Performance; Lore Master",
		"replace_array": [
			"Countersong",
			"Distraction",
			"Bardic Knowledge",
			"Well-Versed",
			"Versatile Performance",
			"Lore Master"
		],
		"short_description": "Where other thieves use stealth or intimidation to achieve their goals, the brazen deceiver depends on lies backed by powerful shadow magic.",
		"description": [
			"## Brazen Deceiver",
			"",
			"**Source** [Adventurer's Guide pg. 50](source:Adventurer's_Guide)   ",
			"Where other thieves use stealth or intimidation to achieve their goals, the brazen deceiver depends on lies. The Council of Thieves often sends brazen deceivers to acquire blackmail materials, arrange the release of incarcerated agents, or otherwise manipulate events in the Council's favor. Brazen deceivers' techniques come from a dark source. During the reformation of the Council, Sabriune and Aspexia acquired the shattered fragments of an ancient relic called the Totemrix, which belonged to the long-deceased demon lord of shadows, Vyriavaxus. This particularly intrigued Sabriune, for it was her demonic patron Nocticula who slew Vyriavaxus. Drawing upon Sabriune's heretical faith, Aspexia's psychometric mastery, and Westcrown's lingering psychic trauma from an oppressive shadow curse that plagued its nights for many years, the Council leaders were able to coax remnants of power from the broken artifact. All brazen deceivers are imbued with a fragment of that power during their initiation-not enough to damn a soul or shift alignment, but just enough to give these bards access to the sinister energies they need to deceive.",
			"",
			"**Deceptive Tale (Su):** A brazen deceiver learns the deceptive tale bardic performance, allowing him to weave magic into his lies and imbue the most fantastic claims with the appearance of truth. While the brazen deceiver maintains this performance, he takes half the normal penalty on Bluff checks for unlikely lies (rounding down to -2). At 5th level, this effect also applies to Bluff checks for far-fetched lies, and at 11th level, it applies to Bluff checks for impossible lies. Deceptive tale relies on audible components.",
			"",
			"This replaces the countersong and distraction bardic performances.",
			"",
			"**Shameless Scoundrel (Ex):** A brazen deceiver adds half his level (minimum +1) on Bluff, Disguise, and Stealth checks.",
			"",
			"This ability replaces bardic knowledge.",
			"",
			"**Blatant Subtlety (Ex):** At 2nd level, a brazen deceiver has mastered the art of using magic without being detected. The brazen deceiver gains [Spellsong](feat:Spellsong) as a bonus feat. Observers do not automatically recognize his bardic performances as anything other than ordinary speech or performance. Those specifically looking for abnormal effects must succeed at a Sense Motive check (DC = 10 + half the brazen deceiver's bard level + the brazen deceiver's Charisma modifier) to detect his performances.",
			"",
			"This ability replaces well-versed.",
			"",
			"**Invoke Vyriavaxus (Ex):** Westcrown suffered under the shadow curse for many years, and a brazen deceiver has a tiny piece of that darkness lodged in his soul; as his skills increase, he learns to command this shadowy power. A brazen deceiver adds the following spells to his bard spells known at the listed class levels. At 2nd level, the brazen deceiver adds [bleed](spell:bleed) and [touch of fatigue](spell:touch_of_fatigue) to his 0-level bard spells known. At 6th level, the brazen deceiver adds [darkness](spell:darkness) and [darkvision](spell:darkvision) to his 2nd-level bard spells known. At 10th level, he adds [shadow conjuration](spell:shadow_conjuration) and [shadow step](spell:shadow_step) to his 4th-level bard spells known. At 14th level, he adds [shadow evocation](spell:shadow_evocation) and [shadow walk](spell:shadow_walk) to his 5th-level bard spells known. At 18th level, he adds [shadow conjuration, greater](spell:shadow_conjuration,_greater) and [greater shadow evocation](spell:greater_shadow_evocation) to his 6th-level bard spells known.",
			"",
			"This ability replaces versatile performance.",
			"",
			"**Devil's Tongue (Ex):** At 5th level, a brazen deceiver beguiles others with astonishing skill. This functions as the lore master ability, but its effects apply to Bluff checks instead of Knowledge skill checks.",
			"",
			"This ability replaces lore master."
		]
	},
	{
		"name": "Buccaneer",
		"file": "archetypedisplay34f2.html",
		"sources": [ "Pirates of the Inner Sea" ],
		"replaces": "Bardic Knowledge; Suggestion; Lore Master; Mass Suggestion",
		"replace_array": [
			"Bardic Knowledge",
			"Suggestion",
			"Lore Master",
			"Mass Suggestion"
		],
		"short_description": "A buccaneer is a pirate who specializes in raiding ships and port towns, but who leaves his victims alive whenever possible.",
		"description": [
			"## Buccaneer",
			"",
			"**Source** [Pirates of the Inner Sea pg. 22](source:Pirates_of_the_Inner_Sea)   ",
			"A buccaneer is a pirate who specializes in raiding ships and port towns, but who leaves his victims alive whenever possible. Buccaneers are flashy, debonair pirates who enjoy the excitement and rewards of piracy, but prefer not to kill; they are welcome on ships whose captains prefer to avoid the punishments that murder would bring or who lack the heart to strike down civilians in cold blood. Buccaneers are also popular in privateer crews-and among slave traders.",
			"",
			"**Hilt Bash (Ex):** A buccaneer develops the ability to fight with the hilts and flats of his weapons, aiming to leave his victims alive. He can use a weapon that normally deals lethal damage to deal nonlethal damage with no penalty on his attack roll. This ability replaces bardic knowledge.",
			"",
			"**Song of Surrender (Su):** A buccaneer of 4th level or higher can use his performance to encourage an enemy to surrender. To be affected, an enemy must be within 30 feet and be able to see and hear the buccaneer's performance. An affected enemy feels the irresistible urge to drop any held weapons and fall prone. This effect lasts for 1 round-essentially, the affected enemy takes no actions on its next turn other than to lie prone, although it is not considered flat-footed or helpless.",
			"",
			"A Will saving throw (DC 10 + 1/2 the buccaneer's level + the buccaneer's Charisma modifier) negates the effect. This ability affects only a single creature. Song of surrender is an enchantment (compulsion), mindaffecting, language-dependent ability and relies on audible components. This ability replaces suggestion.",
			"",
			"**Knock Out (Ex):** At 5th level, a buccaneer may focus his blows in an attempt to knock out an opponent. Once per day as a swift action, the buccaneer can choose one target to attempt to knock out. The buccaneer adds his Charisma bonus (if any) on his attack roll and adds his buccaneer level on any nonlethal damage rolls made against the target. The bonus lasts until the buccaneer deals nonlethal damage to his target or until the buccaneer chooses a new target to attempt to knock out. He can use this ability one additional time per day for every six levels he possesses beyond 5th, to a maximum of three times per day at 17th level. This ability replaces lore master.",
			"",
			"**Mass Song of Surrender (Su):** This ability functions just like song of surrender but allows a buccaneer of 16th level or higher to affect all enemies within 30 feet. Enemies within range of this effect still receive a saving throw. Mass song of surrender is an enchantment (compulsion), mind-affecting, language-dependent ability that relies on audible components. This ability replaces mass suggestion."
		]
	},
	{
		"name": "Busker",
		"file": "archetypedisplayefb2.html",
		"sources": [ "Heroes of the Streets" ],
		"replaces": "Bardic Performance",
		"replace_array": [ "Bardic Performance" ],
		"short_description": "A busker uses his dazzling physical stunts to get by on his own in the city streets.",
		"description": [
			"## Busker",
			"",
			"**Source** [Heroes of the Streets pg. 26](source:Heroes_of_the_Streets)   ",
			"A busker uses his dazzling physical stunts to get by on his own in the city streets. Buskers commonly use their skills to entertain for a few coins, but also pick pockets, hide in plain sight as statues, and manipulate the desperate in medicine shows. Many buskers are also [jugglers](unknown:jugglers).",
			"",
			"**Bardic Performance:** Buskers do not gain the bardic performance ability or any of its performance types, except as noted below.",
			"",
			"**Busker Stunts (Su):** A busker knows how to magically enhance the effectiveness of his physical stunts. He can use this ability for a number of rounds per day equal to 4 + his Charisma modifier. Maintaining a stunt is a free action, but it ends immediately if the busker is killed, paralyzed, stunned, knocked unconscious, or otherwise prevented from taking a free action to maintain it each round. This ability is treated as bardic performance for the purposes of feats, abilities, and other effects that affect bardic performance. Like a bardic performance, a busker stunt cannot be maintained at the same time as other performance abilities.",
			"",
			"**Quick Hands (Su):** At 1st level as a swift action, a busker can call on his stunts to gain a +1 competence bonus on Acrobatics checks, a +1 dodge bonus to AC and on Reflex saves, and a +1 bonus on attack rolls as if from [haste](spell:haste). This bonus increases to +2 at 5th level, +3 at 11th level, and +4 at 17th level. At 5th level, while maintaining this stunt the busker also gains an extra attack at his highest base attack bonus as if from [haste](spell:haste).",
			"",
			"**Patter (Su):** A busker can engage in brisk conversation that seems innocuous, but actually encourages creatures to reveal secrets to the busker. Each round while maintaining this stunt, the busker can force one creature within 30 feet that is able to see and hear the busker and has an attitude of indifferent or better towards him to attempt a Will save (DC = 10 + 1/2 the busker's bard level + the busker's Charisma modifier). On a failed save, the target must answer one yes/no question the busker asks to the best of its ability. Anyone observing this (including the creature asked, even if it succeeds at its save) must succeed at a Sense Motive check (opposed by the busker's Bluff check) to realize the question was asked or answered. A target that feels threatened or is in combat is immune to this ability. This is a language-dependent, mind-affecting enchantment effect.",
			"",
			"**Living Statue (Su):** At 3rd level, a busker can use this stunt to hold perfectly still. While maintaining this stunt the busker can attempt a Bluff check (opposed by all observers' Sense Motive checks) to appear paralyzed, dead, or as a statue (this requires that the busker be disguised to look as though he were made of stone or metal, which is aided with a [statue disguise kit](equipment/misc:statue_disguise_kit)). Even magical means of determining the true nature of the busker do not function for an observer that fails this check. If the busker takes any physical actions, this stunt ends.",
			"",
			"**Fascinate (Su):** At 6th level, the busker can fascinate creatures with his stunts, as per the bardic performance ability.",
			"",
			"**Suggestion (Sp):** At 8th level, the busker can implant a [suggestion](spell:suggestion) in a creature with his stunts, as per the bardic performance ability of the same name.",
			"",
			"**Inventive Juggler (Ex):** At 9th level, a busker masters unconventionally dangerous juggling techniques. While maintaining this stunt, the busker can use a thrown weapon (even an improvised one) to threaten spaces as though he were using a reach weapon. At 12th level and every 3 levels thereafter, the busker threatens squares up to 10 feet farther away with thrown weapons.",
			"",
			"**Impossible Sleight of Hand (Su):** At 15th level, a busker can store items in or retrieve them from a personal extradimensional space with a maximum capacity of 8,000 cubic feet and 8,000 pounds as a busker stunt. The item may be sent from or called to his hand or any place it fits on his person. He can access the extradimensional space only to store or retrieve a single object at a time; to retrieve or store an object larger than Fine size, the busker must expend 1 additional round of busker stunts for each size category larger than Fine. This stunt is instantaneous and must be activated again each time the busker wishes to use it. The extradimensional space empties its contents within the busker's space if he dies.",
			"",
			"**Flexible Performer (Ex):** A busker can attempt Acrobatics, Disguise, Sleight of Hand, and Stealth checks to earn money instead of Perform checks. He can use his Bluff modifier in place of his Diplomacy modifier on Diplomacy checks."
		]
	},
	{
		"name": "Celebrity",
		"file": "archetypedisplay2d4d.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Inspire Courage; Lore Master; Dirge of Doom",
		"replace_array": [
			"Inspire Courage",
			"Lore Master",
			"Dirge of Doom"
		],
		"short_description": "Known for being known, a celebrity bard is a master of performance who captures the imagination and attention of his audience.",
		"description": [
			"## Celebrity",
			"",
			"**Source** [Ultimate Magic pg. 25](source:Ultimate_Magic)   ",
			"Known for being known, a celebrity bard is a master of performance who captures the imagination and attention of his audience. He trades on his charisma, his wit, and his exploits to build his renown-and that of his companions.",
			"",
			"**Famous:** At 1st level, a celebrity bard may choose a region where he is famous, and within that region, the locals are more likely to react favorably toward the bard. The bard gains a bonus on Diplomacy and Intimidate checks in that area and to influence people from that area.",
			"",
			"At 1st level, this region is a settlement or settlements with a total population of 1,000 or fewer people, and the modifier on Diplomacy and Intimidate checks is +1. As the celebrity grows more famous, additional areas learn of him (typically places where he has lived or traveled, or settlements adjacent to those where he is known) and his bonuses apply to even more people. At 5th level, the region is a settlement or settlements with a total population of 5,000 or fewer people, and the modifier on Diplomacy and Intimidate checks is +2. At 9th level, the region is a settlement or settlements with a total population of up to 25,000 people, and the modifier on Diplomacy and Intimidate checks is +3. At 13th level, the region is a settlement or settlements with a total population of up to 100,000 people, and the modifier to Diplomacy and Intimidate is +4. At 17th level and above, the bard's renown has spread far, and most civilized folk know of him (GM's discretion); the bard's modifier on Diplomacy and Intimidate checks is +5.",
			"",
			"This ability replaces inspire courage.",
			"",
			"**Bardic Performance:** A celebrity gains the following type of bardic performance.",
			"",
			"**Gather Crowd (Ex):** At 5th level, the celebrity is skilled at drawing an audience to his performances. If he is in a settlement or populated area, he can shout, sing, or otherwise make himself noticed in order to attract an audience to his impromptu stage. The size of the crowd depends on the local population, but typically is a number of people equal to 1/2 the bard's class level ?? the result of the bard's Perform check. The crowd gathers over the next 1d10 rounds. If the bard fails to engage the crowd (such as by performing, kissing babies, trying to use fascinate, and so on), it disperses over the next 1d10 rounds. This ability replaces lore master.",
			"",
			"**Shining Star (Su):** At 8th level, the celebrity has learned how to focus attention on himself so thoroughly that even the presence of danger does not distract his adoring crowd. When using fascinate, a target making a save to break the effect because of a potential threat takes a -4 penalty on that save, and even obvious threats require a save rather than automatically breaking the effect. Creatures affected by the bard's fascinate ability ignore the shaken condition. The ability replaces dirge of doom."
		]
	},
	{
		"name": "Chelish Diva",
		"file": "archetypedisplay4ed3.html",
		"sources": [ "Inner Sea Magic" ],
		"replaces": "Bardic Knowledge, Well-Versed, Lore Master, Inspire Competence, Dirge of Doom",
		"replace_array": [
			"Bardic Knowledge",
			"Well-Versed",
			"Lore Master",
			"Inspire Competence",
			"Dirge of Doom"
		],
		"short_description": "In their pursuit of glory, a Chelish diva seeks to prove themselves better than any upstart actor, dancer, or chorus member through magic and discipline.",
		"description": [
			"## Chelish Diva",
			"",
			"**Source** [Inner Sea Magic pg. 32](source:Inner_Sea_Magic)   ",
			"Cheliax is well known for its elaborate operas, and as with any kind of theater, there are performers whose egos get the better of them. Some have an inflated idea of their talent and importance. A few, the Chelish divas, are wholly justified in their feelings of superiority. In their pursuit of glory, their magic and discipline allows them to prove themselves better than any upstart actor, dancer, or chorus member-and when crossed, their fury is legendary. A Chelish diva has the following class features.",
			"",
			"**Famous:** At 1st level, a Chelish diva may choose a region where she is famous, and within that region, the locals are more likely to react favorably toward her. The bard gains a bonus on Bluff and Intimidate checks in that area and to influence people from that area.",
			"",
			"At 1st level, this region is a settlement or settlements with a total population of 1,000 or fewer people, and the modifier on Bluff and Intimidate checks is +1. As the diva grows more famous, additional areas learn of her (typically places where she has lived or traveled, or settlements adjacent to those where she is known) and her bonuses apply to even more people. At 5th level, the region is a settlement or settlements with a total population of 5,000 or fewer people, and the modifier on Bluff and Intimidate checks is +2. At 9th level, the region is a settlement or settlements with a total population of up to 25,000 people, and the modifier on Bluff and Intimidate checks is +3. At 13th level, the region is a settlement or settlements with a total population of up to 100,000 people, and the modifier to Bluff and Intimidate is +4. At 17th level and above, the diva's renown has spread far, and most civilized folk know of her (GM's discretion); the diva's modifier on Diplomacy and Intimidate checks is +5. This ability replaces bardic knowledge.",
			"",
			"**Prima Donna (Ex):** At 2nd level, as her efforts to outdo her rivals increase, a Chelish diva can spend additional rounds of bardic performance to augment countersong, deadly performance, fascinate, frightening tune, and scathing tirade (see below). When used, this ability gives her a +2 bonus on her Perform check or saving throw DC for those performances. The diva must spend an additional round of bardic performance for every round she uses prima donna to increase her Perform check result or saving throw DC. This ability replaces well-versed.",
			"",
			"**Costume Proficiency (Ex):** At 5th level, the Chelish diva has become so used to wearing strange and cumbersome costumes for her performances that she gains medium armor proficiency and can cast bard spells while wearing medium armor without incurring the normal arcane spell failure chance. At 11th level, she gains heavy armor proficiency and can cast bard spells while wearing heavy armor without incurring the normal arcane spell failure chance. A multiclassed diva still incurs the normal arcane spell failure chance for arcane spells received from other classes. This ability replaces lore master.",
			"",
			"**Bardic Performance:** A Chelish diva gains the following bardic performances. This can never be performed more quickly than a standard action.",
			"",
			"**Devastating Aria (Su):** At 3rd level, the Chelish diva can spend 1 round of bardic performance as a standard action to direct a burst of sonically charged words at a creature or object. This performance deals 1d4 points of damage + the diva's level to an object, or half this damage to a living creature. This performance replaces inspire competence.",
			"",
			"**Scathing Tirade (Su):** A Chelish diva of 8th level or higher can use her performance to verbally lash out at another creature, causing it to become frightened. To be affected, the target enemy must be within 30 feet and be able to see and hear the diva's performance. The effect persists for as long as the enemy is within 30 feet and the diva continues her performance, plus 1d4 rounds.",
			"",
			"Although the diva can only direct the effect at one creature at a time, its effects persist for as long as she continues the performance, even if directed at a different creature. For example, she could direct her tirade at an innkeeper, who becomes frightened, then focus her wrath on the captain of the guard, and the innkeeper remains frightened for 1d4 more rounds even though her attention is no longer directed at him.",
			"",
			"This performance cannot cause a creature to become panicked, even if the target is already frightened from another effect. Scathing tirade is a mind-affecting fear effect, and it relies on audible and visual components. This performance replaces dirge of doom."
		]
	},
	{
		"name": "Chronicler of Worlds",
		"file": "archetypedisplay817a.html",
		"sources": [ "Planar Adventures" ],
		"replaces": "Key Ability Score; Alignment; Bardic Knowledge; Inspire Greatness; Inspire Heroics; Well-Versed; Versatile Performance;",
		"replace_array": [
			"Key Ability Score",
			"Alignment",
			"Bardic Knowledge",
			"Inspire Greatness",
			"Inspire Heroics",
			"Well-Versed",
			"Versatile Performance;"
		],
		"short_description": "A chronicler of worlds forsakes morality in service of understanding; she is both warrior and mystic, scholar and soldier.",
		"description": [
			"## Chronicler of Worlds",
			"",
			"**Source** [Planar Adventures pg. 11](source:Planar_Adventures)   ",
			"In eons past, the angel Tabris was tasked with cataloging all knowledge of the Great Beyond, only to eventually be cast from Heaven for penning the Book of the Damned, the perfect catalog of all planar evil. His dedication and sacrifice to the task have inspired some to follow his example; these bards are known as the chroniclers of worlds.",
			"",
			"A chronicler of worlds forsakes morality in service of understanding; she is both warrior and mystic, scholar and soldier. Some chroniclers congregate in Axis to share their discoveries and theories, but the majority wander the planes, steadfastly pushing the boundaries of what is known.",
			"",
			"**Wanderer's Insight:** A chronicler of worlds gains power not from her personality but from an analytical understanding of existence. She uses Intelligence instead of Charisma to determine the effects of bard class features, including spellcasting and bardic performance. A chronicler of worlds must have an alignment with at least one neutral component; a character who does not meet this requirement cannot use or benefit from this archetype's abilities.",
			"",
			"**Planar Lore (Ex):** A chronicler of worlds can take 10 on Knowledge (planes) checks. A number of times per day equal to her Intelligence modifier, she can take 20 on a Knowledge (planes) check. This ability stacks with that gained by lore master at 5th level. A chronicler of worlds can attempt all Knowledge checks untrained.",
			"",
			"This alters bardic knowledge.",
			"",
			"**Bardic Performance:** The chronicler of worlds gains the following bardic performances.",
			"",
			"**Quintessence Infusion (Su):** This performance infuses allies with planar quintessence. At 9th level, while on a plane other than the Material Plane, the chronicler of worlds can use this performance to target an ally within 30 feet. For every 3 bard levels she has beyond 9th, she can affect one additional creature. Affected allies gain the plane's basic infusion effect (see [Planar Infusions](feat:Planar_Infusions)). If the chronicler of worlds is 13th level or higher, affected creatures also gain the plane's improved infusion. If she is 16th level or higher, affected creatures also gain the plane's greater infusion. The first time each day a creature benefits from quintessence infusion, the plane infused is set for the day and additional infusions can grant only that plane's infusions. Infusions that have limited uses per day remain limited in that way, regardless of how many times quintessence infusion is gained. Quintessence infusion relies on audible and visual components.",
			"",
			"This replaces inspire greatness.",
			"",
			"**Mantra of Tabris (Su):** Tabris survived his travels through the darkest realms, his dedication to the pursuit of knowledge a shield against planar horrors. The chronicler of worlds walks in his footsteps. At 15th level, the chronicler of worlds can create a potent ward against outsiders. While maintaining this performance, when the chronicler of worlds is hit by an attack from an outsider or fails a saving throw against an outsider's extraordinary, supernatural, or spell-like ability, as an immediate action she can attempt a Knowledge (planes) check and use the result as her Armor Class or her saving throw result against that attack or effect. The chronicler cannot use her planar lore ability to take 20 on this Knowledge (planes) check. This can retroactively alter the results of the attack or ability. The chronicler of worlds must decide to use this ability before the effects of the successful attack or failed saving throw have been announced. Mantra of Tabris relies on audible components.",
			"",
			"This replaces inspire heroics.",
			"",
			"**Amoral Scholar (Ex):** A chronicler of worlds rejects cosmic morality. At 2nd level, she does not take penalties imposed by planar alignment traits, and she gains a +4 bonus on saving throws against spells and effects that vary based on their target's alignment.",
			"",
			"This replaces well-versed.",
			"",
			"**Scrivener's Versatility (Ex):** A chronicler of worlds seeks to emulate history's greatest scribe; studying the lore of Tabris grants insight into widely varying subjects, from anatomy to discourse. At 2nd level, a chronicler of worlds selects a skill from the following list: Bluff, Diplomacy, Disable Device, Heal, Intimidate, Profession (scribe), Sense Motive, or Survival. When attempting skill checks of that type, a chronicler can use her Linguistics skill bonus in place of her bonus with the chosen skill. At 6th level and every 4 levels thereafter, a chronicler of worlds selects an additional skill to gain this benefit.",
			"",
			"This replaces versatile performance."
		]
	},
	{
		"name": "Court Bard",
		"file": "archetypedisplaye7df.html",
		"sources": [ "Advanced Player's Guide" ],
		"replaces": "Inspire Courage; Inspire Competence; Dirge of Doom; Frightening Tune; Bardic Knowledge; Lore Master; Jack of all Trades",
		"replace_array": [
			"Inspire Courage",
			"Inspire Competence",
			"Dirge of Doom",
			"Frightening Tune",
			"Bardic Knowledge",
			"Lore Master",
			"Jack of all Trades"
		],
		"short_description": "The court bard takes up the role of resplendent proclaimer and artist-in-residence at the hand of nobility, royalty, and the well-moneyed elite who aspire to join their ranks.",
		"description": [
			"## Court Bard",
			"",
			"**Source** [Advanced Player's Guide pg. 81](source:Advanced_Player's_Guide)   ",
			"Spending years studying all of the finer points of erudition and etiquette, the court bard takes up the role of resplendent proclaimer and artist-in-residence at the hand of nobility, royalty, and the well-moneyed elite who aspire to join their ranks.",
			"",
			"**Bardic Performance:** A court bard gains the following types of bardic performance.",
			"",
			"**Satire (Su):** A court bard can use performance to undermine the confidence of enemies who hear it, causing them to take a -1 penalty on attack and damage rolls (minimum 1) and a -1 penalty on saves against fear and charm effects as long as the bard continues performing. This penalty increases by -1 at 5th level and every six levels thereafter. Satire is a language-dependent, mind-affecting ability that uses audible components. This performance replaces inspire courage.",
			"",
			"**Mockery (Su):** A court bard of 3rd level or higher can subtly ridicule and defame a specific individual. The bard selects one target who can hear his performance. That individual takes a -2 penalty on Charisma checks and Charisma-related skill checks as long as the bard continues performing. This penalty increases by -1 every four levels after 3rd. Mockery is a language-dependent, mind-affecting ability that relies on audible components. This performance replaces inspire competence.",
			"",
			"**Glorious Epic (Su):** A court bard of 8th level or higher can weave captivating tales that engross those who hear them. Enemies within 30 feet become flat-footed unless they succeed at a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). A save renders them immune to this ability for 24 hours. Glorious epic is a language-dependent, mind-affecting ability that uses audible components. This performance replaces dirge of doom.",
			"",
			"**Scandal (Su):** A court bard of 14th level or higher can combine salacious gossip and biting calumny to incite a riot. Each enemy within 30 feet is affected as if by a [song of discord](spell:song_of_discord) for as long as it can hear the performance. A successful Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier) negates the effect, and that creature is immune to this ability for 24 hours. Scandal is a language-dependent, mind-affecting ability that uses audible components. This performance replaces frightening tune.",
			"",
			"**Heraldic Expertise (Ex):** A court bard gains a bonus equal to half his bard level on Diplomacy, Knowledge (history), Knowledge (local), and Knowledge (nobility) checks (minimum +1). Once per day, the court bard can also reroll a check against one of these skills, though he must take the result of the second roll even if it is worse. He can reroll one additional time per day at 5th level and every five levels thereafter. This ability replaces bardic knowledge.",
			"",
			"**Wide Audience (Su):** At 5th level, a court bard can choose to affect a 60-foot cone instead of a 30-foot radius with bardic performances that affect an area. In addition, for every five levels beyond 5th, the area of such powers is increased by 10 feet (radius) or 20 feet (cone). If the power instead affects multiple creatures, it affects one additional creature than normal for every five levels beyond 5th. This does not affect powers that affect only a single creature. This ability replaces lore master and jack of all trades."
		]
	},
	{
		"name": "Court Fool",
		"file": "archetypedisplay14a7.html",
		"sources": [ "Heroes of the High Court" ],
		"replaces": "Bardic Knowledge; Countersong; Inspire Competence; Lore Master",
		"replace_array": [
			"Bardic Knowledge",
			"Countersong",
			"Inspire Competence",
			"Lore Master"
		],
		"short_description": "The court fool holds up an unflattering mirror to those in charge or speaks truths, however veiled, that no one else can safely utter.",
		"description": [
			"## Court Fool",
			"",
			"**Source** [Heroes of the High Court pg. 6](source:Heroes_of_the_High_Court)   ",
			"Arguably the oldest and most widespread role for a court entertainer is that of the court jester or fool. This role arose from the need to offset the intense, even deadly, seriousness of court business. The court fool serves as an outlet for the constant pressure of aristocratic dealings, relieving tensions through humor. The motley clad acrobat is a good example of this style of court fool, using physical comedy to generate belly laughs and raise spirits. In other courts, the court fool might ridicule social conventions with bawdy songs or engage in biting satire, parodying manners or even mocking individuals to spread good cheer. The court fool holds up an unflattering mirror to those in charge or speaks truths, however veiled, that no one else can safely utter.",
			"",
			"**Buffoonery (Ex):** A court fool gains a bonus equal to 1/2 his bard level on Acrobatics, Bluff, Climb, and Disguise checks (minimum +1).",
			"",
			"This replaces bardic knowledge.",
			"",
			"**Bardic Performance:** A court fool gains the following types of bardic performance.",
			"",
			"**Distracting Motley (Su):** At 1st level, a court fool can startle his allies back to their senses with erratic capering or by fluttering multicolored clothing. Each round, he attempts an Acrobatics check. Any ally (including the court fool) within 30 feet can use this check in place of her own saving throw against confusion and fascination effects. Those already under a confusion or fascination effect can attempt a new save each round using the court fool's Acrobatics check. A court fool wearing an entertainer's outfit gains a +2 bonus on these Acrobatics checks. Distracting motley doesn't work on effects that don't allow saves. This is a mind-affecting effect that uses visual components.",
			"",
			"This performance replaces countersong.",
			"",
			"**Defuse Tension (Su):** At 3rd level, a court fool can use a silly performance to comfort a beleaguered ally. That ally must be within 30 feet and be able to see the court fool. The ally ignores the fatigued and shaken conditions (but not more extreme conditions, such as exhausted or frightened) as long as she continues to see the court fool's performance. This performance affects one additional creature at 7th level and every 4 bard levels thereafter. A court fool can't use defuse tension on himself. Defuse tension relies on visual components.",
			"",
			"This performance replaces inspire competence.",
			"",
			"**Caper and Jeer (Ex):** At 5th level, a court fool can take 10 on Acrobatics and Bluff checks, even when in danger or distracted, and can use Bluff to create a diversion to hide (as per the Stealth skill) as a swift action. He can take 20 on an Acrobatics or Bluff check once per day, plus one time per 6 levels beyond 5th, even when in danger or distracted.",
			"",
			"This ability replaces lore master."
		]
	},
	{
		"name": "Cultivator",
		"file": "archetypedisplayfa0b.html",
		"sources": [ "Ultimate Wilderness" ],
		"replaces": "Class Skills; Spells; Bardic Knowledge; Countersong; Well-Versed; Lore Master",
		"replace_array": [
			"Class Skills",
			"Spells",
			"Bardic Knowledge",
			"Countersong",
			"Well-Versed",
			"Lore Master"
		],
		"short_description": "Cultivators use music to promote plant growth and influence the behavior of plants both naturally and supernaturally.",
		"description": [
			"## Cultivator",
			"",
			"**Source** [Ultimate Wilderness pg. 40](source:Ultimate_Wilderness)   ",
			"Cultivators use music to promote plant growth and influence the behavior of plants both naturally and supernaturally. Most cultivators work in conjunction with local communities to maintain crops and oversee harvests, while others serve as wardens of unspoiled natural wonders.",
			"",
			"**Class Skills:** A cultivator gains Survival as a class skill. This alters the bard's class skills.",
			"",
			"**Plant Magic:** A cultivator bard adds the following spells to his bard spell list at the corresponding spell levels: [entangle](spell:entangle) (1st), [greensight](spell:greensight) (2nd), [plant growth](spell:plant_growth) (3rd), [antiplant shell](spell:antiplant_shell) (4th), [tree stride](spell:tree_stride) (5th), [green caress](spell:green_caress) (6th).",
			"",
			"This alters the bard's spells.",
			"",
			"**Verdant Voice:** By combining traditional Green Faith chants and fey songs into his bardic performance, a cultivator gains the ability to affect a creature of the plant type with mind-affecting bardic performances. However, doing so requires the cultivator to expend 1 additional round of bardic performance each round he maintains a performance augmented by verdant voice.",
			"",
			"This replaces bardic knowledge.",
			"",
			"**Song of Growth (Su):** A cultivator can spontaneously promote massive plant growth with his bardic performance. While he maintains his song of growth, the cultivator can spend a standard action to select one side of a square within 30 feet of himself and instantly create an opaque barrier of plant matter to block that face, providing total cover. He can create one barrier as part of starting his bardic performance if he starts the performance as a standard action. The side the cultivator selects must be supported by the ground, and the growth itself cannot support more than 5 pounds of weight. The conjured barrier has hardness 0, AC 5, and 2 hit points per bard level. A cultivator can maintain a number of plant growths equal to his Charisma modifier + half his bard level. These barriers immediately crumble to dust when the cultivator ends his performance.",
			"",
			"This performance replaces countersong.",
			"",
			"**Resist Nature's Lure (Ex):** At 2nd level, a cultivator gains [resist nature's lure, as the druid class feature of the same name](class:resist_nature's_lure,_as_the_druid_class_feature_of_the_same_name), but with only a +2 bonus instead of +4. This increases to a +4 bonus at 4th level.",
			"",
			"This replaces well-versed.",
			"",
			"**Nature Lore (Ex):** At 5th level, the cultivator gains the lore master bard ability, except he can use it only on Knowledge (nature) checks and Survival checks to track creatures in natural environments.",
			"",
			"This alters lore master."
		]
	},
	{
		"name": "Daredevil",
		"file": "archetypedisplay766f.html",
		"sources": [ "Ultimate Combat" ],
		"replaces": "Bardic Knowledge; Inspire Courage; Versatile Performance; Well-Versed; Lore Master",
		"replace_array": [
			"Bardic Knowledge",
			"Inspire Courage",
			"Versatile Performance",
			"Well-Versed",
			"Lore Master"
		],
		"short_description": "As quick at wordplay as at swordplay, daredevils are dashing heroes, inspiring their allies to match their clever repartee and acrobatic feats.",
		"description": [
			"## Daredevil",
			"",
			"**Source** [Ultimate Combat pg. 32](source:Ultimate_Combat)   ",
			"As quick at wordplay as at swordplay, daredevils are dashing heroes, inspiring their allies to match their clever repartee and acrobatic feats. Daredevils often lean toward comedy, dance, oratory, and singing.",
			"",
			"**Agile (Ex):** A daredevil adds half her class level (minimum 1) on Acrobatics, Bluff, Climb, and Escape Artist checks. This ability replaces bardic knowledge.",
			"",
			"**Bardic Performance:** A daredevil gains the following type of bardic performance.",
			"",
			"**Derring-do (Su):** A daredevil can use her performance to bring out grace in the clumsiest allies. The daredevil and any allies who see her receive a +1 morale bonus on Reflex saving throws and a +2 competence bonus on Dexterity-based skill checks. Allies who move at least 10 feet during their turn gain a +1 dodge bonus to their Armor Class until the start of their next turn. At 5th level, and every six bard levels thereafter, the saving throw and Armor Class bonuses increase by +1, to a maximum of +4 at 17th level, and the skill check bonuses increase by +2, to a maximum of +8 at 17th level. This is a mind-affecting ability that uses visual components. This ability replaces inspire courage.",
			"",
			"**Canny Foe (Ex):** At 2nd level, a daredevil can choose one type of combat maneuver. She gains a +2 bonus on her combat maneuver checks to attempt the chosen maneuver and to her CMD to resist that maneuver. At 6th level, and every four levels thereafter, the daredevil gains a +2 bonus for an additional type of combat maneuver. She may not choose the same maneuver twice. This ability replaces versatile performance.",
			"",
			"**Dauntless (Ex):** At 2nd level, a daredevil gains a +1 morale bonus on saving throws against mind-affecting effects, including all fear effects. This bonus increases by +1 for every four levels gained after 2nd level, to a maximum of +5 at 18th level. This ability replaces well-versed.",
			"",
			"**Scoundrel's Fortune (Ex):** At 5th level, once per day a daredevil can choose to roll two dice instead of one for any skill check, keeping the best result. She can use this ability one additional time per day for every three levels she possesses beyond 5th, to a maximum of eight times per day at 20th level. This ability replaces lore master."
		]
	},
	{
		"name": "Dawnflower Dervish",
		"file": "archetypedisplay3883.html",
		"sources": [ "Inner Sea Magic" ],
		"replaces": "Bardic Performance, Bardic Knowledge, Lore Master, Dirge of Doom",
		"replace_array": [
			"Bardic Performance",
			"Bardic Knowledge",
			"Lore Master",
			"Dirge of Doom"
		],
		"short_description": "Many bards of Sarenrae's faith hone their skills with dance and scimitar to become dervish dancers.",
		"description": [
			"## Dawnflower Dervish",
			"",
			"**Source** [Inner Sea Magic pg. 34](source:Inner_Sea_Magic)   ",
			"Although Sarenrae is seen mainly as a goddess of healing and redemption in most parts of the Inner Sea, her stern, evil-smiting element is more common in areas like Qadira, Osirion, and Katapesh. Many of the Dawnflower's disciples from these lands become Dawnflower dervishes, religious mystics who use a spinning dance as part of their worship. Many bards of her faith hone their skills with dance and scimitar to become dervish dancers (see Ultimate Combat), but some tread a similar path focused more on magic and healing than swordplay. These are the Dawnflower dervishes. A Dawnflower dervish has the following class features.",
			"",
			"**Weapon and Armor Proficiency:** Dawnflower dervishes gain weapon proficiency with the scimitar. This ability replaces their proficiency with the rapier and whip.",
			"",
			"**Deity:** A Dawnflower dervish must be a worshiper of [Sarenrae](faith:Sarenrae). A dervish who abandons or betrays this faith reverts to a standard bard.",
			"",
			"**Battle Dance:** A Dawnflower dervish is trained in the use of the Perform skill, especially dance, to create magical effects on himself. This works like bardic performance, except that the Dawnflower dervish's performances grant double their normal bonuses, but these bonuses only affect him. He does not need to be able to see or hear his own performance. Battle dancing is treated as bardic performance for the purposes of feats, abilities, and effects that affect bardic performance, except that battle dancing does not benefit from the Lingering Performance feat or any other ability that allows a bardic performance to grant bonuses after it has ended. The benefits of battle dancing apply only when the bard is wearing light or no armor. Like bardic performance, battle dancing cannot be maintained at the same time as other performance abilities.",
			"",
			"Starting a battle dance is a move action, but it can be maintained each round as a free action. Changing a battle dance from one effect to another requires the Dawnflower dervish to stop the previous performance and start the new one as a move action. Like a bard, a Dawnflower dervish's performance ends immediately if he is killed, paralyzed, stunned, knocked unconscious, or otherwise prevented from taking a free action each round. A Dawnflower dervish cannot perform more than one battle dance at a time. At 10th level, a Dawnflower dervish can start a battle dance as a swift action instead of a move action.",
			"",
			"When the Dawnflower dervish uses the inspire courage, inspire greatness, or inspire heroics bardic performance types as battle dances, these performance types only provide benefit to the Dawnflower dervish himself. All other types of bardic performance work normally (affecting the bard and his allies, or the bard's enemies, as appropriate). This ability alters the standard bardic performance ability.",
			"",
			"**Dervish Dance (Ex):** A Dawnflower dervish gains the [Dervish Dance](feat:Dervish_Dance) feat as a bonus feat. This ability replaces bardic knowledge.",
			"",
			"**Spinning Spellcaster (Ex):** At 5th level, a Dawnflower dervish gains a +4 bonus on concentration checks to cast spells defensively. This ability replaces lore master.",
			"",
			"**Meditative Whirl (Ex):** At 8th level, when using battle dance, the Dawnflower dervish can enter a trancelike state where his spinning motion represents the movement of the planets around the sun, and his spirit is attuned to the healing aspects of Sarenrae. By spending a move action focusing on his whirling, the dervish can apply the [Quicken Spell](feat:Quicken_Spell) feat to any cure spell he is about to cast (effectively spending a move action and swift action to cast the spell). This does not alter the level of the spell or the casting time. The dervish can use this ability once per day at 8th level and one additional time per day for every two dervish levels he has beyond 8th. This ability replaces the dirge of doom bardic performance."
		]
	},
	{
		"name": "Demagogue",
		"file": "archetypedisplay7bd6.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Inspire Courage +1; Lore Master; Suggestion; Mass Suggestion",
		"replace_array": [
			"Inspire Courage +1",
			"Lore Master",
			"Suggestion",
			"Mass Suggestion"
		],
		"short_description": "Not content with providing amusing and occasionally instructive performances, the demagogue seeks to inflame and ignite his audience.",
		"description": [
			"## Demagogue",
			"",
			"**Source** [Ultimate Magic pg. 26](source:Ultimate_Magic)   ",
			"Not content with providing amusing and occasionally instructive performances, the demagogue seeks to inflame and ignite his audience, driving them toward a specific purpose with carefully chosen words and tones that may spark momentous change.",
			"",
			"**Famous:** At 1st level, a demagogue is famous in a particular region. This works like the [famous ability of the celebrity bard archetype](unknown:famous_ability_of_the_celebrity_bard_archetype), except the demagogue's skill bonuses apply to Bluff and Intimidate instead of Diplomacy and Intimidate. This ability replaces inspire courage +1.",
			"",
			"**Bardic Performance:** A demagogue gains the following type of bardic performance.",
			"",
			"**Gather Crowd (Ex):** At 5th level, the demagogue gains the ability to quickly gather a crowd. This is identical to the [gather crowd ability of the celebrity bard archetype](unknown:gather_crowd_ability_of_the_celebrity_bard_archetype). This ability replaces lore master.",
			"",
			"**Incite Violence (Ex):** At 6th level, the demagogue can use his performance to fan the fury of a crowd of people he has fascinated. Using this ability does not disrupt the fascinate effect, but does require a standard action to activate (in addition to the free action to continue the fascinate effect). The bard selects a number of targets equal to his level, who must make Will saves (DC 10 + 1/2 the bard's level + the bard's Charisma modifier) or be affected by [rage](spell:rage) for a number of rounds equal to the bard's level. The bard indicates who is the intended target of violence (either after using this ability or as part of the performance leading to it) and the enraged members of the crowd immediately attack the target if possible. The target does not need to be present (\"kill the king\" is a suitable choice) and can be an object instead of a person (\"destroy the prison!\" is likewise appropriate). Other members of the crowd may follow suit, though they do not gain the benefits of [rage](spell:rage). This is a sound-based effect and is affected by countersong. If two or more bards are attempting to direct the crowd against different targets, they must make opposed Charisma checks, with the crowd following the directions of the winner. This ability replaces suggestion.",
			"",
			"**Righteous Cause (Ex):** At 18th level, the demagogue can lift a crowd's emotions and turn them toward a common purpose. First, he must fascinate the crowd, and then use incite violence without designating a target, at which point he can use righteous cause. Instead of driving the crowd with anger, he fills them with purpose. Fascinated creatures must make Will saves (DC 10 + 1/2 the bard's level + the bard's Charisma modifier) to resist. Those who fail are affected by [mass suggestion](spell:mass_suggestion) of a plausible idea that lingers with them for one day. Typical uses of this ability are to spark rebellion, overthrow a king, build a beneficial structure such as an orphanage, or donate money to a cause. This ability replaces mass suggestion."
		]
	},
	{
		"name": "Dervish Dancer",
		"file": "archetypedisplay0061.html",
		"sources": [ "Ultimate Combat" ],
		"replaces": "Suggestion; Mass Suggestion; Dirge of Doom; Frightening Performance; Bardic Knowledge; Lore Master; Versatile Performance; Soothing Performance; Deadly Performance",
		"replace_array": [
			"Suggestion",
			"Mass Suggestion",
			"Dirge of Doom",
			"Frightening Performance",
			"Bardic Knowledge",
			"Lore Master",
			"Versatile Performance",
			"Soothing Performance",
			"Deadly Performance"
		],
		"short_description": "Not all bards inspire others with their performances. Dervish dancers enter a near-mystical trance that allows them to push their bodies beyond normal limits.",
		"description": [
			"## Dervish Dancer",
			"",
			"**Source** [Ultimate Combat pg. 32](source:Ultimate_Combat)   ",
			"Not all bards inspire others with their performances. Dervish dancers enter a near-mystical trance that allows them to push their bodies beyond normal limits.",
			"",
			"**Weapon and Armor Proficiency:** Dervish dancers gain weapon proficiency with the scimitar and kukri. This ability replaces their proficiency with the rapier and whip.",
			"",
			"**Battle Dance:** A dervish dancer is trained in the use of the Perform skill, especially dance, to create magical effects on himself. This works like bardic performance, except the dervish dancer only affects himself, and does not need to be able to see or hear his own performance. Battle dancing is treated as bardic performance for the purposes of feats, abilities, effects, and the like that affect bardic performance, except that battle dancing does not benefit from the [Lingering Performance](feat:Lingering_Performance) feat or any other ability that allows a bardic performance to grant bonuses after it has ended. Battle dancing benefits apply only when the bard is wearing light or no armor. Like bardic performance, it cannot be maintained at the same time as other performance abilities.",
			"",
			"Starting a battle dance is a move action, but it can be maintained each round as a free action. Changing a battle dance from one effect to another requires the dervish dancer to stop the previous performance and start the new one as a move action. Like a bard, a dervish dancer's performance ends immediately if he is killed, paralyzed, stunned, knocked unconscious, or otherwise prevented from taking a free action each round. A dervish dancer cannot perform more than one battle dance at a time. At 10th level, a dervish dancer can start a battle dance as a swift action instead of a move action.",
			"",
			"Dervish dancers gain the inspire courage, inspire greatness, and inspire heroics bardic performance types as battle dances, but these only provide benefit to the dervish dancer himself.",
			"",
			"**Rain of Blows (Su):** At 6th level, a dervish dancer can use his battle dance to speed up his attacks. When making a full attack action, he may make one extra attack with any weapon he is holding, as though under the effects of a [haste](spell:haste) spell. He also gains a +1 bonus on attack rolls and a +1 dodge bonus to AC and on Reflex saves. At 9th level, and every three bard levels thereafter, these bonuses increase by +1, to a maximum of +5 at 18th level. These bonuses do not stack with the [haste](spell:haste) spell. This ability replaces suggestion and mass suggestion.",
			"",
			"**Razor's Kiss (Su):** At 8th level, a dervish dancer can use his battle dance to improve his weapons' critical range. All attacks he makes with manufactured weapons are treated as though he had the [Improved Critical](feat:Improved_Critical) feat. Natural weapons and spells are not affected. This ability replaces dirge of doom.",
			"",
			"**Leaf on the Wind (Su):** At 14th level, a dervish dancer can use his battle dance to evade attacks with unearthly grace and to shake off the effects of his wounds. Unlike other battle dances, leaf on the wind requires a standard action each round to start or maintain the performance. Each round it is maintained, including the first, the dervish dancer gains a +6 dodge bonus to Armor Class and on Reflex saves. If wounded, he heals 1 hit point of damage per bard level. This ability replaces frightening performance.",
			"",
			"**Fleet (Su):** While performing a battle dance, a dervish dancer gains a +10 enhancement bonus to his land speed. This bonus increases by 5 feet for every four bard levels gained after 1st level, to a maximum of +30 feet at 19th level. This ability replaces bardic knowledge and lore master.",
			"",
			"**Versatile Dance (Ex):** At 2nd level, a dervish dancer gains a bonus equal to half his level on Perform (dance) checks. He can use his bonus for his Perform (dance) skill in place of his bonus for Acrobatics. This ability replaces versatile performance.",
			"",
			"**Dance of Fury (Su):** At 12th level, a dervish dancer can attack more than once as he moves while performing a battle dance. He can combine a full-attack action with a single move, taking the attacks at any point during his movement, but must move at least 5 feet between each attack. This movement provokes attacks of opportunity as normal. This ability replaces soothing performance.",
			"",
			"**Battle Fury (Su):** At 20th level, the dervish dancer can unleash a whirlwind of blows while performing a battle dance. As a full-round action, he can take a single move action and unleash a single attack at his highest bonus against each target within his reach during any point of his move, up to a maximum number of attacks equal to the dervish dancer's character level. This movement provokes attacks of opportunity as normal, and replaces deadly performance."
		]
	},
	{
		"name": "Detective",
		"file": "archetypedisplaya484.html",
		"sources": [ "Advanced Player's Guide" ],
		"replaces": "Inspire Courage; Inspire Greatness; Inspire Heroics; Bardic Knowledge; Well-Versed; Versatile Performance",
		"replace_array": [
			"Inspire Courage",
			"Inspire Greatness",
			"Inspire Heroics",
			"Bardic Knowledge",
			"Well-Versed",
			"Versatile Performance"
		],
		"short_description": "Piecing together clues and catching the guilty with sheer cleverness, the detective is skilled at divining the truth.",
		"description": [
			"## Detective",
			"",
			"**Source** [Advanced Player's Guide pg. 81](source:Advanced_Player's_Guide)   ",
			"Piecing together clues and catching the guilty with sheer cleverness, the detective is skilled at divining the truth.",
			"",
			"**Bardic Performance:** A detective gains the following types of bardic performance.",
			"",
			"**Careful Teamwork (Su):** A detective uses performance to keep allies coordinated, alert, and ready for action. All allies within 30 feet gain a +1 bonus on Initiative checks, Perception, and Disable Device checks for 1 hour. They also gain a +1 insight bonus on Reflex saves and to AC against traps and when they are flat-footed. These bonuses increase by +1 at 5th level and every six levels thereafter. Using this ability requires 3 rounds of continuous performance, and the targets must be able to see and hear the bard throughout the performance. This ability is language-dependent and requires visual and audible components. This performance replaces inspire courage.",
			"",
			"**True Confession (Su):** At 9th level, a detective can use performance to trick a creature into revealing its secrets. Using this ability requires a successful Sense Motive check to see through a Bluff or notice mental compulsion. After 3 continuous rounds of performance, the target must make a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). Success renders the target immune to this power for 24 hours. On a failed save, a liar inadvertently reveals the lie and the truth behind it. A creature under a charm or compulsion reveals the nature of its enchantment and who placed it (if the creature knows) and gains a new saving throw to break free from the enchantment. This ability is language-dependent and requires audible components. Using this power requires only 2 rounds of performance at 15th level, and 1 round of performance at 20th level. This performance replaces inspire greatness.",
			"",
			"**Show Yourselves (Ex):** At 15th level, a detective can use performance to compel creatures to reveal themselves when hiding. All enemies within 30 feet must make a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). If they fail, they must cease using Stealth, unlock and open doors between themselves and the detective, and dismiss, suppress, or dispel if necessary magical effects that grant invisibility or any other form of concealment from the detective. As long as they can hear the performance, affected creatures may not attack or flee until they have eliminated every such effect, though they are freed from this compulsion immediately if attacked. Creatures in the area must make this save each round the bard continues his performance. This ability is language-dependent and requires audible components. This performance replaces inspire heroics.",
			"",
			"**Eye for Detail (Ex):** A detective gains a bonus equal to half his level on Knowledge (local), Perception, and Sense Motive checks, as well as Diplomacy checks to gather information (minimum +1). This ability replaces bardic knowledge.",
			"",
			"**Arcane Insight (Ex):** At 2nd level, a detective can find and disable magical traps, like a rogue's trapfinding ability. In addition, he gains a +4 bonus on saving throws made against illusions and a +4 bonus on caster level checks and saving throws to see through disguises and protections against divination (such as [magic aura](spell:magic_aura), [misdirection](spell:misdirection), and [nondetection](spell:nondetection)). This ability replaces well-versed.",
			"",
			"**Arcane Investigation:** In addition, a detective's class spell list includes the following: 1st-[detect chaos](spell:detect_chaos)/[evil](spell:evil)/[law](spell:law)/[good](spell:good); 2nd-[zone of truth](spell:zone_of_truth); 3rd-[arcane eye](spell:arcane_eye), [speak with dead](spell:speak_with_dead), [speak with plants](spell:speak_with_plants); 4th-[discern lies](spell:discern_lies); 5th-[prying eyes](spell:prying_eyes), [stone tell](spell:stone_tell); 6th-[discern location](spell:discern_location), [find the path](spell:find_the_path), [greater prying eyes](spell:greater_prying_eyes), [moment of prescience](spell:moment_of_prescience). A detective may add one of these spells or any divination spell on the bard spell list to his list of spells known at 2nd level and every four levels thereafter. This ability replaces versatile performance."
		]
	},
	{
		"name": "Dirge Bard",
		"file": "archetypedisplayb175.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Jack of all Trades; Well-Versed; Versatile Performance; Lore Master",
		"replace_array": [
			"Jack of all Trades",
			"Well-Versed",
			"Versatile Performance",
			"Lore Master"
		],
		"short_description": "A composer of sonorous laments for the dead and elaborate requiems for those lost yet long remembered, dirge bards master musical tools and tropes that must appeal to the ears and hearts of both the living and the dead.",
		"description": [
			"## Dirge Bard",
			"",
			"**Source** [Ultimate Magic pg. 26](source:Ultimate_Magic)   ",
			"A composer of sonorous laments for the dead and elaborate requiems for those lost yet long remembered, dirge bards master musical tools and tropes that must appeal to the ears and hearts of both the living and the dead.",
			"",
			"**Bardic Performance:** A dirge bard gains the following type of bardic performance.",
			"",
			"**Dance of the Dead (Su):** At 10th level, a dirge bard can use his bardic performance to cause dead bones or bodies to rise up and move or fight at his command. This ability functions like [animate dead](spell:animate_dead), but the created skeletons or zombies remain fully animate only as long as the dirge bard continues the performance. Once it stops, any created undead collapse into carrion. Bodies or bones cannot be animated more than once using this ability. Unlike [animate dead](spell:animate_dead), dance of the dead requires no components and does not have the evil descriptor. This performance replaces jack-of-all-trades.",
			"",
			"**Haunted Eyes (Ex):** At 2nd level, a dirge bard gains a +4 bonus on saves against fear, energy drain, death effects, and necromantic effects. This ability replaces well-versed.",
			"",
			"**Secrets of the Grave (Ex):** At 2nd level, a dirge bard gains a bonus equal to half his bard level on Knowledge (religion) checks made to identify undead creatures and their abilities. A dirge bard may use mind-affecting spells to affect undead as if they were living creatures, even if they are mindless (though spells that affect only humanoids do not affect them, even if they were humanoids in life). In addition, he may add one necromancy spell from the spell list of any arcane spellcasting class to his list of spells known at 2nd level and every four levels thereafter. This ability replaces versatile performance.",
			"",
			"**Haunting Refrain (Su):** At 5th level, a dirge bard is able to stir primal terrors in the hearts of listeners. He can use a Perform (keyboard) or Perform (percussion) check in place of an Intimidate check to demoralize an opponent, with a bonus equal to half his bard level. In addition, saving throws against any fear effect he creates are made with a -2 penalty, and this penalty increases by -1 every 5 levels beyond 5th. This ability replaces lore master."
		]
	},
	{
		"name": "Disciple of the Forked Tongue",
		"file": "archetypedisplay9062.html",
		"sources": [ "Potions and Poisons" ],
		"replaces": "Inspire Courage; Inspire Greatness; Versatile Performance",
		"replace_array": [
			"Inspire Courage",
			"Inspire Greatness",
			"Versatile Performance"
		],
		"short_description": "(Vishkanya) Studied in venomous words as well as venomous blood, a disciple of the forked tongue knows just the right phrase to slowly poison the soul.",
		"description": [
			"## Disciple of the Forked Tongue",
			"",
			"**Source** [Potions and Poisons pg. 7](source:Potions_and_Poisons)   ",
			"Studied in venomous words as well as venomous blood, a disciple of the forked tongue knows just the right phrase to slowly poison the soul. His voice can sink deep into his victims' hearts, destroying friendships and devouring the mind. The disciple of the forked tongue is an archetype of the bard class available to vishkanya characters.",
			"",
			"**Bardic Performance:** A disciple of the forked tongue gains the following bardic performances.",
			"",
			"**Discordant Spiral (Su):** The disciple can disrupt the thought processes of enemies who hear his performance, causing them to take a -1 penalty on saves against mind-affecting and curse effects and a -2 penalty on concentration checks. These penalties increase by 1 at 5th level and every 6 levels thereafter.",
			"",
			"This replaces inspire courage.",
			"",
			"**Venomous Whispers (Su):** At 9th level, a disciple of the forked tongue can use his performance to sow distrust into the mind of an enemy within 30 feet. An affected creature treats its allies as hostile for the purposes of their spells and abilities-it is never considered a willing target of spells and must attempt saving throws against them when possible, and it gains no benefit from allied bardic performances and other abilities that specifically target allies. For every 3 levels a disciple of the forked tongue has beyond 9th, he can target one additional enemy while using this performance (up to a maximum of four at 18th level).",
			"",
			"This replaces inspire greatness.",
			"",
			"**Serpent of the Mind (Su):** A disciple of the forked tongue can add one spell with the curse descriptor from the spell list of any spellcasting class to his list of spells known at 2nd level and every 4 levels thereafter.",
			"",
			"This replaces versatile performance."
		]
	},
	{
		"name": "Dragon Herald",
		"file": "archetypedisplay0b76.html",
		"sources": [],
		"replaces": "Weapon/Armor Proficiency; Bardic Knowledge; Countersong; Fascinate; Inspire Competence; Soothing Performance; Inspire Heroics; Lore Master; Jack-of-all-Trades",
		"replace_array": [
			"Weapon/Armor Proficiency",
			"Bardic Knowledge",
			"Countersong",
			"Fascinate",
			"Inspire Competence",
			"Soothing Performance",
			"Inspire Heroics",
			"Lore Master",
			"Jack-of-all-Trades"
		],
		"short_description": "(Kobold Only) Dragon heralds are messengers and evangelists of true dragonkind. They carry the word of their dragon patrons far and wide, whether that's a message of peace or a declaration of war.",
		"description": [
			"## Dragon Herald",
			"",
			"**Source** [Kobolds of Golarion pg. 22]_of Golarion)",
			"Dragon heralds are messengers and evangelists of true dragonkind. They carry the word of their dragon patrons far and wide, whether that's a message of peace or a declaration of war. A kobold whose scales already associate her with a revered dragon is often trained as her tribe's dragon herald.",
			"",
			"**Weapon and Armor Proficiency:** The dragon herald is",
			"",
			"proficient with simple weapons and light armor, but not",
			"",
			"with shields. Dragon heralds are messengers, not warriors.",
			"",
			"Like other bards, dragon heralds don't incur the normal",
			"",
			"arcane spell failure chance from wearing light armor.",
			"",
			"**Dragon Patron (Ex):** A dragon herald must choose a particular true dragon species whose glory to extol. In most cases, this is a dragon with whom the herald is familiar, but it could be a dragon deity, a long-dead dragon hero, or even an entire dragon lineage. The energy type associated with her dragon patron (as shown on the [draconic sorcerer bloodline](class/ability/sorcererbloodline:draconic_sorcerer_bloodline)) determines the energy type used by several of her abilities. She must also designate a sacred space relevant to her dragon choice-usually the lair of a patron dragon or a shrine or holy place associated with a dragon type.",
			"",
			"**Coat of Arms (Ex):** A dragon herald gains energy",
			"",
			"resistance equal to her dragon herald level against the",
			"",
			"energy type associated with her dragon patron. This",
			"",
			"resistance stacks with any inherent racial resistances, but",
			"",
			"not with magical or temporary resistances.",
			"",
			"**Dragon Voice (Ex):** A dragon herald gains a bonus equal",
			"",
			"to half her level on Intimidate and Diplomacy checks. She",
			"",
			"gains Draconic as a bonus language.",
			"",
			"This ability replaces bardic knowledge.",
			"",
			"**Bardic Performance:** A dragon herald gains the following types of bardic performance:",
			"",
			"**Diplomatic Immunity (Su):** A dragon herald can use bardic performance to generate a [sanctuary](spell:sanctuary) effect upon herself. Most use this to deliver the word of their patron or to safely complete Diplomacy or Intimidate checks in the presence of hostile foes. The effect persists for as long as the dragon herald performs and for 1 round after.",
			"",
			"This performance replaces countersong and fascinate.",
			"",
			"**Diplomatic Protection (Su):** At 3rd level, the dragon herald can use bardic performance to wrap a single ally in the colors and scales of her patron. The dragon herald must be able to see her ally, and that ally must be able to perceive her performance. While the herald performs, the target gains resistance equal to twice the dragon herald's level to the energy type associated with the dragon herald's patron, and an enhancement bonus to natural armor equal to 1/2 the dragon herald's level.",
			"",
			"This performance replaces inspire competence.",
			"",
			"**Rebuke Foes (Su):** At 12th level, the dragon herald gains the ability to rain down her patron's wrath on her enemies, dealing energy damage of the appropriate type equal to twice her dragon herald level (Reflex save for half ). She can target one enemy within 50 feet for every 4 dragon herald levels she has. This effect occurs once per round for as long as she continues her performance.",
			"",
			"This performance replaces soothing performance.",
			"",
			"**Retreat to Lair (Sp):** At 15th level, the dragon herald can spend 5 daily uses of performance as a full-round action to teleport herself, or a willing target touched, to her sacred place.",
			"",
			"This performance replaces inspire heroics.",
			"",
			"**Master of Persuasion (Ex):** At 5th level, the dragon",
			"",
			"herald becomes so sure in her craft that she can take 10",
			"",
			"on any Diplomacy or Intimidate check, even when rushed",
			"",
			"or threatened. Once per day, she may attempt either a",
			"",
			"Diplomacy or Intimidate check as a full-round action,",
			"",
			"instead of spending a full minute. She can use this ability",
			"",
			"one additional time per day at 11th and 17th level.",
			"",
			"This ability replaces lore master.",
			"",
			"**Extol Glory (Su):** At 10th level, the dragon herald gains the",
			"",
			"ability to spread her patron's glory to all intelligent creatures.",
			"",
			"When she speaks Draconic, any intelligent creature that",
			"",
			"hears her and knows any language can understand her words.",
			"",
			"This ability does not allow the dragon herald to understand",
			"",
			"languages with which she is not familiar.",
			"",
			"This ability replaces jack-of-all-trades."
		]
	},
	{
		"name": "Dragon Yapper",
		"file": "archetypedisplay4e1d.html",
		"sources": [ "Monster Codex" ],
		"replaces": "Fascinate; Dirge of Doom; Versatile Performance",
		"replace_array": [
			"Fascinate",
			"Dirge of Doom",
			"Versatile Performance"
		],
		"short_description": "(Kobold Only) Kobolds' yammering songs distract opponents in combat, hindering their ability to attack.",
		"description": [
			"## Dragon Yapper",
			"",
			"**Source** [Monster Codex pg. 128](source:Monster_Codex)   ",
			"Kobolds' yammering songs distract opponents in combat, hindering their ability to attack.",
			"",
			"**Bardic Performance:** A dragon yapper gains the following types of bardic performance.",
			"",
			"**Yapping Song (Su):** A dragon yapper can use performance to annoy those that hear it, causing them to take a -1 penalty on attack and damage rolls (minimum 1) and a -1 penalty on saves against fear effects and charm effects as long as the dragon yapper continues performing. This penalty increases by 1 at 5th level and every 6 levels thereafter. Yapping song is a mind-affecting ability that uses audible components, but is not language-dependent. This performance replaces fascinate.",
			"",
			"**Frightful Song (Su):** A dragon yapper of 8th level or higher can amplify his voice to sound like an actual dragon. Enemies within 30 feet become shaken unless they succeed at a Will save (DC 10 +1/2 the dragon yapper's level + the dragon yapper's Charisma modifier). A successful save renders targets immune to this ability for 24 hours. Frightful song is a mind-affecting ability, and a fear effect that uses audible components. This performance replaces dirge of doom.",
			"",
			"**Versatile Performance (Ex):** A dragon yapper must choose sing at 2nd level."
		]
	},
	{
		"name": "Duettist",
		"file": "archetypedisplaydd31.html",
		"sources": [ "Familiar Folio" ],
		"replaces": "Well-Versed; Jack-of-all-Trades; Bardic Knowledge; Versatile Performance; Lore Master; Dirge of Doom; Frightening Tune",
		"replace_array": [
			"Well-Versed",
			"Jack-of-all-Trades",
			"Bardic Knowledge",
			"Versatile Performance",
			"Lore Master",
			"Dirge of Doom",
			"Frightening Tune"
		],
		"short_description": "Whether singing a delicate duo with a nightingale or slipping coins from purses while a trained monkey distracts the crowd, the duettist blends his bond to his familiar with his natural talent for performance to create amazing effects.",
		"description": [
			"## Duettist",
			"",
			"**Source** [Familiar Folio pg. 6](source:Familiar_Folio)   ",
			"Whether singing a delicate duo with a nightingale or slipping coins from purses while a trained monkey distracts the crowd, the duettist blends his bond to his familiar with his natural talent for performance to create amazing effects.",
			"",
			"**Diminished Competency:** A duettist does not gain the well-versed or jack-of-all-trades class features.",
			"",
			"**Familiar (Ex):** At 1st level, a duettist gains a [familiar](class:familiar), treating his bard level as his effective wizard level for the purpose of this ability. This ability replaces bardic knowledge.",
			"",
			"**Versatile Familiar (Ex):** At 2nd level, a duettist's familiar learns to use performance to supplement its skills. A duettist's familiar benefits from its master's versatile performance class feature. This ability alters versatile performance.",
			"",
			"**Performing Familiar (Su):** At 4th level, a duettist's familiar learns how to create supernatural effects with its performances, just like its master. The familiar can use any of its master's bardic performances, but only the familiar or the duettist can have a performance active at any given time, not both. If one is performing and the other starts a performance, the previous performance immediately ends. Each round that the familiar performs consumes 2 rounds of the duettist's bardic performance. This ability replaces lore master.",
			"",
			"**Harmonizing Familiar (Su):** At 8th level, the duettist and his familiar have learned how to perform together in harmony. When a duettist and his familiar perform the same bardic performance simultaneously, its effects are enhanced. If the performance has a DC, the DC increases by 2. If the performance provides a competence bonus, the competence bonus increases by 1. Because both the duettist and the familiar are performing, each round performed consumes 3 rounds of bardic performance. This ability replaces dirge of doom.",
			"",
			"**Symphonic Familiar (Su):** At 14th level, the duettist and his familiar have learned how to create a symphony of complementary performances that meld together to produce two different effects. They can each perform a different bardic performance simultaneously, and each has its full effect. Because both the duettist and the familiar are performing, each round performed consumes 3 rounds of bardic performance. This ability replaces frightening tune."
		]
	},
	{
		"name": "Dwarven Scholar",
		"file": "archetypedisplay4d74.html",
		"sources": [ "Blood of the Ancients" ],
		"replaces": "Key Ability Score; Weapon and Armor Proficiencies; Versatile Performance; Inspire Courage; Suggestion",
		"replace_array": [
			"Key Ability Score",
			"Weapon and Armor Proficiencies",
			"Versatile Performance",
			"Inspire Courage",
			"Suggestion"
		],
		"short_description": "A dwarven scholar researches the lineage of the kings of the old dwarven empires and learns their ancient tactics.",
		"description": [
			"## Dwarven Scholar",
			"",
			"**Source** [Blood of the Ancients pg. 28](source:Blood_of_the_Ancients)   ",
			"A dwarven scholar researches the lineage of the kings of the old dwarven empires and learns their ancient tactics. She keeps these ancient traditions alive by sharing them with her allies.",
			"",
			"**Weapon and Armor Proficiency:** A dwarven scholar is proficient with one weapon of her choosing with the word \"dwarven\" in its name, in addition to her normal weapon proficiencies. She is not proficient with shields.",
			"",
			"This alters the bard's weapon and armor proficiency.",
			"",
			"**Studied Insight (Ex):** A dwarven scholar uses her Wisdom modifier instead of her Charisma modifier to determine all class features and effects relating to her bard class, including her bardic performance ability, bonus spells per day, the maximum spell level she can cast, and the save DCs of her spells.",
			"",
			"**Dwarven Training (Ex):** At 2nd level, a dwarven scholar masters one aspect of dwarven combat and gains a bonus combat feat. She must meet the prerequisites for this feat, but she treats her bard level as her base attack bonus (in addition to base attack bonuses gained from other classes and racial Hit Dice) for the purpose of qualifying for this feat. At 6th level and every 4 levels thereafter, she gains another bonus combat feat.",
			"",
			"This replaces versatile performance.",
			"",
			"**Bardic Performance:** A dwarven scholar gains the following type of bardic performance.",
			"",
			"**War Chant (Su):** At 1st level, a dwarven scholar can use her performance to inspire the martial prowess of the ancient dwarves in her allies. The dwarven scholar selects a single combat feat she knows. Allies affected by this performance gain the benefit of this feat for as long as the performance is maintained. To be affected, an ally must be able to perceive the dwarven scholar's performance. If a combat feat has a daily use limitation (such as [Stunning Fist](feat:Stunning_Fist)), any uses of that combat feat by the dwarven scholar's allies while using this ability counts toward the dwarven scholar's feat's daily limit.",
			"",
			"At 6th level, the dwarven scholar may grant the benefit of two combat feats at the same time. She may use one of these feats to meet a prerequisite of the second feat. Maintaining two feats in this way requires spending 2 rounds of bardic performance every round.",
			"",
			"This replaces inspire courage and suggestion."
		]
	},
	{
		"name": "Faith Singer",
		"file": "archetypedisplay8e17.html",
		"sources": [ "Healer's Handbook" ],
		"replaces": "Deity; Versatile Performance",
		"replace_array": [
			"Deity",
			"Versatile Performance"
		],
		"short_description": "Faith singers show their faith in their deity with songs or other appropriate performances.",
		"description": [
			"## Faith Singer",
			"",
			"**Source** [Healer's Handbook pg. 19](source:Healer's_Handbook)   ",
			"Faith singers show their faith in their deity with songs or other appropriate performances.",
			"",
			"**Faithful:** Like a cleric, a faith singer must worship a deity, and his alignment must be within one step of his deity's alignment.",
			"",
			"**Devout Spell Knowledge (Su):** At 2nd level, a faith singer can select one [domain](unknown:domain) from among those belonging to his deity. Once per day as a spell-like ability using his bard level as his caster level, he can cast the 1st-level domain spell while giving a bardic performance. At 6th level, and every 4 bard levels thereafter, he can similarly cast the next-higher domain spell as a spell-like ability (to a maximum of the 5th-level domain spell at bard level 18th). He can use each spell-like ability only once per day.",
			"",
			"This ability replaces versatile performance."
		]
	},
	{
		"name": "Fey Courtier",
		"file": "archetypedisplayce18.html",
		"sources": [],
		"replaces": "Dirge of Doom; Frightening Tune; Inspire Heroics; Versatile Performance: Inspire Competence",
		"replace_array": [
			"Dirge of Doom",
			"Frightening Tune",
			"Inspire Heroics",
			"Versatile Performance: Inspire Competence"
		],
		"short_description": "(Gathlain) Fey who associate with courts often become bards skilled at navigating the inhuman societies of the trackless wilds.",
		"description": [
			"## Fey Courtier",
			"",
			"**Source** [Ultimate Wilderness pg. 11]_Wilderness)",
			"Fey who associate with courts often become bards skilled at navigating the inhuman societies of the trackless wilds.",
			"",
			"**Bardic Performance:** The fey courtier has access to the following bardic performances.",
			"",
			"**Scorn of the Wilds (Sp):** At 8th level, the fey courtier can use bardic performance to permanently mark a creature with nature's displeasure by spending 2 rounds performing while the target remains within 30 feet. The performance includes a litany of the target's misdeeds against fey and nature. Unless the target succeeds at a Will saving throw (DC = 10 + half the bard's level + his Charisma modifier), it is cursed as per [nature's exile](spell:nature's_exile) or [bestow curse](spell:bestow_curse). At 14th level, the fey courtier's options expand to include [baleful polymorph](spell:baleful_polymorph) and [green caress](spell:green_caress). As part of the performance, the fey courtier must define a condition under which the curse will be lifted, which must relate to making amends for the crime against fey or nature and cannot be suicidal to carry out. A creature that succeeds at its saving throw is immune to the fey courtier's scorn of the wild for 24 hours. This is a curse effect.",
			"",
			"This replaces dirge of doom and frightening tune.",
			"",
			"**Stone Dance (Sp):** At 15th level, the bard's performance can move even the features of the natural world. This performance functions as [animate plants](spell:animate_plants) (DC = 10 + half the bard's level + his Charisma modifier) except it can also animate unworked stone and water from natural bodies of water (with statistics equivalent to an appropriate plant).",
			"",
			"This replaces inspire heroics.",
			"",
			"**Fey Contacts:** At 2nd level, thanks to his fey contacts and knowledge of the byzantine trade customs of the fey courts, a fey courtier can treat any wilderness area with fey residents as a settlement with a certain base value and purchase limit based on his bard level for the purpose of buying and selling magic items. See [here](rule:here) for rules on settlement base values and purchase limits. The fey courtier can also use these contacts to gather information about the residents, geography, and nearby areas with Diplomacy.",
			"",
			"This replaces versatile performance.",
			"",
			"| Bard Level | Base Value | Purchase Limit  |",
			"| --- | --- | ---  |",
			"| 2nd | 50 gp | 500 gp  |",
			"| 6th | 500 gp | 2,500 gp  |",
			"| 10th | 2,000 gp | 10,000 gp  |",
			"| 14th | 8,000 gp | 50,000 gp  |",
			"| 18th | 32,000 gp | 200,000 gp |",
			"",
			"**Summon Fey Allies:** At 3rd level, the fey courtier gains [Augment Summoning](feat:Augment_Summoning) as a bonus feat and can call upon natural allies who owe him favors. He adds [summon nature's ally I](spell:summon_nature's_ally_I) to his list of 1st-level bard spells known. Whenever he gains access to another spell level, he adds the next-higher [summon nature's ally](spell:summon_nature's_ally) spell to his list of bard spells known. The fey courtier adds the following creatures to the summon nature's ally list: 1st-[grimple (gremlin)](monster:grimple_(gremlin)), [mite](monster:mite), [sprite](monster:sprite); 2nd-[atomie](monster:atomie), [fuath (gremlin)](monster:fuath_(gremlin)), [nixie](monster:nixie); 3rd-[leprechaun](monster:leprechaun), [nuglub (gremlin)](monster:nuglub_(gremlin)), [pooka](monster:pooka); 4th-[kelpie](monster:kelpie), [korred](monster:korred), [twigjack](monster:twigjack); 5th-[lampad](monster:lampad), [lurker in light](monster:lurker_in_light), [swan maiden](monster:swan_maiden); 6th-[cold rider](monster:cold_rider), [oceanid](monster:oceanid), [sangoi](monster:sangoi).",
			"",
			"This replaces inspire competence."
		]
	},
	{
		"name": "Fey Prankster",
		"file": "archetypedisplaybfa6.html",
		"sources": [ "Legacy of the First World" ],
		"replaces": "Bardic Knowledge; Countersong; Inspire Courage; Dirge of Doom; Well-Versed; Lore Master",
		"replace_array": [
			"Bardic Knowledge",
			"Countersong",
			"Inspire Courage",
			"Dirge of Doom",
			"Well-Versed",
			"Lore Master"
		],
		"short_description": "Sly and mischievous like the Lantern King himself, fey pranksters learn supernatural tricks that can cause their victims to suffer mishaps and accidents.",
		"description": [
			"## Fey Prankster",
			"",
			"**Source** [Legacy of the First World pg. 20](source:Legacy_of_the_First_World)   ",
			"Sly and mischievous like the Lantern King himself, fey pranksters learn supernatural tricks that can cause their victims to suffer mishaps and accidents.",
			"",
			"**Mischievous Talent (Ex):** A fey prankster adds half her class level (minimum 1) on Bluff, Disguise, Sleight of Hand, and Stealth skill checks, and can attempt Sleight of Hand checks untrained.",
			"",
			"This ability replaces bardic knowledge.",
			"",
			"**Bardic Performance:** A fey prankster gains the following types of bardic performance.",
			"",
			"**Song of Clumsiness (Su):** A fey prankster can use this performance to cause enemies within 30 feet that can hear her to suffer seemingly random mishaps. Any enemy in this area that draws a weapon or retrieves an item from a backpack or similar container immediately drops it, and falls prone the first time it enters a square of difficult terrain during its turn. A creature can negate a specific effect with a successful Reflex saving throw (DC = 10 + half the fey prankster's bard level + her Charisma modifier), but an enemy must attempt a separate save for each potential effect during the song of clumsiness (for example, if it draws multiple weapons). Song of clumsiness is an enchantment (compulsion), mind-affecting ability that relies on audible components.",
			"",
			"This ability replaces countersong.",
			"",
			"**Incite Unreliability (Su):** A fey prankster can use her performance to manipulate a single target into fighting erratically or haphazardly, as though affected by [lesser confusion](spell:lesser_confusion). To be affected, the target must be within 30 feet and able to hear the fey prankster's performance. The effect persists for as long as the target can hear the performance. A target that succeeds at a Will saving throw (DC = 10 + half the fey prankster's bard level + her Charisma modifier) negates the effect and becomes immune to incite unreliability from the same fey prankster for 24 hours. Incite unreliability is an enchantment (compulsion), mind-affecting ability that relies on audible components.",
			"",
			"This ability replaces inspire courage.",
			"",
			"**Embarrassing Satire (Su):** At 8th level, a fey prankster's powerful satire raises painful blisters and ugly boils on the face of her target. The fey prankster selects one target within 30 feet to become sickened from the uncomfortable facial boils. The sickened effect continues for as long as the target is within 30 feet and the fey prankster continues the performance, though the boils remain for 1 day afterward. Embarrassing satire is a language-dependent, mind-affecting ability that relies on audible components.",
			"",
			"This ability replaces dirge of doom.",
			"",
			"**Dirty Trickster (Ex):** At 2nd level, a fey prankster gains [Improved Dirty Trick](feat:Improved_Dirty_Trick) as a bonus feat and counts as having [Combat Expertise](feat:Combat_Expertise) for the purpose of meeting the prerequisites of feats that have [Improved Dirty Trick](spell:Improved_Dirty_Trick) as a prerequisite.",
			"",
			"This ability replaces well-versed.",
			"",
			"**Master of Mischief (Ex):** At 5th level, a fey prankster can take 10 on a Bluff, Disguise, Sleight of Hand, or Stealth skill check (if she has ranks in that skill), even if distracted or endangered. In addition, once per day, the fey prankster can take 20 on one these skill checks (if she has ranks in that skill). She can use this ability one additional time per day for every 6 bard levels she has beyond 5th, to a maximum of three times per day at 17th level.",
			"",
			"This ability replaces lore master."
		]
	},
	{
		"name": "Filidh",
		"file": "archetypedisplay13d2.html",
		"sources": [ "Ultimate Wilderness" ],
		"replaces": "Weapon/Armor Proficiencies; Spellcasting; Inspire Courage; Suggestion; Dirge of Doom; Inspire Heroics; Deadly Performance",
		"replace_array": [
			"Weapon/Armor Proficiencies",
			"Spellcasting",
			"Inspire Courage",
			"Suggestion",
			"Dirge of Doom",
			"Inspire Heroics",
			"Deadly Performance"
		],
		"short_description": "By tapping into the world's natural music, specialized bards known as filidhs are able to see not only the tapestry of life but divine portents of the future from the rhythm of all life's song.",
		"description": [
			"## Filidh",
			"",
			"**Source** [Ultimate Wilderness pg. 40](source:Ultimate_Wilderness)   ",
			"By tapping into the world's natural music, specialized bards known as filidhs are able to see not only the tapestry of life but divine portents of the future from the rhythm of all life's song.",
			"",
			"**Armor and Weapon Proficiency:** A filidh is proficient with light armor and is prohibited from wearing metal armor. A filidh can wear wooden armor that has been altered by the ironwood spell. Filidhs are proficient with shields (except tower shields) but can use only those made of wood.",
			"",
			"A filidh who wears prohibited armor or uses a prohibited shield is unable to cast bard spells or use any of his supernatural or spell-like class abilities while doing so and for 24 hours thereafter.",
			"",
			"This alters a bard's normal armor and weapon proficiencies.",
			"",
			"**Natural Magic:** A filidh casts spells as a bard, but the spells are divine, not arcane, and therefore not subject to arcane spell failure. A filidh must use a holy symbol or a musical instrument as a divine focus when a spell includes such a component. He still uses the bard spell list.",
			"",
			"This alters the bard's spellcasting.",
			"",
			"**Nature's Song:** Filidhs can hear the resonant song generated by all living creatures-a primal music that stretches back to the beginning of time and ahead to the unwritten future. By tapping into this cosmic melody, a filidh can steal glimpses of the future. Once per day per level, a filidh can sacrifice a spell slot as a swift action to gain an additional number of rounds of bardic performance for that day equal to the spell's level.",
			"",
			"In addition, a filidh gains the following types of bardic performances.",
			"",
			"**Echoes of Nature's Song (Su):** A filidh can use his bardic performance to imbue his allies with subconscious knowledge of their own futures, improving their reflexes and ability to avoid danger. An affected ally receives a +1 insight bonus on Reflex saving throws and to AC. At 5th level and every 6 bard levels thereafter, this bonus increases by 1, to a maximum of +4 at 17th level. This performance is a mind-affecting ability and relies on audible components.",
			"",
			"This performance replaces inspire courage.",
			"",
			"**Divinatory Song (Sp):** At 6th level, a filidh can use his performance to create an effect equivalent to [divination](spell:divination), using the filidh's level as the caster level. The filidh and all allies who can hear his performance receive the information provided by the divination as flashes of inspiration and knowledge. Divinatory song takes 10 minutes and uses 6 rounds of bardic performance. Divinatory song relies on audible components.",
			"",
			"This performance replaces suggestion.",
			"",
			"**Voices of Life (Su):** At 8th level, a filidh can grant himself and all allies who can hear his performance the ability to speak with animals and plants as if affected by [speak with animals](spell:speak_with_animals) and [speak with plants](spell:speak_with_plants) so long as he maintains this performance.",
			"",
			"This performance replaces dirge of doom.",
			"",
			"**Unity of Life (Su):** At 15th level, a filidh can use his performance to interlink the life force of two allies who can hear his performance as though they were affected by [shield other](spell:shield_other), using the filidh's bard level as his caster level. The filidh designates which ally is the warded target and which ally receives half the warded creature's damage. The filidh can switch the targets of this ability (and the effect of the performance the targets receive) as a free action once per round at the start of each turn that he maintains the performance.",
			"",
			"This performance replaces inspire heroics.",
			"",
			"**Song of the Cycle (Su):** At 20th level, a filidh can grant awe-inspiring glimpses into the future with his magic. All allies who can see and hear the filidh are affected as though by the personal version of [foresight](spell:foresight) for the duration of the performance.",
			"",
			"This performance replaces deadly performance."
		]
	},
	{
		"name": "First World Minstrel",
		"file": "archetypedisplay4070.html",
		"sources": [ "Legacy of the First World" ],
		"replaces": "Spell List; Bardic Knowledge; Inspire Courage; Dirge of Doom; Well-Versed",
		"replace_array": [
			"Spell List",
			"Bardic Knowledge",
			"Inspire Courage",
			"Dirge of Doom",
			"Well-Versed"
		],
		"short_description": "The First World minstrel's performances channel the mysterious powers of the First World.",
		"description": [
			"## First World Minstrel",
			"",
			"**Source** [Legacy of the First World pg. 11](source:Legacy_of_the_First_World)   ",
			"Most cultures tell stories of people stolen away by the fey, only to return years later, forever changed. The First World minstrel was changed in such a way by the fey, and his performances channel the mysterious powers of the First World.",
			"",
			"**Fey Magic:** A First World minstrel adds [summon nature's ally](spell:summon_nature's_ally) spells to his spell list instead of the equivalent [summon monster](spell:summon_monster) spells.",
			"",
			"This ability alters the First World minstrel's spell list.",
			"",
			"**Wild Empathy (Ex):** A First World minstrel gains the [wild empathy druid class feature](class:wild_empathy_druid_class_feature), using his bard level as his druid level for this ability.",
			"",
			"This ability replaces bardic knowledge.",
			"",
			"**Bardic Performance:** A First World minstrel gains the following types of bardic performance.",
			"",
			"**Echoes of the First World (Su):** A First World minstrel infuses himself or a single willing ally within 30 feet with the strange magic of the First World, granting the target one of the special abilities from the [fey creature template](monster:fey_creature_template) other than change shape for 1 round. For every 3 levels beyond 1st the First World minstrel has, he can target one additional ally or add an additional special ability to one of his targets. This is a polymorph effect that relies on audible components.",
			"",
			"This ability replaces inspire courage.",
			"",
			"**Gremlin's Luck (Su):** A First World minstrel of 8th level or higher can use his performance to inflict bad luck on a target within 30 feet for 1 round. Whenever the target rolls an ability check, attack roll, saving throw, or skill check, it must roll twice and take the worse result. A target that succeeds at a Will save (DC 10 + half the First World minstrel's level + his Charisma modifier) negates the effect and is immune to this ability for 24 hours. This is a mind-affecting effect that relies on audible components.",
			"",
			"This ability replaces dirge of doom.",
			"",
			"**Resist Nature's Lure (Ex):** At 2nd level, a First World minstrel gains the [resist nature's lure druid class feature.](class:resist_nature's_lure_druid_class_feature.)",
			"",
			"This ability replaces well-versed."
		]
	},
	{
		"name": "Flame Dancer",
		"file": "archetypedisplay5b51.html",
		"sources": [ "Advanced Class Guide" ],
		"replaces": "Countersong; Inspire Competence; Suggestion; Dirge of Doom",
		"replace_array": [
			"Countersong",
			"Inspire Competence",
			"Suggestion",
			"Dirge of Doom"
		],
		"short_description": "A flame dancer studies the movements of fire, adding its grace to his repertoire.",
		"description": [
			"## Flame Dancer",
			"",
			"**Source** [Advanced Class Guide pg. 81](source:Advanced_Class_Guide)   ",
			"A flame dancer studies the movements of fire, adding its grace to his repertoire. He seeks truth in fire's burning essence, and uses his performance to unleash the power of fire against those who dare oppose him.",
			"",
			"**Bardic Performance:** A flame dancer gains the following bardic performances.",
			"",
			"**Fire Dance (Su):** At 1st level, a fire dancer learns to protect himself and others from the pain of fire, and discovers how to control the flame while enduring its heat. Each round of the fire dance, he rolls a Perform (dance or sing) check. Any ally within 30 feet of the bard that has caught on fire or is affected by a fire effect or extreme heat can use the bard's Perform check result in place of its saving throw against that fire. Any ally within 30 feet of the bard who is suffering from heatstroke can ignore the fatigue from heat exposure so long as the bard maintains this performance. Fire dance relies on audible or visual components. This ability replaces countersong.",
			"",
			"**Song of the Fiery Gaze (Su):** At 3rd level, a fire dancer can allow allies to see through flames without any distortion. Any ally within 30 feet of the bard who can hear the performance can see through fire, fog, and smoke without penalty as long as the light is sufficient to allow him to see normally, as with the base effect of the [gaze of flames oracle revelation](class/ability/mystery:gaze_of_flames_oracle_revelation). Song of the fiery gaze relies on audible components. This ability replaces inspire competence.",
			"",
			"**Fire Break (Su):** At 6th level, a fire dancer's performance can bend flames away from others. Any ally within 30 feet of the bard who can hear or see the bardic performance gains resist fire 20 as long as the performance is maintained. At 11th level, this resistance increases to 30. Fire break relies on audible or visual components. This ability replaces suggestion.",
			"",
			"**Fan the Flames (Su):** At 8th level, a fire dancer adds [burning hands](spell:burning_hands), [flaming sphere](spell:flaming_sphere), and [fireball](spell:fireball) to his list of bard spells known (as 1st-, 2nd-, and 3rd-level spells, respectively). This ability replaces dirge of doom."
		]
	},
	{
		"name": "Flamesinger",
		"file": "archetypedisplaydaa4.html",
		"sources": [ "Elemental Master's Handbook" ],
		"replaces": "Bardic Knowledge; Lore Master; Inspire Courage; Versatile Performance",
		"replace_array": [
			"Bardic Knowledge",
			"Lore Master",
			"Inspire Courage",
			"Versatile Performance"
		],
		"short_description": "The flamesinger finds inspiration in the mesmerizing beauty of fire.",
		"description": [
			"## Flamesinger",
			"",
			"**Source** [Elemental Master's Handbook pg. 5](source:Elemental_Master's_Handbook)   ",
			"The flamesinger finds inspiration in the mesmerizing beauty of fire. While the flamesinger's tradition originated among the varied peoples of the Padishah Empire of Kelesh, it long ago spread to Qadira and from there throughout the Inner Sea region.",
			"",
			"**Fire Music:** A flamesinger gains [Fire Music](feat:Fire_Music) as a bonus feat at 1st level (without needing the meet the normal prerequisites). At 4th level (when she gains access to 2nd-level spells), she adds [summon monster I](spell:summon_monster_I) and [summon monster II](spell:summon_monster_II) to her bard spells known; every 3 levels thereafter she gains the next level of [summon monster](spell:summon_monster), until she adds [summon monster VI](spell:summon_monster_VI) to her spells known at 16th level. The flamesinger must apply the [Fire Music](feat:Fire_Music) feat's effect when casting these spells.",
			"",
			"This ability replaces bardic knowledge and lore master.",
			"",
			"**Bardic Performance:** A flamesinger gains the following bardic performance.",
			"",
			"**Blazing Blades (Su):** The flamesinger's song causes allies' weapons to burst into flames. To be affected, an ally must be able to hear the bard perform and be within 30 feet. An affected creature's successful attacks with manufactured or natural weapons deal 1d4 additional points of fire damage. These flames do not harm the weapon or its wielder. This damage stacks with other sources of fire damage, such as the [flaming](magic/weapon:flaming) special weapon ability. At 5th level and every 6 bard levels thereafter, this bonus fire damage increases by 1d4 (to a maximum of 4d4 at 17th level). This is a fire effect that relies on audible components.",
			"",
			"This ability replaces inspire courage.",
			"",
			"**Wildfire (Ex):** Like a raging wildfire, a flamesinger moves with blistering speed. At 2nd level and every 4 levels thereafter, the flamesinger gains a foot enhancement bonus to her base speed (to a maximum of feet at 18th level).",
			"",
			"This ability replaces versatile performance."
		]
	},
	{
		"name": "Fortune-Teller",
		"file": "archetypedisplay0d84.html",
		"sources": [],
		"replaces": "Spell List; Bardic Performance; Countersong; Distraction; Well-Versed; Dirge of Doom",
		"replace_array": [
			"Spell List",
			"Bardic Performance",
			"Countersong",
			"Distraction",
			"Well-Versed",
			"Dirge of Doom"
		],
		"short_description": "Instead of using song and dance, a fortune-teller influences people by divining their fate.",
		"description": [
			"## Fortune-Teller",
			"",
			"**Source** [Villain Codex pg. 32]_Codex)",
			"Instead of using song and dance, a fortune-teller influences people by divining their fate. Though he learns a great deal about the paths of destiny, his true skill is in making others think he knows more than he truly does.",
			"",
			"**Fortune-Teller's Divinations:** Add the following spells to the fortune-teller's bard spell list. He doesn't automatically gain them and must still select them as spells known if he wants to use them. 0-[guidance](spell:guidance); 1st-[object reading](spell:object_reading); 2nd-[augury](spell:augury); 3rd-[analyze aura](spell:analyze_aura); 4th-[divination](spell:divination); 5th-[retrocognition](spell:retrocognition); 6th-[true seeing](spell:true_seeing), [vision](spell:vision).",
			"",
			"This ability alters the bard's spell list.",
			"",
			"**Oracular Performance:** A fortune-teller can use Perform (oratory) to read a fortune as part of a bardic performance. Once per hour when the bard performs a fortune-telling using a fortune-teller's deck, a crystal ball, or a similar item, he can read the fortune of one subject of the bardic performance. This is part of the same action used to activate the performance. The fortune-teller rolls d%, adds his bard level to the result, and consults the table below. The outcome depends on whether the chosen creature is an ally (for a beneficial performance) or an enemy (for a detrimental performance).",
			"",
			"| d% | Result for Ally | Result for Enemy  |",
			"| --- | --- | ---  |",
			"| 1-35 | Woe | Weal  |",
			"| 36-65 | Inconclusive | Inconclusive  |",
			"| 66 | Weal | Woe |",
			"",
			"On an inconclusive result, the bard fails to get any information from the reading and the subject is affected by the performance normally. For an ally, on a weal result the subject's bonus from the performance increases by 1, and on a woe result the subject's bonus decreases by 1 (minimum 0). This affects only numeric bonuses. For example, a subject wouldn't gain another Hit Die from inspire greatness.",
			"",
			"For an enemy, on a weal result the subject gains a bonus on its saving throw to negate the bard's performance, and on a woe result it takes a -2 penalty on its save. An oracular performance has no effect on an enemy if the performance doesn't require a saving throw.",
			"",
			"All adjustments from an oracular performance on a foe last only for that instance of the bardic performance. All adjustments on an ally last for 1 minute, applying each time the fortune-teller uses that particular bardic performance on that ally but ending when the duration expires, even if the performance continues.",
			"",
			"This ability alters bardic performance and replaces countersong and distraction.",
			"",
			"**Fortune-Teller's Acumen:** At 2nd level, whenever he casts a spell from the divination school, a fortune-teller can use a fortune-teller's deck, crystal ball, or similar item instead of the spell's material component, as long as the cost of the material component is no more than 100 gp per bard level. If he chooses to cast the spell using such an item and the spell's normal material component (regardless of that component's cost), he casts the spell at caster level. This special focus can't be used with other special foci that have a similar effect, but can be used with spells that normally require a focus component (which must also be provided).",
			"",
			"This ability replaces well-versed.",
			"",
			"**Bardic Performance:** A fortune-teller gains the following bardic performance.",
			"",
			"**Transparent Fate (Su):** At 8th level, the fortune-teller can cause all enemies within 30 feet to have their near future revealed for all to see. A successful Will saving throw (DC = 10 1/2 the fortune-teller's level the fortune-teller's Cha modifier) negates the effect. This ability causes any creature attacked by an affected enemy to gain a bonus to AC and on saving throws against the attack. As a secondary effect, if an affected creature's hit points are reduced to less than its Constitution score, it also sees a vision of its own death and must succeed at another Will save or become frightened for 1 round. A given creature needs to save against this secondary effect at most once per performance of transparent fate, even if its hit points are reduced to less than its Constitution score multiple times. A creature that was targeted by oracular performance when this performance began applies any save DC adjustment to this secondary save as well. At the GM's discretion, the revelation of the creature's fate might have other consequences; for example, a creature's allies might see it was planning to betray them.",
			"",
			"This ability replaces dirge of doom."
		]
	},
	{
		"name": "Geisha",
		"file": "archetypedisplaycfc0.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Weapon/Armor Proficiencies; Bardic Knowledge",
		"replace_array": [
			"Weapon/Armor Proficiencies",
			"Bardic Knowledge"
		],
		"short_description": "Specially trained entertainers called geisha are praised for their appearance and skill at conversation, music, dancing, singing, poetry, and calligraphy.",
		"description": [
			"## Geisha",
			"",
			"**Source** [Ultimate Magic pg. 27](source:Ultimate_Magic)   ",
			"In some cultures, the professional entertainer is a prestigious role. Specially trained entertainers called geisha are praised for their appearance and skill at conversation, music, dancing, singing, poetry, and calligraphy. A geisha provides social intimacy and status but not physical intimacy.",
			"",
			"**Weapon and Armor Proficiency:** Geisha are proficient in all simple weapons and one monk weapon. Geisha are not proficient in any armor or shield; unlike bards, geisha are subject to arcane spell failure even when casting in light armor or when using a shield. This replaces the normal bard armor and weapon proficiencies.",
			"",
			"**Tea Ceremony (Su):** By spending 10 minutes preparing an elaborate tea ceremony, a geisha may affect her allies with inspire courage, inspire competence, inspire greatness, or inspire heroics. The ceremony's effects last 10 minutes. The geisha must spend 4 rounds of bardic performance for each creature to be affected.",
			"",
			"**Geisha Knowledge:** A geisha adds half her class level (minimum 1) on Craft (calligraphy) checks, Diplomacy checks, Knowledge (nobility) checks, and one type of Perform check (act, dance, oratory, percussion, string instruments, or sing); she may make checks with these skills untrained. This replaces bardic knowledge.",
			"",
			"**Scribe Scroll:** A geisha gains Scribe Scroll as a bonus feat."
		]
	},
	{
		"name": "Hatharat Agent",
		"file": "archetypedisplaydffb.html",
		"sources": [ "Qadira, Jewel of the East" ],
		"replaces": "Bardic Knowledge; Well-Versed; Dirge of Doom",
		"replace_array": [
			"Bardic Knowledge",
			"Well-Versed",
			"Dirge of Doom"
		],
		"short_description": "Although the Hatharat employs all manner of specialists, bards who take up the role of agent are among its most infamous and widespread.",
		"description": [
			"## Hatharat Agent",
			"",
			"**Source** [Qadira, Jewel of the East pg. 47](source:Qadira,_Jewel_of_the_East)   ",
			"Although the Hatharat employs all manner of specialists, bards who take up the role of agent are among its most infamous and widespread.",
			"",
			"**Called Favor (Ex):** At 1st level, a Hatharat agent can use his contacts to ask for a favor from various individuals who have benefited from Hatharat aid in the past. The agent must spend 1d4 hours in an urban area with a population of at least 200 people to use this ability, and must succeed at a DC 20 Diplomacy check to secure the favor. Once an attempt to call in a favor has been made, whether or not the Diplomacy check was successful, the Hatharat agent must wait 2d6 days before attempting to call in a new favor, so as to not overtax the favors owed the society as a whole.",
			"",
			"The Hatharat agent can use a successful called favor to secure an introduction to an important NPC, either to learn an important piece of information (something that would otherwise require a successful DC 20 Knowledge check to know) or to secure a pardon for a minor crime of which an ally has been convicted. Similar favors could be granted at the GM's discretion.",
			"",
			"At 7th level, an agent need only wait 1d6 days between uses of called favors. In addition to the favors above, he can now ask for a favor that supplies the aid of a single 5th-level specialist for 24 hours. This specialist is treated as a short-term cohort for the agent, but should remain under the control of the GM. The exact statistics for the specialist (who can be of any class) should also be calculated by the GM. The maximum level of the specialist the agent can secure increases by 1 for every 2 bard levels the Hatharat agent has above 7th, to a maximum of an 11th-level specialist at 19th level. The Pathfinder RPG NPC Codex contains numerous pregenerated NPCs that can be used as these specialists.",
			"",
			"This ability replaces bardic knowledge.",
			"",
			"**Informed Persuasion (Ex):** At 2nd level, a Hatharat agent uses his knowledge of a target to increase his persuasiveness. If he has at least 1 rank in an associated Knowledge skill, he applies his Intelligence modifier (in addition to his Charisma modifier, as normal) to Bluff, Diplomacy, and Intimidate checks against that Knowledge skill's associated category of targets. The types of Knowledge and their associated groups are arcana (spellcasters), geography (tribal citizens), local (urban citizens), nobility (politicians and nobles), and religion (worshipers of a recognized faith).",
			"",
			"This ability replaces well-versed.",
			"",
			"**Bardic Performance:** A Hatharat agent gains the bardic performance listed below.",
			"",
			"**Master of Manipulation (Su):** At 8th level, a Hatharat agent gains a reputation of being able to sense lies. When using bardic performance, his very presence can often draw the truth out of others. This ability affects all creatures selected by the bard within a 20-foot-radius emanation from the bard. Any affected creature can't speak any deliberate or intentional lies, but is aware of the effect and can choose to avoid answering a question to which it would normally respond with a lie, or may be evasive as long as it remains within the boundaries of the truth. This is a mind-affecting compulsion effect.",
			"",
			"This performance replaces dirge of doom."
		]
	},
	{
		"name": "Hoaxer",
		"file": "archetypedisplayf33f.html",
		"sources": [ "Black Markets" ],
		"replaces": "Bardic Knowledge; Inspire Courage; Inspire Competence; Inspire Greatness; Countersong; Distraction; Inspire Greatness; Versatile Performance; Well-Versed; Lore Master",
		"replace_array": [
			"Bardic Knowledge",
			"Inspire Courage",
			"Inspire Competence",
			"Inspire Greatness",
			"Countersong",
			"Distraction",
			"Inspire Greatness",
			"Versatile Performance",
			"Well-Versed",
			"Lore Master"
		],
		"short_description": "Hoaxers specialize in creating valuable-looking counterfeits and infusing these false treasures with dangerous magic to make their marks more vulnerable to future swindles.",
		"description": [
			"## Hoaxer",
			"",
			"**Source** [Black Markets pg. 29](source:Black_Markets)   ",
			"Hoaxers specialize in creating valuable-looking counterfeits and infusing these false treasures with dangerous magic to make their marks more vulnerable to future swindles.",
			"",
			"**Counterfeiter (Ex):** A hoaxer adds half his bard level (minimum 1) on all Appraise, Bluff, and Sleight of Hand checks, as well as on Craft, Knowledge, Linguistics, Perception, and Profession checks to create or detect a counterfeit or forgery. He can attempt such skill checks untrained. This ability replaces bardic knowledge.",
			"",
			"**Bardic Performance (Su):** A hoaxer dedicates his arcane energies to deceiving others rather than to entertaining them, granting him the following unique performances.",
			"",
			"**Bad Deal (Su):** A hoaxer can use his performance to coax a bit of luck (good or bad) into a valuable-seeming object. As a standard action that provokes attacks of opportunity, the hoaxer can use 1 round of bardic performance to invest a single object in his possession with a hex he knows. This object must be light enough to hold in one hand, and cannot already have any magical properties. The object remains hexed as long as the hoaxer continues to spend 1 round of bardic performance each round as a swift action to maintain it, until the hoaxer drops the item, or until triggered. The hex triggers immediately upon being willingly accepted by another creature, targeting its new owner. A bad deal cannot be forced on a creature or slipped into its possession without its knowledge, but a hoaxer can lie or cheat to convince his mark to accept the object, or use spells like [beguiling gift](spell:beguiling_gift).",
			"",
			"At 1st level, the hoaxer knows one [witch hex](unknown:witch_hex) from the following list: blight, charm, evil eye, fortune, healing, misfortune, slumber, or unnerve beasts. At 3rd level and every 3 bard levels thereafter, he can learn one additional hex. The save DC for a hoaxer's hexes is equal to 10 + 1/2 the hoaxer's bard level + his Charisma modifier. These hexes function identically to witch hexes, except they can only target single creatures, and the hoaxer can only use his hexes by investing them into objects. If the hoaxer learns hexes from any other source (such as the witch class), he cannot invoke them into an object.",
			"",
			"Beginning at 12th level, the hoaxer adds the following major hexes to the list of hexes he can learn: agony, hoarfrost, ice tomb, infected wounds, nightmares, retribution, and speak in dreams. This performance replaces inspire courage, inspire competence, and inspire greatness.",
			"",
			"**Buyer Beware (Su):** As a standard action, a hoaxer can convince someone to accept a gift or trade as per [beguiling gift](spell:beguiling_gift) (DC = 10 + 1/2 the hoaxer's bard level + his Charisma modifier) by spending 1 round of bardic performance on a supernatural sales pitch. The hoaxer can use this ability to convince a creature to accept a hexed object created with his bad deal performance. This performance replaces countersong.",
			"",
			"**Personal Guarantee (Su):** A hoaxer can prevent his hexed wares from afflicting a target until he is safely out of sight. He can spend up to 1 round of bardic performance per bard level while hexing an object. For every round expended, the object's hex is delayed for 1 minute before triggering and hexing its current owner. This performance replaces distraction.",
			"",
			"**Curse Breaker (Su):** A hoaxer of 12th level or higher can use performance to create an effect equal to [break enchantment](spell:break_enchantment). This otherwise functions as soothing performance. This performance replaces inspire greatness.",
			"",
			"**Misery (Ex):** At 2nd level, a hoaxer learns to take joy in the misfortune of others. He gains a +1 morale bonus on attack rolls and damage rolls against creatures suffering from a curse, hex, or harmful mind-affecting effect, as well as a +1 morale bonus on Will saving throws against spells from such creatures. These bonuses increase by 1 at 5th level and every 6 bard levels thereafter. This ability replaces versatile performance.",
			"",
			"**Versed in Curses (Ex):** At 2nd level, a hoaxer gains a +4 bonus on saving throws against curses, hexes, and language-dependent effects. This ability replaces well-versed.",
			"",
			"**Curse Crafter (Ex):** At 5th level, a hoaxer learns how to craft cursed items. He gains one [item creation feat](unknown:item_creation_feat) as a bonus feat at 5th level, plus an additional item creation feat every 6 levels thereafter. He can use these feats only to craft cursed items. In addition, he can craft items that appear magical but have no true magical properties-as if permanently affected by the [magic aura](spell:magic_aura) spell-for 50 gp. This ability replaces lore master."
		]
	},
	{
		"name": "Impervious Messenger",
		"file": "archetypedisplay4b10.html",
		"sources": [ "Ultimate Intrigue" ],
		"replaces": "Fascinate; Suggestion; Mass Suggestion; Dirge of Doom; Frightening Tune; Bardic Knowledge; Well-Versed",
		"replace_array": [
			"Fascinate",
			"Suggestion",
			"Mass Suggestion",
			"Dirge of Doom",
			"Frightening Tune",
			"Bardic Knowledge",
			"Well-Versed"
		],
		"short_description": "The impervious messenger is capable of harnessing the unique qualities of bardic magic to keep, transport, and communicate the most precious of secrets and messages.",
		"description": [
			"## Impervious Messenger",
			"",
			"**Source** [Ultimate Intrigue pg. 20](source:Ultimate_Intrigue)   ",
			"The impervious messenger is capable of harnessing the unique qualities of bardic magic to keep, transport, and communicate the most precious of secrets and messages, even when subject to the most vigorous forms of observation, be they magical or mundane.",
			"",
			"**Bardic Performance (Su):** An impervious messenger gains the following types of bardic performances.",
			"",
			"**Chant of Perfect Recall (Su):** At 1st level, an impervious messenger can spend 1 round of his bardic performance to commit something to memory. This ability functions exactly as per [memorize page](spell:memorize_page), but the impervious messenger is the only recipient and he requires only 1 round to commit a single page to memory. An impervious messenger can commit additional pages worth of material to memory by using additional rounds of his bardic performance, but he can never memorize more than half his total bard level in pages (minimum 1).",
			"",
			"This ability replaces fascinate.",
			"",
			"**Song of Subterfuge (Su):** At 6th level, an impervious messenger learns to use his performances to project various thoughts into his own mind to disrupt divination attempts. This acts similarly to distraction, except it only affects the impervious messenger and allows him to use the result of his Perform check in place of saving throws against attempts to read his mind, such as detect thoughts. At 18th level, if the impervious messenger succeeds on a saving throw while using song of subterfuge, the character who attempted the divination effect must succeed on a Will save (DC = 20 + the impervious messenger's Charisma modifier) or else the impervious messenger instantly learns the nature of the effect and can allow the effect to continue, but provide whatever information he chooses to the divining character rather than the true results of the divination effect.",
			"",
			"This ability replaces suggestion and mass suggestion.",
			"",
			"**Unbroken Stride (Su):** At 8th level, an impervious messenger draws upon his bardic abilities to imbue himself with grace and speed. While using this bardic performance, an impervious messenger gains an insight bonus equal to half his bard level on all Acrobatics, Climb, Fly, and Ride checks. In addition, while maintaining this performance, he gains the benefits of the [ranger's woodland stride ability](class:ranger's_woodland_stride_ability) and a +10-foot enhancement bonus to his base land speed. At 12th level, an impervious messenger using his unbroken stride bardic performance also acts as if under the effect of [freedom of movement](spell:freedom_of_movement). In addition, the enhancement bonus to his base land speed increases to +30 feet.",
			"",
			"This ability replaces dirge of doom and frightening tune.",
			"",
			"**Cryptic Whisper (Ex):** At 2nd level, the impervious messenger internalizes his understanding of language and ciphers, and filters them through his bardic abilities. He adds half his bard level to all Linguistics checks and Bluff checks to deliver secret messages, and he gains a +4 bonus on saving throws against glyph spells, symbol spells, and language-dependent effects.",
			"",
			"This ability replaces bardic knowledge and well-versed."
		]
	},
	{
		"name": "Juggler",
		"file": "archetypedisplay4362.html",
		"sources": [ "Ranged Tactics Toolbox" ],
		"replaces": "Weapon/Armor Proficiencies; Bardic Knowledge; Lore Master; Versatile Performance; Well-Versed; Soothing Performance",
		"replace_array": [
			"Weapon/Armor Proficiencies",
			"Bardic Knowledge",
			"Lore Master",
			"Versatile Performance",
			"Well-Versed",
			"Soothing Performance"
		],
		"short_description": "Jugglers are masters of manipulating objects, most famously by keeping multiple objects in the air simultaneously.",
		"description": [
			"## Juggler",
			"",
			"**Source** [Ranged Tactics Toolbox pg. 7](source:Ranged_Tactics_Toolbox)   ",
			"Jugglers are masters of manipulating objects, most famously by keeping multiple objects in the air simultaneously. They often incorporate this talent into acting, comedy, or dance. Adventuring jugglers find their abilities translate well into the use of thrown weapons.",
			"",
			"**Weapon and Armor Proficiencies:** A juggler is proficient with all simple weapons, plus martial thrown weapons. This replaces his normal weapon proficiencies. A juggler is not proficient with shields.",
			"",
			"**Fast Reactions (Ex):** At 1st level, a juggler gains [Deflect Arrows](feat:Deflect_Arrows) as a bonus feat. At 5th level, he gains [Snatch Arrows](feat:Snatch_Arrows) as a bonus feat. The juggler doesn't need to meet the prerequisites for these feats. The juggler can use the ability granted by these feats an additional time each round at 11th level (with a -5 penalty on his second attack roll) and at 17th level (with a -10 penalty on his third attack roll). This ability replaces bardic knowledge and lore master.",
			"",
			"**Combat Juggling (Ex):** At 2nd level, a juggler can hold and wield (in other words, \"juggle\") up to three items or weapons in his hands. The juggler must be able to hold and wield an object in one hand in order to juggle it. This ability doesn't grant the juggler additional attacks, though it does allow him to use different weapons as part of a full attack. As long as he is juggling fewer than three objects, the juggler is considered to have a free hand (for the purposes of drawing a weapon, using somatic components, using [Deflect Arrows](feat:Deflect_Arrows), and so on). At 6th level and every 4 levels thereafter, the maximum number of objects the juggler can juggle increases by one, to a maximum of seven objects at 18th level.",
			"",
			"If the juggler is affected by any action or condition that would require a concentration check while he is juggling, he must attempt a Sleight of Hand check to continue juggling and avoid losing concentration. The check's DC is the same as a concentration check, treating the spell level as twice the number of objects being juggled. If the juggler fails his Sleight of Hand check, he drops all juggled objects but one, determined randomly. This ability replaces versatile performance.",
			"",
			"**Evasion (Ex):** At 2nd level, a juggler gains [evasion, as the rogue class feature of the same name](class:evasion,_as_the_rogue_class_feature_of_the_same_name). At 12th level, he gains improved evasion, as the [rogue advanced talent](unknown:rogue_advanced_talent). This ability replaces well-versed and soothing performance."
		]
	},
	{
		"name": "Lotus Geisha",
		"file": "archetypedisplaybf58.html",
		"sources": [ "Dragon Empires Primer" ],
		"replaces": "Different Weapon Proficiencies; Well-Versed; Bardic Knowledge; Lore Master",
		"replace_array": [
			"Different Weapon Proficiencies",
			"Well-Versed",
			"Bardic Knowledge",
			"Lore Master"
		],
		"short_description": "The lotus geisha of Minkai are renowned for their powers of seduction.",
		"description": [
			"## Lotus Geisha",
			"",
			"**Source** [Dragon Empires Primer pg. 22](source:Dragon_Empires_Primer)   ",
			"The lotus geisha of Minkai are renowned for their powers of seduction, and tales tell of lotus geisha disarming foes and bolstering allies. The lotus geisha is an archetype of the bard class.",
			"",
			"**Weapon Proficiency:** A lotus geisha is proficient with all simple weapons, plus the butterfly sword, fighting fan, iron brush, sai, shortbow, and shuriken. This replaces the normal bard weapon proficiencies.",
			"",
			"**Enrapturing Performance (Su):** At 2nd level, a lotus geisha gains the ability to execute an enrapturing performance in addition to her bardic performance ability. An enrapturing performance is exactly like a bardic performance with the following exceptions.",
			"",
			"A lotus geisha can use an enrapturing performance to recreate the effects of any of her known bardic performances, but she focuses the performance on only a single target within range. While other creatures see and hear a lotus geisha's enrapturing performance, only the target of this ability is affected by it. A lotus geisha cannot have a bardic performance and an enrapturing performance in effect at the same time. Every round spent engaged in an enrapturing performance counts against the total number of rounds per day she can use her bardic performance, and she cannot use this ability if she does not have any more rounds of bardic performance left for that day. Starting an enrapturing performance is a standard action; at 7th level, it becomes a move action, and at 13th level, it becomes a swift action.",
			"",
			"A lotus geisha adds a +2 bonus to the DC of Will saves made to resist the effects of her fascinate, frightening tune, and suggestion enrapturing performances. When a lotus geisha uses her enrapturing performance ability to emulate inspire competence, inspire courage, inspire greatness, or inspire heroics, any bonuses to AC or on ability checks, attack rolls, damage rolls, saving throws, and skill checks increase by +1. For example, a lotus geisha using inspire heroics as an enrapturing performance would grant her target a +5 morale bonus on saving throws and a +5 dodge bonus to AC, instead of the usual +4 bonuses.",
			"",
			"This ability replaces well-versed.",
			"",
			"**Bonus Feats:** At 1st level, a lotus geisha gains [Spell Focus (enchantment)](feat:Spell_Focus_(enchantment)) as a bonus feat. At 5th level, she gains [Greater Spell Focus (enchantment)](feat:Greater_Spell_Focus_(enchantment)) as a bonus feat. These bonus feats replace bardic knowledge and lore master."
		]
	},
	{
		"name": "Luring Piper",
		"file": "archetypedisplay252c.html",
		"sources": [ "Monster Hunter's Handbook" ],
		"replaces": "Class Skills; Bardic Knowledge; Dirge of Doom; Soothing Performance; Well-Versed",
		"replace_array": [
			"Class Skills",
			"Bardic Knowledge",
			"Dirge of Doom",
			"Soothing Performance",
			"Well-Versed"
		],
		"short_description": "Some bards have an exceptional ability to use their musical performances to entrance the world's wilder creatures.",
		"description": [
			"## Luring Piper",
			"",
			"**Source** [Monster Hunter's Handbook pg. 11](source:Monster_Hunter's_Handbook)   ",
			"Some bards have an exceptional ability to use their musical performances to entrance the world's wilder creatures. These performers are so focused that they create melodies capable of leading animals and fey to their unwilling death.",
			"",
			"**Class Skills:** A luring piper gains Survival as a class skill.",
			"",
			"This alters the bard's class skills.",
			"",
			"**Fey Secrets:** A luring piper adds half his class level (minimum 1) on Bluff, Knowledge (nature), Perception, Sense Motive, and Survival checks when interacting with fey.",
			"",
			"This ability replaces bardic knowledge.",
			"",
			"**Luring Presentation (Ex):** Creatures that have the animal or fey type take a -2 penalty on saving throws imposed by a luring piper's bardic performances. Creatures with any other type gain a +2 bonus on saving throws against a luring piper's bardic performances.",
			"",
			"This ability modifies bardic performance.",
			"",
			"**Bardic Performance:** The luring piper gains the following types of bardic performances that can only be made when using Perform (wind instruments) and a when employing a wind instrument.",
			"",
			"Charming Melody (Su) While using the fascinate bardic performance, the luring piper can play a song that compels animals and fey to follow him wherever he goes. Instead of sitting peacefully and merely observing the luring piper, creatures with the animal or fey type instead quietly and calmly walk toward the luring piper, stopping once they are adjacent to the luring piper and following him if he moves.",
			"",
			"This performance modifies fascinate.",
			"",
			"Deadly Lure (Sp) At 8th level, the luring piper can use his suggestion bardic performance on targeted animals and fey to make them take actions that result in their own injury or death, such as leaping off a cliff or into a river. The targeted creature is allowed a second saving throw to shake off the effect before completing any self-harming actions.",
			"",
			"This performance replaces the bard's dirge of doom.",
			"",
			"Fey-Wounding Song (Sp) At 12th level as a full-round action, the luring piper can expend 3 rounds of bardic performance to play a song that causes fey tremendous pain. Treat this as equivalent to [mass inflict serious wounds](spell:mass_inflict_serious_wounds), but affecting only fey targets and using the lurid piper's bard level as his caster level.",
			"",
			"This performance replaces soothing performance.",
			"",
			"**Piper's Attention (Ex):** Starting at 2nd level, whenever a luring piper is actively using Perform (wind instruments) as part of a bardic performance, he gains a +4 bonus on saving throws against language-dependent, mind-affecting, and sonic effects. If this effect is caused by a fey creature, the luring piper can also roll the saving throw twice and take the better result.",
			"",
			"This ability replaces well-versed."
		]
	},
	{
		"name": "Magician",
		"file": "archetypedisplay551c.html",
		"sources": [ "Advanced Player's Guide" ],
		"replaces": "Inspire Courage; Dirge of Doom; Frightening Tune; Bardic Knowledge; Countersong; Well-Versed; Versatile Performance; Lore Master; Jack of all Trades",
		"replace_array": [
			"Inspire Courage",
			"Dirge of Doom",
			"Frightening Tune",
			"Bardic Knowledge",
			"Countersong",
			"Well-Versed",
			"Versatile Performance",
			"Lore Master",
			"Jack of all Trades"
		],
		"short_description": "A magician dabbles in performance, but sees it as a means to tap into universal energies and channel them.",
		"description": [
			"## Magician",
			"",
			"**Source** [Advanced Player's Guide pg. 82](source:Advanced_Player's_Guide)   ",
			"A magician dabbles in performance, but sees it as a means to tap into universal energies and channel them.",
			"",
			"**Bardic Performance:** A magician gains the following types of bardic performance.",
			"",
			"**Dweomercraft (Su):** A magician can use performance to manipulate magical energies. Allies of the magician gain a +1 bonus on caster level checks, concentration checks, and attack rolls with spells and spell-like abilities. This bonus increases by +1 at 5th level and every six levels thereafter. This ability relies on visual and audible components. It replaces inspire courage.",
			"",
			"**Spell Suppression (Su):** A 8th level, a magician can use performance to counter the spells of his foes. Once the bard begins using this performance, he tracks the number of rounds it has been in use. While performing, as an immediate action, he can attempt to counter any spell that he can identify using Spellcraft, so long as that spell's level is equal or less than the total number of rounds he has been performing spell suppression. The attempt to counter the spell is made as if using [dispel magic](spell:dispel_magic), using the bard's level as the caster level. If successful, the bardic performance immediately ends. This ability requires audible components. This performance replaces dirge of doom.",
			"",
			"**Metamagic Mastery (Ex):** At 14th level, a magician can use performance to apply a [metamagic feat](unknown:metamagic_feat) to a spell he is about to cast without increasing the casting time. The bard must still expend a higher-level slot to cast this spell. This causes the performance to immediately end. This ability requires audible components. This performance replaces frightening tune.",
			"",
			"**Magical Talent (Ex):** A magician gains a bonus equal to half his level on Knowledge (arcana), Spellcraft, and Use Magic Device checks. This ability replaces bardic knowledge.",
			"",
			"**Improved Counterspell:** A magician gains [Improved Counterspell](feat:Improved_Counterspell) as a bonus feat. This ability replaces countersong.",
			"",
			"**Extended Performance (Su):** At 2nd level, a magician can extend the duration of bardic performance after he stops concentrating by sacrificing a spell slot as a swift action. The performance effect lingers for 1 extra round per level of the spell. Only one spell may be sacrificed per performance, and performance types that take affect after a specific number of rounds cannot be extended. This ability replaces well-versed.",
			"",
			"**Expanded Repertoire (Ex):** At 2nd level and every four levels thereafter, a magician can add one spell to his spells known from the spell list of any arcane spellcasting class. The spell must be of a level he can cast. This ability replaces versatile performance.",
			"",
			"**Arcane Bond (Ex):** At 5th level, a magician gains the [arcane bond ability as a wizard](class:arcane_bond_ability_as_a_wizard). He may not choose a familiar or a weapon as a bonded item. This ability replaces lore master.",
			"",
			"**Wand Mastery (Ex):** At 10th level, when a magician uses a wand containing a spell on his spell list, he uses his Charisma bonus to set the wand's save DC. At 16th level, when using such a wand, he uses his caster level in place of the wand's caster level. This ability replaces jack of all trades."
		]
	},
	{
		"name": "Masked Performer",
		"file": "archetypedisplayb548.html",
		"sources": [ "Ultimate Intrigue" ],
		"replaces": "Bardic Knowledge; Countersong; Inspire Competence; Surggestion; Mass Suggestion; Versatile Performance; Lore Master",
		"replace_array": [
			"Bardic Knowledge",
			"Countersong",
			"Inspire Competence",
			"Surggestion",
			"Mass Suggestion",
			"Versatile Performance",
			"Lore Master"
		],
		"short_description": "The masked performer takes on the persona represented by the likeness she wears.",
		"description": [
			"## Masked Performer",
			"",
			"**Source** [Ultimate Intrigue pg. 20](source:Ultimate_Intrigue)   ",
			"Not merely a entertainer in a disguise, the masked performer takes on the persona represented by the likeness she wears. Her alter ego might be a theatrical archetype, a legendary hero, or a revered spirit. Masked performers are often the stars of religious plays and festivals, and aficionados easily recognize them and associate them with their most famous role.",
			"",
			"**Dual Identity (Ex):** This ability acts as the [vigilante ability of the same name](class:vigilante_ability_of_the_same_name), except as follows. The masked performer's identities are referred to as social and masked, rather than social and vigilante.",
			"",
			"Unlike a vigilante, most people who know of the masked performer actually know that the masked performer's identities are one and the same. Nonetheless, the dual identity ability is valuable to the masked performer due to offering her two perspectives on any problem and two different alignments.",
			"",
			"This ability replaces bardic knowledge.",
			"",
			"**Bardic Performance:** A masked performer gains the following types of bardic performance.",
			"",
			"**Seamless Guise (Ex):** At 1st level, a masked performer learns to behave in a way that appears perfectly proper and normal for her current role, on stage or off. She can maintain this performance for 1 hour for every 3 rounds of bardic performance she spends. While this performance is active, she receives a +10 bonus on Disguise and Perform (act) checks to remain in character after she has already established her character. For instance, this bonus does not apply against the initial Perception check when meeting a creature paying attention to her but does apply on the automatic additional Perception check each hour of interacting.",
			"",
			"This ability replaces countersong.",
			"",
			"**Exaggerated Pose (Su):** At 3rd level, a masked performer can enhance her own physical and social abilities by simply altering her posture. When she starts this performance, the masked performer chooses a Strength-, Dexterity-, or Charisma-based skill and gains a +2 competence bonus on checks with that skill as long as she maintains this performance. This bonus increases by 1 for every 4 bard levels the masked performer has beyond 3rd (+3 at 7th level, +4 at 11th level, +5 at 15th level, and +6 at 19th level). The masked performer can change the chosen skill as a swift action. Exaggerated pose is an emotion effect and relies on visual components.",
			"",
			"This ability replaces inspire competence.",
			"",
			"**Stage Combat (Su):** At 6th level, a masked performer gains the benefit of a [combat feat](unknown:combat_feat) she doesn't have as long as she maintains this performance. The masked performer chooses the feat when she starts this performance. The masked performer must meet all the feat's prerequisites. As usual when temporarily gaining a feat, if the feat she chooses has any limitations on uses, such as [Stunning Fist](feat:Stunning_Fist)'s daily uses, all uses of that combat feat while maintaining stage combat count toward that feat's limit. In the case of Stunning Fist, if the masked performer gained that feat again later the same day, the expended uses would remain expended. Stage combat relies on visual components.",
			"",
			"This ability replaces suggestion.",
			"",
			"**Multiplicity of Masks (Su):** At 18th level, a masked performer can cause any number of her allies to appear as herself or as another ally within 60 feet. To be affected, an ally must be within 60 feet of the masker performer and able to see her. As long as the masked performer maintains this performance, enemies perceive all affected allies as the chosen character. If an affected ally is a different size or creature type than the chosen character, enemies can attempt a Will save (DC = 10 + 1/2 the masked performer's bard level + her Charisma modifier) to disbelieve. Otherwise, there is no saving throw, but a successful attack against a disguised ally automatically reveals the ally's true form. If an ally moves out of range, that ally reverts to his original form, and the entire effect ends if the ally providing his appearance to the others moves out of range. Multiplicity of masks is an illusion (glamer) effect that relies on visual components.",
			"",
			"This ability replaces mass suggestion.",
			"",
			"**Social Grace (Ex):** At 2nd level, a masked performer gains the [social grace vigilante social talent](unknown:social_grace_vigilante_social_talent). She gains an additional skill with social grace 1 level later than a vigilante (at 6th level, 10th level, and so on).",
			"",
			"This ability replaces versatile performance.",
			"",
			"**Masked Talents:** At 5th level, a masked performer gains a [rogue talent](unknown:rogue_talent) from the following list: expert leaper, fast stealth, ledge walker, rogue crawl, rope master, stand up, and wall scramble. At 17th level, a masked performer can choose any of the above talents or an advanced talent from the following list: defensive roll, fast tumble, hide in plain sight, and skill mastery. This ability does not qualify her for the [Extra Rogue Talent](feat:Extra_Rogue_Talent) feat.",
			"",
			"This ability replaces lore master."
		]
	},
	{
		"name": "Mute Musician",
		"file": "archetypedisplaye424.html",
		"sources": [ "Horror Realms" ],
		"replaces": "Bardic Knowledge; Inspire Competence; Frightening Tune; Inspire Heroics; Mass Suggestion; Versatile Performance; Well-Versed; Jack-of-All-Trades",
		"replace_array": [
			"Bardic Knowledge",
			"Inspire Competence",
			"Frightening Tune",
			"Inspire Heroics",
			"Mass Suggestion",
			"Versatile Performance",
			"Well-Versed",
			"Jack-of-All-Trades"
		],
		"short_description": "A mute musician forswears speech for the unnatural songs and thunderous silences of the depths of space.",
		"description": [
			"## Mute Musician",
			"",
			"**Source** [Horror Realms pg. 9](source:Horror_Realms)   ",
			"A mute musician forswears speech for the unnatural songs and thunderous silences of the depths of space. She learns to blend light and sound in seemingly impossible ways. Some mute musicians look to the darker aspects of Desna as their inspiration for these performances, but most mute musicians find their muse in the alien sounds of the Elder Mythos and the entities that orbit the blind idiot god Azathoth, who floats in the heart of the Dark Tapestry.",
			"",
			"**Mute (Ex):** A mute musician has a disability or injury (possibly self-inflicted or even psychological) that prevents her from speaking or vocalizing. Language-dependent effects (including Perform [oratory]) require the bard to be able to use telepathy, nonverbal languages, or writing to communicate. She cannot use Perform (sing) or speak languages, though she can still create audible bardic performances by means of a musical instrument. A mute musician can provide verbal and somatic components for spells she casts via any musical instrument in which she has ranks in the appropriate Perform skill.",
			"",
			"**Eschew Materials (Ex):** A mute musician gains [Eschew Materials](feat:Eschew_Materials) as a bonus feat at 1st level.",
			"",
			"This ability replaces bardic knowledge.",
			"",
			"**Bardic Performance:** A mute musician gains the following bardic performances.",
			"",
			"**Symphony of Silence (Su):** At 3rd level, the mute musician's music muffles all other sounds within a 30-foot radius. All creatures in the area of effect gain a +2 bonus on all saving throws made against sonic attacks or language-dependent effects. This bonus increases to +3 at 7th level, +4 at 11th level, +5 at 15th level, and +6 at 19th level. Symphony of silence relies on audible components.",
			"",
			"This bardic performance replaces inspire competence.",
			"",
			"**Maddening Harmonics (Su):** At 14th level, the mute musician can create a performance so baffling and discordant that it usurps all thought within a 30-foot radius with chaos and entropy. The mute musician can select which creatures in this area are affected by the maddening harmonics and which are not. All targeted creatures within this area must succeed at a Will saving throw (DC = 10 + 1/2 the bard's level + the bard's Charisma modifier) or be confused for as long as they can hear the performance. If the creature succeeds at its saving throw, it is immune to this ability for 24 hours. This performance relies on audible components.",
			"",
			"This bardic performance replaces frightening tune.",
			"",
			"**Ceaseless Performance (Su):** At 15th level, the mute musician can continue taking the free action to maintain a bardic performance even while confused, cowering in fear, dazed, nauseated, panicked, paralyzed, petrified, silenced, staggered, stunned, or unconscious. Even if the mute musician is killed, she can continue to take the free action to maintain her performance as long as she has rounds remaining. Only the utter destruction of the mute musician's body (such as via [destruction](spell:destruction) or [disintegrate](spell:disintegrate), or by reducing the bard to a negative hit point total equal to 10 ?? her Constitution score) causes the performance to end.",
			"",
			"This ability replaces inspire heroics.",
			"",
			"**Song of the Conjunction (Su):** At 18th level, the mute musician can harmonize with the alien chorus beyond the music of the spheres, creating a portentous cosmic alignment. This effect duplicates a [gate](spell:gate) used to travel, save that the destination point must be on the same plane as the bard, but it is not otherwise limited by distance.",
			"",
			"This bardic performance replaces mass suggestion.",
			"",
			"**Insights from Beyond (Ex):** At 2nd level, a mute musician adds two abjuration, conjuration (calling), conjuration (summoning), or conjuration (teleportation) spells from the sorcerer/wizard spell list to her list of bard spells known. At 6th level and every 4 bard levels thereafter, she can choose two more spells to add to her spells known.",
			"",
			"This class feature replaces versatile performance.",
			"",
			"**Dulled Horror (Ex):** At 2nd level, a mute musician gains a +4 bonus on saves against confusion, fear, insanity effects, and the supernatural abilities of aberrations.",
			"",
			"This class feature replaces well-versed.",
			"",
			"**Eldritch Caesura (Su):** At 10th level, a mute musician can insert unsettling silences into her otherworldly music by spending an additional 1 round of bardic performance per round. This supernatural technique impossibly blurs the line between music and light, transmitting audible performances and sonic bard spells through most barriers save lead. This allows the music and sonic spells to affect creatures across planar boundaries (including on the Ethereal or Shadow Planes), vacuums, and areas of magical silence.",
			"",
			"This class feature replaces jack-of-all-trades.",
			"",
			"**Ex-Mute Musicians:** A mute musician who regains the ability to speak or chooses to speak aloud loses all abilities granted by this archetype. She can regain the archetype's abilities by spending 24 hours without speaking."
		]
	},
	{
		"name": "Negotiator",
		"file": "archetypedisplay724b.html",
		"sources": [ "Champions of Balance" ],
		"replaces": "Bardic Knowledge; Bardic Performance; Versatile Performance; Lore Master",
		"replace_array": [
			"Bardic Knowledge",
			"Bardic Performance",
			"Versatile Performance",
			"Lore Master"
		],
		"short_description": "Negotiators are those bards who take the skills of a performer and apply them to the realms of business and law.",
		"description": [
			"## Negotiator",
			"",
			"**Source** [Champions of Balance pg. 18](source:Champions_of_Balance)   ",
			"Bards are experts at manipulating the emotions and perceptions of others. Negotiators are those bards who take the skills of a performer and apply them to the realms of business and law.",
			"",
			"**Hard Bargainer:** A negotiator adds half his class level (minimum 1) on Bluff, Diplomacy, Intimidate, Knowledge (local), and Sense Motive checks. This ability replaces bardic knowledge.",
			"",
			"**Bardic Performance:** A negotiator gains the following types of bardic performance.",
			"",
			"**Counterargument (Su):** This performance acts as countersong, except a negotiator can use only Perform (act, comedy, oratory, or sing) to perform a counterargument.",
			"",
			"**Fast Talk (Su):** At 1st level, a negotiator can use performance to affect the perceptions of any number of targets that can hear him. While the negotiator performs, these targets take a -1 penalty on saving throws against enchantment (charm) and illusion (figment, glamer, or shadow) effects, as well as a penalty on Appraise checks equal to half the negotiator's level (minimum -1). A target that fails its Appraise check believes that the object in question is worth 10% more or less (negotiator's choice) than its actual value. At 5th, 11th, and 17th levels, the saving throw penalty increases by 1 and the shift in an object's perceived value increases by 10%. Fast talk is a language-dependent, mind-affecting ability that uses audible components. This performance replaces inspire courage.",
			"",
			"**Binding Contract (Sp):** At 9th level, the negotiator can bind another creature's promise to the negotiator with a geas. This acts as [lesser geas](spell:lesser_geas), except the creature must have Hit Dice equal to or less than the negotiator's level. The target can negate this effect with a successful Will save (DC = 10 + 1/2 the negotiator's level + the negotiator's Charisma modifier). The geas is discharged if the negotiator breaks his end of the bargain. Using this ability requires 3 rounds of continuous performance, and the target must be able to see and hear the bard throughout the performance. At 18th level, this effect acts as [geas/quest](spell:geas/quest) (no HD limit, and the target cannot attempt a saving throw). Binding contract is an enchantment (compulsion), mind-affecting, language-dependent ability that relies on audible components. This performance replaces inspire greatness.",
			"",
			"**Rogue Talents:** At 2nd level, a negotiator gains a [rogue talent](unknown:rogue_talent), as the rogue class feature of the same name. At 6th level and every 4 levels thereafter, the negotiator gains an additional rogue talent. A negotiator cannot select a rogue talent that modifies the sneak attack ability. This ability replaces versatile performance.",
			"",
			"**Master of Rhetoric (Ex):** At 5th level, the negotiator can take 10 on any Bluff, Diplomacy, Intimidate, Knowledge (local), or Sense Motive check if he has ranks in that skill. A negotiator can choose not to take 10 and can instead roll normally. In addition, the negotiator can take 20 on one of those skill checks (without spending any additional time). The negotiator can do this once per day at 5th level, twice per day at 11th level, and three times per day at 17th level. This ability replaces lore master.",
			"",
			"**Advanced Talents:** At 10th level and every 4 levels thereafter, a negotiator can select an [advanced rogue talent](unknown:advanced_rogue_talent) in place of a rogue talent. A negotiator cannot select an advanced talent that modifies the sneak attack ability."
		]
	},
	{
		"name": "Phrenologist",
		"file": "archetypedisplayb272.html",
		"sources": [ "Occult Adventures" ],
		"replaces": "Bardic Knowledge; Well-Versed; Jack-of-all-Trades; Inspire Courage; Inspire Competence; Fascinate",
		"replace_array": [
			"Bardic Knowledge",
			"Well-Versed",
			"Jack-of-all-Trades",
			"Inspire Courage",
			"Inspire Competence",
			"Fascinate"
		],
		"short_description": "The phrenologist is an expert at reading creatures' skulls, and he learns to use this knowledge to his benefit.",
		"description": [
			"## Phrenologist",
			"",
			"**Source** [Occult Adventures pg. 114](source:Occult_Adventures)   ",
			"The phrenologist is an expert at reading creatures' skulls, and he learns to use this knowledge to his benefit.",
			"",
			"**Phrenological Knowledge (Ex):** A phrenologist is an expert at reading creatures' skulls. He gains [Psychic Sensitivity](feat:Psychic_Sensitivity) as a bonus feat, and he can use the phrenology skill unlock even if he is untrained in [Knowledge (arcana)](skill:Knowledge_arcana). He adds half his class level (minimum 1) on all Knowledge (arcana) checks for the phrenology occult skill unlock. This ability replaces bardic knowledge.",
			"",
			"**Skull-Versed (Ex):** Starting at 2nd level, a phrenologist can use knowledge gleaned from a creature's skull to tailor a performance. All creatures on which the phrenologist has successfully used his phrenology skill unlock take a -2 penalty on all saving throws against the phrenologist's bardic performances. This ability replaces well-versed.",
			"",
			"**Phrenological Savant:** At 10th level, a phrenologist gains either [Psychic Maestro](feat:Psychic_Maestro) or [Psychic Virtuoso](feat:Psychic_Virtuoso) as a bonus feat. If he chooses [Psychic Maestro](feat:Psychic_Maestro), he must select phrenology as one of his two skill unlocks to use an additional time. This ability replaces jack-of-all-trades.",
			"",
			"**Bardic Performance:** A phrenologist gains the following types of bardic performance.",
			"",
			"**Skull Sonata (Su):** At 1st level, a phrenologist learns to use the resonance of other creatures' skulls to increase sonic damage. All enemies within 30 feet of the phrenologist that have skulls take an amount of additional sonic damage equal to half the phrenologist's bard level (minimum 1) each time they take sonic damage. Skull sonata relies on audible components. This ability replaces inspire courage.",
			"",
			"**In Your Head (Sp):** At 3rd level, a phrenologist can use his performance to send his own senses into another's skull, as the spell [witness](spell:witness) (DC = 10 + 1/2 the phrenologist's class level + his Charisma modifier). At 11th level, this performance's duration increases to 10 minutes per bard level, and at 19th level, the duration increases to 1 hour per bard level. In your head relies on audible components. This ability replaces inspire competence.",
			"",
			"**Fingers of Fascination (Su):** When a phrenologist uses the fascinate bardic performance, he can send forth psychic fingers along with his performance, allowing him to study one of the fascinated creatures with his phrenology skill unlock without touching its head physically and without it being helpless, willing, or paralyzed. This does not spend his daily use of the phrenology skill unlock. This ability alters fascinate."
		]
	},
	{
		"name": "Pitax: Academy of Grand Arts",
		"file": "archetypedisplaydafc.html",
		"sources": [ "Guide to the River Kingdoms" ],
		"replaces": "Versatile Performance",
		"replace_array": [ "Versatile Performance" ],
		"short_description": "Those who have successfully mastered the strict curriculum of the Academy of Grand Arts.",
		"description": [
			"**## Pitax:** Academy of Grand Arts",
			"",
			"**Source** [Guide to the River Kingdoms pg. 40](source:Guide_to_the_River_Kingdoms)   ",
			"Bards who have successfully mastered the strict curriculum of Pitax's Academy of Grand Arts to graduate are more adept in their assigned field of performance, at the expense of versatility in other areas. Such bards have the focused performance alternate class ability, which replaces versatile performance.",
			"",
			"**Focused Performance (Ex):** At 2nd level, a bard must choose one type of Perform skill. The bard gains [Extra Performance](feat:Extra_Performance) as a bonus feat, usable only with the chosen category of the Perform skill. At 8th level, and every 6 levels thereafter, the bard gains Extra Performance as an additional bonus feat. The additional uses of bardic performance gained from these feats cannot be used with any category of the Performance skill other than the one chosen at 2nd level."
		]
	},
	{
		"name": "Plant Speaker",
		"file": "archetypedisplay1052.html",
		"sources": [ "Ultimate Wilderness" ],
		"replaces": "Inspire Greatness; Bardic Knowledge; Well-Versed; Lore Master",
		"replace_array": [
			"Inspire Greatness",
			"Bardic Knowledge",
			"Well-Versed",
			"Lore Master"
		],
		"short_description": "(Vine Leshy only) Plant speakers build upon their racial plantspeech ability and their storytelling tendencies to create an art form full of deep metaphors and allegory rather than specific details and facts.",
		"description": [
			"## Plant Speaker",
			"",
			"**Source** [Ultimate Wilderness pg. 22](source:Ultimate_Wilderness)   ",
			"Plant speakers build upon their racial [plantspeech](race:plantspeech) ability and their storytelling tendencies to create an art form full of deep metaphors and allegory rather than specific details and facts.",
			"",
			"**Bardic Performance:** Plant speakers gain the following bardic performance.",
			"",
			"**Leshy Speaker (Su):** At 9th level, the plant speaker can speak to its disembodied brethren, the spirits of nature that become leshys. He performs for 10 minutes and spends 7 rounds of bardic performance to gain the effects of [commune with nature](spell:commune_with_nature).",
			"",
			"This replaces inspire greatness.",
			"",
			"**Plant Speech:** A plant speaker's mind-affecting bard spells and class abilities also affect plants, ignoring plants' immunity to mind-affecting effects. At 2nd level, a plant speaker's racial [plantspeech](race:plantspeech) allows him to communicate with all plants, not just plants that match his alternate form.",
			"",
			"This replaces bardic knowledge and well-versed.",
			"",
			"**Mystical Allegory (Su):** At 5th level, the plant speaker can tell a story that matches some of the themes of the current situation in order to gain insight, gaining the effects of [augury](spell:augury) by performing for 1 minute and spending 4 rounds of bardic performance. At 11th level, he can perform for 10 minutes and spend 7 rounds of bardic performance to gain the effects of [divination](spell:divination). At 17th level, he can perform for 1 hour and spend 10 rounds of bardic performance to gain the effects of [legend lore](spell:legend_lore), but the information is always vague and incomplete.",
			"",
			"This replaces lore master."
		]
	},
	{
		"name": "Prankster",
		"file": "archetypedisplaya5d0.html",
		"sources": [ "Advanced Race Guide" ],
		"replaces": "Fascinate; Suggestion; Mass Suggestion; Lore Master",
		"replace_array": [
			"Fascinate",
			"Suggestion",
			"Mass Suggestion",
			"Lore Master"
		],
		"short_description": "(Gnome Only) The prankster sees humor as the highest form or art, and pranks as the highest form of humor.",
		"description": [
			"## Prankster",
			"",
			"**Source** [Advanced Race Guide pg. 35](source:Advanced_Race_Guide)   ",
			"The prankster sees humor as the highest form or art, and pranks as the highest form of humor. In addition to setting friends up for light-hearted pranks, the prankster can use his quick wit and cruel sense of humor to enrage foes before incapacitating them with a clever turn of phrase.",
			"",
			"**Bardic Performance:** A prankster's bardic performance functions like a bard's, but some of its performances are exchanged for those listed below.",
			"",
			"**Mock (Su):** At 1st level, the prankster can use his performance to cause one or more creatures to become furious with him. Each creature to be mocked must be within 90 feet, able to see, hear, and understand the prankster, and capable of paying attention to him. The prankster must also be able to see the creatures affected. For every three levels the prankster has attained beyond 1st, he can target one additional creature with this ability.",
			"",
			"Each creature within range receives a Will save (DC 10 + 1/2 the prankster's level + the prankster's Charisma modifier) to negate the effect. If a creature's saving throw succeeds, the prankster cannot successfully mock that creature for 24 hours. If its saving throw fails, the creature is angered by the performance and seeks to harm the prankster. While the prankster maintains the mocking, the target takes a -2 penalty on all attack rolls and skill checks until it has successfully attacked the prankster with a melee or ranged attack, or has harmed the creature with a spell that deals damage.",
			"",
			"Mock is an enchantment (compulsion) mind-affecting ability. Mock relies on audible and visual components in order to function. This ability replaces fascinate.",
			"",
			"**Punchline (Sp):** At 6th level, the prankster can use his performance to tell a punchline to amuse a creature he has already mocked (see above), goading it into [hideous laughter](spell:hideous_laughter) (as the spell). Using this ability does not disrupt the mock effect, but it does require a standard action to activate (in addition to the free action to continue the mock effect). A prankster can use this ability more than once against an individual creature during an individual performance.",
			"",
			"Telling a punchline does not count against a prankster's daily use of bardic performance. A Will saving throw (DC 10 + 1/2 the bard's level + the bard's Charisma modifier) negates the effect. This ability affects only a single creature. Punchline is an enchantment (compulsion), mind affecting, language-dependent ability and relies on audible components. This ability replaces the suggestion ability.",
			"",
			"**Mass Punchline (Sp):** This ability functions just like punchline, but allows a prankster of 18th level or higher to use [hideous laughter](spell:hideous_laughter) simultaneously against any number of creatures that he has mocked. This ability replaces the mass suggestion ability.",
			"",
			"**Swap (Ex):** A prankster can steal an object from a creature and replace it with another object of the same size or smaller that the prankster has in his hand. This functions as the steal combat maneuver, but the prankster does not provoke an attack of opportunity, and may use his Sleight of Hand check in place of his combat maneuver check. If the prankster's check exceeds the target's CMD by 10 or more, the target is unaware the swap has been made until it tries to use the swapped object or the end of its next turn (whichever happens first). This ability replaces lore master."
		]
	},
	{
		"name": "Provocateur",
		"file": "archetypedisplay29ab.html",
		"sources": [ "Inner Sea Intrigue" ],
		"replaces": "Bardic Knowledge; 2nd-level Versatile Performance; Suggestion, Mass Suggestion",
		"replace_array": [
			"Bardic Knowledge",
			"2nd-level Versatile Performance",
			"Suggestion, Mass Suggestion"
		],
		"short_description": "Provocateurs are bards who use their art to make controversial political statements, undermine enemies' reputations, and upset the status quo on a large scale.",
		"description": [
			"## Provocateur",
			"",
			"**Source** [Inner Sea Intrigue pg. 45](source:Inner_Sea_Intrigue)   ",
			"Provocateurs are bards who use their art to make controversial political statements, undermine enemies' reputations, and upset the status quo on a large scale. They can be found most often in areas of political unrest such as the unruly Chelish city of Kintargo, throughout rebellion-fraught Galt, and among the backstabbing upper classes of Absalom, Brevoy, and Taldor.",
			"",
			"**Provocateur (Ex):** A provocateur adds 1/2 his bard level on skill checks to reduce a target's influence (Ultimate Intrigue 102) and on skill checks to reduce a target's attitude toward another creature or organization.",
			"",
			"This replaces bardic knowledge.",
			"",
			"**Calumny (Ex):** At 2nd level, a provocateur can use his Perform (comedy, oratory, or sing) modifier in place of his Bluff and Diplomacy modifier on checks to spread a rumor and in place of his Intimidate modifier on checks to demoralize foes.",
			"",
			"This ability replaces the versatile performance gained at 2nd level.",
			"",
			"**Damning Performance (Su):** At 4th level, a provocateur can cause all observers fascinated by her fascinate performance to become less friendly to a target creature or group of her choice for 10 minutes per bard level. Affected observers' attitudes toward the target, the target's influence (Ultimate Intrigue 102) with affected observers, and affected observers' trust level as contacts (Ultimate Campaign 148) for the target are all reduced by one step. If she reveals information during the performance that would reduce those creatures' attitudes anyway, those attitudes worsen by an additional step for the duration. If the provocateur engages in a verbal duel (Ultimate Intrigue 176) against the target with an audience affected by damning performance, she automatically gains two edges.",
			"",
			"At 18th level, the duration increases to 1 day per bard level.",
			"",
			"This ability replaces suggestion and mass suggestion."
		]
	},
	{
		"name": "Ringleader (AG)",
		"file": "archetypedisplayb0f4.html",
		"sources": [ "Adventurer's Guide" ],
		"replaces": "Bardic Performance; Well-Versed; Versatile Performance; Suggestion; Mass Suggestion; Soothing Performance",
		"replace_array": [
			"Bardic Performance",
			"Well-Versed",
			"Versatile Performance",
			"Suggestion",
			"Mass Suggestion",
			"Soothing Performance"
		],
		"short_description": "Ringleaders are specialists who oversee large operations in which trouble could strike at any moment and any place.",
		"description": [
			"## Ringleader (AG)",
			"",
			"**Source** [Adventurer's Guide pg. 33](source:Adventurer's_Guide)   ",
			"The Aspis Consortium's global operations are too extensive to conduct without relying on contractors and hirelings. Ringleaders are specialists who oversee large operations in which trouble could strike at any moment and any place.",
			"",
			"**Cunning Plan (Su):** By spending 1 minute laying out a plan, a ringleader can impart inspiring instructions to a number of allies equal to her bard level + her Charisma bonus. Upon concluding the plan, the ringleader chooses one of her bardic performances and expends a number of rounds of bardic performance equal to up to double her bard level. Thereafter, as a move action, the ringleader or any of the instructed allies can trigger the implanted instructions, causing that creature to immediately gain the benefits of the ringleader's implanted bardic performance (each creature can trigger the instructions for itself separately). This effect lasts for a number of rounds equal to the rounds of bardic performance the ringleader expended while creating the plan, though the effect also ends if the ringleader dismisses it as a free action or activates a different plan or bardic performance. For the purpose of this ability, the ringleader attempts any skill checks associated with the bardic performance once a creature triggers the plan. A ringleader's cunning plans all expire each time she regains her daily spell slots or after 24 hours (whichever comes first).",
			"",
			"At 7th level, the ringleader (but not an ally) can trigger a cunning plan as a swift action instead of as a move action. At 13th level, the ringleader can trigger a cunning plan as an immediate action. A ringleader is less capable of improvising, and when she uses bardic performance without creating a cunning plan, she must expend 1 additional round of bardic performance to begin the performance.",
			"",
			"This ability alters bardic performance.",
			"",
			"**Never Lose Face (Ex):** A ringleader is never outdone by her minions. At 2nd level, she gains a +2 bonus on saving throws against effects that also target one or more of her allies.",
			"",
			"This ability replaces well-versed.",
			"",
			"**Sinister Mien (Ex):** At 2nd level, a ringleader can use her Intimidate bonus in place of her Perform bonus when using her bardic performance class ability. When the ringleader uses Intimidate to improve a creature's attitude, the creature's attitude remains friendly for 10 additional minutes per point by which the ringleader exceeded the check's DC. At 6th level, the ringleader gains [Dazzling Display](feat:Dazzling_Display) as a bonus feat and does not need a weapon in her hand to use the feat. At 10th level, the ringleader can activate [Dazzling Display](feat:Dazzling_Display) as a standard action. At 14th level, she can affect all enemies within 60 feet with Dazzling Display. At 18th level, the range increases to 120 feet.",
			"",
			"This ability replaces versatile performance.",
			"",
			"**Countless Contingencies (Su):** At 6th level, whenever a ringleader creates a plan using her cunning plan ability, she can choose two different bardic performances. When she triggers the plan, she chooses which of the two performances takes effect. At 12th level, a ringleader can spend a standard action and 2 rounds of bardic performance to extend the duration of a triggered plan by 1d4 rounds. At 18th level, the ringleader can choose three different bardic performances when using her cunning plan ability.",
			"",
			"This ability replaces suggestion, mass suggestion, and soothing performance."
		]
	},
	{
		"name": "Ringleader (UI)",
		"file": "archetypedisplay1ed6.html",
		"sources": [ "Ultimate Intrigue" ],
		"replaces": "Inspire Competence; Dirge of Doom; Frightening Tune; Versatile Performance; Well-Versed; Lore Master",
		"replace_array": [
			"Inspire Competence",
			"Dirge of Doom",
			"Frightening Tune",
			"Versatile Performance",
			"Well-Versed",
			"Lore Master"
		],
		"short_description": "Ringleaders are adept in getting the most out of their allies, and they excel at planning for unexpected complications in advance.",
		"description": [
			"## Ringleader (UI)",
			"",
			"**Source** [Ultimate Intrigue pg. 21](source:Ultimate_Intrigue)   ",
			"Ringleaders are adept in getting the most out of their allies, and they excel at planning for unexpected complications in advance. Often the masterminds behind elaborate heists and infiltrations, ringleaders use their organizational abilities to make sure the plan goes without a hitch, even when the team is split up and unable to communicate with each other on the spot.",
			"",
			"**Bardic Performance:** A ringleader gains an altered version of inspire competence that grants greater effects at higher levels.",
			"",
			"**Inspire Competence (Su):** At 3rd level, a ringleader can use his performance to help an ally succeed at a task. This ability acts as the inspire competence bardic performance with the following additions. At 8th level, the ringleader's ally gains a competence bonus on an additional skill (for a total of two skills). In addition, he can end the effect to reroll a check with one of the affected skills (the reroll still applies the bonus from inspire competence). Each ally can only use this latter ability once per day, regardless of the number of skills affected and the number of times they are affected by inspire competence.",
			"",
			"At 14th level, the ringleader's ally gains a competence bonus on an additional skill (for a total of three skills). In addition, he can take 10 on the affected skills when stressed or distracted.",
			"",
			"This ability alters inspire competence and replaces dirge of doom and frightening tune.",
			"",
			"**Inspired Plan (Su):** At 2nd level, a ringleader can alter his performance so it affects a single ally at a later time. The ringleader must explain his plan to that ally for a number of minutes equal to the number of bardic performance rounds he expends on the effect, and use audible and/or visual components according to the performance altered. This costs the ringleader the chosen number of rounds of bardic performance.",
			"",
			"At any time before the ringleader recovers bardic performance rounds for the day, the inspired character can activate the performance as a standard action wherever she is. When activated, the altered performance affects only the inspired ally and has no audible or visible components. If the performance could normally affect any number of allies, its effects last 2 rounds for each round the ringleader spent on the performance. Otherwise, the effects last 1 round for each round the ringleader spent on the performance.",
			"",
			"A ringleader can alter only the countersong, distraction, inspire courage, inspire competence, inspire greatness, and inspire heroics performances in this way. The ringleader makes any necessary choices when establishing the performance, though in the case of countersong and distraction, the ringleader attempts Perform checks once his ally triggers the plan, ignoring any temporary bonuses or penalties, no matter whether they applied when he explained the plan or when the ally triggers it.",
			"",
			"A character can be subject to only one inspired plan at a time and cannot be subject to a ringleader's inspired plan and any of the ringleader's normal performances at the same time, but she can benefit from other bardic performances in the interim. The ringleader cannot use inspired plan on himself, but he can have dormant plans ready to trigger on as many different allies as he can afford to affect at once.",
			"",
			"This ability replaces versatile performance.",
			"",
			"**Hidden Plans (Ex):** At 2nd level, a ringleader becomes a master of discretion. The ringleader gains a +4 bonus on saving throws against effects that would read his thoughts or compel him to tell the truth.",
			"",
			"This ability replaces well-versed.",
			"",
			"**Prepared (Ex):** At 5th level, a ringleader expects the unexpected. When the ringleader is in a situation where he could use a particular piece of nonmagical gear, the ringleader can attempt a Knowledge check appropriate to his current situation to have purchased that item in advance. The DC of the check is equal to the item's cost in gp. If he succeeds, he deducts the appropriate cost of the item from his current gp total and now has the item in question on his person. He cannot use this ability to retroactively gain an item that would change his encumbrance to a different load category, though in this case, he can attempt to retrieve such objects from a pack mule, extradimensional storage space, or other location that would not affect his encumbrance. He can use this ability once per day at 5th level, plus one additional time per day for every 5 bard levels beyond 5th.",
			"",
			"This ability replaces lore master."
		]
	},
	{
		"name": "Sandman",
		"file": "archetypedisplay2ef8.html",
		"sources": [ "Advanced Player's Guide" ],
		"replaces": "Inspire Courage; Suggestion; Inspire Greatness; Inspire Heroics; Mass Suggestion; Deadly Performance; Bardic Knowledge; Versatile Performance; Inspire Competence; Lore Master",
		"replace_array": [
			"Inspire Courage",
			"Suggestion",
			"Inspire Greatness",
			"Inspire Heroics",
			"Mass Suggestion",
			"Deadly Performance",
			"Bardic Knowledge",
			"Versatile Performance",
			"Inspire Competence",
			"Lore Master"
		],
		"short_description": "Combining performance with stealth, trickery, and guile, the sandman uses cleverness to keep others off-balance.",
		"description": [
			"## Sandman",
			"",
			"**Source** [Advanced Player's Guide pg. 82](source:Advanced_Player's_Guide)   ",
			"Combining performance with stealth, trickery, and guile, the sandman uses cleverness to keep others off-balance.",
			"",
			"**Bardic Performance:** A sandman gains the following types of bardic performance.",
			"",
			"**Stealspell (Su):** A sandman can use performance to steal spells from his foes and add them to his list of spells known. Once the performance is started, the bard can steal a prepared spell or a spell known from another creature with a touch attack as a standard action. The target receives a Will save (DC 10 + 1/2 the bard's level + the bard's Cha bonus) to negate the effect. The sandman may choose a spell to steal, but if the target does not possess the spell, the bardic performance immediately ends. Otherwise the spell stolen is random, but it is always of the highest level that the bard can cast, if possible. The target loses the prepared spell or spell known and the sandman adds it to his list of spells known for as long as the performance continues, after which it reverts to the original recipient. While stolen, the bard can cast the spell using his available spell slots. This use does not consume the stolen spell. If the bard steals another spell while a spell is stolen, the previous spell immediately reverts to its original owner. This ability requires visual components. This performance replaces inspire courage.",
			"",
			"**Slumber Song (Sp):** At 6th level, a sandman can use his performance to cause a creature he has already fascinated to fall asleep (as [deep slumber](spell:deep_slumber), but with no HD limit). Otherwise, this ability functions like suggestion. This performance replaces suggestion.",
			"",
			"**Dramatic Subtext (Su):** At 9th level, a sandman can use bardic performance to cast spells without obvious visual or audible components while retaining the spell's normal effects. Observers must succeed at a Perception check opposed by a sandman's Sleight of Hand check to notice that the sandman is the source of the spellcasting (though spellcasting still provokes attacks of opportunity). The bard must use this performance for at least 2 rounds before casting a spell; otherwise he is automatically detected and the performance ends. This ability replaces inspire greatness.",
			"",
			"**Greater Stealspell (Su):** A sandman's stealspell power improves at 15th level. When a target fails a save against his stealspell performance, the sandman discovers its spell resistance (if any) and all spells it has prepared or knows. He can then choose which spell to steal. The sandman may forgo stealing a spell and instead reduce the target's SR by an amount equal to half his bard level and gain that amount of spell resistance for as long as he continues performing. If he steals additional spell resistance, it stacks with previously stolen SR. If he steals a spell or ceases performing, the spell resistance immediately reverts back to its owner. This performance replaces inspire heroics.",
			"",
			"**Mass Slumber Song (Sp):** At 18th level, a sandman can use slumber song to affect any number of fascinated creatures within 30 feet. Otherwise, this ability functions like mass suggestion. This performance replaces mass suggestion.",
			"",
			"**Spell Catching (Su):** At 20th level, a sandman who saves against a spell or spell-like ability that targets only him (not including area spells) may use bardic performance as an immediate action. He must attempt a caster level check (DC 10 + the spell's original caster level). If it succeeds, the sandman can absorb the spell effect without harm and immediately recast that spell (using the original caster's level and save DC) or any spell he knows of that level or lower. Using this ability consumes a number of rounds of bardic performance equal to the spell's level, even if the check fails. This performance replaces deadly performance.",
			"",
			"**Master of Deception (Ex):** A sandman gains a bonus equal to half his level on Bluff, Sleight of Hand, and Stealth checks. He may also disarm magical traps with Disable Device as a rogue's trapfinding ability. This ability replaces bardic knowledge.",
			"",
			"**Sneakspell (Ex):** At 2nd level, a sandman adds +1 to the save DC of spells and bardic performance against opponents who are denied their Dex bonus. This increases to +2 at 10th level and +3 at 18th level. In addition, at 6th level he gains a +2 bonus on caster level checks to overcome spell resistance against such foes, and this bonus increases to +4 at 14th level. This ability replaces versatile performance.",
			"",
			"**Trap Sense (Ex):** At 3rd level, a sandman gains a +1 bonus on Reflex saves against traps and a +1 dodge bonus to AC against traps. These bonuses increase by +1 every three levels after 3rd. This ability replaces inspire competence.",
			"",
			"**Sneak Attack (Ex):** At 5th level, a sandman inflicts +1d6 points of damage against targets within 30 feet that he flanks or that are denied their Dex bonus to AC against him. This damage increases by +1d6 every five levels after 5th. This ability replaces lore master."
		]
	},
	{
		"name": "Savage Skald",
		"file": "archetypedisplay8f2a.html",
		"sources": [ "Advanced Player's Guide" ],
		"replaces": "Fascinate; Suggestion; Jack of all Trades; Soothing Performance; Mass Suggestion",
		"replace_array": [
			"Fascinate",
			"Suggestion",
			"Jack of all Trades",
			"Soothing Performance",
			"Mass Suggestion"
		],
		"short_description": "Far from civilization, furious tribes have their own war-singers, work-chanters, and lore-keepers, savaging enemies with song and sword alike.",
		"description": [
			"## Savage Skald",
			"",
			"**Source** [Advanced Player's Guide pg. 84](source:Advanced_Player's_Guide)   ",
			"Far from civilization, furious tribes have their own war-singers, work-chanters, and lore-keepers, savaging enemies with song and sword alike.",
			"",
			"**Bardic Performance:** A savage skald gains the following types of bardic performance.",
			"",
			"**Inspiring Blow (Su):** A savage skald roars his war-cries with each telling blow. When he confirms a critical hit, he can start this performance as an immediate action (ending any other performances). He gains temporary hit points equal to his Charisma modifier (if positive), and all allies within 30 feet gain a +1 morale bonus on their next attack roll prior to the start of his next turn. These temporary hit points remain until the bard ends his performance. This performance replaces fascinate.",
			"",
			"**Incite Rage (Su):** At 6th level, a savage skald can induce a furious rage in one creature within 30 feet. This effect functions as a [rage](spell:rage) spell that lasts as long as the target can hear the bard's performance; however, unwilling creatures can be affected if they fail a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). Success renders the target immune to this power for 24 hours. The bard cannot target himself with this ability. If the target has the rage class feature, it can instead immediately rage and stay in this rage without consuming rounds of rage per day as long as the bard continues performing. This mind-affecting effect requires audible components. This performance replaces suggestion.",
			"",
			"**Song of the Fallen (Sp):** At 10th level, a savage skald can duplicate the effect of a [horn of Valhalla](magic/wondrous:horn_of_Valhalla). This effect requires 10 continuous rounds of performance and summons barbarians as a silver horn at 10th level, as a brass horn at 13th level, as a bronze horn at 16th level, and as an iron horn at 19th level. The warriors remain only as long as the bard continues his performance. This ability requires audible components. This performance replaces jack of all trades.",
			"",
			"**Berserkergang (Ex):** At 12th level, a savage skald can inspire a rapturous battle trance that suppresses pain, stunning, and fear effects for one creature, plus one additional creature per three levels after 12th. Affected creatures also gain DR 5/- (DR 10/- against nonlethal damage); this benefit stacks with the damage reduction class ability of barbarians. This mind-affecting ability requires audible components. This performance replaces soothing performance.",
			"",
			"**Battle Song (Su):** At 18th level, a savage skald can affect all allies within 30 feet when using performance to incite rage. This performance replaces mass suggestion."
		]
	},
	{
		"name": "Sea Singer",
		"file": "archetypedisplay4107.html",
		"sources": [ "Advanced Player's Guide" ],
		"replaces": "Countersong; Inspire Competence; Suggestion; Mass Suggestion; Bardic Knowledge; Versatile Performance; Well-Versed",
		"replace_array": [
			"Countersong",
			"Inspire Competence",
			"Suggestion",
			"Mass Suggestion",
			"Bardic Knowledge",
			"Versatile Performance",
			"Well-Versed"
		],
		"short_description": "The sea singer calls the blue waters his home, and is much in demand among sea captains wishing good fortune for their crew and hull as they ply the tradewinds far and wide.",
		"description": [
			"## Sea Singer",
			"",
			"**Source** [Advanced Player's Guide pg. 84](source:Advanced_Player's_Guide)   ",
			"The sea singer calls the blue waters his home, and is much in demand among sea captains wishing good fortune for their crew and hull as they ply the tradewinds far and wide.",
			"",
			"**Bardic Performance:** A sea singer gains the following types of bardic performance.",
			"",
			"**Sea Shanty (Su):** A sea singer learns to counter seasickness and exhaustion during long sea voyages. Each round of a sea shanty, he makes a Perform skill check. Allies within 30 feet (including the sea singer) may use his Perform check in place of a saving throw against becoming exhausted, fatigued, nauseated, or sickened; if already under such an effect, a new save is allowed each round of the sea shanty, using the bard's Perform check for the save. A sea shanty has no effect on instantaneous effects or effects that do not allow saves. This ability requires audible components. This performance replaces countersong.",
			"",
			"**Still Water (Su):** At 3rd level, a sea singer can use performance to calm rough waters within 30 feet, reducing the DC for Profession (sailor) and Swim checks, as well as for Acrobatics and Climb checks aboard ship, by an amount equal to the bard's level (to a minimum of DC 10) for as long he continues to perform. He can extend this duration to 1 hour by playing for 10 consecutive rounds. This ability requires audible components. This performance replaces inspire competence.",
			"",
			"**Whistle the Wind (Su):** A sea singer of 6th level or higher can use performance to create a [gust of wind](spell:gust_of_wind). This wind lasts for as long as he continues his performance. He can extend this duration to 1 minute by playing for 5 consecutive rounds. This performance replaces suggestion.",
			"",
			"**Call the Storm (Su):** At 18th level, a sea singer can use performance to duplicate [control water](spell:control_water), [control weather](spell:control_weather), [control winds](spell:control_winds), or [storm of vengeance](spell:storm_of_vengeance), using his bard level as the caster level. Using this ability requires 1 round of continuous performance per level of the spell (as if he were a druid). These effects continue for as long as the bard continues performing (the effects on [control weather](spell:control_weather) happen immediately), but not longer than the spell's normal duration. This performance replaces mass suggestion.",
			"",
			"**World Traveler (Ex):** A sea singer gains a bonus equal to half his bard level on Knowledge (geography), Knowledge (local), Knowledge (nature), and Linguistics checks. He can reroll a check against one of these skills, but must take the result of the second roll even if it is worse. He can reroll one additional time per day at 5th level and every five levels thereafter. This ability replaces bardic knowledge.",
			"",
			"**Familiar:** At 2nd level, a sea singer acquires an exotic pet-a monkey or parrot (treat as raven)-that gains abilities as a [wizard's familiar](class:wizard's_familiar), using the sea singer's bard level as his wizard level. This ability replaces versatile performance.",
			"",
			"**Sea Legs (Ex):** At 2nd level, a sea singer gains a +4 bonus on saving throws against air and water effects and effects that would cause the sea singer to slip, trip, or otherwise be knocked prone. He gains a +2 bonus to CMD against grapple, overrun, and trip. This ability replaces well-versed."
		]
	},
	{
		"name": "Shadow Puppeteer",
		"file": "archetypedisplay928c.html",
		"sources": [ "Advanced Race Guide" ],
		"replaces": "Inspire Courage; Inspire Competence",
		"replace_array": [
			"Inspire Courage",
			"Inspire Competence"
		],
		"short_description": "(Wayang Only) A shadow puppeteer invokes amazing and terrifying shadow puppet shows, producing supernatural effects by creating and manipulating shadow.",
		"description": [
			"## Shadow Puppeteer",
			"",
			"**Source** [Advanced Race Guide pg. 210](source:Advanced_Race_Guide)   ",
			"A shadow puppeteer invokes amazing and terrifying shadow puppet shows, producing supernatural effects by creating and manipulating shadow. A shadow puppeteer has the following class feature.",
			"",
			"**Bardic Performance:** A shadow puppeteer gains the following types of bardic performance. The character must be able to perform shadow puppetry in order to activate any of these abilities. Shadow puppetry uses Perform (act), and requires a light source. These abilities replace all levels of inspire courage and inspire competence.",
			"",
			"**Shadow Servant (Sp):** At 1st level, the puppeteer can create a shadow servant to perform simple tasks. The shadow servant is identical to an [unseen servant](spell:unseen_servant) (caster level equal to the shadow puppeteer's bard level), except it appears as a formless shadow. Shadow servant relies on visual components.",
			"",
			"**Shadow Puppets (Sp):** At 1st level, a shadow puppeteer can use bardic performance to create one quasi-real shadowy creature resembling a monster from the [summon monster I](spell:summon_monster_I) list. These shadowy creatures otherwise work like [shadow conjuration](spell:shadow_conjuration), and targets interacting with them get a Will saving throw (DC 10 + 1/2 your bard level + your Charisma bonus) to treat them as only 20% real. At 4th level and every three levels thereafter, this ability acts like the next higher version of [summon monster](spell:summon_monster) ([summon monster II](spell:summon_monster_II) at 4th level and so on)."
		]
	},
	{
		"name": "Silver Balladeer",
		"file": "archetypedisplay593c.html",
		"sources": [ "Occult Adventures" ],
		"replaces": "Alignment; Suggestion; Inspire Greatness; Mass Suggestion; Well-Versed; 2nd-level Versatile Performance",
		"replace_array": [
			"Alignment",
			"Suggestion",
			"Inspire Greatness",
			"Mass Suggestion",
			"Well-Versed",
			"2nd-level Versatile Performance"
		],
		"short_description": "The bright purity of silver makes beautiful music, and its vibrations are also anathema to unnatural creatures. Some bards use a mixture of silver-stringed instruments and esoteric knowledge to battle the dark forces of the world.",
		"description": [
			"## Silver Balladeer",
			"",
			"**Source** [Occult Adventures pg. 115](source:Occult_Adventures)   ",
			"The bright purity of silver makes beautiful music, and its vibrations are also anathema to unnatural creatures. Some bards use a mixture of silver-stringed instruments and esoteric knowledge to battle the dark forces of the world.",
			"",
			"**Alignment:** A silver balladeer must have a good alignment. This ability alters alignment.",
			"",
			"**Bardic Performance:** A silver balladeer gains the bardic performances listed below. These bardic performances all require the use of a silver or silver-stringed instrument, which costs twice as much as a normal masterwork instrument.",
			"",
			"**Break Curse (Su):** At 6th level, a silver balladeer can suppress a single curse affecting an ally within 30 feet that is able to see and hear her. Each round the silver balladeer uses break curse, she attempts a Perform check against the original DC of the curse. If successful, she suppresses the curse for 1 round. After she has suppressed the curse for 4 consecutive rounds, she can attempt a caster level check to remove the curse as if she had cast [remove curse](spell:remove_curse). This ability replaces suggestion.",
			"",
			"**Holy Vibration (Su):** At 9th level, a silver balladeer can spend a round of bardic performance to make a single door or a window within 30 feet resonate with a holy vibration. Undead and creatures with the evil subtype are unable to open a door or window affected in this way (as [arcane lock](spell:arcane_lock)) for 10 minutes per bard level. If such a creature has the incorporeal subtype, it is unable to move through the affected door or window, or through any walls, floors, or ceilings within 20 feet of it. Incorporeal creatures can attempt Charisma checks to break through areas warded by holy vibration, using the same break DC as for the object the creature is trying to move through. This ability replaces inspire greatness.",
			"",
			"**Mass Break Curse (Su):** At 18th level, a silver balladeer can suppress all curses among any number of allies within 30 feet when using break curse. Every 4 consecutive rounds of using this performance, the silver balladeer can attempt a caster level check to remove a single curse on a single ally affected by this performance, as if she had cast [remove curse](spell:remove_curse). This ability replaces mass suggestion.",
			"",
			"**Pure Heart (Ex):** At 2nd level, a silver balladeer gains a +4 bonus on saving throws against curses, hexes, and charm effects. This ability replaces well-versed.",
			"",
			"**Silver Mastery (Su):** At 2nd level, a silver balladeer treats silver weapons as if they were also cold iron for the purpose of overcoming damage reduction. Also, alchemical silver weapons do not impose a penalty on damage rolls when wielded by a silver balladeer, and a silver balladeer gains a +1 bonus on attack rolls made with mithral weapons. This ability replaces the 2nd-level versatile performance."
		]
	},
	{
		"name": "Solacer",
		"file": "archetypedisplay97d4.html",
		"sources": [ "Healer's Handbook" ],
		"replaces": "Class Skills; Bardic Knowledge; Lore Master; Countersong; Versatile Performance; Jack-of-All-Trades",
		"replace_array": [
			"Class Skills",
			"Bardic Knowledge",
			"Lore Master",
			"Countersong",
			"Versatile Performance",
			"Jack-of-All-Trades"
		],
		"short_description": "Solacers are experts in the healing arts as well as creators of performances that console the distraught, rally the stricken, raise spirits, and vanquish sorrow.",
		"description": [
			"## Solacer",
			"",
			"**Source** [Healer's Handbook pg. 18](source:Healer's_Handbook)   ",
			"Solacers are experts in the healing arts as well as creators of performances that console the distraught, rally the stricken, raise spirits, and vanquish sorrow.",
			"",
			"**Class Skills:** A solacer adds Heal to his list of class skills instead of Appraise.",
			"",
			"This alters the bard's class skills.",
			"",
			"**Learned Physician (Ex):** A solacer adds 1/2 his class level (minimum 1) on Heal checks and can attempt Knowledge checks untrained.",
			"",
			"At 5th level, a solacer can take 10 on checks with any Knowledge skill he has ranks in. The solacer can choose not to take 10 and can instead roll normally. In addition, once per day, the solacer can take 20 on any Heal check, though this does not affect the time it takes to perform the task attempted. He can use this ability one additional time per day for every 6 bard levels he has beyond 5th, to a maximum of three times per day at 17th level.",
			"",
			"This ability replaces bardic knowledge and lore master.",
			"",
			"**Inspire Tenacity (Su):** At 1st level, a solacer can use his bardic performances to bolster his allies' mental endurance when they need it most. All allies within 30 feet automatically stabilize if they are dying and gain a +2 morale bonus on saving throws against mind-affecting effects, poisons, and disease. This performance relies on audible components.",
			"",
			"This bardic performance replaces countersong.",
			"",
			"**Creative Treatment (Su):** Beginning at 2nd level, once per day when a solacer attempts a Heal check and fails, he can immediately reroll the check and take the better result. He can use this ability one additional time per day at 6th level and every 4 bard levels thereafter (to a maximum of five times per day at 18th level). Additionally, when acting as a confidante (or any other type of advisor) to reduce sanity damage with rest (Pathfinder RPG Horror Adventures 13), the solacer can attempt a Charisma check instead of an Intelligence or Wisdom check and add his Charisma modifier to the amount of sanity damage removed instead of his Intelligence or Wisdom modifier. When acting as a confidante (or any other type of advisor) to reduce a madness's DC with rest (Horror Adventures 182), the solacer can attempt a Charisma check instead of an Intelligence or Wisdom check and reduce the madness's DC by 1/2 his Charisma modifier instead of 1/2 his Intelligence or Wisdom modifier.",
			"",
			"This ability replaces versatile performance.",
			"",
			"**Invigorating Artistry (Su):** At 10th level, a solacer can use his performances to protect and heal a target's soul. The solacer can perform for 1 hour (this requires no skill check) and grant several benefits for 24 hours to the creatures that can hear or see his performance, or both, depending on whether the performance has audible or visual components. Affected creatures gain a +3 bonus on saving throws against curses, possession spells and effects (such as [magic jar](spell:magic_jar)), and domination and mind control spells and effects (such as [dominate person](spell:dominate_person)). If the target is suffering any or multiple such effects, it immediately can attempt a new saving throw against each; the effect ends if the saving throw is successful. Only one such extra saving throw can be granted against each condition in any 24-hour period. If a creature benefits from the daily performance between saving throws against a corruption (Horror Adventures 14) progressing, it gains a +3 bonus on the next saving throw against that corruption.",
			"",
			"The amount of this bonus increases by 1 at 16th and 19th levels (maximum +5 at 19th level).",
			"",
			"This ability replaces jack-of-all-trades."
		]
	},
	{
		"name": "Songhealer",
		"file": "archetypedisplayb3b0.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Versatile Performance; Frightening Tune; Deadly Performance",
		"replace_array": [
			"Versatile Performance",
			"Frightening Tune",
			"Deadly Performance"
		],
		"short_description": "The songhealer brings peace and surcease of pain, calming wild emotions and providing a balm for the wounded body.",
		"description": [
			"## Songhealer",
			"",
			"**Source** [Ultimate Magic pg. 27](source:Ultimate_Magic)   ",
			"Words can harm, but they also heal. The songhealer brings peace and surcease of pain, calming wild emotions and providing a balm for the wounded body.",
			"",
			"**Enhance Healing (Su):** A number of times per day equal to his Charisma modifier, a songhealer can cause any healing effect from a spell completion or spell trigger item to function at a caster level equal to his class level. This ability replaces versatile performance.",
			"",
			"**Bardic Performance:** A songhealer gains the following type of bardic performance.",
			"",
			"**Healing Performance (Su):** A bard of 14th level or higher can use his performance to create an effect equivalent to [heal](spell:heal) on a living target (or [harm](spell:harm) on an undead target), using the bard's level as the caster level. Using this ability requires 5 rounds of continuous performance, and the target must be able to see and hear the bard throughout the performance. The healing performance relies on audible and visual components. This ability replaces frightening tune.",
			"",
			"**Funereal Ballad (Su):** A bard of 20th level or higher can use his performance to create an effect equivalent to [resurrection](spell:resurrection) on a dead creature, using the bard's level as the caster level. Using this ability requires 20 rounds of continuous performance, and the target must be within 10 feet of the bard for the entire performance. Funereal ballad relies on audible and visual components. This ability replaces deadly performance."
		]
	},
	{
		"name": "Sorrowsoul",
		"file": "archetypedisplay28d0.html",
		"sources": [ "Ultimate Intrigue" ],
		"replaces": "Soothing Perfrmance; Versatile Performance; Well-Versed; Lore Master",
		"replace_array": [
			"Soothing Perfrmance",
			"Versatile Performance",
			"Well-Versed",
			"Lore Master"
		],
		"short_description": "While most bards, on occasion, sing mournful tunes or craft elegies that depict the deepest sadness or the most profound suffering, the sorrowsoul has known tragedy and loss on a level so intimate, he has bound it to his soul.",
		"description": [
			"## Sorrowsoul",
			"",
			"**Source** [Ultimate Intrigue pg. 22](source:Ultimate_Intrigue)   ",
			"It isn't uncommon for a bard to, on occasion, sing mournful tunes or craft elegies that depict the deepest sadness or the most profound suffering. But while most bards who do so create such performances for fame or wealth, the sorrowsoul has known tragedy and loss on a level so intimate, he has bound it to his soul.",
			"",
			"**Lyric Sorrow (Su):** A sorrowsoul draws upon grief, rage, and tragedy to fuel his bardic performances. When a sorrowsoul begins a bardic performance, he can choose to alter its effects with lyric sorrow. If he does so, he uses twice the number of rounds of his bardic performance ability as normal, and even if the sorrowsoul has the [Lingering Performance](feat:Lingering_Performance) feat, the performance's effects do not last for any additional rounds.",
			"",
			"At 1st level, a sorrowsoul can use his lyric sorrow in conjunction with inspire courage. When he chooses to do so, he increases his bonuses on saving throws and on weapon attack and damage rolls from +1 to +2, but his other allies receive no benefit. His bonuses when using lyric sorrow with inspire courage increase by 2 at 5th level and every 6 bard levels thereafter, to a maximum of +8 at 17th level.",
			"",
			"At 12th level, a sorrowsoul can use his lyric sorrow ability in conjunction with inspire greatness to grant himself 3 bonus Hit Dice, a +3 competence bonus on attack rolls, and a +2 competence bonus on Fortitude saves; if he does so, inspire greatness only affects him, not any other allies.",
			"",
			"At 15th level, a sorrowsoul can use his lyric sorrow ability in conjunction with the inspire heroics bardic performance. When using the lyric sorrow version of this performance, a sorrowsoul gains fast healing 5 and benefits from a 50% miss chance, as if under the effects of displacement, in addition to the standard bonuses conferred by this bardic performance, but if he does so, inspire heroics only affects him, not any other allies.",
			"",
			"This ability alters bardic performance and replaces soothing performance and versatile performance.",
			"",
			"**Darkness Denied (Ex):** At 2nd level, a sorrowsoul gains a +4 bonus on saving throws against negative energy and death effects.",
			"",
			"This ability replaces well-versed.",
			"",
			"**Spurn Harm (Su):** A sorrowsoul can funnel his bardic powers to persevere in the face of seemingly certain death. At 5th level, a sorrowsoul can spend 3 rounds of his daily bardic performance as an immediate action to gain a +2 insight bonus on all saving throws for 1 round. At 11th level, a sorrowsoul also gains spell resistance equal to 11 + his bard level when using this ability. At 17th level, a sorrowsoul also gains DR 10/- when using this ability.",
			"",
			"This ability replaces lore master."
		]
	},
	{
		"name": "Sound Striker",
		"file": "archetypedisplay4999.html",
		"sources": [
			"Ultimate Magic",
			"Link"
		],
		"replaces": "Inspire Competence; Suggestion",
		"replace_array": [
			"Inspire Competence",
			"Suggestion"
		],
		"short_description": "They say that words can cut deeper than any blade, and the sound striker proves this true.",
		"description": [
			"## Sound Striker",
			"",
			"**Source** [Ultimate Magic pg. 27](source:Ultimate_Magic)   ",
			"**Errata [Link](source:**Link)",
			"",
			"They say that words can cut deeper than any blade, and the sound striker proves this true. Using music and words as a weapon, he can focus his performances into a deadly delivery.",
			"",
			"**Bardic Performance:** A sound striker gains the following type of bardic performance. Neither performance can be performed more quickly than a standard action.",
			"",
			"**Wordstrike (Su):** At 3rd level, the sound striker bard can spend 1 round of bardic performance as a standard action to direct a burst of sonically charged words at a creature or object. This performance deals 1d4 points of damage plus the bard's level to an object, or half this damage to a living creature. This performance replaces inspire competence.",
			"",
			"**Weird Words (Su):** At 6th level the bard can start a performance that is always a standard action to speak up to one word per 4 bard levels laden with sonic energy. Each word deals 4d6 points of sonic damage as a ranged touch attack with a range of 30 feet. The bard adds his charisma modifier on damage rolls with weird words. Multiple words that strike the same target stack into a single powerful attack, applying energy resistance and bonuses on damage rolls only once. The bard can target all words at the same or different targets, but he unleashes all words simultaneously. Each word costs 1 round of bardic performance. This performance replaces suggestion."
		]
	},
	{
		"name": "Speaker of the Palatine Eye",
		"file": "archetypedisplayb4fc.html",
		"sources": [ "Heroes of Golarion" ],
		"replaces": "Class Skills; Spells; Countersong; Jack-of-all-Trades",
		"replace_array": [
			"Class Skills",
			"Spells",
			"Countersong",
			"Jack-of-all-Trades"
		],
		"short_description": " speaker of the Palatine Eye influences others using his occult knowledge rather than the boisterous enthusiasm of most bards.",
		"description": [
			"## Speaker of the Palatine Eye",
			"",
			"**Source** [Heroes of Golarion pg. 8](source:Heroes_of_Golarion)   ",
			"Working from the shadows of Ustalav's high society, the Esoteric Order of the Palatine Eye is a mystical cult built around the quest for immortality. Founded by a count who claimed to have been enlightened by angels, the Order follows a strict hierarchy, and membership is open only to the elite. The more money a member provides the Order, the more secrets he learns to aid his path toward angelic ascension. More information on the Esoteric Order of the Palatine Eye can be found in Pathfinder Adventure Path #44: Trial of the Beast.",
			"",
			"A speaker of the Palatine Eye influences others using his occult knowledge rather than the boisterous enthusiasm of most bards. He must be a worshipper of [Pharasma](faith:Pharasma), but he may worship additional deities as well.",
			"",
			"**Angelic Grace (Ex):** Members of the Order of the Palatine Eye carry themselves with the austerity and import their heavenly aspirations demand. A speaker of the Palatine Eye does not have Acrobatics or Escape Artist as class skills, but he gains Celestial as a bonus language. This does not count toward the number of languages he is otherwise able to learn.",
			"",
			"This alters the bard's class skills.",
			"",
			"**Spells:** A speaker of the Palatine Eye draws his powers from the mysterious rites of the Esoteric Order of the Palatine Eye. He casts psychic spells from the [mesmerist list](unknown:mesmerist_list) instead of arcane spells from the bard spell list. He otherwise casts spells, learns spells, and determines his spell allotment and spell DCs as a bard.",
			"",
			"This alters spells.",
			"",
			"**Corpse Speaker (Su):** A speaker of the Palatine Eye can make it appear as if a corpse is speaking, similar to ventriloquism. A creature must succeed at a Will saving throw (DC = 10 + half the bard's level + the bard's Charisma modifier) to see through the ruse. A creature that fails the saving throw is convinced that the corpse is speaking of its own volition.",
			"",
			"This replaces countersong.",
			"",
			"**Keen Ritualist (Ex):** At 10th level, a speaker of the Palatine Eye reduces the number of secondary casters required to cast a [ritual](rule:ritual) by 2. At 16th level, the DCs of skill checks the speaker of the Palatine Eye attempts during a ritual are reduced by 2. At 19th level, a speaker of the Palatine Eye can perform any ritual by himself without needing to satisfy any secondary caster requirements. The DCs of skill checks he attempts during a ritual are reduced by an additional 2, for a maximum DC reduction of 4.",
			"",
			"This replaces jack-of-all-trades."
		]
	},
	{
		"name": "Stonesinger",
		"file": "archetypedisplay088b.html",
		"sources": [ "Heroes of the Darklands" ],
		"replaces": "Spellcasting; Bardic Performance; Countersong; Dirge of Doom",
		"replace_array": [
			"Spellcasting",
			"Bardic Performance",
			"Countersong",
			"Dirge of Doom"
		],
		"short_description": "Stonesingers are rare bards capable of vocalizing their bardic performances through subsonic harmonies, allowing their performances to carry as subtle vibrations through stone, rather than through the air.",
		"description": [
			"## Stonesinger",
			"",
			"**Source** [Heroes of the Darklands pg. 11](source:Heroes_of_the_Darklands)   ",
			"Once practiced by the dwarves in their Quest for Sky, the traditions of the stonesinger bards changed when the dwarves arrived on the surface. The tradition still hearkens back to its subterranean origins, however, and is practiced as a form of meditation or worship by many dwarves. Stonesingers are rare bards capable of vocalizing their bardic performances through subsonic harmonies, allowing their performances to carry as subtle vibrations through stone, rather than through the air. They command considerable power underground.",
			"",
			"**Earth Magic:** A stonesinger is treated as having the Eschew Materials feat so long as he is touching natural or manufactured stone. Additionally, a stonesinger adds the following spells to the bard spell list at the listed level: 1-[magic stone](spell:magic_stone), 2-[stone shield](spell:stone_shield), 3-[stone shape](spell:stone_shape), 4-[earth glide](spell:earth_glide), 5-[stoneskin](spell:stoneskin), 6-[stone tell](spell:stone_tell).",
			"",
			"This ability alters spellcasting.",
			"",
			"**Stone Song (Su):** A stonesinger's bardic performance is a subsonic vibration that resonates from his body and travels through solid rock. This vibration is subtle enough to not be heard, though creatures with the tremorsense universal monster ability can distinctly hear the stone song out to a range of 100 feet per bard level. All allies within 30 feet of the stonesinger benefit from stone song, perceiving the effect due to proximity. An allied creature with tremorsense benefits from stone song as long as it's within the extended range, provided that there is an unobstructed path of solid earth between the creature and stonesinger. Natural and manufactured stone does not inhibit stone song's range. A stonesinger must use Perform (song) or Perform (oratory) for this bardic performance.",
			"",
			"This ability modifies bardic performance.",
			"",
			"**Tremor (Su):** As part of another bardic performance, a stonesinger can cause the ground within 30 feet to tremble, throwing enemies off balance and causing them to take a -1 circumstance penalty to AC as long as the stonesinger continues performing. This penalty increases by 1 at 5th level and every 6 levels thereafter. Creatures levitating or flying above the ground are unaffected by this ability.",
			"",
			"This replaces countersong.",
			"",
			"**Quake (Su):** At 8th level, a stonesinger causes the ground to shudder and buckle with his song. All enemies within 30 feet of the stonesinger must succeed at a Reflex save (DC = 10 + half the stonesinger's level + his Charisma bonus) when he begins a bardic performance or be knocked prone. Prone and flying creatures, as well as creatures with the earth glide universal monster ability, are unaffected by this performance.",
			"",
			"This replaces dirge of doom."
		]
	},
	{
		"name": "Street Performer",
		"file": "archetypedisplayc9ec.html",
		"sources": [ "Advanced Player's Guide" ],
		"replaces": "Inspire Courage; Inspire Competence; Inspire Greatness; Inspire Heroics; Countersong; Bardic Knowledge; Lore Master",
		"replace_array": [
			"Inspire Courage",
			"Inspire Competence",
			"Inspire Greatness",
			"Inspire Heroics",
			"Countersong",
			"Bardic Knowledge",
			"Lore Master"
		],
		"short_description": "Whether acrobat, troubadour, or thespian, the street performer mixes with the masses, singing for his supper.",
		"description": [
			"## Street Performer",
			"",
			"**Source** [Advanced Player's Guide pg. 85](source:Advanced_Player's_Guide)   ",
			"Whether acrobat, troubadour, or thespian, the street performer mixes with the masses, singing for his supper.",
			"",
			"**Bardic Performance:** A street performer gains the following types of bardic performance.",
			"",
			"**Disappearing Act (Su):** A street performer can use performance to divert attention from an ally. All creatures within 30 feet that fail a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier) treat one creature chosen by the bard as if it were [invisible](spell:invisible). This performance affects one additional creature at 5th level and every 6 levels thereafter. If the targets take any action that would cause them to become visible, they become visible to everyone. The bard cannot use this ability on himself. This ability is a mind-affecting effect that requires visual components. This performance replaces inspire courage.",
			"",
			"**Harmless Performer (Su):** At 3rd level, a street performer can use performance to appear meek and unworthy of being attacked. While using this performance, whenever an enemy targets the street performer, the enemy must succeed at a Will save (DC 10 + 1/2 the bard's level + the bard's Cha bonus) or be unable to attack the bard this round, as per [sanctuary](spell:sanctuary). The enemy loses the attack that targeted the bard, but may spend additional attacks targeting other creatures. If the opponent was targeting the street performer with a spell, it must succeed at a concentration check at the same DC or lose the spell. If this check succeeds, it may target another creature with the spell instead. This mind-affecting ability requires audible or visual components. This performance replaces inspire competence.",
			"",
			"**Madcap Prank (Su):** At 9th level, a street performer can use performance to discomfit a target within 30 feet, causing its clothing to become tangled, its headgear to fall down over its eyes, or even causing it to slip and fall or otherwise be made to appear a fool. The target must make a Reflex save (DC 10 + 1/2 the bard's level + the bard's Cha modifier) each round that it hears or sees the performance, or it takes one of the following random effects each round: 1-blinded, 2-dazzled, 3-deafened, 4-entangled, 5-fall prone, 6-nauseated. Each effect lasts 1 round. This performance replaces inspire greatness.",
			"",
			"**Slip through the Crowd (Su):** At 15th level, a street performer's disappearing act enables affected creatures to move through crowd squares and enemy-occupied squares without impediment. Affected creatures are treated as if having [greater invisibility](spell:greater_invisibility), but enemies gain a new saving throw to notice them each time they are attacked. This performance replaces inspire heroics.",
			"",
			"**Gladhanding:** A street performer earns double the normal amount of money from Perform checks. As a standard action, he may use a Bluff check in place of a Diplomacy check to improve a creature's attitude for 1 minute, after which its attitude becomes one step worse than originally. This ability replaces countersong.",
			"",
			"**Streetwise:** A street performer gains a bonus equal to half his level on Bluff, Disguise, Knowledge (local), and Sleight of Hand checks, Diplomacy or Intimidate checks made to influence crowds, and Diplomacy checks to gather information (minimum +1). This replaces bardic knowledge.",
			"",
			"**Quick Change (Ex):** At 5th level, a street performer can don a disguise as a standard action by taking a -5 penalty on his check. He can take 10 on Bluff and Disguise checks and use Bluff to create a diversion to hide as a swift action. He can take 20 on a Bluff or Disguise check once per day, plus one time per six levels beyond 5th. This ability replaces lore master."
		]
	},
	{
		"name": "Studious Librarian",
		"file": "archetypedisplay97e6.html",
		"sources": [ "Inner Sea Intrigue" ],
		"replaces": "Distraction; Suggestion; Jack-of-All-Trades; Dirge of Doom; Mass Suggestion; Deadly Performance",
		"replace_array": [
			"Distraction",
			"Suggestion",
			"Jack-of-All-Trades",
			"Dirge of Doom",
			"Mass Suggestion",
			"Deadly Performance"
		],
		"short_description": "Studious librarians are bards that have studied long in great libraries of the Inner Sea region.",
		"description": [
			"## Studious Librarian",
			"",
			"**Source** [Inner Sea Intrigue pg. 46](source:Inner_Sea_Intrigue)   ",
			"Studious librarians are bards that have studied long in great libraries of the Inner Sea region, such as Taldor's Kitharodian Academy in Oppara, Forae Logos and the Pathfinder Society's Skyreach in Absalom, and the Grand Library of Eto in Osirion.",
			"",
			"**Scribe Scroll:** A studious librarian gains [Scribe Scroll](feat:Scribe_Scroll) as a bonus feat.",
			"",
			"This ability replaces distraction.",
			"",
			"**Comparative Arcane Studies (Su):** At 6th level, the studious librarian is exposed to a wide variety of magical writing, and can use his own magic to duplicate spells from other classes' spell lists. Once per day, a studious librarian can cast any spell from the [bard](unknown:bard), [sorcerer/wizard](unknown:sorcerer/wizard), or [witch](unknown:witch) spell lists from a scroll or spellbook in hand as if it were one of his bard spells known, expending a bard spell slot of the same spell level to cast the desired spell. Casting a spell from a scroll this way does not cause the spell to vanish from the scroll. A spell cast in this way cannot be modified by metamagic. The studious librarian gains one additional daily use of this ability at 10th level and again every 4 bard levels thereafter, to a maximum of four times per day at 18th level.",
			"",
			"This ability replaces suggestion and jack-of-all-trades.",
			"",
			"**Critical Research Focus (Ex):** At 8th level, the studious librarian threatens a critical hit on a Research check (Ultimate Intrigue 148) with a roll of 18, 19, or 20. He gains a +4 bonus on Research checks to confirm a critical hit.",
			"",
			"This ability replaces dirge of doom.",
			"",
			"**Perfect Recollection (Ex):** At 19th level, the studious librarian can always take 20 on Knowledge checks.",
			"",
			"This ability replaces mass suggestion.",
			"",
			"**One with the Library (Ex):** At 20th level, the studious librarian can replace one of her spells known with any bard spell from a scroll once per day by studying the scroll for 1 hour. Doing so erases the spell from the scroll.",
			"",
			"This ability replaces deadly performance."
		]
	},
	{
		"name": "Thundercaller",
		"file": "archetypedisplaydcd8.html",
		"sources": [
			"Ultimate Wilderness",
			"Varisia, Birthplace of Legends"
		],
		"replaces": "Bardic Knowledge; Inspire Competence; Suggestion; Mass Suggestion; Dirge of Doom; Frightening Tune",
		"replace_array": [
			"Bardic Knowledge",
			"Inspire Competence",
			"Suggestion",
			"Mass Suggestion",
			"Dirge of Doom",
			"Frightening Tune"
		],
		"short_description": "Thundercallers bear the knowledge of the ancients, wielding it like a weapon to protect the land for which they care so deeply.",
		"description": [
			"## Thundercaller",
			"",
			"**Source** [Ultimate Wilderness pg. 41](source:Ultimate_Wilderness), [Varisia, Birthplace of Legends pg. 11](source:Varisia,_Birthplace_of_Legends)   ",
			"Thundercallers bear the knowledge of the ancients, wielding it like a weapon to protect the land for which they care so deeply. Their voices ring like thunder, calling the sky's wrath down upon their enemies and summoning furious rage to bolster their allies.",
			"",
			"**Bound to the Land (Ex):** A thundercaller gains a bonus equal to half her level on Handle Animal checks, Knowledge (nature) checks, and Survival checks.",
			"",
			"This replaces bardic knowledge.",
			"",
			"**Bardic Performance:** A thundercaller gains the following types of bardic performance.",
			"",
			"**Thunder Call (Su):** At 3rd level, the thundercaller can start a performance to unleash a deafening peal of thunder. This allows the thundercaller to spend a round of performance to create an effect similar to the spell [sound burst](spell:sound_burst) (having the same range and area and allowing the same saving throw). At 7th level, the sonic damage dealt by this blast of sound increases to 3d8. This damage further increases by 2d8 at 11th level, and every 4 levels thereafter. A creature that succeeds at its saving throw against thunder call is immune to the stunning effect but still takes sonic damage. Beginning this performance is always a standard action.",
			"",
			"This performance replaces inspire competence.",
			"",
			"**Incite Rage (Su):** At 6th level, the thundercaller can induce a furious rage in one creature within 30 feet. This effect functions as the [rage](spell:rage) spell and lasts as long as the target can hear the thundercaller's performance. Any unwilling creature targeted is affected if it fails a Will saving throw (DC = 10 + half the thundercaller's level + the thundercaller's Charisma modifier). A target that succeeds at its saving throw is immune to this power for 24 hours. The thundercaller cannot target herself with this ability. If the target has the rage class feature, it can instead immediately rage and stay in this rage without consuming rounds of rage per day as long as the thundercaller continues performing. This performance is a mind-affecting effect and relies on audible components.",
			"",
			"This replaces suggestion and mass suggestion.",
			"",
			"**Call Lightning (Su):** At 8th level, the thundercaller can use her performance to summon bolts of lightning, as per the spell [call lightning](spell:call_lightning). The lightning storm lasts for as long as she continues her performance, calling down one bolt of lightning per round as a standard action. The damage of these lightning bolts can be increased in stormy areas or can be limited as [call lightning](spell:call_lightning) describes.",
			"",
			"This performance replaces dirge of doom.",
			"",
			"**Call Lightning Storm (Su):** At 14th level, the thundercaller can use her performance to summon bolts of lightning, as per the spell [call lightning storm](spell:call_lightning_storm). The lightning storm lasts for as long as she continues her performance, calling down one bolt of lightning per round as a standard action. The damage of these lightning bolts can be increased in stormy areas or can be limited as [call lightning](spell:call_lightning) describes.",
			"",
			"This performance replaces frightening tune."
		]
	},
	{
		"name": "Voice of Brigh",
		"file": "archetypedisplay620a.html",
		"sources": [ "Construct Handbook" ],
		"replaces": "Fascinate; Dirge of Doom; Soothing Performance; Frightening Tune",
		"replace_array": [
			"Fascinate",
			"Dirge of Doom",
			"Soothing Performance",
			"Frightening Tune"
		],
		"short_description": "The Whisper in Bronze sometimes sends inspiration to her favorite followers in the form of music",
		"description": [
			"## Voice of Brigh",
			"",
			"**Source** [Construct Handbook pg. 14](source:Construct_Handbook)   ",
			"**The [Whisper in Bronze](faith:**Whisper_in_Bronze) sometimes sends inspiration to her favorite followers in the form of music. These songs hold the notes of creation and unmaking that allow her followers to affect constructs. The bards who learn these songs take on the title of Voice of Brigh and typically play custom-made instruments that are themselves marvels of engineering and invention.",
			"",
			"**Brigh's Knowledge (Ex):** A bard adds half his class level (minimum 1) as a bonus on Knowledge (arcana), Knowledge (dungeoneering), Knowledge (engineering), and Knowledge (religion) checks and can attempt these skill checks untrained. In addition, a Voice of Brigh can affect constructs with his bardic performance, even if they would normally be immune to or unaffected by his performance.",
			"",
			"**Bardic Performance:** A Voice of Brigh gains the following bardic performances.",
			"",
			"**Brigh's Soothing (Su):** A Voice of Brigh can use Brigh's calming voice to pacify constructs. This functions as the fascinate bardic performance, except it can target only constructs.",
			"",
			"This replaces fascinate.",
			"",
			"**Brigh's Anger (Su):** At 8th level, a Voice of Brigh can use Brigh's enraged voice to instill constructs with a sense of dread. This functions as the dirge of doom bardic performance, except it can target only constructs.",
			"",
			"This replaces dirge of doom.",
			"",
			"**Brigh's Spark (Su):** At 12th level, a Voice of Brigh can use Brigh's animating spark to reanimate a destroyed construct. The Voice of Brigh selects a destroyed construct within 60 feet and expends 1 round of bardic performance to reanimate the chosen construct. The construct reanimates with a number of hit points equal to the Voice of Brigh's level, but it is staggered. The affected construct follows the Voice of Brigh's orders while reanimated. Each round, the bard can expend another round of bardic performance to keep that construct reanimated for another round. The construct regains a number of hit points equal to the Voice of Brigh's level for every round it remains reanimated. If the construct recovers all of its hit points in this way, it becomes fully reanimated and no longer requires bardic performance to remain animated. A construct fully reanimated in this way follows the orders of the Voice of Brigh that reanimated it, as if the Voice of Brigh were its original creator, for 24 hours. Afterwards, the construct reverts to its original programming. The construct is completely destroyed if the Voice of Brigh ends this performance before the construct regains its full hit points, is interrupted, or is reduced to 0 hit points. A completely destroyed construct cannot be repowered or reanimated, even by another Voice of Brigh. The Voice of Brigh can reanimate multiple constructs with this ability (either at the same time or over successive rounds) but must expend 1 round of bardic performance per reanimated construct per round to maintain the effect.",
			"",
			"This replaces soothing performance.",
			"",
			"**Brigh's Wrath (Su):** At 14th level, a Voice of Brigh can use Brigh's furious voice to instill in constructs a fear of destruction. This functions as the frightening tune bardic performance, except it can target only constructs.",
			"",
			"This replaces frightening tune."
		]
	},
	{
		"name": "Voice of the Wild",
		"file": "archetypedisplayae27.html",
		"sources": [ "Advanced Class Guide" ],
		"replaces": "Bardic Knowledge; Countersong; Versatile Performance; Jack-of-all-Trades; Inspire Competence; Dirge of Doom; Inspire Heroics",
		"replace_array": [
			"Bardic Knowledge",
			"Countersong",
			"Versatile Performance",
			"Jack-of-all-Trades",
			"Inspire Competence",
			"Dirge of Doom",
			"Inspire Heroics"
		],
		"short_description": "Most bards are inspired by the art of civilization, yet the voice of the wild's muse is the grandeur and beauty of nature.",
		"description": [
			"## Voice of the Wild",
			"",
			"**Source** [Advanced Class Guide pg. 81](source:Advanced_Class_Guide)   ",
			"Most bards are inspired by the art of civilization, yet the voice of the wild's muse is the grandeur and beauty of nature. The voice of the wild has discovered some of nature's magical secrets, and can use his performance to bring out the bestial side in his allies.",
			"",
			"**Wild Knowledge (Ex):** At 1st level, a voice of the wild adds 1/2 his level (minimum 1) to all Knowledge (nature) checks. He can use Knowledge (geography) and Knowledge (nature) untrained. This ability replaces bardic knowledge.",
			"",
			"**Nature Magic:** At 1st level, a voice of the wild can select a 1st-level [druid](unknown:druid) or [ranger](unknown:ranger) spell as a bard spell known instead of a spell from the bard spell list. The voice of the wild can select another druid or ranger spell (of any bard spell level he can cast) at 4th, 7th, 10th, 13th, and 16th levels. If he chooses to learn a new spell in place of an old one, he can exchange a druid or ranger spell for another. This ability replaces countersong, all instances of versatile performance, and jack-of-all-trades.",
			"",
			"**Bardic Performance:** Voices of the wild gain the following bardic performance.",
			"",
			"**Song of the Wild (Su):** At 3rd level, the voice of the wild can use bardic performance to grant an animal aspect to an ally, as if using the [hunter's animal focus class feature](class:hunter's_animal_focus_class_feature). The ally must be able to hear or see the performance. The voice of the wild uses his bard level as his hunter level for determining the effect of the animal aspect. The bard can affect a second ally with this performance at 10th level and a third at 17th level. Song of the wild relies on audible or visual components. This ability replaces all increments of inspire competence, dirge of doom, and inspire heroics."
		]
	},
	{
		"name": "Wasteland Chronicler",
		"file": "archetypedisplayd949.html",
		"sources": [ "People of the Wastes" ],
		"replaces": "Bardic Knowledge; Inspire Competence",
		"replace_array": [
			"Bardic Knowledge",
			"Inspire Competence"
		],
		"short_description": "Wasteland chroniclers explore the farthest reaches of desolate wastelands, seeking to unlock the mysteries found there and meet the inhabitants of such regions",
		"description": [
			"## Wasteland Chronicler",
			"",
			"**Source** [People of the Wastes pg. 25](source:People_of_the_Wastes)   ",
			"Some explore the farthest reaches of desolate wastelands, seeking to unlock the mysteries found there and meet the inhabitants of such regions, and chronicle their findings. The wasteland chronicler has discovered a connection to the wastelands and can use his performance to guide himself and others through these regions safely.",
			"",
			"**Wasteland Knowledge (Ex):** A wasteland chronicler adds half his level (minimum 1) as a bonus on Knowledge (geography), Knowledge (local), Knowledge (nature), Knowledge (planes), and Survival checks.",
			"",
			"This replaces bardic knowledge.",
			"",
			"**Wasteland Specialist (Ex):** At 3rd level and every 5 levels thereafter, the wasteland chronicler gains the benefits of the [favored terrain ranger class feature](class:favored_terrain_ranger_class_feature), but the wasteland chronicler can choose only cold, desert, mountain, or swamp from the ranger's favored terrain list. In addition, the wasteland chronicler adds half his level (minimum 1) as a bonus on Diplomacy checks to influence the attitude of wasteland dwellers.",
			"",
			"If the wasteland chronicler has the favored terrain ability from any other classes, the levels from these different sources stack for the purposes of improving the bonuses of selected favored terrains and choosing new favored terrains.",
			"",
			"This replaces inspire competence."
		]
	},
	{
		"name": "Watersinger",
		"file": "archetypedisplayc2ae.html",
		"sources": [ "Advanced Race Guide" ],
		"replaces": "Fascinate, Suggestion, Mass Suggestion, Inspire Competence, 5th-level Lore Master",
		"replace_array": [
			"Fascinate",
			"Suggestion",
			"Mass Suggestion",
			"Inspire Competence",
			"5th-level Lore Master"
		],
		"short_description": "(Undine Only) The watersinger's song reaches from the depths of his soul into the elemental waters from which life first sprang.",
		"description": [
			"## Watersinger",
			"",
			"**Source** [Advanced Race Guide pg. 176](source:Advanced_Race_Guide)   ",
			"The watersinger's song reaches from the depths of his soul into the elemental waters from which life first sprang. His voice commands water, bending and shaping it to his desire.",
			"",
			"**Bardic Performance:** A watersinger has some unique bardic performances, which replace some of the standard bardic performances as listed in each entry. These bardic performances follow all the general rules and restrictions of a bard's bardic performances.",
			"",
			"**Watersong (Su):** At 1st level, a watersinger can use bardic performance to manipulate and control the shape of water within 30 feet. A successful Perform check allows the bard to animate and control a 5-foot-cube of water. The watersinger can command the water to take various forms, bend, rise, fall, or sustain a shape, and can make it support weight as if it were solid ice. For example, the watersinger could create a pillar of water (to provide cover), ladder, channel, bridge, stairs, slide, and so on. The manipulated water is as slippery as normal ice. This ability cannot create forms more fragile or complex than what could be carved in normal ice. While under the bard's control, the water has hardness 0 and 3 hit points per inch of thickness. At level 3, the manipulated water gains hardness 1, and this increases by +1 for every 3 bard levels beyond that. At 5th, 10th, 15th, and 20th level, the volume affected increases by an additional 5-foot cube (these cubes must be adjacent to each other). The manipulated water retains its shape for 1 round after the bard stops spending bardic performance rounds to maintain it. This ability replaces fascinate, suggestion, and mass suggestion.",
			"",
			"**Waterstrike (Su):** At 3rd level, the watersinger can spend 1 round of bardic performance to command any water he is currently manipulating with his watersong performance to lash out and strike an opponent with a slam attack. The watersinger uses his base attack bonus and Charisma bonus to make this attack, and deals 1d6 points of bludgeoning damage plus his Charisma bonus. The attack can originate from any square of water the bard is manipulating, and the water can get a flanking bonus or help a combatant get one, but cannot make attacks of opportunity. The water can make multiple attacks per round if your base attack bonus allows you to do so. At 10th level, the water's slam damage increases to 1d8 points and the water gains a reach of 10 feet. At 15th level, the water's slam damage increases to 2d6 points. At 20th level, the water's slam damage increases to 2d8 points. This performance replaces inspire competence.",
			"",
			"**Lifewater (Su):** At 5th level, the watersinger can spend 1 round of bardic performance as a standard action to manipulate the water, blood, and other fluids within a creature's body, causing the target to become sickened for 1d4 rounds. Alternatively, he may use this ability to attempt a reposition combat maneuver , using his base attack bonus and his Charisma modifier as his CMB. This ability has a range of 30 feet, only works on creatures whose bodies contain fluid, and does not affect creatures that are immune to critical hits. This performance replaces the use of lore master gained at 5th level (though a watersinger still gains the use of lore master once per day at 11th level and twice per day at 17th).",
			"",
			"**Watersinger Spells:** A watersinger adds certain water-themed spells to his spell list. He adds these abilities to his spell list as soon as his bard level allows him to cast spells of that spell level. 0-[create water](spell:create_water); 1st-[hydraulic push](spell:hydraulic_push), [slipstream](spell:slipstream) 2nd-[aqueous orb](spell:aqueous_orb), [hydraulic torrent](spell:hydraulic_torrent), [water walk](spell:water_walk); 3rd-[fluid form](spell:fluid_form), [ride the waves](spell:ride_the_waves); 4th-[control water](spell:control_water), [communal water walk](spell:communal_water_walk); 5th-[vortex](spell:vortex); 6th-[seamantle](spell:seamantle)."
		]
	},
	{
		"name": "Wit",
		"file": "archetypedisplay5424.html",
		"sources": [ "Ultimate Intrigue" ],
		"replaces": "Bardic Knowledge; Inspire Competence; Dirge of Doom; Frightening Tune; Versatile Performance; Lore Master; Jack-of-All-Trades",
		"replace_array": [
			"Bardic Knowledge",
			"Inspire Competence",
			"Dirge of Doom",
			"Frightening Tune",
			"Versatile Performance",
			"Lore Master",
			"Jack-of-All-Trades"
		],
		"short_description": "The wit is a master of clever repartee and verbal dueling, moving through noble courts like a fish through water.",
		"description": [
			"## Wit",
			"",
			"**Source** [Ultimate Intrigue pg. 23](source:Ultimate_Intrigue)   ",
			"The wit is a master of clever repartee and verbal dueling, moving through noble courts like a fish through water.",
			"",
			"**Way with Words (Ex):** A wit gains a +1 bonus on Bluff, Diplomacy, Intimidate, Linguistics, and Sense Motive checks. At 4th level, and every 4 bard levels thereafter, this bonus increases by 1, to a maximum of +6 at 20th level. He also gains a number of edges at the beginning of any verbal duel equal to this bonus.",
			"",
			"This ability replaces bardic knowledge.",
			"",
			"**Counterargument:** A wit can use only Perform (act, comedy, or oratory) to perform a countersong. This ability alters countersong.",
			"",
			"**Bardic Performance:** A wit gains the following bardic performance.",
			"",
			"**Cutting Remark (Su):** At 3rd level, a wit can wound with his words. The wit can spend 1 round of bardic performance as a standard action to deal 1d4 points of nonlethal damage + the wit's bard level to a creature within 30 feet. Damage reduction applies to this damage.",
			"",
			"At 8th level, a target who takes damage from cutting remark is also sickened for as long as it remains within 30 feet of the wit and for 1 round thereafter. Additionally, the nonlethal damage counts as magic for purposes such as overcoming damage reduction.",
			"",
			"At 14th level, a target who takes damage from cutting remark must also succeed at a Will save (DC = 10 + 1/2 the wit's bard level + his Charisma modifier) or be dazed for 1 round. A creature that makes a successful save is immune to the dazing effect of the wit's cutting remark for 24 hours.",
			"",
			"Cutting remark is a mind-affecting, language-dependent effect, and relies on audible components.",
			"",
			"This ability replaces inspire competence, dirge of doom, and frightening tune.",
			"",
			"**Quick Witted (Ex):** At 2nd level, a wit can always act in a surprise round (though he remains flat-footed until he acts). In addition, the wit adds half his bard level on initiative checks.",
			"",
			"This ability replaces versatile performance.",
			"",
			"**On the Ball (Ex):** At 5th level, rather than roll for initiative, the wit can treat his roll as if it was a 10 (adding any modifiers as usual). The wit can use this ability once per day at 5th level, and an additional time per day for every 6 bard levels thereafter. At 20th level, when the wit uses this ability, he can instead treat his roll as if it was a 20. This ability replaces lore master.",
			"",
			"**Duel Master (Ex):** At 10th level, the wit does not lose any edges for being at an extreme disadvantage in a verbal duel and can either ask about one additional bias when successfully using Sense Motive to determine an audience's biases or automatically seed one of the biases that he discovered. Once during a verbal duel, he can reassign an appropriate skill from one tactic to another tactic in which he didn't assign any skills. The original tactic is treated as being unprepared for the rest of the duel.",
			"",
			"This ability replaces jack-of-all-trades."
		]
	}
]
