{
	"calamity_caller": {
		"name": "Calamity Caller",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Calamity Caller",
			"",
			"**Source** [Heroes from the Fringe pg. 12](source/heroes_from_the_fringe)  ",
			"While all elves feel a deep connection to nature, some elven priests take this bond further, using their link to call down the wrath of nature upon their enemies. Ekujae are most inclined to harness this connection, but any elf can wield their bond to nature in this way.",
			"",
			"Calamity caller is a warpriest archetype that is available only to elves.",
			"",
			"**Catastrophic Blessing:** A calamity caller must select a disaster blessing (Earthquake, Flood, Tornado, or Wildfire) as one of his two blessings, even if the calamity caller's deity does not grant the disaster blessing's associated domain.",
			"",
			"This alters blessings.",
			"",
			"**Calamity (Su):** As a standard action, a calamity caller can cause a 5-foot square within 30 feet to suffer a calamity. A calamity deals 1d6 damage plus an additional 1d6 damage for every 2 warpriest levels he has beyond 1st to creatures within that square. The type of calamity determines what type of damage the calamity deals (see below). An affected creature can attempt a saving throw to reduce this damage by half (DC = 10 + half the calamity caller's warpriest level + the calamity caller's Wisdom modifier); the type of save is determined by the calamity. The calamity caller can use this ability at will.",
			"",
			"At 4th level, a calamity caller can create an enhanced calamity when he uses this ability. An enhanced calamity deals twice the calamity's normal damage; in addition, a creature that fails its save suffers an additional effect (see below). At 8th level and again at 12th level and 16th level, effects created by an enhanced calamity that last for 1 or more rounds persist for 1 additional round. The calamity caller can create an enhanced calamity once per day for every 2 warpriest levels he has. A creature must take damage from the calamity to suffer these additional effects.",
			"",
			"The calamities available to calamity callers, the type of damage they deal, the saving throw to resist the damage, and the secondary effect they cause when enhanced, are listed below.",
			"",
			"**Acid Rain:** A brief rain shower deals acid damage to the target square, with a Fortitude save for half damage. A creature that fails its save against enhanced acid rain continues to dissolve for 1 round, automatically taking half the original damage.",
			"",
			"**Blizzard:** Hail deals cold damage to the target square, with a Fortitude save for half damage. A creature that fails its save against an enhanced blizzard is blinded for 1 round.",
			"",
			"**Deadfall:** A tree branch, stone boulder, or other heavy object falls on the target square. A deadfall deals bludgeoning damage, with a Reflex save for half damage. A creature that fails its save against an enhanced deadfall is knocked prone; at 12th level, the target is also confused for 1 round.",
			"",
			"**Flash Flood:** A brief surge of stormy water deals bludgeoning damage to the target square, with a Reflex save for half damage. An enhanced flash flood does not cause additional effects; instead, an enhanced flash flood targets creatures in a 5-foot radius. At 12th level, the area increases to a 10-foot radius; at 16th level, the area increases to a 15-foot radius.",
			"",
			"**Lightning Strike:** A bolt of lightning deals electricity damage to the target square, with a Reflex save for half damage. A creature that fails its save against an enhanced lightning strike is staggered for 1 round by electrical impulses.",
			"",
			"**Thorny Vines:** Vines covered with thick thorns wrap around the target square. The thorny vines deal piercing damage, with a Reflex save for half damage. A creature that fails its save against enhanced thorny vines is entangled for 1 round.",
			"",
			"**Volcanic Rift:** A magmatic rift emits a plume of fire into the air, dealing fire damage to the target square, with a Fortitude save for half damage. An enhanced volcanic rift also emits poisonous and corrosive gases; a creature that fails its save against the enhanced volcanic rift is sickened for 1 round.",
			"",
			"This replaces focus weapon, sacred weapon, and bonus feats.",
			"",
			"**Aspect of Disaster (Su):** At 20th level, a creature affected by a calamity caller's enhanced calamity does not receive a save to reduce the damage or avoid the calamity's effects.",
			"",
			"This replaces aspect of war."
		]
	},
	"champion_of_the_faith": {
		"name": "Champion of the Faith",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Champion of the Faith",
			"",
			"**Source** [Advanced Class Guide pg. 128](source/advanced_class_guide)  ",
			"Champions of the faith are crusaders who use the power of their divine patron to annihilate the faith's enemies.",
			"",
			"**Chosen Alignment:** At 1st level, a champion of the faith must select one of the following as his chosen alignment: chaos, evil, good, or law. This choice must be one of the alignments shared by the champion of the faith and his deity. Champions of the faith who are neutral with no other alignment components (or whose deity is) can choose any of the above alignments for this purpose. Additionally, a champion of the faith must select the blessing corresponding to his chosen alignment, even if it's not on his deity's list of domains.",
			"",
			"His chosen alignment's opposite is referred to as his opposed alignment. Good and evil oppose one another, just as law and chaos oppose one another.",
			"",
			"**Sacred Weapon (Su):** At 1st level, a champion of the faith gains the sacred weapon class feature as normal. However, this ability does not grant the 4th-level ability to enhance the champion of the faith's weapon with divine power, nor does it grant any subsequent increases to that ability. Instead, at 4th level, any sacred weapon wielded by a champion of the faith counts as having his chosen alignment for the purposes of overcoming damage reduction.",
			"",
			"At 12th level, once per day as a swift action, a champion of the faith can enhance any one sacred weapon with a weapon special ability based on his chosen alignment (anarchic for chaos, unholy for evil, holy for good, and axiomatic for law). This effect lasts for 1 minute. He can use this ability one additional time per day at 16th and 20th levels. This ability alters sacred weapon.",
			"",
			"**Detect Alignment (Sp):** At 3rd level, a champion of the faith can detect his opposed alignment. As a move action, the champion of the faith can focus on a single item or creature within 60 feet and determine whether it possesses the opposed alignment, as [detect chaos](spell/detect_chaos)/evil/good/law, learning the strength of the aura as if he had studied it for 3 rounds. The champion of the faith does not detect alignment in any other object or creature when using this ability in this way. This ability replaces the bonus feat gained at 3rd level.",
			"",
			"**Smite (Su):** At 4th level, a champion of the faith can focus his powers against his chosen foes. As a swift action, the champion of the faith chooses one target within sight to smite. If this target is of his opposed alignment, the champion of the faith adds his Charisma bonus (if any) to his attack rolls and adds his warpriest level to all damage rolls made against the target of his smite. If the target of his smite is an outsider with the subtype corresponding to his opposed alignment, the bonus to damage on the first successful attack increases to 2 points of damage per warpriest level the champion of the faith possesses. Regardless of the target, smite attacks automatically bypass any DR the target possesses.",
			"",
			"In addition, while smite is in effect, the champion of the faith gains a deflection bonus equal to his Charisma modifier (if any) to his AC against attacks made by the target of the smite. If the smite targets a creature that's not of the champion of the faith's opposed alignment, the smite is wasted with no effect.",
			"",
			"The smite effect remains until the target of the smite is dead or the next time the champion of the faith regains spells. The champion of the faith can use this ability once per day, plus one additional time per day for every 4 levels beyond 4th (to a maximum of five times per day at 20th level). Using this ability consumes two uses of his fervor ability. This ability replaces channel energy."
		]
	},
	"cult_leader": {
		"name": "Cult Leader",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Cult Leader",
			"",
			"**Source** [Advanced Class Guide pg. 128](source/advanced_class_guide)  ",
			"Referred to as fanatics, lunatics, or obsessives, cultists see themselves as genuine devotees of their deity. And the hierarchs of those devotees, the cult leaders, are the most fanatical of them all. Cult leaders are known for turning reasonable hearts toward corrupted teachings and striking at those that get in the way of their agenda.",
			"",
			"**Class Skills:** The cult leader's class skills are Acrobatics (Dex), Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha), Disguise (Cha), Escape Artist (Dex), Heal (Wis), Intimidate (Cha), Knowledge (local) (Int), Knowledge (religion) (Int), Perception (Wis), Profession (Wis), Sense Motive (Wis), Slight of Hand (Dex), Spellcraft (Int), and Stealth (Dex). These skills replace the warpriest's class skills.",
			"",
			"**Skill Ranks per Level:** 4 + Int modifier.",
			"",
			"**Weapon and Armor Proficiency:** Cult leaders are proficient with all simple weapons, plus the hand crossbow, rapier, sap, shortbow, and short sword, as well as the favored weapon of their deity. They are proficient with light armor and light shields. The cult leader does not gain [Weapon Focus](feat/weapon_focus) as a bonus feat as a warpriest normally would. This replaces the warpriest's weapon and armor proficiencies.",
			"",
			"**Well-Hidden (Ex):** A cult leader gains a +2 bonus on Disguise and Stealth checks. This ability replaces focus weapon.",
			"",
			"**Sneak Attack (Ex):** At 3rd level, a cult leader gains the sneak attack ability, as the rogue class feature. If he already has sneak attack from another class, the extra damage from the classes that grant sneak attack stack for the purpose of determining the sneak attack's extra damage dice. This extra damage is 1d6 at 3rd level and increases by 1d6 every 3 levels thereafter. This ability replaces the bonus feats gained at 3rd, 9th, and 15th levels.",
			"",
			"**Enthrall (Sp):** At 4th level, a cult leader can cast enthrall. Using this ability consumes two uses of his fervor ability. This ability replaces channel energy.",
			"",
			"**Hide in Plain Sight (Su):** At 12th level, a cult leader can use the Stealth skill even while being observed. As long as he is within 10 feet of an area of dim light, a cult leader can hide himself from view in the open without anything to actually hide behind. He cannot, however, hide in his own shadow. This ability replaces the bonus feat gained at 12th level."
		]
	},
	"disenchanter": {
		"name": "Disenchanter",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Disenchanter",
			"",
			"**Source** [Advanced Class Guide pg. 129](source/advanced_class_guide)  ",
			"While many warpriests focus on threats to the body, the disenchanter focuses on dangers to the mind and the soul. Using the power of his patron, the disenchanter seeks to keep the powers of magic in check.",
			"",
			"**Bonus Feats (Ex):** Whenever a disenchanter gains a bonus feat, he must choose from the following list: [Great Fortitude](feat/great_fortitude), [Improved Counterspell](feat/improved_counterspell), [Iron Will](feat/iron_will), [Lightning Reflexes](feat/lightning_reflexes), [Skill Focus](feat/skill_focus) (Spellcraft), or [Spell Focus](feat/spell_focus) (abjuration). At 6th level, he adds the following feats to this list: Dispel Synergy, [Improved Great Fortitude](feat/improved_great_fortitude), [Improved Iron Will](feat/improved_iron_will), and [Improved Lightning Reflexes](feat/improved_lightning_reflexes). At 12th level, he adds the following feats to this list: [Destructive Dispel](feat/destructive_dispel), [Dispelling Critical](feat/dispelling_critical), [Parry Spell](feat/parry_spell), and [Ray Shield](feat/ray_shield). He need not meet the prerequisites for these feats. This ability alters bonus feats.",
			"",
			"**Mystic Interference (Su):** At 4th level, a disenchanter can channel a burst of pure abjuration magic to grant protection to himself and all allies with 30 feet. Affected creatures receive a +1 bonus on saving throws against spells and spell-like abilities for a number of rounds equal to his warpriest level. This is a sacred bonus if the warpriest is good-aligned or able to spontaneously cast cure spells, and a profane bonus if the warpriest is evil-aligned or able to spontaneously cast inflict spells. Using this ability consumes two uses of his fervor ability. At 8th level and every 4 levels thereafter, the bonus granted by mystic interference increases by 1 (to a maximum of +5 at 20th level). This ability replaces channel energy.",
			"",
			"**Banish Enchantment (Su):** At 6th level, a disenchanter learns to focus his mystic interference. As a standard action, he can consume two uses of his fervor ability to target a single creature within 30 feet with a targeted dispel magic. This ability replaces the bonus feat gained at 6th level."
		]
	},
	"divine_champion": {
		"name": "Divine Champion",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Divine Champion",
			"",
			"**Source** [Divine Anthology pg. 14](source/divine_anthology)  ",
			"Divine champions are unswervingly devoted to their causes, and specialize in bringing battle to the enemies of their faiths. They are similar to divine paragons in many ways, but tend to focus more on their deity's combat prowess rather than seeking to become a physical manifestation of the deity's will.",
			"",
			"**Devotion:** A divine champion's power comes from his close connection to his deity. He must worship a deity, and must maintain the same alignment as that deity.",
			"",
			"**Obedient Champion:** At 3rd level, the divine champion gains Deific Obedience as a bonus feat, even if he doesn't meet the feat's prerequisites. When a divine champion gains boons from this feat, he gains the appropriate sentinel boon offered by his deity, rather than gaining the exalted boon.",
			"",
			"This replaces the bonus feat gained at 3rd level.",
			"",
			"**Know the Infidel (Ex):** At 6th level, the divine champion becomes an expert at combating enemies of his faith. He must choose a deity whose alignment is opposed to his own deity's alignment in at least one way (good versus evil or law versus chaos); preferably, he should choose a deity whose alignment diametrically opposes that of his own deity. If the divine champion worships a deity whose alignment is neutral, he must instead select a deity whose alignment is chaotic evil, chaotic good, lawful evil, or lawful good. The choice of this enemy deity is subject to GM approval. At the GM's discretion, the divine champion may be allowed to choose a philosophy or religious organization that's not affiliated with a deity, such as the Green Faith, the Pure Legion, or the Whispering Way, but only if that philosophy or religious organization is an enemy of the divine champion's deity. The divine champion gains a +2 bonus on Bluff, Intimidate, Knowledge, Perception, and Sense Motive checks against followers of the enemy faith, as well as a +2 bonus on weapon attack and damage rolls made against them. Additionally, he can attempt Knowledge skill checks relating to the deity and its church untrained, even if the DC is higher than 10.",
			"",
			"Every 6 warpriest levels thereafter (12th and 18th level), the divine champion can select an additional deity to oppose. In addition, at each such interval, the bonus against the followers of any one deity he selected previously (including the one just selected, if so desired) increases by +2.",
			"",
			"This replaces the bonus feats gained at 6th, 12th, and 18th levels.",
			"",
			"**Fervent Boon (Sp):** Beginning at 9th level, a divine champion can call upon his deity for minor boons. By expending one or more uses of his fervor ability, he can cast one of the spell-like abilities included in his deity's first sentinel boon. By expending one use of fervor, he can cast the spell-like ability that the boon normally grants three uses of per day; by expending two uses of fervor he can cast the spell-like ability that the boon normally grants twice per day; and by expending three uses of fervor, he can cast the spell-like ability that the boon normally grants once per day. These uses don't count against any uses granted by the boon.",
			"",
			"This replaces the bonus feat gained at 9th level."
		]
	},
	"divine_commander": {
		"name": "Divine Commander",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Divine Commander",
			"",
			"**Source** [Advanced Class Guide pg. 129](source/advanced_class_guide)  ",
			"Some warpriests are called to lead great armies and face legions of foes. These divine commanders live for war and fight for glory. Their hearts quicken at battle cries, and they charge forth with their deity's symbol held high. These leaders of armies do so to promote the agenda of their faith, and lead armies of devoted followers willing to give their lives for the cause. (Several of the divine commander's abilities reference and interact with the [mass combat rules](rule/mass_combat).)",
			"",
			"**Mount (Ex):** A divine commander gains the service of a loyal and trusty steed to carry her into battle. This mount functions as a druid's animal companion, using the divine commander's level as her effective druid level. The creature must be one that she is capable of riding and must be suitable as a mount. A Medium divine commander can select a camel or a horse. A Small divine commander can select a pony or wolf, but can also select a boar or a dog if she is at least 4th level. (The GM might approve other animals as suitable mounts.)",
			"",
			"A divine commander does not take an armor check penalty on Ride checks while riding this mount. The mount is always considered combat trained, and begins play with Light Armor Proficiency as a bonus feat. A divine commander's mount does not gain the share spells special ability. Should a divine commander's mount die, she can find another mount to serve her after 1 week of mourning. This new mount does not gain the link, evasion, devotion, or improved evasion special abilities until the next time the divine commander gains a level. This ability replaces blessings.",
			"",
			"**Battle Tactician (Ex):** At 3rd level, a divine commander gains a teamwork feat as a bonus feat. She must meet the prerequisites for this feat. As a standard action, the divine commander can grant this feat to all allies within 30 feet who can see and hear her. Allies retain the use of this bonus feat for 4 rounds, plus 1 round for every 2 levels beyond 3rd that the divine commander possesses. Allies do not need to meet the prerequisites of this bonus feat. The divine commander can use this ability once per day at 3rd level, plus one additional time per day at 9th and 15th levels. This ability replaces the bonus feat gained at 3rd level.",
			"",
			"**Blessed Mount (Su):** At 6th level, a divine commander's mount becomes a creature blessed by his deity. The divine commander's mount gains either the celestial, entropic, fiendish, or resolute template, matching the alignment of the warpriest's deity (celestial for good, entropic for chaotic, fiendish for evil, and resolute for lawful). If the deity matches more than one alignment, the divine commander can select which of the two templates the mount receives. Once the type of template is selected, it cannot be changed.",
			"",
			"If the divine commander's deity is neutral with no other alignment components, the mount receives spell resistance equal to the divine commander's level + 5, as well as resistance 10 against two types of energy damage of the divine commander's choice.",
			"",
			"If a divine commander's mount dies and the divine commander finds another mount, the new mount becomes a blessed mount the next time the divine commander gains a level. This ability replaces the bonus feat gained at 6th level.",
			"",
			"**Greater Battle Tactician (Ex):** At 12th level, the divine commander gains an additional teamwork feat as a bonus feat. She must meet the prerequisites for this feat. The divine commander can grant this feat to her allies using the battle tactician ability. Additionally, using the battle tactician ability is now a swift action. This ability replaces the bonus feat gained at 12th level.",
			"",
			"**Bless Army (Su):** At 15th level, a divine commander can raise her holy symbol high and give a blessing to the army she is leading. The divine commander's army gains a +1 bonus to the army's [OM and DV](rule/mass_combat_quick_reference_guide). This is a sacred bonus if the warpriest is good-aligned or able to spontaneously cast cure spells, and it is a profane bonus if the warpriest is evil-aligned or able to spontaneously cast inflict spells. Using this ability requires the divine commander to expend two uses of her fervor ability. This bonus lasts for 1 battle, and it must be performed during the tactics phase of the battle. If this is performed when a mass combat is not imminent, the fervor is spent without granting any bonus. This ability replaces the bonus feat gained at 15th level."
		]
	},
	"feral_champion": {
		"name": "Feral Champion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Feral Champion",
			"",
			"**Source** [Ultimate Wilderness pg. 97](source/ultimate_wilderness)  ",
			"When a warpriest devotes himself to a god of the natural world, he is sometimes blessed with supernatural powers that allow him to evoke animalistic power and fury.",
			"",
			"**Feral Blessing:** A feral champion must take the Animal blessing and does not gain a second blessing.",
			"",
			"This alters blessings.",
			"",
			"**Sacred Claws (Su):** Rather than empowering a physical weapon, a feral champion grows claws as primary natural weapons on each hand. These claws deal damage as a warpriest's sacred weapon and can be enhanced as such.",
			"",
			"This alters sacred weapon.",
			"",
			"**Wild Shape (Su):** At 7th level, a feral champion gains wild shape, as the druid ability of the same name, and treats his warpriest level - 3 as his effective druid level for the purposes of this ability. However, a feral champion does not gain the ability to take on elemental or plant forms with wild shape. A feral champion can use wild shape once per day at 7th level and one additional time per day every 4 levels thereafter, for a total of four times per day at 19th level.",
			"",
			"This replaces sacred armor."
		]
	},
	"fist_of_the_godclaw": {
		"name": "Fist of the Godclaw",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Fist of the Godclaw",
			"",
			"**Source** [Disciple's Doctrine pg. 12](source/disciple's_doctrine)  ",
			"Devoted to the divine control of law above all else, these zealots seek to establish absolute order. Disciplined and precise, they lead their allies against the chaotic hordes.",
			"",
			"**Alignment:** A fist of the Godclaw must be of a lawful alignment.",
			"",
			"This alters the warpriest's alignment restriction.",
			"",
			"**Deity:** A fist of the Godclaw must worship Abadar, Asmodeus, Iomedae, Irori, or Torag. Alternatively, the fist of the Godclaw must venerate the pantheon of these deities known as the Godclaw.",
			"",
			"**Blessings of the Godclaw (Ex):** A fist of the Godclaw must select the Law blessing and the Godclaw blessing.",
			"",
			"This alters blessings.",
			"",
			"**Detect Chaos (Sp):** At 3rd level, a fist of the Godclaw can cast [detect chaos](spell/detect_chaos) three times per day as a spell-like ability, using his warpriest level as his caster level. If the fist of the Godclaw already has, or later gains, the ability to cast detect chaos, then he can cast detect chaos at will as a spell-like ability.",
			"",
			"This replaces the bonus feat gained at 3rd level.",
			"",
			"**Alignment Channel (Su):** At 6th level, a fist of the Godclaw gains [Alignment Channel](feat/alignment_channel) as a bonus feat. When he uses this feat and spends fervor to channel energy, he can harm only outsiders with the chaotic subtype. Additionally, when using this feat, he expends only one use of his fervor to channel energy and deals 1d6 points of damage for every 2 warpriest levels he has. At 12th level, a fist of the Godclaw can expend an additional use of fervor to channel energy as a move action.",
			"",
			"This replaces the bonus feats gained at 6th level and 12th level.",
			"",
			"**Aspect of Law (Ex):** At 20th level, a fist of the Godclaw can channel an aspect of law, growing even more inflexible. Once per day as a swift action, a warpriest can treat his level as his base attack bonus, gains DR 20/chaotic, and becomes immune to mind-affecting effects. In addition, he can take the average result on any die roll instead of rolling normally. This ability lasts for 1 minute.",
			"",
			"This replaces aspect of war."
		]
	},
	"forgepriest": {
		"name": "Forgepriest",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Forgepriest",
			"",
			"**Source** [Advanced Class Guide pg. 130](source/advanced_class_guide)  ",
			"Armorers of exquisite skill, forgepriests take inspiration from their deity to produce the most perfect weapons and armor they can, the better to equip the armies of the faithful.",
			"",
			"**Blessings:** A forgepriest selects only one blessing. This alters the blessings class feature.",
			"",
			"**Smith's Spells:** A forgepriest adds the following spells to his spell list: 1st-jury rig, shield; 2nd-heat metal, shatter; 3rd-keen edge, quench, versatile weapon; 4th-wreath of blades; 5th-fabricate, major creation; 6th-mage's sword.",
			"",
			"**Forge Mastery (Ex):** A 2nd level, the forgepriest adds a bonus equal to half his level to all Craft checks to make metal items, armor, and weapons. (This benefit is gained from the altered version of blessings, above.)",
			"",
			"**Bonus Feats:** A forgepriest can select item creation feats in addition to combat feats when he gains a bonus feat. This ability alters bonus feats.",
			"",
			"**Craft Magic Arms and Armor:** At 3rd level, a forgepriest gains [Craft Magic Arms and Armor](feat/craft_magic_arms_and_armor) as a bonus feat. This ability replaces the bonus feat gained at 3rd level.",
			"",
			"**Creator's Bond (Su):** At 4th level, when a forgepriest uses his sacred weapon ability with an item he created personally, he can expend two uses of his fervor ability to increase the bonus granted by 1. Once the forgepriest has the sacred armor ability, he can also use this ability in conjunction with that. This ability replaces channel energy.",
			"",
			"**Heat of the Forge (Su):** At 6th level, a forgepriest gains fire resistance 5. At 13th level, this resistance increases to 10. This ability replaces the bonus feat gained at 6th level."
		]
	},
	"jistkan_magistrate": {
		"name": "Jistkan Magistrate",
		"sources": [],
		"description": [
			"## Jistkan Magistrate",
			"",
			"**Source** [Blood of the Ancients pg. 15](source/blood_of_the_ancients)  ",
			"Some warpriests study the ancient magic that the Jistkan magistrates used to bind elementals and make pacts with genies. By tapping into the elementals' primal magic, these warpriests gain powers that help them in combat.",
			"",
			"**Class Skills:** A Jistkan magistrate gains Knowledge (planes) as a class skill. Survival is not a class skill for a Jistkan magistrate.",
			"",
			"This alters the warpriest's class skills.",
			"",
			"**Elemental Binder (Su):** A Jistkan magistrate must worship a deity who grants the Air, Earth, Fire, or Water blessing, and he must select one of these blessings. He does not gain a second blessing.",
			"",
			"This alters the warpriest's blessings.",
			"",
			"**Spontaneous Summons:** A Jistkan magistrate is extremely flexible in channeling his stored spell energy. In addition to losing prepared spells to cast \"cure\" or \"inflict\" spells, he can also lose a prepared spell in order to cast any summon monster spell of the same level or lower. He can use this ability only to summon an elemental whose subtype matches his blessing. He can expend one use of his fervor ability to decrease the spell's casting time to 1 standard action and to increase the spell's duration to 1 minute per level.",
			"",
			"This alters spontaneous casting.",
			"",
			"**Bonus Languages:** A Jistkan magistrate's bonus language options include Aquan, Auran, Ignan, and Terran instead of Abyssal, Celestial, and Infernal. These choices are in addition to the bonus languages available to the character because of his race.",
			"",
			"This alters the warpriest's bonus languages.",
			"",
			"**Channel Element (Su):** At 4th level, a Jistkan magistrate gains [Elemental Channel](feat/elemental_channel) as a bonus feat, choosing the elemental subtype that matches his blessing. He doesn't gain the ability to harm undead with channeled energy (if he channels positive energy) or heal undead (if he channels negative energy). Instead, he can channel a blast of elemental matter and energy that buffets his targets. The Jistkan artificer's blessing determines the damage type of this attack, as indicated by the table below. A successful Reflex save halves the damage.",
			"",
			"This alters channel.",
			"",
			"### Channel Element Damage",
			"",
			"| Blessing | Damage type |",
			"| --- | --- |",
			"| Air | Electricity |",
			"| Earth | Acid |",
			"| Fire | Fire |",
			"| Water | Cold |"
		]
	},
	"liberty's_blade": {
		"name": "Liberty's Blade",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Liberty's Blade",
			"",
			"**Source** [Advanced Class Origins pg. 24](source/advanced_class_origins)  ",
			"There are some who find in the call to freedom something primal and spiritual, even more so than other Andorens. These liberty's blades become warpriests of deities who spread freedom, and they head to lives of adventure as Eagle Knights or adventurers, championing liberty wherever they go.",
			"",
			"**Freedom's Focus (Su):** A liberty's blade must worship a good deity who grants the Liberation blessing, and he must select the Liberation blessing. He does not gain a second blessing. This ability alters blessings.",
			"",
			"**Devilslayer (Su):** At 4th level, a liberty's blade adds devilbane to the list of enhancements he can add to his sacred weapon. This ability alters sacred weapon.",
			"",
			"**Channel Liberty (Su):** At 4th level, when a liberty's blade channels energy to heal, the effects of his healing is halved, but all creatures affected by his healing instantly benefit as if from a liberating command spell at the liberty's blade's caster level. When channeling to harm, the liberty's blade harms devils as if using [Alignment Channel](feat/alignment_channel) instead of harming undead, and she deals double the normal amount of damage. This ability alters channel energy.",
			"",
			"**Shield Against Hellspawn (Su):** At 7th level, a liberty's blade adds devil-defiant to the list of enhancements that he can add to his sacred armor. This ability alters sacred armor."
		]
	},
	"mantis_zealot": {
		"name": "Mantis Zealot",
		"sources": [
			"Adventurer's Guide",
			"Advanced Class Origins"
		],
		"description": [
			"## Mantis Zealot",
			"",
			"**Source** [Adventurer's Guide pg. 157](source/adventurer's_guide), [Advanced Class Origins pg. 25](source/advanced_class_origins)  ",
			"Among the Red Mantis worshipers of Achaekek, some hold such strong faith in their assassin god that they gain divine power. They forge themselves into perfect killers in honor of He Who Walks in Blood. These warpriests are a relatively recent addition to the Red Mantis arsenal, but in the few short decades they have served the assassins, they have quickly built a reputation for themselves as particularly fanatical devotees of the Mantis God. Their penchant for taking the faith's writings verbatim and for overwhelming and often destructive pedantry serves them well in matters of loyalty to Achaekek (and particularly when it comes to drafting contracts for assassinations that favor the organization in financial and tactical ways), but it offers little room for complex cases that would benefit from bending the rules, making them unsuitable for missions that require diplomatic finesse. In addition, the rising incidence of mantis zealots accusing fellow worshipers of Achaekek of heresy and blasphemy, resulting in internal accusations, exiles, and even fullblown assassinations, increasingly makes them objects of fear and distrust among even their own kind. Whether the rise of the mantis zealot presages a dramatic upcoming shift in the religion's hierarchy and methods, or whether the faction may be burning too bright for its own good and is hurtling toward self-annihilation, remains to be seen.",
			"",
			"**Mantis Sworn (Ex):** A mantis zealot must choose Achaekek as his deity, and he must be lawful evil in alignment. If he ever changes his deity, he loses this archetype and becomes a normal warpriest.",
			"",
			"**Weapon and Armor Proficiency:** Mantis zealots are proficient with simple and martial weapons, as well as with the sawtooth sabre. They are proficient with light armor but not with shields.",
			"",
			"This replaces the warpriest's weapon and armor proficiencies.",
			"",
			"**Sneak Attack (Ex):** At 4th level, a mantis zealot can make a sneak attack. This ability functions as the rogue class feature of the same name. At 4th level, his sneak attack damage is +1d6. This damage increases by 1d6 at 8th level and every 4 warpriest levels thereafter. If the zealot gets a sneak attack bonus from another source, the bonuses stack.",
			"",
			"This ability replaces sacred weapon.",
			"",
			"**Sacred Reflexes (Su):** At 7th level, a mantis zealot can emulate Achaekek's grace and move with a supernatural fluidity. As long as he is wearing light or no armor, as a swift action he can gain uncanny dodge as per the rogue class feature. He can use this ability for a number of minutes per day equal to his warpriest level. This duration does not need to be consecutive, but it must be spent in 1-minute increments. If he already has the uncanny dodge ability from another source, he instead gains improved uncanny dodge while this ability is active. At 10th level, when he uses this ability, he also gains evasion as per the monk class feature (or improved evasion if he already has evasion from another source). At 13th level, he gains improved uncanny dodge instead of uncanny dodge. At 16th level, he can activate this ability as part of making an initiative check, before rolling the die. At 19th level, he gains improved evasion instead of evasion.",
			"",
			"This ability replaces sacred armor.",
			"",
			"**Aspect of the Mantis (Su):** At 20th level, when using aspect of war, instead of moving at full speed regardless of his armor or encumbrance, a mantis zealot deals a number of points of bleed damage equal to his Dexterity modifier with each attack.",
			"",
			"This ability alters aspect of war."
		]
	},
	"molthuni_arsenal_chaplain": {
		"name": "Molthuni Arsenal Chaplain",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Molthuni Arsenal Chaplain",
			"",
			"**Source** [Weapon Master's Handbook pg. 6](source/weapon_master's_handbook)  ",
			"Molthuni arsenal chaplains are warpriests trained in the Arsenal District in Korholm. They bolster their nation's military by focusing on the militant aspects of their gods.",
			"",
			"**War Blessing (Su):** A Molthuni arsenal chaplain must choose War as his blessing, and can do so even if it is a domain not normally granted by his deity. He does not receive a second blessing.",
			"",
			"At 7th level, a Molthuni arsenal chaplain gains Quicken Blessing (War) as a bonus feat even if he does not meet the prerequisites, but cannot grant a War blessing to himself as a swift action with Quicken Blessing until he is at least 10th level.",
			"",
			"At 13th level, a Molthuni arsenal chaplain can use the War blessing on an ally at a range of up to 30 feet by spending an additional use of the blessing ability.",
			"",
			"At 16th level, a Molthuni arsenal chaplain can use the War blessing on a second target with a single use of the blessing ability.",
			"",
			"At 19th level, a Molthuni arsenal chaplain can use the War blessing on any number of targets at once with a single use of the blessing ability.",
			"",
			"This ability alters blessing and replaces sacred armor.",
			"",
			"**Sacred Weapon (Su):** The base damage of a Molthuni arsenal chaplain's sacred weapon does not increase above 1d6. This alters sacred weapon.",
			"",
			"**Weapon Training (Ex):** At 5th level, a Molthuni arsenal chaplain gains weapon training as per the fighter class feature, but the benefits of this weapon training apply only to the his sacred weapons (weapons with which the warpriest has taken [Weapon Focus](feat/weapon_focus)). This ability replaces channel energy."
		]
	},
	"proclaimer": {
		"name": "Proclaimer",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Proclaimer",
			"",
			"**Source** [People of the Wastes pg. 19](source/people_of_the_wastes)  ",
			"A proclaimer is the polar opposite of a [faithful wanderer (paladin)](archetype-paladin/faithful_wanderer), rushing into Abyss-twisted wastes with nothing but his weapon in his hand and his faith in his heart, shouting his deity's name to the skies. Most proclaimers don't survive their first day in a hostile environment, but those who do become the stuff of legend, bolstering the spirits of crusaders near and far.",
			"",
			"**Righteous Oath:** A proclaimer cannot be evil or worship an evil deity, and he must choose cure spells for his spontaneous casting.",
			"",
			"This alters the warpriest's spellcasting.",
			"",
			"**Cleanser of Evil (Su):** At 2nd level, a proclaimer can hold his weapon aloft and shout his deity's name as a swift action, spending one use of fervor to deal 1d6 points of damage to all evil outsiders within 5 feet. At 5th level and every 3 levels thereafter, this damage increases by an additional 1d6. This damage has the same alignment as the proclaimer's deity (for example, it counts as good and lawful for a worshiper of Ragathiel who uses this ability). At 7th level, the effect expands to include an area within 10 feet of the proclaimer, and it expands by 5 feet every 6 levels thereafter. A proclaimer can't use fervor to damage undead or to heal.",
			"",
			"This alters fervor and replaces sacred armor.",
			"",
			"**Zone of Sanctification (Su):** At 4th level, when a proclaimer uses fervor to damage evil outsiders with his cleanser of evil ability, he can spend one additional use of fervor as a move action to create a zone of sanctification in the same area for 1 round. All evil outsiders in the zone when it becomes active must succeed at a Will saving throw (DC 10 + half the proclaimer's level + his Wisdom modifier) or be pushed back until they are out of the area. Evil outsiders that end their turns in the area take damage as if affected by cleanser of evil.",
			"",
			"This replaces channel energy."
		]
	},
	"proselytizer": {
		"name": "Proselytizer",
		"sources": [],
		"description": [
			"## Proselytizer",
			"",
			"**Source** [Cohorts and Companions pg. 24](source/cohorts_and_companions)  ",
			"The proselytizer is the perfect militant missionary. He seeks to win the hearts and lay claim to the souls of those he meets, and-failing that-spreads the word of his deity at the edge of the sword.",
			"",
			"**Weapon and Armor Proficiencies:** A proselytizer does not gain proficiency with heavy armor or with all martial weapons, though he does gain proficiency in his deity's favored weapon. If his deity's favored weapon is unarmed strike, he gains [Improved Unarmed Strike](feat/improved_unarmed_strike) as a bonus feat. This ability alters the warpriest's weapon and armor proficiencies.",
			"",
			"**Emotional Appeal:** A proselytizer has great power over the emotions of others, wielding his voice like a weapon to pierce the heart of listeners and bring them closer to communion with his deity's power. The warpriest adds the following spells to his warpriest spell list at the indicated levels. He casts these as divine warpriest spells: 1st-charm person, rally point, wrath; 2nd-castigate, heroism, suggestion; 3rd-charm monster, geas (lesser); 4th-forced repentance, serenity; 5th-castigate (mass), suggestion (mass); 6th-antipathy, sympathy.",
			"",
			"This ability replaces sacred armor and the bonus feat gained at 3rd level.",
			"",
			"**Sacred Subdual (Su):** When a proselytizer uses his sacred weapon damage in place of his normal weapon damage, all damage he deals with that weapon is nonlethal damage. This ability modifies sacred weapon.",
			"",
			"**Blessing of Conversion:** The proselytizer always gains the conversion bonus upon converting an NPC, rather than only the first time he does so each level. The bonuses overlap their durations, and do not stack. The proselytizer does not gain access to the minor blessings granted by his blessing class feature until 3rd level. This ability modifies blessings.",
			"",
			"**Voice of the Faithful (Ex):** A proselytizer of 10th level or higher can expend a use of his major blessing to be able to speak to and understand any creature with a language for 1 hour. This ability modifies blessings (major).",
			"",
			"### Converting NPCs",
			"",
			"Cohorts and their masters often share alignment, but a common religion can be just as important. A cohort may share a leader's faith when first recruited, or a PC may seek to convert a cohort as their relationship develops.",
			"",
			"While PCs may choose to change alignment, such changes for NPCs may require magical assistance (see the [atonement](spell/atonement) spell). Alternatively, you can proselytize for your patron deity, using your powers of persuasion and social influence to indoctrinate an NPC in the dogma of the faith while inspiring their fealty.",
			"",
			"Converting an NPC to your faith is similar to modifying their reaction with Diplomacy. You can only attempt to convert NPCs who are at least indifferent toward you, though you can take time to make a hostile or unfriendly NPC indifferent, and then begin the process of conversion. The DC of a conversion depends on how many conversion steps away from your faith an NPC is, starting at one conversion step for an NPC with no significant faith who matches your faith's alignment. For each step the NPC's alignment differs from the alignment of your faith, add one conversion step. If the NPC already holds a significant religious belief, add an additional conversion step. Note that servants of other faiths' including divine spellcasters who worship a deity and agents in the employ of a formal religion-normally can never be converted to a new faith. The GM has final discretion over whether an NPC will ever convert to your beliefs.",
			"",
			"If the GM rules that an NPC can be converted, the DC to convert that NPC is 10 + the NPC's Hit Dice + the NPC's Wisdom or Charisma modifier (whichever is higher) + 5 per conversion step. For example, a 5th level warrior with a Wisdom of 12 and no existing significant faith and who is the same alignment as your deity has a conversion DC of 21. Each conversion attempt requires at least an hour of proselytizing, and you can attempt no more than one conversion check per week. For your conversion attempt, roll a Diplomacy check and a Knowledge (religion) check at the DC determined above. If you succeed at both checks, decrease the number of conversion steps for that NPC by one. If you fail either check, you reinforce the NPC's existing faith and add one to the number of conversion steps for that NPC. If you fail three checks over the course of a conversion effort, the NPC rejects your faith and you cannot attempt another conversion for a year. However, if the number of conversion steps ever reaches 0, you convince the NPC to adopt your religion. Note that this does not necessarily change the NPC's alignment, so you could manage to convince a chaotic evil harpy to worship her own very odd form of Shelyn.",
			"",
			"While proselytizing is a reasonable activity for a religious adventurer, it should be handled with sensitivity, both in character and at the gaming table. Having a PC repeatedly attempt to convert NPCs who aren't interested is likely to result in worsening their attitude toward the character, and significant effort may be required to restore those relationships. Some players may be uncomfortable with too much time being spent on religious talk, in which case a GM is free to simply treat the conversion as a skill check, without actually roleplaying the talks that allow the conversion check to take place.",
			"",
			"### Successful Conversion",
			"",
			"Characters that successfully convert others to their faith can gain divine blessings for adding new members to their religion. The first time at each character level a PC converts an NPC, they gain a conversion bonus for a number of days equal to the level of the NPC converted. Typical conversion bonuses for various faiths, and examples of classes likely to be interested in converting, are listed on the following page. In the case of Neutral deities, the bonus may be a sacred or profane bonus as most appropriate for the PC who gains it.",
			"",
			"| Deity | Alignment | Classes | Bonus |",
			"| --- | --- | --- | --- |",
			"| [Abadar](/faith/abadar) | LN | Alchemist, cleric, investigator | Leader gains +2 sacred/profane bonus on Appraise checks |",
			"| [Asmodeus](/faith/asmodeus) | LE | Inquisitor, investigator, slayer | Leader gains +2 profane bonus on Intimidate checks |",
			"| [Calistria](/faith/calistria) | CN | Bard, slayer, witch | Leader gains +2 sacred/profane bonus on Bluff checks to feint |",
			"| [Cayden Cailean](/faith/cayden_cailean) | CG | Brawler, skald, swashbuckler | Leader gains +2 sacred bonus on saves vs. fear and ingested poison |",
			"| [Desna](/faith/desna) | CG | Bard, oracle, witch | Leader gains a +2 sacred bonus on saves vs. curses, divinations, and sleep effects |",
			"| [Erastil](/faith/erastil) | LG | Hunter, ranger, shaman | Leader gains a +1 sacred bonus on damage rolls with a longbow |",
			"| [Gorum](/faith/gorum) | CN | Bloodrager, fighter, warpriest | Leader gains a +1 sacred bonus on damage rolls with a greatsword |",
			"| [Gozreh](/faith/gozreh) | N | Druid, ranger, shaman | Leader gains +2 sacred/profane bonus on Profession and Survival checks |",
			"| [Iomedae](/faith/iomedae) | LG | Cavalier, paladin, warpriest | Leader gains +2 sacred bonus on Diplomacy checks |",
			"| [Irori](/faith/irori) | LN | Alchemist, brawler, monk | Leader gains a +1 sacred bonus on damage rolls with unarmed strikes |",
			"| [Lamashtu](/faith/lamashtu) | CE | Antipaladin, bloodrager, summoner | Leader gains a +1 bonus on damage rolls with natural weapons |",
			"| [Nethys](/faith/nethys) | N | Arcanist, sorcerer, wizard | Leader gains a +2 sacred/profane bonus on Spellcraft checks |",
			"| [Norgorber](/faith/norgorber) | NE | Alchemist, rogue, slayer | Leader gains a +2 sacred bonus on Stealth checks |",
			"| [Pharasma](/faith/pharasma) | N | Arcanist, cleric, oracle | Leader gains a +2 sacred/profane bonus on Knowledge (religion) checks |",
			"| [Rovagug](/faith/rovagug) | CE | Barbarian, brawler, fighter | Leader gains a +1 profane bonus on sunder combat maneuvers and attack and damage rolls and Strength checks against objects |",
			"| [Sarenrae](/faith/sarenrae) | NG | Bard, cleric, swashbuckler | Leader gains a +1 sacred bonus to caster level for conjuration (healing) spells and spells with the light descriptor |",
			"| [Shelyn](/faith/shelyn) | NG | Bard, skald, sorcerer | Leader gains a +1 sacred bonus to caster level for effects with the emotion descriptor (except fear effects) |",
			"| [Torag](/faith/torag) | LG | Cavalier, fighter, paladin | Leader gains a +2 sacred bonus on Craft checks dealing with metal and on Profession (soldier) checks |",
			"| [Urgathoa](/faith/urgathoa) | NE | Cleric, witch, wizard | Leader gains a +1 profane bonus to caster level for disease and death effects |",
			"| [Zon-Kuthon](/faith/zon-kuthon) | LE | Alchemist, inquisitor, magus | Leader gains a +1 profane bonus to caster level for effects with the darkness or pain descriptor |"
		]
	},
	"sacred_fist": {
		"name": "Sacred Fist",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Sacred Fist",
			"",
			"**Source** [Advanced Class Guide pg. 130](source/advanced_class_guide)  ",
			"Unlike many warpriests, sacred fists leave behind armor and shield and instead rely on their fists and whatever protection their deity bestows on them.",
			"",
			"**Class Skills:** The sacred fist's class skills are Acrobatics (Dex), Climb (Str), Craft (Int), Diplomacy (Cha), Escape Artist (Dex), Heal (Wis), Intimidate (Cha), Knowledge (history) (Int), Knowledge (religion) (Int), Perception (Wis), Profession (Wis), Ride (Dex), Sense Motive (Wis), Spellcraft (Int), Stealth (Dex), and Swim (Str). These skills replace the warpriest's class skills.",
			"",
			"**Weapon and Armor Proficiency:** Sacred fists are proficient with the club, crossbow (light or heavy), dagger, handaxe, javelin, kama, nunchaku, quarterstaff, sai, shortspear, short sword, shuriken, siangham, sling, and spear. Sacred fists are not proficient with any armor or shields. When wearing armor, using a shield, or carrying a medium or heavy load, a sacred fist loses his AC bonus and flurry of blows. This replaces the warpriest's weapon and armor proficiency.",
			"",
			"**AC Bonus (Su):** A deity protects her sacred fist as long as he is unarmored and unencumbered. A sacred fist adds his Wisdom modifier (minimum 0) to his AC and his CMD. In addition, a sacred fist gains a +1 dodge bonus to AC and CMD at 4th level. This bonus increases by 1 for every 4 levels thereafter (to a maximum of +5 at 20th level).",
			"",
			"These bonuses to AC apply even against touch attacks or when the sacred fist is flat-footed. He loses these bonuses when he is immobilized or helpless, when he wears any armor, when he carries a shield, or when he carries a medium or heavy load. This counts as the monk ability of the same name, and the sacred fist's warpriest levels stack with monk levels for determining the benefits.",
			"",
			"**Flurry of Blows (Ex):** At 1st level, a sacred fist can make a flurry of blows attack as a full-attack action. This ability works like the monk ability of the same name, except the sacred fist's attack bonus from warpriest levels does not count as his warpriest level. This ability replaces sacred weapon.",
			"",
			"**Unarmed Strike:** At 1st level, a sacred fist gains [Improved Unarmed Strike](feat/improved_unarmed_strike) as a bonus feat. He uses his warpriest levels as monk levels for determining the amount of damage dealt with an unarmed strike. This ability replaces focus weapon.",
			"",
			"**Blessed Fortitude (Su):** At 3rd level, a sacred fist can avoid even magical and unusual attacks with help from his deity. If he succeeds at a Fortitude saving throw against an attack that has a reduced effect on a successful save, he instead avoids the effect entirely. A helpless sacred fist does not gain the benefit of the blessed fortitude ability. This ability replaces the bonus feat gained at 3rd level.",
			"",
			"**Bonus Style Feat:** At 6th level, the sacred fist gains a style feat as a bonus feat. The sacred fist must meet the style feat's prerequisites. He uses his warpriest levels as monk levels for the purposes of meeting the feat's prerequisites. At 12th and 18th levels, a sacred fist gains either another style feat or a feat that requires a style feat as a prerequisite. This ability replaces the bonus feats gained at 6th, 12th, and 18th levels.",
			"",
			"**Ki Pool (Su):** At 7th level, the sacred fist gains a ki pool. This functions as the monk class feature, using the sacred fist's level - 3 as his monk level when determining the number of points in his pool and bonuses granted to his unarmed strike. Additionally, the sacred fist can as a swift action spend 1 point from his ki pool to grant himself a +1 insight bonus to his AC for 1 minute. (This is in addition the normal ki ability to gain a dodge bonus to AC.) This insight bonus increases by 1 for every 3 levels above 7th (to a maximum of +5 at 19th level). This ability replaces sacred armor.",
			"",
			"**Miraculous Fortitude (Su):** At 9th level, the sacred fist's blessed fortitude ability improves. He still takes no damage or negative effect when he succeeds at a Fortitude save, but now when he fails a Fortitude saving throw against a spell or effect that deals damage (including ability damage and drain), he takes only half the amount of damage. A helpless sacred fist does not gain the benefit of miraculous fortitude. This ability replaces the bonus feat gained at 9th level."
		]
	},
	"shieldbearer": {
		"name": "Shieldbearer",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Shieldbearer",
			"",
			"**Source** [Armor Master's Handbook pg. 7](source/armor_master's_handbook)  ",
			"Shieldbearers are divine warriors who stand on the front lines of battle, shoulder to shoulder with the soldiers of their people. The shieldbearer tradition has long been a strong legacy among the dwarves of the Five Kings Mountains, while many young women throughout the Lands of the Linnorm Kings and Realm of the Mammoth Lords become shieldbearers known as shield maidens. Shieldbearers among the Shoanti are often advisors as well as combatants, while in the Mwangi Expanse shieldbearers are known for defending entire villages from the Gorilla King's minions.",
			"",
			"**Shield Adept (Ex):** At 1st level, a shieldbearer receives [Improved Shield Bash](feat/improved_shield_bash) as a bonus feat. When carrying a shield, the shieldbearer adds his shield bonus on concentration checks to cast defensively.",
			"",
			"This ability replaces focus weapon.",
			"",
			"**Sacred Weapon (Su):** A shieldbearer treats shields as sacred weapons (instead of his god's favored weapon), though the shieldbearer can still designate additional weapons as sacred weapons by selecting them with the [Weapon Focus](feat/weapon_focus) feat. The shieldbearer's sacred weapon damage applies only to attacks made with shields. The shieldbearer does not gain the ability to enhance sacred weapons until 7th level. For every 3 warpriest levels beyond 7th, this bonus increases by 1 (to a maximum of +5 at 19th level).",
			"",
			"This ability alters sacred weapon and also replaces sacred armor.",
			"",
			"**Sacred Shield (Su):** At 4th level, a shieldbearer gains the ability to enhance his shield with divine power as a swift action. This ability functions as the sacred armor ability, except as follows. This power grants the shield a +1 enhancement bonus (this bonus does not act as an attack or damage bonus when the shield is used in a shield bash). For every 4 warpriest levels beyond 4th, this bonus increases by 1 (to a maximum of +5 at 20th level). The shieldbearer can enhance a shield with any of the following armor special abilities (instead of those listed for sacred armor): arrow deflection, blinding, fortification (heavy, light, or moderate), reflecting, and spell resistance (13, 15, 17, and 19).",
			"",
			"**Channel Energy (Su):** The shieldbearer can channel energy only when carrying a shield, and the ability manifests as a 30-foot-cone burst, rather than as a radius."
		]
	},
	"sixth_wing_bulwark": {
		"name": "Sixth Wing Bulwark",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Sixth Wing Bulwark",
			"",
			"**Source** [Distant Realms pg. 32](source/distant_realms)  ",
			"Many are the followers of Ragathiel who lead in battle. Far fewer, but no less crucial to a successful campaign, are those who hold the line and defend against the incursion of evil forces. The Sixth Wing bulwark trains to do just that: fortifying herself and her allies to stand strong in the face of any opposition, no matter how dire.",
			"",
			"**Sixth Wing Sworn:** A Sixth Wing bulwark must be a worshiper of Ragathiel. If she ever changes her deity, she loses this archetype, cannot regain it, and becomes a normal warpriest.",
			"",
			"**Weapon and Armor Proficiency:** A Sixth Wing bulwark gains proficiency in tower shields.",
			"",
			"This alters the warpriest's weapon and armor proficiencies.",
			"",
			"**Focus Shield:** A Sixth Wing bulwark gains [Shield Focus](feat/shield_focus) as a bonus feat.",
			"",
			"This replaces focus weapon.",
			"",
			"**Sacred Shield (Su):** Dedicated training and divine grace allow a Sixth Wing bulwark to lessen the burden of a shield's weight. As long as a Sixth Wing bulwark is wielding a shield, she reduces her total armor check penalty by 1. This reduction improves by 1 for every 5 warpriest levels she has, to a maximum reduction of 5 at 20th level.",
			"",
			"At 4th level, a Sixth Wing bulwark can call upon Ragathiel's might to bless her shield as a swift action. As long as she is wielding a shield, she gains DR 1/- and fire resistance 5. For every 4 levels beyond 4th, this DR increases by 1 (to a maximum of DR 5/- at 20th level) and her fire resistance increases by 5 (becoming immunity to fire at 20th level). A Sixth Wing bulwark can use this ability a number of rounds per day equal to her warpriest level; these rounds need not be consecutive.",
			"",
			"As a swift action while her shield is benefitting from Ragathiel's blessing (or as part of the action to activate the blessing), a Sixth Wing bulwark can direct her shield to protect an ally within 60 feet. The shield sprouts burning wings and flies to defend the ally, providing its shield bonus, damage reduction, and fire resistance to that ally instead of the Sixth Wing bulwark. Rounds in which she uses her shield in this manner count normally against the rounds per day in which she can use this ability. As long as she has rounds of sacred shield remaining, she can recall her shield to her arm as a swift action and regain its benefits. A Sixth Wing bulwark must maintain one hand free to direct the shield; if she no longer has a hand free or if the duration of her sacred shield ability ends, the shield drops to the ground and ceases providing any benefit.",
			"",
			"This replaces sacred weapon.",
			"",
			"**Shield of Grace (Su):** At 6th level, when a Sixth Wing bulwark uses her sacred shield to protect an ally, she can deliver blessings, healing from her fervor ability, and touch spells through the shield to the ally benefiting from the shield's protection.",
			"",
			"This replaces the bonus feat gained at 6th level.",
			"",
			"**Sacred Fortification (Su):** At 7th level, when a Sixth Wing bulwark activates her sacred armor ability, she can expend one use of fervor to also activate her sacred shield ability.",
			"",
			"This alters sacred armor.",
			"",
			"**Intercession (Su):** At 12th level, by expending a use of fervor as a swift action, a Sixth Wing bulwark can teleport to the location of a willing (or unconscious) ally and immediately teleport that ally to her own previous position, in effect switching places with the ally. A Sixth Wing bulwark must have line of effect to the target to use this ability.",
			"",
			"This replaces the bonus feat gained at 12th level.",
			"",
			"**Reflexive Fortification (Su):** At 18th level, a Sixth Wing bulwark can use her sacred shield ability as an immediate action when she is attacked. Alternatively, she can use this ability as an immediate action when an ally within 30 feet is attacked to send her shield to protect that ally. She can use this ability even if she is surprised.",
			"",
			"This replaces the bonus feat gained at 18th level."
		]
	}
}
