[
	{
		"name": "Aerochemist",
		"file": "archetypedisplay2be5.html",
		"sources": [ "Blood of the Ancients" ],
		"replaces": "Mutagen; Swift Poisoning; Persistent Mutagen; Poison Use; Swift Alchemy; Poison Resistance",
		"replace_array": [
			"Mutagen",
			"Swift Poisoning",
			"Persistent Mutagen",
			"Poison Use",
			"Swift Alchemy",
			"Poison Resistance"
		],
		"short_description": "Aerochemists use scraps of Shory's magic in their concoctions to gain personal powers of flight.",
		"description": [
			"## Aerochemist",
			"",
			"**Source** [Blood of the Ancients pg. 25](source:blood_of_the_ancients)   ",
			"Although the specifics of the Aeromantic Infadibulum are lost to time, aerochemists are able to emulate and replicate aspects of this lost magic. Aerochemists use scraps of Shory's magic in their concoctions to gain personal powers of flight.",
			"",
			"**Aeromantic Concoction (Su):** An aerochemist learns to craft a special alchemical concoction. It takes 10 minutes to brew a dose of this concoction, and once brewed, it remains potent until used. An aerochemist can maintain only 1 dose of this concoction at a time-if he brews a second dose, any existing concoction becomes inert. As with an extract or bomb, an aeromantic concoction that is not in the aerochemist's possession becomes inert until he picks it up again. Anyone other than the aerochemist who attempts to drink his aeromantic concoction is affected in the same fashion as is a non-alchemist who drinks an alchemist's mutagen.",
			"",
			"When consumed, an aerochemist's aeromantic concoction makes his body become incredibly buoyant for 10 minutes per alchemist level. The concoction grants the aerochemist a +5 bonus on Acrobatics checks to attempt high jumps or long jumps, and he is always treated as having a running start when attempting long jumps. In addition, the aerochemist gains the benefits of [feather fall](spell:feather_fall) for the concoction's duration. At 6th level, the aerochemist gains the benefits of [fly](spell:fly) for the concoction's duration. At 10th level, the aerochemist can choose to gain the benefits of [air walk](spell:air_walk) instead of [fly](spell:fly) for the concoction's duration. At 14th level, the duration of the concoction increases to 1 hour per alchemist level.",
			"",
			"An aerochemist with the infusion discovery can instead create a shared alchemical concoction intended for his allies. This shared concoction grants the same benefits as the normal aeromantic concoction, except the duration is only 1 minute per alchemist level its creator has. At 14th level, the duration increases to 10 minutes per alchemist level. An aerochemist can have only a standard concoction or shared concoction in effect, not both.",
			"",
			"This replaces mutagen, swift poisoning, and persistent mutagen. An aeromantic alchemist can never gain the mutagen, cognatogen, or inspired cognatogen ability, even from a discovery or another class.",
			"",
			"**Bombs Away (Ex):** At 2nd level, an aerochemist becomes an expert at attacking from above. He gains a +1 bonus on attack rolls made with thrown weapons against targets that are at least 10 feet below him. This bonus increases to +2 at 6th level, and increases by an additional 1 every 4 levels thereafter, to a maximum bonus of +5 at 18th level.",
			"",
			"This replaces poison use and swift alchemy.",
			"",
			"**Aerodynamic Prowess (Su):** At 2nd level, an aerochemist gains a +2 bonus on Fly checks. This bonus increases to +4 at 5th level, and +6 at 8th level.",
			"",
			"This replaces poison resistance."
		]
	},
	{
		"name": "Alchemical Sapper",
		"file": "archetypedisplay0413.html",
		"sources": [ "Ultimate Intrigue" ],
		"replaces": "Class Skills; Bomb; Mutagen; Poison Resistance; Swift Alchemy; 6th-level Discovery; Poison Immunity",
		"replace_array": [
			"Class Skills",
			"Bombs",
			"Mutagen",
			"Poison Resistance",
			"Swift Alchemy",
			"6th-level Discovery",
			"Poison Immunity"
		],
		"short_description": "Alchemical sappers are trained to create explosives.",
		"description": [
			"## Alchemical Sapper",
			"",
			"**Source** [Ultimate Intrigue pg. 18](source:ultimate_intrigue)   ",
			"Alchemical sappers are trained to create explosives.",
			"",
			"**Diminished Alchemy:** An alchemical sapper can prepare one fewer extract of each level than normal. If this reduces the number to 0, he can prepare extracts of that level only if his Intelligence allows bonus extracts of that level.",
			"",
			"**Class Skills:** An alchemical sapper adds Knowledge (engineering) and Stealth to his list of class skills.",
			"",
			"This alters the alchemist's class skills.",
			"",
			"**Demolition Bomb (Su):** At 1st level, an alchemical sapper can create a demolition bomb. This bomb deals double his normal bomb damage, half of which is bludgeoning and piercing damage, the other half of which is fire damage. This bomb ignores a number of points of hardness up to 1/2 the alchemical sapper's level (minimum 1). This counts as an ability that modifies the alchemical sapper's bomb, so it doesn't stack with other discoveries that modify bombs. The alchemical sapper can't use his demolition bomb with the fast bombs discovery. An alchemical sapper can only expend one use of his bomb class feature to create a demolition bomb once per day. He can create one additional demolition bomb per day at 5th level and every 4 alchemist levels thereafter.",
			"",
			"This ability modifies bomb.",
			"",
			"**Delayed Bomb (Su):** An alchemical sapper gains the delayed bomb discovery at 1st level. He does not qualify for the mutagen or cognatogen discoveries until 8th level.",
			"",
			"This ability replaces mutagen.",
			"",
			"**Master Engineer (Ex):** At 2nd level, an alchemical sapper adds 1/2 his alchemist level to Knowledge (engineering) checks, Craft (stonemasonry) checks, and Craft (traps) checks.",
			"",
			"This ability replaces poison resistance.",
			"",
			"**Camouflage Bomb (Ex):** At 3rd level, an alchemical sapper becomes skilled at hiding his bombs. When deploying a delayed bomb or trip mine (see below), the alchemical sapper can camouflage the bomb by taking an additional full-round action. Creatures searching for traps must succeed at a Perception check (DC = 10 + the alchemical sapper's alchemist level + his Intelligence modifier) to notice a camouflaged bomb.",
			"",
			"This ability replaces swift alchemy.",
			"",
			"**Trip Mine (Su):** At 6th level, an alchemical sapper can expend two uses of his bomb class feature to prepare a special kind of trap called a trip mine. This special bomb remains inert until 1 round after it leaves the alchemical sapper's possession, after which time it becomes armed. When a creature enters a square containing an armed trip mine, it explodes, dealing normal bomb damage to all creatures in its square (DC = 10 + 1/2 the alchemical sapper's alchemist level + his Intelligence modifier; Reflex half ) and splash damage to every creature adjacent to that square. A trip mine can be disarmed with a successful Disable Device check (with a DC equal to the trip mine's save DC); otherwise, it lasts until the next time the alchemical sapper refreshes his daily bombs.",
			"",
			"If the alchemical sapper expends four uses of his bomb class feature, his trip mine deals damage as per a demolition bomb; this does not count against his daily uses of the demolition bomb ability. Other than demolition bomb, discoveries that modify bombs cannot apply to trip mine.",
			"",
			"This ability replaces the discovery gained at 6th level.",
			"",
			"**Selective Detonation (Su):** At 10th level, when an alchemical sapper plants a trip mine, he can designate a number of allies up to his Intelligence modifier, allowing the designated allies to pass safely through an armed trip mine's square without causing it to detonate. If another creature triggers the trip mine while an ally is nearby, the ally still takes damage as normal.",
			"",
			"This ability replaces poison immunity."
		]
	},
	{
		"name": "Alchemical Trapper",
		"file": "archetypedisplay2619.html",
		"sources": [ "Monster Codex" ],
		"replaces": "2nd and 4th-level Discoveries",
		"replace_array": [
			"2nd-level Discovery",
			"4th-level Discovery"
		],
		"short_description": "(Kobold Only) Because kobolds rely on traps to soften up enemies, kobold alchemists learn to turn bombs into traps.",
		"description": [
			"## Alchemical Trapper",
			"",
			"**Source** [Monster Codex pg. 128](source:monster_codex)   ",
			"Because kobolds rely on traps to soften up enemies, kobold alchemists learn to turn bombs into traps. When such alchemists are preparing defenses against larger creatures that might enter their tunnels and attempt to exterminate them, their skills mean the difference between life and death.",
			"",
			"**Bomb Trap (Su):** At 2nd level, an alchemical trapper can use one of her bombs to make a trap. Setting a bomb trap is a full-round action that provokes attacks of opportunity. A bomb trap fills a single 5-foot square and cannot be placed in the same area as any other trap. The alchemical trapper needs the same materials required for making a bomb. The DCs for Perception checks to notice the trap, Disable Device checks to disable it, and saving throws to avoid it are equal to the DC for the alchemical trapper's bombs. All bomb traps have location triggers and do not reset. The alchemical trapper can use any one discovery that applies to a bomb when making a bomb trap. The bomb trap lasts 10 minutes for each alchemist level the trapper possesses. If the bomb trap is not disabled or exploded within that time frame, the trap becomes inert. Creating a bomb trap uses one of the alchemical trapper's bombs per day. This ability replaces the discovery at 2nd level.",
			"",
			"**Trapfinding (Ex):** At 4th level, an alchemical trapper can find and disable traps, as the rogue class feature of the same name. This ability replaces the discovery at 4th level."
		]
	},
	{
		"name": "Aquachymist",
		"file": "archetypedisplay1388.html",
		"sources": [ "Aquatic Adventures" ],
		"replaces": "Class Skills; Bombs; 2nd-level Discovery",
		"replace_array": [
			"Class Skills",
			"Bombs",
			"2nd-level Discovery"
		],
		"short_description": "Aquachymists are those rare few alchemists of land-dwelling and aquatic races alike who strive to unlock new and fantastic secrets of alchemy that can be discovered only in the water's depths.",
		"description": [
			"## Aquachymist",
			"",
			"**Source** [Aquatic Adventures pg. 49](source:aquatic_adventures)   ",
			"The principles of alchemy work equally well underwater and on land, but mixing solutions and keeping them pure is a tougher task beneath the waves. Aquachymists are those rare few alchemists of land-dwelling and aquatic races alike who strive to unlock new and fantastic secrets of alchemy that can be discovered only in the water's depths.",
			"",
			"**Class Skills:** An aquachymist has Swim as a class skill instead of Fly. This alters the alchemist's class skills.",
			"",
			"**Sureseal Alchemy (Su):** An aquachymist's extracts and mutagens self-generate a flexible outer shell of sureseal, similar to [sureseal bladders](equipment/misc:sureseal_bladders), allowing the aquachymist to craft a waterproof supply without expending a plethora of sureseal bladders.",
			"",
			"This ability alters alchemy.",
			"",
			"**Underwater Bombs (Su):** An aquachymist's fire bombs deal steam damage, allowing them to deal damage underwater or on land. Since thrown weapons don't work well underwater, when the aquachymist creates a bomb, he either weights it or includes excess air as part of the action of creating the bomb, granting the bomb his choice of swiftly rising or swiftly sinking buoyancy and allowing him to target foes directly above or below him. If the attack misses, the bomb doesn't deal splash damage, but instead continues to travel up or down until it loses potency at the end of the alchemist's turn; the exception is when the aquachymist throws a swiftly sinking bomb close to the bottom, in which case it might reach the bottom and explode there. Because of the strange aquadynamic features of the aquachymist's underwater bombs, they have a range increment of only 5 feet above the water.",
			"",
			"This ability alters bombs.",
			"",
			"**Amphibious Mutagen (Su):** At 2nd level, an aquachymist's mutagen allows him to breathe both air and water for its duration, in addition to its other effects.",
			"",
			"This ability replaces the discovery at 2nd level."
		]
	},
	{
		"name": "Beastmorph",
		"file": "archetypedisplayaa81.html",
		"sources": [ "Ultimate Combat" ],
		"replaces": "Swift Alchemy; Swift Poisoning; Poison Immunity; Persistent Mutagen",
		"replace_array": [
			"Swift Alchemy",
			"Swift Poisoning",
			"Poison Immunity",
			"Persistent Mutagen"
		],
		"short_description": "Beastmorphs study the anatomy of monsters, learning how they achieve their strange powers.",
		"description": [
			"## Beastmorph",
			"",
			"**Source** [Ultimate Combat pg. 25](source:ultimate_combat)   ",
			"Beastmorphs study the anatomy of monsters, learning how they achieve their strange powers. They use their knowledge to duplicate these abilities, but at the cost of taking on inhuman shapes when they use mutagens.",
			"",
			"**Beastform Mutagen:** At 3rd level, a beastmorph's mutagen causes him to take on animalistic features-whether those of an animal, a magical beast, an animal-like humanoid (such as a lizardfolk), or a monstrous humanoid. For example, when the beastmorph uses his mutagen, he may gain a furry muzzle and pointed ears like a werewolf, scaly skin like a lizardfolk or sahuagin, or compound eyes and mandibles like a giant insect. The beastmorph also gains his choice of one of the abilities listed in the [alter self](spell:alter_self) spell, which persists as long as the mutagen. He may select a different ability each time he creates a mutagen. This ability replaces swift alchemy.",
			"",
			"**Improved Beastform Mutagen:** At 6th level, a beastmorph's mutagen grants him additional abilities and options. The alchemist gains his choice of two of the abilities listed in the [beast shape I](spell:beast_shape_1) spell, which persist as long as the mutagen. He may select two different abilities each time he creates a mutagen. This ability replaces swift poisoning.",
			"",
			"**Greater Beastform Mutagen:** At 10th level, a beastmorph's mutagen grants him three of the abilities listed in the [beast shape II](spell:beast_shape_2) spell, which persist as long as the mutagen. He may select three different abilities each time he creates a mutagen. This ability replaces poison resistance +2, +4, and +6, as well as poison immunity.",
			"",
			"**Grand Beastform Mutagen:** At 14th level, a beastmorph's mutagen grants him four of the abilities listed in the [beast shape III](spell:beast_shape_3) spell, which persist as long as the mutagen. He may select four different abilities each time he creates a mutagen. This ability replaces persistent mutagen.",
			"",
			"**Discoveries:** The following discoveries complement the beastmorph archetype: feral mutagen, grand mutagen, greater mutagen, infuse mutagen, mummification, spontaneous healing, tentacle, and wings."
		]
	},
	{
		"name": "Blazing Torchbearer",
		"file": "archetypedisplayc0c8.html",
		"sources": [ "Dungeoneer's Handbook" ],
		"replaces": "Brew Potion; Poison Use; 4th-level Discovery",
		"replace_array": [
			"Brew Potion",
			"Poison Use",
			"4th-level Discovery"
		],
		"short_description": "The blazing torchbearer is especially adept at manipulating flames of all kinds.",
		"description": [
			"## Blazing Torchbearer",
			"",
			"**Source** [Dungeoneer's Handbook pg. 21](source:dungeoneer's_handbook)   ",
			"The blazing torchbearer is especially adept at manipulating flames of all kinds.",
			"",
			"**Everburning Flame (Ex):** Any torch held by a blazing torchbearer is considered to be an [everburning torch](equipment/misc:everburning_torch), although it still sheds heat and can be used as a weapon. In addition, a blazing torchbearer can cast [spark](spell:spark) as a spell-like ability at will. This ability replaces Brew Potion.",
			"",
			"**Intense Light (Ex):** At 2nd level, a blazing torchbearer has mastered lighting and holding a torch to the point that it sheds more light than those carried by his peers. The radius of normal and increased illumination of any torch held by a blazing torchbearer increases by 10 feet. Once per day as a standard action, the blazing torchbearer can create a brilliant flash of light that blinds everyone within 10 feet (including the torchbearer) for 1 round. This ability replaces poison use.",
			"",
			"**Explosive Torch (Ex):** At 4th level, as a standard action, a blazing torchbearer can drop a special blend of explosive powders onto his torch before using it as a weapon. His next successful melee attack with the torch deals an additional 2d6 points of fire damage and sets the target on fire. This attack must be made within 1d4 rounds or the torch prematurely explodes at the end of the blazing torchbearer's turn, dealing damage to the blazing torchbearer and setting him on fire. This ability replaces the alchemist's 4th-level discovery."
		]
	},
	{
		"name": "Blightseeker",
		"file": "archetypedisplayd7bb.html",
		"sources": [ "Heroes of the Darklands" ],
		"replaces": "Bombs; 6th, 12th, 18th-level Discovery; Persistent Mutagen",
		"replace_array": [
			"Bombs",
			"6th-level Discovery",
			"12th-level Discovery",
			"18th-level Discovery",
			"Persistent Mutagen"
		],
		"short_description": "Blightseekers are alchemists devoted to the study of fungi native to the Darklands.",
		"description": [
			"## Blightseeker",
			"",
			"**Source** [Heroes of the Darklands pg. 10](source:heroes_of_the_darklands)   ",
			"Blightseekers are alchemists devoted to the study of fungi native to the Darklands. While diverse fungi exist on the surface world, the unique combination of environmental conditions found in the Darklands fosters the growth of unpredictable and otherworldly fungal growths.",
			"",
			"**Spore Bomb (Su):** At 1st level, a blightseeker creates a special kind of alchemist bomb that delivers a payload of alchemically engineered fungal spores. These bombs infest their target with a virulent blight (see below). The blightseeker's bombs deal 1d4 points of damage (instead of 1d6), plus 1d4 points of damage for every 2 alchemist levels beyond 1st.",
			"",
			"A creature that takes a direct hit from a spore bomb must succeed at a Fortitude save (DC = 10 + half the blightseeker's level + his Intelligence modifier) or suffer the associated blight effects. Creatures that take splash damage from the bomb are not affected by the blight.",
			"",
			"This ability alters bombs.",
			"",
			"**Blights (Ex):** At 1st level, a blightseeker gains the blights from the list below. When he prepares bombs at the start of the day, a blightseeker chooses which blight to apply to each bomb. If a blight has no duration listed, it lasts a number of rounds equal to the blightseeker's Intelligence modifier. At 1st level, a blightseeker gains the following blights.",
			"",
			"**Impairing:** The target's base land speed decreases by 10 feet, to a minimum of 10 feet. This effect doesn't stack with itself.",
			"",
			"**Minor Sickening:** The target is sickened, but it takes only a -1 penalty on affected rolls.",
			"",
			"At 6th level, a blightseeker adds the following blights to the list of those that can be applied to his bombs.",
			"",
			"**Fatiguing:** The target is fatigued.",
			"",
			"**Fear-Inducing:** The target is shaken.",
			"",
			"**Sickening:** The target is sickened.",
			"",
			"At 12th level, a blightseeker adds the following blights to the list of those blights that can be applied to his bombs.",
			"",
			"**Confusing:** The target is confused.",
			"",
			"**Exhausting:** The target is exhausted.",
			"",
			"**Nauseating:** The target is nauseated for 1 round.",
			"",
			"**Staggering:** The target becomes staggered for 1 round.",
			"",
			"At 18th level, a blightseeker adds the following blights to the list of those that can be selected.",
			"",
			"**Blinding:** The target is blinded.",
			"",
			"**Deafening:** The target is deafened.",
			"",
			"**Stunning:** The target is stunned for 1 round.",
			"",
			"This ability replaces the discoveries gained at 6th, 12th, and 18th levels.",
			"",
			"**Blight Engineering (Ex):** At 14th level, a blightseeker can apply two blights that he knows to each spore bomb he creates.",
			"",
			"This ability replaces persistent mutagen."
		]
	},
	{
		"name": "Blood Alchemist",
		"file": "archetypedisplayc07e.html",
		"sources": [ "Horror Adventures" ],
		"replaces": "Alignment; Mutagen; Bombs",
		"replace_array": [
			"Alignment",
			"Mutagen",
			"Bombs"
		],
		"short_description": "Most alchemists can transform matter and energy into other forms, but some wicked specialists realize that life itself is an energy that can greatly fuel their alchemy.",
		"description": [
			"## Blood Alchemist",
			"",
			"**Source** [Horror Adventures pg. 44](source:horror_adventures)   ",
			"Most alchemists can transform matter and energy into other forms, but some wicked specialists realize that life itself is an energy that can greatly fuel their alchemy.",
			"",
			"**Alignment:** A blood alchemist trades the lives of others for more power when using his lifeblood ability. A nonevil blood alchemist can't use the lifeblood ability, but he can use his other archetype and class abilities, and he can continue to advance in alchemist.",
			"",
			"**Lifeblood (Su):** When a blood alchemist performs a coup de grace that kills an intelligent humanoid creature (though, not a summoned intelligent humanoid creature), he can gather its lifeblood into a vial; this is a death effect. He can use this lifeblood any time within the next 24 hours to create an extract of a spell level he can cast that is no higher than 1/2 the creature's CR, without spending a daily extract slot. He can use this ability once for each spell level each day (for example, a 13th-level blood alchemist can use lifeblood to gain additional 1st-, 2nd-, 3rd-, 4th-, and 5th level extracts). A blood alchemist can't take the mutagen or cognatogen discoveries.",
			"",
			"This ability replaces mutagen.",
			"",
			"**Alchemical Circles (Sp, Su):** A blood alchemist gains a blood pool with a number of points equal to his alchemist level + his Intelligence modifier. He can spend 1 point from his blood pool to draw a complex alchemical circle in blood on the ground or on another permanent fixture in a process that takes 1 minute. Depending on his alchemist level, the alchemical circle can have one of several effects. At 1st level, the blood alchemist can spend an unused extract slot to charge the circle with alchemical energy. He chooses one of the spells listed on page 45 of equal or lower level to the extract slot he spent, and until he refreshes his extract slots, as long as his body is in physical contact with the circle, he can produce the effect of the spell he chose as a spell-like ability. If the spell normally has an expensive material component, he must still provide it, either grinding it up and mixing it with the blood used for the circle or placing it in the circle (if the component is also the target). The chosen effect can target or affect only something contained within the circle, or the surface on which the blood alchemist drew the circle. To learn one of these effects, he must write it into his formula book, with the same cost as usual for a formula (he can also use his free formula from leveling up to learn the chosen effect instead of a normal formula). The blood alchemist can choose from the following spells for this ability: 1st-[expeditious excavation](spell:expeditious_excavation), [fabricate bullets](spell:fabricate_bullets), [jury-rig](spell:jury-rig), [magic weapon](spell:magic_weapon), [reinforce armaments](spell:reinforce_armaments); 2nd-[knock](spell:knock), [make whole](spell:make_whole), [masterwork transformation](spell:masterwork_transformation), [silk to steel](spell:silk_to_steel), [soften earth and stone](spell:soften_earth_and_stone), [warp wood](spell:warp_wood); 3rd-[keen edge](spell:keen_edge), [magic vestment](spell:magic_vestment), [greater magic weapon](spell:greater_magic_weapon), [obsidian flow](spell:obsidian_flow), [spike stones](spell:spike_stones), [stone shape](spell:stone_shape); 4th-[fabricate](spell:fabricate), [passwall](spell:passwall), [transmute mud to rock](spell:transmute_mud_to_rock), [transmute rock to mud](spell:transmute_rock_to_mud); 5th-[flesh to stone](spell:flesh_to_stone), [move earth](spell:move_earth), [stone to flesh](spell:stone_to_flesh), [tar pool](spell:tar_pool), [transmute metal to wood](spell:transmute_metal_to_wood); 6th-[polymorph any object](spell:polymorph_any_object), [transmute blood to acid](spell:transmute_blood_to_acid).",
			"",
			"Starting at 8th level, the blood alchemist can also create a magic circle, as per the [magic circles occultist class ability](class:magic_circles_occultist_class_ability), though it costs 1 point from his blood pool instead of 1 point of mental focus.",
			"",
			"Starting at 12th level, he can also create a binding circle, as per the occultist class ability of the same name, though it costs 2 points from his blood pool instead of 2 points of mental focus.",
			"",
			"Starting at 16th level, the blood alchemist can draw magic circles and binding circles more quickly but with a shorter duration, as per the occultist fast circles ability.",
			"",
			"This ability replaces bombs.",
			"",
			"**Blood Knowledge (Sp):** Starting at 4th level, a blood alchemist can spend an unused extract slot of 2nd level while mixing a drop of blood with various alchemical reagents in a process that takes 1 minute. If he does so, he can drink the resulting concoction as a standard action to gain the information he would learn as if he had cast [blood biography](spell:blood_biography) on the blood he just used. As per the spell, living and undead creatures receive a Will saving throw (DC = 13 + the blood alchemist's Intelligence modifier) to negate the effect."
		]
	},
	{
		"name": "Bogborn Alchemist",
		"file": "archetypedisplayf2f9.html",
		"sources": [ "Advanced Race Guide" ],
		"replaces": "Class Skills; Throw Anything",
		"replace_array": [
			"Class Skills",
			"Throw Anything"
		],
		"short_description": "(Grippli Only) Some grippli alchemists are particularly attuned to the swamps and the dangerous creatures that inhabit them; these serve as their laboratories and research subjects, respectively.",
		"description": [
			"## Bogborn Alchemist",
			"",
			"**Source** [Advanced Race Guide pg. 191](source:advanced_race_guide)   ",
			"Some grippli alchemists are particularly attuned to the swamps and the dangerous creatures that inhabit them; these serve as their laboratories and research subjects, respectively. These bogborn alchemists have the following class features.",
			"",
			"**Class Skills:** A bogborn alchemist adds Swim to his list of class skills.",
			"",
			"**Amphibious Mutagen (Ex):** At 1st level, when a bogborn alchemist uses a mutagen, he may choose to have his mutagen form enhanced for aquatic movement. This gives him the amphibious special quality, his feet elongate, and the webbing between his fingers and toes expands, granting a swim speed of 15 feet. This replaces throw anything.",
			"",
			"**Discovery Options:** A bogborn alchemist can select the toxic skin grippli racial trait in place of an alchemical discovery.",
			"",
			"**Discoveries:** The following discoveries complement the bogborn alchemist archetype: chameleon; concentrate poison, sticky poison ; nauseating flesh, poison conversion; bottled ooze, tanglefoot bomb, tentacle ."
		]
	},
	{
		"name": "Bramble Brewer",
		"file": "archetypedisplay0b7b.html",
		"sources": [],
		"replaces": "2nd-level Discovery; Mutagen; Greater Mutagen; Grand Mutagen",
		"replace_array": [
			"2nd-level Discovery",
			"Mutagen",
			"Greater Mutagen",
			"Grand Mutagen"
		],
		"short_description": "(Half-Elf Only) Some half-elven alchemists merge human curiosity with their elven link to nature.",
		"description": [
			"## Bramble Brewer",
			"",
			"**Source** [Advanced Race Guide pg. 44]_Race Guide)",
			"Some half-elven alchemists merge human curiosity with their elven link to nature. Such alchemists can manipulate the forces of alchemy to create bombs that reshape terrain and defoliate swaths of vegetation or to create mutagens that bestow the resilience of oak or the tenacity of bamboo. A bramble brewer has the following class features.",
			"",
			"**Briar Bombs (Su):** At 2nd level, a bramble brewer gains the tanglefoot bomb discovery, but the entanglement's duration persists for a number of rounds equal to the bramble brewer's Intelligence modifier (minimum 1 round). Additionally, when a bramble brewer throws a tanglefoot bomb, it transforms all squares in its splash radius into difficult terrain that persists for as long as the bomb's entangling effect. Although these bombs deal no damage, for every 1d6 points of damage the bramble brewer's regular bombs deal, the briar bomb's splash radius increases by 5 feet. This ability replaces the 2nd-level discovery class feature.",
			"",
			"**Dendrite Mutagen (Su):** At 1st level, a bramble brewer's mutagen still contains transformative power, but grants a treelike sturdiness rather than the feral power of standard mutagens. When imbibed, dendrite mutagen grants a +4 natural armor bonus, a +2 alchemical bonus to one physical ability score, and a -2 penalty to the corresponding mental ability score. In addition, the alchemist gains fast healing 1 as long as he is in an area of bright light (such as sunlight or inside the area of a [daylight](spell:daylight) spell). This otherwise works like the standard mutagen class feature and replaces that ability.",
			"",
			"A bramble brewer who selects the greater mutagen discovery can create a dendrite mutagen that still grants a +4 natural armor bonus, and also grants a +4 alchemical bonus to one physical ability score and a +2 bonus to a second physical ability score. The bramble brewer takes a -2 penalty to both associated mental ability scores as long as the mutagen persists, but his fast healing increases to 3 as long as he is in an area of bright light. This otherwise works like the greater mutagen discovery and replaces that ability.",
			"",
			"A bramble brewer who selects the grand mutagen discovery can brew a dendrite mutagen that now grants a +6 natural armor bonus, a +6 alchemical bonus to one physical ability score, a +4 alchemical bonus to a second physical ability score, and a +2 alchemical bonus to a third physical ability score. The bramble brewer takes a -2 penalty to his Intelligence, Wisdom, and Charisma scores as long as the mutagen persists. The bramble brewer's fast healing increases to 5 as long as he is within an area of bright light. This otherwise works like the grand mutagen discovery and replaces that ability.",
			"",
			"**Grand Discovery (Su):** At 20th level, a bramble brewer who selects the true mutagen grand discovery can create a dendrite mutagen that grants a +8 natural armor bonus and a +6 alchemical bonus to Strength, Dexterity, and Constitution. The bramble brewer takes a -2 penalty to his Intelligence, Wisdom, and Charisma scores as long as the mutagen persists. The bramble brewer's gains fast healing 10, but instead of only gaining fast healing in bright light, this fast healing persists in areas of bright or normal light. A bramble brewer must possess the grand mutagen discovery before selecting this discovery.",
			"",
			"**Discoveries:** The following discoveries complement the bramble brewer archetype: precise bombs; defoliant bomb; lingering spirit, strafe bomb, sunlight bomb."
		]
	},
	{
		"name": "Chirurgeon",
		"file": "archetypedisplayb962.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Poison Use; Poison Resistance +4; Poison Immunity",
		"replace_array": [
			"Poison Use",
			"Poison Resistance +4",
			"Poison Immunity"
		],
		"short_description": "An alchemist who studies anatomy and uses this knowledge to heal is a chirurgeon.",
		"description": [
			"## Chirurgeon",
			"",
			"**Source** [Ultimate Magic pg. 18](source:ultimate_magic)   ",
			"An alchemist who studies anatomy and uses this knowledge to heal is a chirurgeon. A chirurgeon has the following class features.",
			"",
			"**Infused Curative:** At 2nd level, a chirurgeon's extracts of cure spells automatically act as infusions, and can be used by non-alchemists. When a chirurgeon prepares his extracts, he may choose to render any or all of his infused curatives inert and prepare other extracts to replace them (unlike infusions, which continue to occupy the alchemist's daily extract slots until consumed or used). This ability replaces poison use.",
			"",
			"**Anaesthetic:** At 5th level, a chirurgeon learns how to supplement uses of the Heal skill with pain-killing drugs. He gains Skill Focus (Heal) as a bonus feat. Any use of the Heal skill that has a risk of harming the patient (such as extracting a barb) only deals the minimum damage when performed by a chirurgeon. This ability replaces poison resistance +4.",
			"",
			"**Power Over Death:** At 10th level, a chirurgeon adds [breath of life](spell:breath_of_life) to his formula book as a 4th-level extract. His infused curative ability applies to this extract. This ability replaces poison immunity.",
			"",
			"**Discoveries:** The following discoveries complement the chirurgeon archetype: elixir of life, healing touch, infusion, and spontaneous healing."
		]
	},
	{
		"name": "Clone Master",
		"file": "archetypedisplay96c1.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Bomb; Poison Resistance +6; Poison Immunity",
		"replace_array": [
			"Bombs",
			"Poison Resistance +6",
			"Poison Immunity"
		],
		"short_description": "Clone masters practice duplicating existing creatures in order to better understand how to create new life.",
		"description": [
			"## Clone Master",
			"",
			"**Source** [Ultimate Magic pg. 18](source:ultimate_magic)   ",
			"Clone masters practice duplicating existing creatures in order to better understand how to create new life. A clone master has the following class features.",
			"",
			"**Bomb:** A clone master's bombs deal damage one die step lower than normal (regular bombs deal d4s, concussive bombs deal 1d3s, and so on). This otherwise functions as and replaces the standard alchemist bomb class feature.",
			"",
			"**Lesser Simulacrum:** At 7th level, a clone master adds [lesser simulacrum](spell:lesser_simulacrum) to his formula book as a 3rd-level extract.",
			"",
			"**Rebirth:** At 8th level, a clone master can prepare a clone of himself that awakens if he is slain. Creating the clone costs 5,000 gp, takes 1 week of work, and requires 3 additional weeks for the clone to grow to maturity. If he dies, the clone awakens as if the alchemist had used the [clone](spell:clone) spell on himself. He can have one inert of himself at a time. Unused clones created by a clone master do not rot. This ability replaces poison resistance +6 and poison immunity.",
			"",
			"**Simulacrum:** At 13th level, a clone master adds [simulacrum](spell:simulacrum) to his formula book as a 5th-level extract.",
			"",
			"**Clone:** At 16th level, a clone master adds [clone](spell:clone) to his formula book as a 6th-level extract.",
			"",
			"**Discoveries:** The following discoveries complement the clone master archetype: alchemical simulacrum, doppelganger simulacrum, preserve organs, and parasitic twin."
		]
	},
	{
		"name": "Concocter",
		"file": "archetypedisplay87a6.html",
		"sources": [],
		"replaces": "2nd, 4th, 6th-level Discovery; Swift Poisoning",
		"replace_array": [
			"2nd-level Discovery",
			"4th-level Discovery",
			"6th-level Discovery",
			"Swift Poisoning"
		],
		"short_description": "Concocters are experts at combining sets of chemicals to create unique effects.",
		"description": [
			"## Concocter",
			"",
			"**Source** [Potions and Poisons pg. 8]_and Poisons)",
			"Experts at combining sets of chemicals to create unique effects, concocters specialize in blending extracts, mutagens, and potions to create concoctions that give them exhilarating powers. Concocters seem reckless to those who aren't familiar with their ways, but those who know them understand that these alchemists simply have unorthodox methods.",
			"",
			"**Mutagenic Mixology (Ex):** At 2nd level, whenever a concocter brews a potion, he can mix in some of the chemicals he uses to create his mutagen, adding some of his mutagen's effects to this concoction.",
			"",
			"When he drinks this concoction, he gains the benefit of the potion as normal. Additionally, he gains a +2 natural armor bonus and a +4 alchemical bonus to one of his physical ability scores (Strength, Dexterity, or Constitution), while suffering a -2 penalty to the corresponding mental ability score (Intelligence, Wisdom, or Charisma), just as though the concoction were a mutagen. The ability score that receives the bonus must be chosen when the concoction is made. These benefits and penalties last for the duration of the effects of the potion on which the concoction is based or for 1 minute per the concocter's alchemist level, whichever is shorter.",
			"",
			"The effects of this concoction do not stack with another such concoction or a mutagen. If the concocter drinks another concoction or a mutagen while under the effects of this concoction, the effects of any previous concoction or mutagen immediately end. A concoction that is not in the concocter's possession becomes inert until the concocter picks it up again (even if the concocter has the infuse mutagen discovery). The process used to combine the mutagen with a potion make it particularly volatile, so anyone else who drinks the concoction (including other alchemists) does not gain its benefits and must succeed at a Fortitude saving throw or be nauseated for 1 minute. The DC of this saving throw is equal to 10 + the concocter's alchemist level + the concocter's Intelligence modifier.",
			"",
			"Additional reagents and materials are required to brew a concoction in this way, doubling the cost in raw materials to create the potion on which the concoction is based. A mutagen brewed into a concoction in this way does not count against the number of mutagens the concocter can have active at a given time.",
			"",
			"A concocter can make one such concoction per day at 2nd level and a second per day at 4th level. A concoction becomes inert 24 hours after it is created.",
			"",
			"This replaces the discoveries gained at 2nd and 4th levels.",
			"",
			"**Extracting Mixology (Ex):** At 6th level, a concocter can combine an extract and a potion, allowing him to consume this mixture simultaneously, albeit with some potential side effects. As a full-round action, the concocter can combine an extract with a potion in his possession. The concocter can then drink the mixture as a standard action. If he does not consume the mixture within 2 rounds of creating it, the mixture grows inert and both the extract and the potion are ruined. This ability cannot be used with a potion into which he has fused his mutagen using his mutagenic mixology ability.",
			"",
			"The exact effects of drinking one of these mixtures are volatile and unpredictable. Each time the concocter drinks a mixture, roll on the following table to determine the result.",
			"",
			"| d4 | Effect  |",
			"| --- | ---  |",
			"| 1 | Either the extract (01-50 on a d%) or potion (51-100 on a d%) has no effect. The consumable that takes effect treats its caster level or the concocter's alchemist level as 2 higher, whichever is appropriate.  |",
			"| 2 | Both the extract and potion function normally.  |",
			"| 3 | Both the extract and potion function normally but treat their caster level or the concocter's alchemist level as 2 higher, whichever is appropriate.  |",
			"| 4 | Both the extract and potion function normally and are affected as though they were spells extended with the [Extend Spell](feat:extend_spell) metamagic feat. If either the extract or the potion's duration is concentration, instantaneous, or permanent, both the extract and the potion simply function normally. |",
			"",
			"This replaces swift poisoning and the discovery gained at 6th level."
		]
	},
	{
		"name": "Construct Rider",
		"file": "archetypedisplayb7f7.html",
		"sources": [ "Cohorts and Companions" ],
		"replaces": "Class Skills; Brew Potion; Mutagen; 4th-level Discovery; Extracts",
		"replace_array": [
			"Class Skills",
			"Brew Potion",
			"Mutagen",
			"4th-level Discovery",
			"Extracts"
		],
		"short_description": "A construct rider creates arcane devices to emulate and surpass weak flesh.",
		"description": [
			"## Construct Rider",
			"",
			"**Source** [Cohorts and Companions pg. 12](source:cohorts_and_companions)   ",
			"A construct rider creates arcane devices to emulate and surpass weak flesh.",
			"",
			"**Class Skills:** The construct rider gains Ride (Dex) and Knowledge (engineering) (Int) as class skills.",
			"",
			"**Craft Mount (Su):** A construct rider assembles a construct mount shaped like a riding animal. A Medium alchemist can select a camel or a horse. A Small alchemist can select a pony or wolf, but can also select a boar or a dog if he's at least 4th level. The GM may approve other animals as mounts. This construct mount acts in most ways as a [druid animal companion](class:druid_animal_companion), using the character's alchemist level as his effective druid level. A construct mount is a construct, but uses the appropriate animal companion's statistics, gaining Hit Dice, skills, feats, and Strength and Dexterity adjustments as the alchemist advances in level. A construct mount has no Constitution score, and instead gains bonus hit points appropriate for a construct of its size. It has an Intelligence score (and skill points), a lower base attack bonus, and better saving throws than a normal construct of its Hit Dice. The mount has all the immunities of a construct (except immunity to mind-affecting effects, since it has a mind). A construct rider can use Craft (alchemy) instead of Handle Animal for all purposes involving his construct mount, though the check still takes a -5 penalty due to the construct mount's unusual nature.",
			"",
			"To create a construct with a mind and body that are constantly changing and improving, the construct rider must manufacture vast quantities of clockwork or animating reagents. As such, the construct rider can never gain the mutagen or cognatogen ability, even from a discovery or another class.",
			"",
			"At first, his mount is a singular masterpiece created during a momentary stroke of brilliance. At 4th level, the construct rider gains [Craft Construct](feat:craft_construct) as a bonus feat and can use his extracts instead of spells to meet spell prerequisites when crafting other constructs.",
			"",
			"This ability replaces Brew Potion, mutagen, and the discovery gained at 4th level.",
			"",
			"**Diminished Extracts:** A construct rider may prepare one fewer extract of each level than normal. If this reduces the number to 0, he may prepare extracts of that level only if his Intelligence allows bonus extracts of that level.",
			"",
			"**Construct Rider Discoveries (Su):** The construct rider can select from the following archetype-specific discoveries in place of an alchemist discovery.",
			"",
			"**Internal Reservoir (Ex, Sp):** The construct mount contains a reservoir tank than the construct rider can fill with one dose of a potion or extract the construct rider created. As a move action that doesn't provoke an attack of opportunity, the construct mount can apply the potion or extract to itself. Refilling the reservoir is a complicated process that requires a DC 20 Craft (alchemy) check. Failure destroys the potion or extract. The process requires 1 minute, and provokes attacks of opportunity. A construct rider must be at least 6th level before selecting this discovery.",
			"",
			"**Vaporizing Reservoir (Ex, Su):** The construct rider upgrades his mount's reservoir, adding a compartment near the mouth which stores a bomb. Loading the bomb requires the same process as loading an extract or potion. A construct mount loaded with a bomb can unleash it as a breath weapon in a 15-foot cone or a 30-foot line as a standard action, dealing damage as a direct hit against all targets in the area of effect. The alchemist selects a line or cone area when loading the reservoir. Because the construct mount lacks the alchemist's Throw Anything ability, the alchemist's Intelligence bonus doesn't apply to this damage. A construct rider must be at least 8th level and possess the internal reservoir discovery before selecting this discovery.",
			"",
			"**Widened Vaporizer (Su):** When the construct mount uses its breath weapon from the vaporizing reservoir discovery, it can also unleash a 30-foot cone or a 60-foot line. A construct rider must be at least 10th level and possess the internal reservoir and vaporizing reservoir discoveries before selecting this discovery."
		]
	},
	{
		"name": "Crimson Chymist",
		"file": "archetypedisplay2b62.html",
		"sources": [ "Adventurer's Guide" ],
		"replaces": "Mutagen",
		"replace_array": [ "Mutagen" ],
		"short_description": "Crimson chymists turn to the alchemical arts, infusing their bodies with the mutagenic essence of the Mantis God.",
		"description": [
			"## Crimson Chymist",
			"",
			"**Source** [Adventurer's Guide pg. 156](source:adventurer's_guide)   ",
			"Red Mantis agents are easily identifiable by their iconic equipment. Yet some assassins believe even subtler killing methods can be employed while still honoring Achaekek. These crimson chymists turn to the alchemical arts, infusing their bodies with the mutagenic essence of the Mantis God.",
			"",
			"**Crimson Discoveries (Su):** A crimson chymist gains access to several additional unique discoveries, as detailed below.",
			"",
			"This alters discovery.",
			"",
			"**Arms of Achaekek:** The small barbs that grow on the crimson chymist's arms when she drinks her mantis mutagen grow significantly in size, granting her two claw attacks as natural weapons. These claws deal damage as appropriate for her size (1d4 for Medium crimson chymists) and function as secondary attacks. These claws do not replace the chymist's hands, and she can still use her hands to wield weapons, attack, hold objects, and otherwise use her hands with ease, but she cannot be wearing any item in the wrists slot or any armor-if she dons magic items that occupy the wrists slot or any armor, her claws shrink back to cosmetic barbs that can't be used in combat as long as the armor or wrist items are worn. A crimson chymist must be at least 6th level before selecting this discovery.",
			"",
			"**Blood Sight:** When the crimson chymist is under the effects of her mantis mutagen, her eyes transform, becoming red and multifaceted. This change grants her darkvision to a range of 60 feet and the effects of [deathwatch](spell:deathwatch) for the duration of her mutagen's effects. If the crimson chymist already has darkvision as a benefit of her race, the range of her darkvision increases by 30 feet while using blood sight.",
			"",
			"**Improved Arms of Achaekek:** The claws granted by the arms of Achaekek discovery now function as primary weapons when the crimson chymist makes no attacks with manufactured weapons (the claws function as secondary weapons if the chymist attacks with a manufactured weapon). The damage die of the claws increases by one size category (to 1d6 for Medium crimson chymists), and attacks deal 1d4 points of bleed damage on a hit. A crimson chymist must be at least 10th level and have the arms of Achaekek discovery before selecting this discovery.",
			"",
			"**Ingest Venom:** Once per day as a standard action, the crimson chymist can ingest one dose of any poison without harming herself. The next time she imbibes her mutagen and uses her arms of Achaekek discovery, both claws are envenomed with a dose of the poison she ingested. An ingested venom remains latent in the alchemist's system until she activates her arms of Achaekek discovery or until 24 hours have passed, whichever comes first. Additional doses of venom ingested during that time affect the alchemist normally. A crimson chymist must have the arms of Achaekek discovery before selecting this discovery.",
			"",
			"**Mantis Mutagen (Su):** At 1st level, a crimson chymist discovers how to create a specialized mutagen that grants her aspects of a praying mantis. A mantis mutagen functions as an alchemist mutagen, save that it always enhances Dexterity and applies a penalty to Charisma. When imbibed, the mutagen causes the crimson chymist's flesh to grow red chitinous plates on her body as natural armor and a row of small, cosmetic barbed hooks along her arms.",
			"",
			"This alters mutagen."
		]
	},
	{
		"name": "Cruorchymist",
		"file": "archetypedisplay2b9e.html",
		"sources": [ "Construct Handbook" ],
		"replaces": "Poison Use; Poison Resistance; Poison Immunity; Swift Poisoning; Mutagen; Brew Potion",
		"replace_array": [
			"Poison Use",
			"Poison Resistance",
			"Poison Immunity",
			"Swift Poisoning",
			"Mutagen",
			"Brew Potion"
		],
		"short_description": "Cruorchymists see their blood as just another tool for their experiments",
		"description": [
			"## Cruorchymist",
			"",
			"**Source** [Construct Handbook pg. 12](source:construct_handbook)   ",
			"Cruorchymists see their blood as just another tool for their experiments. They use this blood to create new life that can be commanded to serve the cruorchymist's goals.",
			"",
			"**Blood Familiar (Ex):** A cruorchymist has created a [homunculus](monster:homunculus) from basic materials and his own blood. The homunculus takes the shape of a Tiny humanoid. It functions in all ways as a [familiar](class:familiar), treating the cruorchymist's alchemist level as his effective wizard level. If a cruorchymist wishes to replace his blood familiar, he can reduce the cost of the replacement ritual by taking 2 points of Constitution drain for every 100 gp he wishes to forgo. At 3rd level, if the cruorchymist has the [infusion](unknown:infusion) discovery, a blood familiar can deliver extracts that have a range of touch for its cruorchymist master.",
			"",
			"This replaces mutagen. A cruorchymist can never gain the mutagen, cognatogen, or inspired cognatogen ability, even from a discovery or another class.",
			"",
			"**Blood Treatment (Ex):** A cruorchymist can give up some of his blood to restore his blood familiar. As a swift or immediate action, a cruorchymist can take a number of points of Constitution drain. His blood familiar heals 1d6 hit points for every 1 point of Constitution drain the cruorchymist inflicts upon himself in this way.",
			"",
			"This replaces Brew Potion.",
			"",
			"**Blood Augmentation (Ex):** At 4th level, a cruorchymist can provide more of his blood to further enhance his blood familiar. As a swift action, the cruorchymist can take 1 point of Constitution damage to provide his familiar with an [animal aspect](class:animal_aspect) for 1 minute, treating his alchemist level as his hunter level. The cruorchymist takes 1 additional point of Constitution damage for every minute he maintains the animal aspect beyond the first. At 12th level, the cruorchymist can select two animal aspects for his blood familiar instead of one, taking 2 points of Constitution damage for every minute that he maintains both animal aspects."
		]
	},
	{
		"name": "Crypt Breaker",
		"file": "archetypedisplayb87b.html",
		"sources": [ "Inner Sea Magic" ],
		"replaces": "Alchemist Bomb, Mutagen, Brew Potion, Persistent Mutagen",
		"replace_array": [
			"Bombs",
			"Mutagen",
			"Brew Potion",
			"Persistent Mutagen"
		],
		"short_description": "Crypt breakers use their powers of perception and alchemical adaptation to safely investigate the mysteries of the past.",
		"description": [
			"## Crypt Breaker",
			"",
			"**Source** [Inner Sea Magic pg. 33](source:inner_sea_magic)   ",
			"Crypt breakers are most common in Osirion, where they use their powers of perception and alchemical adaptation to safely investigate the mysteries of that lands' past. They are often involved in expeditions into dangerous tombs and catacombs, where their ability to create alchemical devices designed to neutralize constructs and undead are often crucial to survival. A crypt breaker has the following class features.",
			"",
			"**Alkahest Bombs (Su):** A crypt breaker's bombs are specially designed to work best against constructs and corporeal undead-two foes commonly encountered in ancient tombs. Known as alkahest bombs, these bombs deal acid damage instead of fire damage. Alkahest is an alchemical fluid that eats away unliving flesh and animated constructs, but it doesn't work as well against other targets. Against constructs and corporeal undead, alkahest bombs deal 1d8 points of damage, plus 1d8 points of damage for every odd-numbered level instead of 1d6. Against all other creatures, alkahest bombs deal 1d4 points of damage, plus 1d4 points of force damage for every odd-numbered level. This ability otherwise functions as and replaces the standard alchemist bomb class feature.",
			"",
			"**Crypt Breaker's Draught (Su):** Rather than develop mutagens that increase their natural armor and physical abilities at the expense of their minds, crypt breakers focus on the creation of special draughts that can enhance their senses. When a crypt breaker drinks one of these draughts, he gains a +4 bonus on all Perception checks and gains one of the following special senses: darkvision 60 feet, low-light vision, or scent. While under the effects of a crypt breaker's draught, the alchemist also gains light blindness. This ability replaces the mutagen class ability (a crypt breaker cannot create mutagens unless he selects the mutagen discovery).",
			"",
			"**Trapfinding:** A crypt breaker adds 1/2 his level on Perception checks made to locate traps and to Disable Device checks (minimum +1). A crypt breaker can use Disable Device to disarm magic traps. When determining the ability of a crypt breaker to deal with locks or traps, treat his alchemist levels as rogue levels. This ability replaces the Brew Potion bonus feat.",
			"",
			"**Discoveries:** A crypt breaker may take the following rogue talents as discoveries: quick disable, trap sense, and trap spotter. Treat the crypt breaker's alchemist level as his rogue level for these talents.",
			"",
			"**Enhanced Alkahest (Su):** At 14th level, a crypt breaker's alkahest grows more potent. Against constructs and corporeal undead, the crypt breaker's alkahest bombs deal +1 points of damage per die, and the bomb threatens a critical hit on a 19-20. This does not stack with other effects that improve critical hit threat ranges. This ability replaces persistent mutagen."
		]
	},
	{
		"name": "Deep Bomber",
		"file": "archetypedisplay2014.html",
		"sources": [ "Advanced Race Guide" ],
		"replaces": "Poison Use; Swift Alchemy; Instant Alchemy; Swift Poisoning",
		"replace_array": [
			"Poison Use",
			"Swift Alchemy",
			"Instant Alchemy",
			"Swift Poisoning"
		],
		"short_description": "(Svirfneblin Only) Consumed with keeping hidden from the horrors below the surface, svirfneblin use their racial proclivity for alchemy and their inherent talent for obfuscation to strike their enemies from the darkness and retreat unseen.",
		"description": [
			"## Deep Bomber",
			"",
			"**Source** [Advanced Race Guide pg. 205](source:advanced_race_guide)   ",
			"Consumed with keeping hidden from the horrors below the surface, svirfneblin use their racial proclivity for alchemy and their inherent talent for obfuscation to strike their enemies from the darkness and retreat unseen. A deep bomber has the following class features.",
			"",
			"**Silent Bomb:** At 2nd level, when the deep bomber creates a bomb, he can choose to have it explode without making any noise, although those damaged by it may cry out. This ability replaces poison use.",
			"",
			"Targeting Bomb*: At 3rd level, when the deep bomber creates a bomb, he can choose to have its detonation include a faerie fire effect that applies to all creatures within the splash radius (including the target, if any). This ability replaces swift alchemy (the deep bomber gains swift alchemy at 18th level and never gains instant alchemy).",
			"",
			"**Stonekin:** At 6th level, the deep bomber automatically learns [tree shape](spell:tree_shape) as a 2nd-level extract, except instead of a tree, he takes the form of a stalagmite that is the same size as his current size. At 7th level, he automatically learns [meld into stone](spell:meld_into_stone) as a 3rd-level extract. This ability replaces swift poisoning.",
			"",
			"**Discoveries:** The following discoveries complement the deep bomber archetype: delayed bomb, dispelling bomb, fast bombs, infusion, madness bomb, poison bomb."
		]
	},
	{
		"name": "Dimensional Excavator",
		"file": "archetypedisplay6661.html",
		"sources": [ "Magic Tactics Toolbox" ],
		"replaces": "4th-level Discovery",
		"replace_array": [ "4th-level Discovery" ],
		"short_description": "Dimensional excavators have discovered and recorded ways to cause their bombs to create minor tears in the fabric of reality, forming extradimensional pits to vex their foes.",
		"description": [
			"## Dimensional Excavator",
			"",
			"**Source** [Magic Tactics Toolbox pg. 14](source:magic_tactics_toolbox)   ",
			"Alchemists are often drawn to the Mana Wastes to study the strange energies and interactions that can be found there. Though many overeager alchemists ultimately disappear during research expeditions, more cautious scholars of alchemy in Alkenstar are content to simply read the notes left behind by their more adventurous kindred. Some of these scholars have discovered and recorded ways to cause their bombs to create minor tears in the fabric of reality, forming extradimensional pits to vex their foes.",
			"",
			"**Extradimensional Extract (Su):** The intense study a dimensional excavator applies to dimensional forces causes him to treat his class level as 2 lower when qualifying for alchemist discoveries other than those granted by Precipitous Discoveries (see below). At 4th level, the dimensional excavator adds [create pit](spell:create_pit) to his list of extracts known, treating it as a 2nd-level alchemist extract. He can create an extract of this spell, which can then be thrown as a ranged attack, targeting a creature or square. If it strikes a square, the pit manifests in that area and all nearby creatures are affected normally. If a creature is struck, the pit manifests in the creature's location, and the struck creature must succeed at a Reflex save with a -2 penalty or fall into the pit.",
			"",
			"This alters the discovery ability, and replaces the discovery gained at 4th level.",
			"",
			"**Precipitous Discoveries (Su):** At 6th level, a dimensional excavator can choose to learn an additional pit spell in place of learning a new discovery. The alchemist must be able to use an extract of the appropriate level to select a pit spell as an extract. He can add the following spells to his extracts known, and use them as per the extradimensional extract ability: [spiked pit](spell:spiked_pit) (3rd-level extract), [acid pit](spell:acid_pit) (4th-level extract), [hungry pit](spell:hungry_pit) (5th-level extract).",
			"",
			"This alters the discovery ability."
		]
	},
	{
		"name": "Dragonblood Chymist",
		"file": "archetypedisplay4db4.html",
		"sources": [ "Legacy of Dragons" ],
		"replaces": "Mutagen; 2nd, 12th, 16th-level discovery; Throw Anything; Poison Resistance; Poison Use; Swift Poisoning",
		"replace_array": [
			"Mutagen",
			"2nd-level Discovery",
			"12th-level Discovery",
			"16th-level Discovery",
			"Throw Anything",
			"Poison Resistance",
			"Poison Use",
			"Swift Poisoning"
		],
		"short_description": "The dragonblood chymist specializes in the reckless distillation of extracts and elixirs that allow them to experience the might of a dragon, however dangerous it might be.",
		"description": [
			"## Dragonblood Chymist",
			"",
			"**Source** [Legacy of Dragons pg. 12](source:legacy_of_dragons)   ",
			"For alchemists, the key to effective mixtures lies in potent ingredients, and what could be more formidable than the blood of wyrms? The dragonblood chymists of Kaer Maga specialize in the reckless distillation of extracts and elixirs that allow them to experience the might of a dragon, however dangerous it might be",
			"",
			"**Dragonblood Mutagen (Su):** At 1st level, a dragonblood chymist discovers how to create a mutagen that he can imbibe in order to mimic the might of a dragon. While he maintains his original form, his features take on a draconic appearance, becoming scaly and lizard-like. He gains a +2 natural armor bonus and a +2 alchemical bonus to his Strength for 10 minutes per class level.",
			"",
			"At 2nd level, the dragonblood chymist has learned to concentrate the potency of his dragonblood mutagen such that it grants him two claw attacks and a bite attack. If these are the only attacks the dragonblood chymist makes in a round, they are primary attacks and are made using his full base attack bonus. Otherwise, these natural attacks are treated as secondary attacks. The claw attacks deal 1d4 points of damage (1d3 if he is Small) and the bite attack deals 1d6 points of damage (1d4 if he is Small). While the mutagen is in effect, he gains a +2 competence bonus on Intimidate checks. At 12th level, the dragonblood mutagen grants a +4 natural armor bonus and a +4 alchemical bonus to his Strength. At 16th level, the dragonblood mutagen grants a +6 natural armor bonus and a +6 alchemical bonus to his Strength. This ability otherwise functions as mutagen.",
			"",
			"This ability modifies the mutagen class feature; replaces the discoveries gained at 2nd, 12th, and 16th levels; and precludes the dragonblood chymist from taking any other mutagen discoveries.",
			"",
			"**Explosive Breath (Su):** At 1st level, a dragonblood chymist gains the ability to expel fire from his mouth in the same manner as a dragon. He gains the breath weapon bomb alchemist discovery but must apply this discovery to every bomb he creates.",
			"",
			"This ability replaces the Throw Anything ability",
			"",
			"**Draconic Resistances (Ex):** At 2nd level, a dragonblood chymist gains a +2 bonus on all saving throws against paralysis and sleep effects. This bonus increases to +4 at 6th level, and to +6 at 10th level. At 10th level, a dragonblood chymist becomes immune to paralysis and sleep effects.",
			"",
			"This ability replaces poison resistance, poison use, and swift poisoning"
		]
	},
	{
		"name": "Ectochymist",
		"file": "archetypedisplayee8f.html",
		"sources": [ "Occult Adventures" ],
		"replaces": "Class Skills; Bombs; Poison Resistance; Poison Use; Swift Poisoning; 8th-level Discovery; Poison Immunity",
		"replace_array": [
			"Class Skills",
			"Bombs",
			"Poison Resistance",
			"Poison Use",
			"Swift Poisoning",
			"8th-level Discovery",
			"Poison Immunity"
		],
		"short_description": "Ectochymists study the effects of alchemy on soul and spirit, focusing on fighting ghosts and other incorporeal creatures.",
		"description": [
			"## Ectochymist",
			"",
			"**Source** [Occult Adventures pg. 112](source:occult_adventures)   ",
			"Ectochymists study the effects of alchemy on soul and spirit, focusing on fighting ghosts and other incorporeal creatures.",
			"",
			"**Class Skills:** An ectochymist adds Knowledge (religion) to his list of class skills. This alters the alchemist's class skills.",
			"",
			"**Ectoplasmic Blanche (Su):** An ectochymist can alchemically treat a melee weapon so that it deals full damage to incorporeal creatures. The process requires a full-round action and lasts until the next time that weapon is used to make an attack. An ectochymist can use this ability a number of times per day equal to his alchemist level + his Intelligence modifier. This ability replaces bombs.",
			"",
			"**Cool-Headed (Ex):** At 2nd level, an ectochymist gains a +2 bonus on saves against death, fear, and negative energy effects. This bonus increases to +4 at 5th level, and to +6 at 8th level. This ability replaces poison resistance.",
			"",
			"**Advanced Ectochymistry (Su):** At 2nd level, a weapon coated in an ectochymist's ectoplasmic blanche also deals full damage to haunts. This ability replaces poison use.",
			"",
			"**Swift Ectochymistry (Su):** At 6th level, an ectochymist can use ectoplasmic blanche on one of his own weapons as a swift action. When coated on a weapon wielded by the ectochymist, ectoplasmic blanche lasts for a number of attacks equal to the ectochymist's Intelligence modifier (minimum 1 attack). This ability replaces swift poisoning.",
			"",
			"**Ghost Trap (Su):** At 8th level, an ectochymist can throw a trap to capture an incorporeal creature of up to 1 Hit Die per alchemist level he possesses. As a standard action, the ectochymist can expend a use of ectoplasmic blanche to coat the inside of a container with his blanche and throw it at an incorporeal creature as a ranged touch attack. If he hits, the creature receives a Will save to escape the trap (DC = 10 + 1/2 his alchemist level + his Intelligence modifier). If the creature fails its save, it is sealed within the vessel until someone breaks or opens that vessel. The ghost trap automatically survives being thrown at the incorporeal creature, but otherwise is only as durable as the vessel (normally hardness 5, 1 hp for a glass bottle).This ability replaces the 8th-level alchemist discovery.",
			"",
			"**Ectochymical Analysis (Sp):** At 10th level, an ectochymist can use alchemical processes to uncover esoteric knowledge from a haunted area that would normally require divinations to ascertain. This process takes 10 minutes and expends one use of ectoplasmic blanche. Treat this effect as [speak with haunt](spell:speak_with_haunt) with a saving throw DC equal to 10 + 1/2 the ectochymist's class level + the ectochymist's Charisma modifier and a caster level equal to the ectochymist's class level. Because the ectochymist is performing an analysis to answer his questions and not speaking with the haunt directly, he uses Craft (alchemy) rather than Sense Motive to oppose any Bluff checks the spirit might attempt in order to mislead him. This ability replaces poison immunity.",
			"",
			"**Discoveries:** The following discoveries complement the ectochymist archetype: alchemical simulacrum, cognatogen, grand cognatogen, greater alchemical simulacrum, and mummification."
		]
	},
	{
		"name": "Ectoplasm Master",
		"file": "archetypedisplaye428.html",
		"sources": [ "Haunted Heroes Handbook" ],
		"replaces": "Brew Potion",
		"replace_array": [ "Brew Potion" ],
		"short_description": "Alchemists capable of distilling spectral horrors into alchemical reagents.",
		"description": [
			"## Ectoplasm Master",
			"",
			"**Source** [Haunted Heroes Handbook pg. 14](source:haunted_heroes_handbook)   ",
			"Able to distill spectral horrors into alchemical reagents, the eccentric techniques of the ectoplasm master originated among agents of the Whispering Way, though their secrets have since been exposed and spread to the winds by their rivals in the Esoteric Order of the Palatine Eye. Today, the ectoplasm master is not automatically regarded as an agent of sinister evil as a result.",
			"",
			"**Ectoplasmic Extracts (Su):** Instead of using alchemical reagents in order to create alchemical items (including his bombs, extracts, and mutagens), an ectoplasm master uses reagents such as corpse dust, crystallized ectoplasm, and similar reagents as alchemical catalysts. Just as with standard alchemists, the costs of these materials are insignificant and are comparable to the costs of the valueless material components of most spells. As a result of his eccentric techniques and use of odd alchemical components, an ectoplasm master has an expanded formula list. He adds all sorcerer/wizard spells of 6th level or lower from the necromancy school to his alchemist formula list (but must still learn each of these spells normally). If a spell appears on both the alchemist formula list and the sorcerer/wizard spell list, the ectoplasm master uses the lower of the two spell levels listed for the spell.",
			"",
			"This ability alters extracts and replaces Brew Potion.",
			"",
			"**Ectoplasm Master Discoveries (Su):** An ectoplasm master is able to select the following alchemist discoveries, in addition to general discoveries.",
			"",
			"**Ectoplasmic Mutagen:** Whenever the ectoplasm master imbibes a mutagen, his living flesh transmutes into ectoplasm, causing him to take on a semiliquid form. He no longer gains a natural armor bonus from his mutagen, but instead becomes immune to critical hits and precision damage (such as sneak attacks) while under the mutagen's effects. An ectoplasm master must be at least 6th level to learn this discovery.",
			"",
			"**Ectoplasmic Servant:** An ectoplasm master who selects this discovery adds all summon monster spells of 6th level or lower to his alchemist formula list as ectoplasmic extracts. Whenever he summons a creature using an ectoplasmic extract, the creature must appear in a square adjacent to his own, and it gains the [ectoplasmic creature template](monster/template:ectoplasmic). Creatures summoned using ectoplasmic extracts cannot have templates other than the ectoplasmic creature template.",
			"",
			"**Siphon Bomb:** The ectoplasm master's bombs can be modified to neutralize and crystallize the ectoplasmic energy of haunts and incorporeal undead. A siphon bomb deals full damage to incorporeal creatures as if it were a force effect, but deals only nonlethal damage to corporeal creatures. A siphon bomb also damages haunts, provided the siphon bomb explodes within a haunt's area of effect. This discovery modifies the alchemist's bombs and doesn't stack with other discoveries that modify bombs."
		]
	},
	{
		"name": "Eldritch Poisoner",
		"file": "archetypedisplayabc1.html",
		"sources": [ "Black Markets" ],
		"replaces": "Bomb; Throw Anything; Mutagen; Persistent Mutagen; 4th-level Discovery",
		"replace_array": [
			"Bombs",
			"Throw Anything",
			"Mutagen",
			"Persistent Mutagen",
			"4th-level Discovery"
		],
		"short_description": "Eldritch poisoners are masters of the toxic arts, synthesizing lethal and incapacitating poisons with uncanny speed and expertise.",
		"description": [
			"## Eldritch Poisoner",
			"",
			"**Source** [Black Markets pg. 28](source:black_markets)   ",
			"Eldritch poisoners are masters of the toxic arts, synthesizing lethal and incapacitating poisons with uncanny speed and expertise.",
			"",
			"**Arcanotoxin (Su):** An eldritch poisoner can blend volatile chemicals and her own personal magic to create deadly poisons known as arcanotoxins. She can use this ability a number of times each day equal to her alchemist level + her Intelligence modifier. An arcanotoxin functions only when used by the eldritch poisoner and becomes inert if not used within 1 minute. Creating an arcanotoxin is a standard action, and it can be applied to a weapon as a move action.",
			"",
			"At 1st level, an eldritch poisoner must choose whether her arcanotoxin deals Strength or Dexterity damage. At 3rd level and every 2 alchemist levels thereafter, she can enhance her arcanotoxin in one of the following ways. She can't select the same improvement twice in a row.",
			"",
			"- Select one additional form of ability damage: Charisma, Dexterity, Intelligence, Strength, or Wisdom.",
			"- Grant an onset time of 1 round, or increase an existing onset time by 2 rounds (maximum 11 rounds).",
			"- Increase the ability damage die by one step (maximum 1d6).",
			"- Increase the number of consecutive saves required to cure the poison by 1 (maximum 3).",
			"- Increase the frequency by 2 rounds (maximum 10 rounds).",
			"",
			"If an eldritch poisoner can deal different kinds of ability damage, she selects which ability to affect each time she creates a dose of arcanotoxin, and can willingly reduce enhanced aspects of her arcanotoxin, such as the save DC or onset time. Some discoveries apply secondary effects; a dose of arcanotoxin can cause only one secondary effect. Alchemist discoveries that affect mundane poisons do not apply to an arcanotoxin.",
			"",
			"This ability replaces bomb.",
			"",
			"Arcanotoxin",
			"",
			"Type poison, injury; Save Fortitude DC = 10 + 1/2 the eldritch poisoner's alchemist level + her Intelligence modifier",
			"",
			"Frequency 1/round for 2 rounds",
			"",
			"Effect 1d2 ability damage (see above); Cure 1 save",
			"",
			"**Toxicologist (Ex):** An eldritch poisoner gains a +2 bonus on Craft (alchemy) checks to create poisons and antitoxins, and creates them in half the normal amount of time. This ability replaces Throw Anything.",
			"",
			"**Sneak Attack (Ex):** At 1st level, the eldritch poisoner gains a sneak attack identical to the rogue class feature, dealing 1d6 points of sneak attack damage at 1st level; the damage increases by 1d6 at 4th level and every 4 alchemist levels thereafter. This ability replaces mutagen and persistent mutagen.",
			"",
			"**Discoveries:** An eldritch poisoner can select any of the following discoveries, in addition to those available to other alchemists. Arcanotoxin discoveries with a save DC use her arcanotoxin's save DC.",
			"",
			"**Antidote (Su):** The eldritch poisoner can sacrifice one use of her arcanotoxin to create an extract of [delay poison](spell:delay_poison) which she can feed to an adjacent, willing creature as a standard action. Beginning at 10th level, she can instead use this ability to create an extract of [neutralize poison](spell:neutralize_poison).",
			"",
			"**Apothecary (Ex, Sp):** The eldritch poisoner can use [detect poison](spell:detect_poison) at will as a spell-like ability and gains a bonus equal to 1/2 her alchemist level on Heal checks to identify or treat poisons and to the bonus she grants when successfully treating a poison.",
			"",
			"**Combine Toxins (Ex):** An eldritch poisoner can diversify her arcanotoxin, dealing damage to any two ability scores with a single dose. The alchemist must already know how to target both ability scores with her arcanotoxin. A combined toxin reduces the damage die of its arcanotoxin by one step, to a minimum of 1 point of ability damage to each ability score.",
			"",
			"**Contact Toxin (Su):** The eldritch poisoner can create her arcanotoxin as a contact poison. A vial of contact arcanotoxin can be thrown up to 30 feet as a ranged touch attack or smeared onto a surface as a standard action, but it becomes inert after 1 minute. The arcanotoxin's save DC is reduced by 2. The eldritch poisoner must be at least 4th level to select this discovery.",
			"",
			"**Envenom (Su):** The eldritch poisoner can create and apply her arcanotoxin to a held weapon (her own or an ally's) as a move action. The toxin lasts 1 minute or until used.",
			"",
			"**Lethal Toxin (Su):** The eldritch poisoner's arcanotoxin can deal Constitution damage. She must be at least 10th level to select this discovery.",
			"",
			"**Mind-Altering Toxin (Su):** Whenever a creature fails its saving throw against the eldritch poisoner's arcanotoxin, it also becomes dazzled by hallucinations for the toxin's duration as a secondary effect. When the alchemist reaches 10th level, targets become confused instead. The alchemist must be at least 6th level to select this discovery.",
			"",
			"**Paralytic Toxin (Su):** Whenever a creature fails its saving throw against the eldritch poisoner's arcanotoxin, it also becomes staggered for the toxin's duration as a secondary effect. Beginning at 15th level, the target becomes paralyzed instead. The poisoner must be at least 8th level to select this discovery.",
			"",
			"**Sickening Toxin (Su):** When a creature fails its save against the eldritch poisoner's arcanotoxin, it also becomes sickened for the toxin's duration as a secondary effect. When the alchemist reaches 12th level, targets become nauseated instead.",
			"",
			"**Tailored Toxin (Ex):** Choose one creature type (and subtype, for humanoids or outsiders). The eldritch poisoner's arcanotoxin is particularly effective against such creatures, increasing the save DC by 2. This discovery can be selected more than once; each time it applies to a different creature type (or subtype).",
			"",
			"**Toxic Fumes (Ex):** The eldritch poisoner can create her arcanotoxin as an inhaled poison. She can throw a vial of arcanotoxin up to 30 feet as a ranged touch attack, affecting all creatures in a 10-foot-by-10-foot square. The arcanotoxin's save DC is reduced by 4, its duration is halved, and a successful save immediately ends the inhaled arcanotoxin's effect. The eldritch poisoner must be at least 6th level to select this discovery.",
			"",
			"**Careful Injection (Ex):** At 4th level, an eldritch poisoner can forgo some of her sneak attack damage in order to increase the save DC of a poison or arcanotoxin on the weapon used to make the sneak attack. The poison's DC increases by 1 for every 1d6 points of sneak attack damage forgone. This ability replaces the discovery gained at 4th level."
		]
	},
	{
		"name": "Energist",
		"file": "archetypedisplay58bf.html",
		"sources": [ "Planar Adventures" ],
		"replaces": "Extracts; Bombs; Poison Immunity; Throw Anything; 2nd-level Discovery; Swift Poisoning; Poison Resistance",
		"replace_array": [
			"Extracts",
			"Bombs",
			"Poison Immunity",
			"Throw Anything",
			"2nd-level Discovery",
			"Swift Poisoning",
			"Poison Resistance"
		],
		"short_description": "While most alchemists experiment mainly with chemicals and physical materials to create disparate effects, energists tap into the energy of life or death: positive energy or negative energy.",
		"description": [
			"## Energist",
			"",
			"**Source** [Planar Adventures pg. 13](source:planar_adventures)   ",
			"While most alchemists experiment mainly with chemicals and physical materials to create disparate effects, energists tap into the energy of life or death: positive energy or negative energy. Energists are more likely than most alchemists to follow strange traditions and to travel the planes, discussing theories with jyoti, sceaduinars, and undead alike. Energists are often found in lands with unusual variations between life and death, such as Geb, or Virlych in Ustalav.",
			"",
			"The energist is an unusual archetype in that all who choose this specialized path must select one of two types of energy to focus on-positive energy or negative energy. The mechanics of how this archetype alters the basic alchemist class abilities function the same regardless of this choice, but these two schools of thought are diametrically opposed in every way. Just as positive energy and negative energy react violently when mixing together, energists of opposing themes traditionally interact violently. Although most who choose positive energy tend to be of good alignment and those who focus on negative energy gravitate toward evil, there is no underlying ethical or moral restriction for an energist to adhere to. Positive energy can be used for evil purposes, and negative energy to pursue good goals. But even then, energists whose alignments and philosophies otherwise would seem to match find themselves at odds if their chosen energies oppose the other.",
			"",
			"To energists, the curious and frustrating nature of their oppositional energy is a constant thorn in the side of their intellects' an ever-present reminder that by choosing to specialize in one, they have forsaken potential discoveries in the other.",
			"",
			"**Energy Focus:** An energist chooses whether to pursue the path of positive energy or the path of negative energy. Once selected, this choice can't be changed. If he chooses negative energy, he adds [harm](spell:harm) as a 6th-level formula and the inflict spells to his alchemist formulae list and removes [heal](spell:heal) and the cure spells.",
			"",
			"This alters extracts.",
			"",
			"**Energist Bombs (Su):** An energist's bombs deal damage based on the energy he chose at 1st level. If he chose positive energy, his bombs damage undead creatures, dealing an amount of positive energy damage equal to his normal bomb damage. If he chose negative energy, his bombs damage the living, dealing 1d4 points of negative energy damage plus 1d4 additional points at every odd-numbered alchemist level beyond 1st (instead of 1d6). He can't apply discoveries with an asterisk (*) to his bombs. When an energist reaches 10th level, undead damaged by his positive energy bombs must succeed at a Will save or flee for 1 round as if affected by the [Turn Undead](feat:turn_undead) feat, while living creatures damaged by an energist's negative energy bombs must succeed at a Fortitude save or be sickened for 1 round. An energist's bombs don't heal creatures normally healed by the energist's chosen energy type.",
			"",
			"This alters bombs and replaces poison immunity.",
			"",
			"**Healing Ampoule (Su):** At 2nd level, as a standard action, an energist can create and throw a healing ampoule of the same energy type as his bombs up to 30 feet, using two of his daily uses of bombs. A living creature subject to a direct hit by a healing ampoule of positive energy regains 1d4 hit points plus an additional 1d4 hit points for every even-numbered alchemist level an energist has beyond 2nd, while a direct hit by a negative energy healing ampoule instead restores an equivalent number of hit points to an undead target. In either case, the energist adds his Intelligence modifier to the number of hit points healed, as if the ampoule were a splash weapon benefiting from his throw anything ability. A healing ampoule has no splash effect on adjacent targets unless it misses the target; if it misses, determine where it lands as if it were a splash weapon. Healing ampoules don't damage creatures normally damaged by the energist's chosen energy type.",
			"",
			"This alters throw anything and replaces the discovery gained at 2nd level and swift poisoning.",
			"",
			"**Energist Resistance (Su):** At 2nd level, an energist gains energy resistance equal to his alchemist level to positive or negative energy, whichever would naturally harm him. When on a positive-dominant plane such as the Positive Energy Plane, he can apply this resistance to offset the plane's fast healing. This replaces poison resistance."
		]
	},
	{
		"name": "Energy Scientist",
		"file": "archetypedisplay29ef.html",
		"sources": [ "Elemental Master's Handbook" ],
		"replaces": "Class Skills; Alchemy; Poison Resistance; Poison Immunity; Poison Use; Swift Poisoning",
		"replace_array": [
			"Class Skills",
			"Alchemy",
			"Poison Resistance",
			"Poison Immunity",
			"Poison Use",
			"Swift Poisoning"
		],
		"short_description": "Energy scientists fervently prepare themselves to overcome exposure to specific elemental hazards so that they can traverse the Elemental Planes in search of novel discoveries and reagents.",
		"description": [
			"## Energy Scientist",
			"",
			"**Source** [Elemental Master's Handbook pg. 30](source:elemental_master's_handbook)   ",
			"Energy scientists fervently prepare themselves to overcome exposure to specific elemental hazards so that they can traverse the Elemental Planes in search of novel discoveries and reagents.",
			"",
			"**Class Skills:** An energy scientist adds Knowledge (planes) and Swim to his class skills.",
			"",
			"This alters the alchemist's class skills.",
			"",
			"**Energy Bombs (Su):** Whenever an energy scientist regains his daily uses of bombs, he must attune to one element and its corresponding energy type: air (electricity), earth (acid), fire (fire), or water (cold). The energy scientist's bombs deal the type of energy damage that corresponds to his attuned element until he regains his daily uses of bombs, at which point he must attune to one element again. If the energy scientist uses a discovery that changes his bomb's damage type to one that is different from that of his attuned element (such as using the acid bomb discovery when the alchemist is attuned to fire), instead of its normal amount of damage, the bomb deals 1d4 points of damage, plus 1d4 for every odd-numbered alchemist level.",
			"",
			"This ability causes the explosive bomb and inferno bomb discoveries to change the bomb's damage type to fire if the alchemist is not attuned to fire.",
			"",
			"This ability alters bombs and replaces brew potion.",
			"",
			"**Limited Extracts (Ex):** An energy scientist reduces his extracts per day by 1 for each extract level he can create, and he cannot prepare extracts with an elemental or energy descriptor that doesn't match his attuned element.",
			"",
			"This ability alters alchemy.",
			"",
			"**Attuned Resistance (Ex):** At 2nd level, an energy scientist gains a +2 bonus on all saving throws against effects with descriptors that match his currently attuned element or its corresponding energy type, or that deal his currently attuned element's corresponding energy damage. This bonus increases to +3 at 5th level and to +4 at 8th level. At 10th level, an energy scientist gains the effect of [planar adaptation](spell:planar_adaptation) for the Elemental Plane tied to his currently attuned element.",
			"",
			"This ability replaces poison resistance and poison immunity.",
			"",
			"**Salvage Energy (Ex):** At 2nd level, an energy scientist can siphon power from slain elementals into temporary alchemical weapons. While studying the remains of an elemental that has been dead for no longer than 1 minute per alchemist level, you can attempt a Craft (alchemy) check (DC = 20 + the elemental's CR) as a standard action. Success means the alchemist produces a number of canisters of [alchemist's fire](equipment/misc:alchemist's_fire) (from fire and magma elementals), [bottled lightning](equipment/misc:bottled_lightning) (from air and lightning elementals), [deadground dust](equipment/misc:deadground_dust) (from earth and mud elementals), or [liquid ice](equipment/misc:liquid_ice) (from water and ice elementals) equal to half the elemental's CR, rounded down. These items cannot be sold and become inert after 24 hours. At 6th level, the save DCs of the items produced increase by 2.",
			"",
			"This ability replaces poison use and swift poisoning."
		]
	},
	{
		"name": "Fermenter",
		"file": "archetypedisplayc0aa.html",
		"sources": [ "Potions and Poisons" ],
		"replaces": "Poison Resistance; 10th-level Discovery; Poison Use; Swift Poisoning",
		"replace_array": [
			"Poison Resistance",
			"10th-level Discovery",
			"Poison Use",
			"Swift Poisoning"
		],
		"short_description": "Little more than moonshiners to some, fermenters focus their efforts on imbibing substances, learning from the resulting effects on their bodies, and infusing this knowledge into their skill sets.",
		"description": [
			"## Fermenter",
			"",
			"**Source** [Potions and Poisons pg. 8](source:potions_and_poisons)   ",
			"Little more than moonshiners to some, fermenters focus their efforts on imbibing substances, learning from the resulting effects on their bodies, and infusing this knowledge into their skill sets. Fermenters consider themselves living experiments and accept the risks and benefits inherent in their work.",
			"",
			"**Substance Tolerance (Ex):** At 2nd level, whenever a fermenter consumes a drug, she gains a +2 bonus on her [saving throw to resist becoming addicted](rule:saving_throw_to_resist_becoming_addicted). Whenever she consumes a tincture, she gains its usual benefits, but all penalties imposed are reduced by 1. (If the tincture's penalties instead impose a condition or another penalty that is not numerical, such as the penalties imposed by starlight juice, this ability has no effect at 2nd level.) Additionally, the fermenter can consume a number of alcoholic beverages equal to one plus three times her Constitution modifier before becoming sickened for 1 hour per drink above this maximum. ([Normal rules for drunkenness can be found here](rule:normal_rules_for_drunkenness_can_be_found_here)) The bonus on saving throws to resist addiction increases to +3 at 8th level and to +4 at 10th level. At 10th level, the fermenter suffers no penalties at all from drinking tinctures, including conditions and other nonnumerical penalties ([starlight juice](equipment/misc:starlight_juice) would not make her dazzled, for example). Additionally, at 10th level she can consume a number of alcoholic beverages equal to one plus four times her Constitution modifier before becoming sickened.",
			"",
			"This replaces poison resistance and the discovery gained at 10th level.",
			"",
			"**Volatile Bombs (Ex):** At 2nd level, a fermenter under the influence can make her bombs more potent, but they also become unstable and more difficult to aim. As long as the fermenter is under the effects of a drug or tincture, or has imbibed an alcoholic drink in the past 10 minutes, her bombs deal 1 additional point of damage per damage die. While this ability is in effect, she also takes a -2 penalty on attack rolls made with her bombs. At 7th level and every 6 levels thereafter, this penalty increases by 1 (to a maximum penalty of -5 at 19th level).",
			"",
			"This replaces poison use.",
			"",
			"**Batch Brew (Ex):** At 6th level, a fermenter learns how to brew tinctures in larger batches. Whenever she creates a tincture using Craft (alchemy), she can simultaneously create a number of additional tinctures equal to her Intelligence modifier. She expends resources for each tincture separately, but she attempts a single Craft check and applies the result to each tincture being brewed.",
			"",
			"This replaces swift poisoning."
		]
	},
	{
		"name": "Fire Bomber",
		"file": "archetypedisplay19ae.html",
		"sources": [ "Advanced Race Guide" ],
		"replaces": "Weapon/Armor Proficiency; Bomb; Throw Anything; 4th-level Discovery; Poison Resistance +6; Poison Immunity; Persistent Mutagen",
		"replace_array": [
			"Weapon/Armor Proficiency",
			"Bombs",
			"Throw Anything",
			"4th-level Discovery",
			"Poison Resistance +6",
			"Poison Immunity",
			"Persistent Mutagen"
		],
		"short_description": "(Goblin Only) Fire bombers are exceptionally good at using bombs to burn creatures and blow things up, but are not quite as good at creating other types of bombs or extracts.",
		"description": [
			"## Fire Bomber",
			"",
			"**Source** [Advanced Race Guide pg. 117](source:advanced_race_guide)   ",
			"Fire bombers are exceptionally good at using bombs to burn creatures and blow things up, but are not quite as good at creating other types of bombs or extracts. A fire bomber has the following class features.",
			"",
			"**Weapon and Armor Proficiency:** A fire bomber treats torches as a simple weapon.",
			"",
			"**Fire Bombardier (Su or Ex):** At 1st level, when a fire bomber throws a bomb that deals fire damage, all creatures in the splash radius take an additional point of damage per die of fire damage dealt. Fire bombers only add their Intelligence bonus to damage from bombs or alchemical substances that deal fire damage. This otherwise works like the alchemist's bomb and throw anything abilities. This ability alters bomb and throw anything.",
			"",
			"**Bonus Feats:** A fire bomber can select the [Burn! Burn! Burn!](feat:burn!_burn!_burn!), [Fire Tamer](feat:fire_tamer), or [Flame Heart](feat:flame_heart) feat in place of a discovery.",
			"",
			"**Fiery Cocktail (Su):** At 4th level, whenever a fire bomber uses a discovery that deals damage other than fire damage, he can split the damage dice evenly between the bomb's primary damage type and 1d6 points of fire damage; when there is an odd number of damage dice, the odd die of damage comes from the primary damage type. For example, an 8th-level fire bomber could throw a concussive bomb that deals 2d6 points of fire damage and 3d4 points of sonic damage. Additional effects from the bomb still apply, but the save DC for admixture bombs is reduced by 2. This replaces the alchemist's 4th-level discovery.",
			"",
			"**Fire Body (Ex):** At 8th level, a fire bomber adds [elemental body I](spell:elemental_body_1) to his extract list as a 3rd-level extract. [Elemental body](spell:elemental_body) extracts prepared using fire body are limited to fire elementals only. This ability replaces poison resistance +6.",
			"",
			"**Improved Fire Body (Ex):** At 10th level, fire bombers add [elemental body II](spell:elemental_body_2)to their spell list as a 4th-level extract. [Elemental body](spell:elemental_body) extracts prepared using improved fire body are limited to fire elementals only. This ability replaces poison immunity.",
			"",
			"**Greater Fire Body (Ex):** At 14th level, fire bombers add [elemental body IV](spell:elemental_body_4) to their spell list as a 5th-level extract. [Elemental body](spell:elemental_body) extracts prepared using greater fire body are limited to fire elementals only. This ability replaces persistent mutagen.",
			"",
			"**Discoveries:** The following discoveries complement the fire bomber archetype: fire brand, rocket bomb ; explosive bombs, fast bombs, inferno bomb, precise bombs breath weapon bomb, explosive missile, immolation bomb ; bottled ooze, confusion bomb, strafe bomb ."
		]
	},
	{
		"name": "First World Innovator",
		"file": "archetypedisplayd2f6.html",
		"sources": [ "Legacy of the First World" ],
		"replaces": "Brew Potion; Poison Use; Swift Poisoning; Poison Immunity; Bombs; Poison Resistance",
		"replace_array": [
			"Brew Potion",
			"Poison Use",
			"Swift Poisoning",
			"Poison Immunity",
			"Bombs",
			"Poison Resistance"
		],
		"short_description": "Those who can harness primal reagents-mundane reagents infused with the power of the First World-walk a fine line between genius and catastrophe.",
		"description": [
			"## First World Innovator",
			"",
			"**Source** [Legacy of the First World pg. 6](source:legacy_of_the_first_world)   ",
			"The First World's energies slowly leak into the Material Plane, haphazardly infusing mundane reagents with unpredictable power. Those who can harness these unusual substances-called primal reagents-walk a fine line between genius and catastrophe.",
			"",
			"**Primal Reagents (Su):** By spending 10 minutes patrolling his surroundings after recovering his daily extract slots, a First World innovator can gather a number of doses of primal reagents equal to half his alchemist level + his Intelligence modifier. Primal reagents retain their potency until the next time the First World innovator regains his extract slots. As part of the same action used to consume an extract, imbibe a potion, throw a bomb, or drink his mutagen, the First World innovator can expend 1 dose of primal reagents for additional effects as described below.",
			"",
			"**Bomb:** Expending 1 dose can change either the bomb's damage type or its damage dealt. When changing the damage type, the bomb deals acid, cold, electricity, or fire damage (determine the type randomly) instead of its normal damage. When changing the bomb's damage dealt, the bomb's die size increases by one step (for example, increasing 1d6 to 1d8), but it deals 1 less point of damage per die rolled.",
			"",
			"**Extract or Potion:** Expending 1 dose increases the caster level of the extract or potion by 1.",
			"",
			"**Mutagen:** Expending 1 dose grants the First World innovator an additional effect for the duration of the mutagen, determined at random (by rolling 1d4): halve all benefits provided by the mutagen; imbibing the mutagen immediately either heals 1d4 points of ability damage to one ability score (if applicable) or restores a number of hit points equal to 2d8 plus the First World innovator's alchemist level; the mutagen grants the First World innovator his choice of the benefits of the lingering spirit, preserve organs, or spontaneous healing alchemist discoveries; or the mutagen grants the First World innovator his choice of the benefits of the feral mutagen, tentacle, vestigial arm, or wings alchemist discoveries. He cannot select a discovery if he does not meet its prerequisites.",
			"",
			"At 6th level, the alchemist can expend multiple doses of primal reagents to apply multiple effects. When throwing a bomb, he can expend 2 doses to change both the bomb's damage type and damage dealt. When imbibing an elixir or potion, he can expend an additional number of doses equal to the extract's or potion's spell level to increase its caster level by 2 instead of 1. When imbibing a mutagen, he can expend 2 doses to roll twice for additional effects, applying both results.",
			"",
			"At 10th level, whenever the First World innovator or would use a dose of primal reagents to alter the damage type of a bomb, the bomb deals acid, cold, electricity, fire, force, or sonic damage (determine the type randomly) instead of its normal damage. Additionally, whenever the First World innovator would use a dose to gain an additional effect for a mutagen, he may roll 1d6 for the effect, adding to the list of options above: the mutagen grants immunity to poison and paralysis; or one numeric benefit of the mutagen (such as the natural armor bonus) selected by the First World innovator increases by 1d3.",
			"",
			"This ability replaces the Brew Potion, poison use, swift poisoning, and poison immunity class features.",
			"",
			"**Limited Bombs (Su):** A First World innovator can use a number of bombs per day equal to half his class level + his Intelligence modifier (minimum 1) per day.",
			"",
			"This ability alters the bombs class feature.",
			"",
			"**Refined Reagents (Su):** At 2nd level, whenever the First World innovator expends a dose of primal reagents to roll a die to apply a randomized outcome to his bombs or mutagen, he can expend 1 additional dose to ignore the result and roll again; he must take the second result.",
			"",
			"This ability replaces poison resistance."
		]
	},
	{
		"name": "Gloom Chymist",
		"file": "archetypedisplay4eac.html",
		"sources": [ "Blood of Shadows" ],
		"replaces": "Bomb; Poison Resistance; Poison Use; Swift Poisoning",
		"replace_array": [
			"Bombs",
			"Poison Resistance",
			"Poison Use",
			"Swift Poisoning"
		],
		"short_description": "A breakthrough in Nidalese alchemy led to the creation of glooms, magical fields of darkness from the Shadow Plane that can be momentarily animated with the use of strange compounds.",
		"description": [
			"## Gloom Chymist",
			"",
			"**Source** [Blood of Shadows pg. 18](source:blood_of_shadows)   ",
			"A breakthrough in Nidalese alchemy led to the creation of glooms, magical fields of darkness from the Shadow Plane that can be momentarily animated with the use of strange compounds. These mixtures are quite efficacious, leading to the spread of their use throughout the rest of the Inner Sea region.",
			"",
			"**Gloom (Su):** A gloom chymist is skilled at mixing potent concoctions known as glooms, which are infused with shadow energy. A gloom is identical to a bomb except that it deals 1d6 points of cold damage + additional damage equal to the gloom chymist's Intelligence modifier. This damage increases by 1d6 for every 2 alchemist levels beyond 1st the gloom chymist has. A gloom does not qualify as a bomb for the purposes of feats or discoveries.",
			"",
			"This ability replaces bomb.",
			"",
			"**Umbral Gloom (Su):** At 2nd level, whenever a gloom chymist makes a gloom, he can have it increase or decrease the light level by one step within its splash radius, in addition to its other effects. This change lasts for a number of rounds equal to the gloom chymist's Intelligence modifier. At 8th level, the gloom chymist expend two uses of his daily glooms to increase or decrease light levels as per [daylight](spell:daylight) or [deeper darkness](spell:deeper_darkness), respectively, using his alchemist level as the caster level.",
			"",
			"This ability replaces poison resistance, poison use, and swift poisoning."
		]
	},
	{
		"name": "Grenadier",
		"file": "archetypedisplayc03a.html",
		"sources": [ "Pathfinder Society Field Guide" ],
		"replaces": "Brew Potion, Poison Resistance, Poison Use, Swift Poisoning, Poison Immunity",
		"replace_array": [
			"Brew Potion",
			"Poison Resistance",
			"Poison Use",
			"Swift Poisoning",
			"Poison Immunity"
		],
		"short_description": "Grenadiers sacrifice their skill with poisons in order to become more adept at using alchemical bombs.",
		"description": [
			"## Grenadier",
			"",
			"**Source** [Pathfinder Society Field Guide pg. 30](source:pathfinder_society_field_guide)   ",
			"Grenadiers train to exercise their talents in the thick of battle, even when not under the influence of their mutagens. They learn methods of combining weapon attacks with their alchemical magic, and sacrifice skill with poisons in order to become more adept at using alchemical bombs or using alchemical items in conjunction with their martial skills. As an unusual side effect of their skill at handling bombs and alchemical items with increased speed, grenadiers master the ability to drink potions, elixirs, and mutagens quickly and safely, without exposing themselves to peril while doing so. A grenadier has the following class features.",
			"",
			"**Martial Weapon Proficiency:** At 1st level, a grenadier picks one martial weapon to become proficient in the use of. This ability replaces Brew Potion.",
			"",
			"**Alchemical Weapon (Su):** At 2nd level, a grenadier can infuse a weapon or piece of ammunition with a single harmful alchemical liquid or powder, such as [alchemist's fire](equipment/misc:alchemist's_fire) or [sneezing powder](equipment/misc:sneezing_powder), as a move action. This action consumes the alchemical item, but transfers its effect to the weapon in question. The alchemical item takes full effect on the next creature struck by the weapon, but does not splash, spread, or otherwise affect additional targets. Any extra damage added is treated like bonus dice of damage, and is not doubled on a critical hit. The alchemical treatment causes no harm to the weapon treated, and wears off 1 minute after application if no blow is struck. At 6th level, a grenadier can use her alchemical weapon ability as a swift action. At 15th level, this ability becomes a free action. This ability replaces poison resistance.",
			"",
			"**Precise Bombs (Ex):** At 2nd level, a grenadier gains the precise bombs alchemist discovery as a bonus discovery. This ability replaces poison use.",
			"",
			"**Directed Blast (Su):** At 6th level, a grenadier can detonate a bomb so that it splashes in a 20-foot cone rather than affecting a radius. The cone starts at the alchemist and extends away from her in the direction she chooses. The alchemist designates one creature in the squares affected by the cone to be the target of the bomb and makes her attack roll against that creature; all other squares in the cone take splash damage. If the alchemist has the explosive bomb discovery and throws an explosive directed blast, the cone of splash damage is 30 feet long instead of 20 feet. This ability replaces swift poisoning.",
			"",
			"**Staggering Blast (Su):** At 10th level, a grenadier's bombs become particularly overwhelming when they explode. Whenever a grenadier scores a successful critical hit with a bomb, the creature directly struck by that bomb is staggered for 1d4+1 rounds. A successful Fortitude save (DC equals the bomb's Reflex save DC to avoid splash damage) reduces the duration to 1 round. The effects of this ability stack with a frost bomb's staggering effect, but not with the effects of the [Staggering Critical](feat:staggering_critical) feat. Additional hits from a staggering blast add to the effect's overall duration. This ability replaces poison immunity."
		]
	},
	{
		"name": "Grenadier [MC]",
		"file": "archetypedisplayf406.html",
		"sources": [ "Monster Codex" ],
		"replaces": "Brew Potion; Poison Resistance; Poison Use; Swift Poisoning; Poison Immunity",
		"replace_array": [
			"Brew Potion",
			"Poison Resistance",
			"Poison Use",
			"Swift Poisoning",
			"Poison Immunity"
		],
		"short_description": "Grenadiers train to exercise their talents in the thick of battle, even when not under the influence of their mutagens. They learn methods of combining weapon attacks with their alchemical magic, and sacrifice skill with poisons in order to become more adept at using alchemical bombs or using alchemical items in conjunction with their martial skills.",
		"description": [
			"## Grenadier [MC]",
			"",
			"**Source** [Monster Codex pg. 116](source:monster_codex)   ",
			"Grenadiers train to exercise their talents in the thick of battle, even when not under the influence of their mutagens. They learn methods of combining weapon attacks with their alchemical magic, and sacrifice skill with poisons in order to become more adept at using alchemical bombs or using alchemical items in conjunction with their martial skills. As an unusual side effect of their skill at handling bombs and alchemical items with increased speed, grenadiers master the ability to drink potions, elixirs, and mutagens quickly and without exposing themselves to peril while doing so. A grenadier has the following class features.",
			"",
			"**Martial Weapon Proficiency:** At 1st level, a grenadier picks one martial weapon and becomes proficient in its use. This ability replaces Brew Potion.",
			"",
			"**Alchemical Weapon (Su):** At 2nd level, a grenadier can infuse a weapon or piece of ammunition with a single harmful alchemical liquid or powder, such as alchemist's fire or sneezing powder, as a move action. This action consumes the alchemical item, but transfers its effect to the weapon in question. The alchemical item takes full effect on the next creature struck by the weapon, but does not splash, spread, affect additional targets, or benefit from any other effects that specifically affect splash weapons. Any extra damage added is not doubled on a critical hit. The alchemical treatment causes no harm to the weapon treated, and wears off 1 minute after being applied if no blow is struck. Infusing a new alchemical item also removes the effect of any alchemical liquid or powder previously applied with this ability. At 6th level, a grenadier can use her alchemical weapon ability as a swift action. At 15th level, this ability becomes a free action. This ability replaces poison resistance.",
			"",
			"**Precise Bombs (Ex):** At 2nd level, a grenadier gains the precise bombs alchemist discovery as a bonus discovery. This ability replaces poison use.",
			"",
			"**Directed Blast (Su):** At 6th level, a grenadier can detonate a bomb so that it splashes in a 20-foot cone rather than affecting a radius. The cone starts at the alchemist and extends away from her in the direction she chooses. The alchemist designates one creature in the squares affected by the cone to be the target of the bomb and makes her attack roll against that creature; all other squares in the cone take splash damage. If the alchemist has the explosive bomb discovery and throws an explosive directed blast, the cone of splash damage is 30 feet long instead of 20 feet. This ability replaces swift poisoning.",
			"",
			"**Staggering Blast (Su):** At 10th level, a grenadier's bombs become particularly overwhelming when they explode. Whenever a grenadier confirms a critical hit with a bomb, the creature directly struck by that bomb is staggered for 1d4+1 rounds. A successful Fortitude saving throw (DC equals the bomb's Reflex save DC to avoid splash damage) reduces the duration to 1 round. The effects of this ability stack with a frost bomb's staggering effect, but not with the effects of the Staggering Critical feat. Additional critical hits with bombs add to any duration remaining from previous ones. This ability replaces poison immunity."
		]
	},
	{
		"name": "Gun Chemist",
		"file": "archetypedisplay8ccd.html",
		"sources": [ "People of the Wastes" ],
		"replaces": "Weapon and Armor Proficiencies; Bombs; Brew Potion; Throw Anything; Poison Resistance; Swift Poisoning",
		"replace_array": [
			"Weapon/Armor Proficiency",
			"Bombs",
			"Brew Potion",
			"Throw Anything",
			"Poison Resistance",
			"Swift Poisoning"
		],
		"short_description": "Simple alchemists may dabble in explosives, but for the rare gun chemist, a firearm's barrel is his crucible",
		"description": [
			"## Gun Chemist",
			"",
			"**Source** [People of the Wastes pg. 11](source:people_of_the_wastes)   ",
			"Simple alchemists may dabble in explosives, but for the rare gun chemist, a firearm's barrel is his crucible.",
			"",
			"**Weapon and Armor Proficiency:** Gun chemists are proficient with all simple weapons, firearms, and light armor.",
			"",
			"This replaces the gun chemist's weapon and armor proficiencies.",
			"",
			"**Alchemical Ordnance (Su):** A gun chemist is adept at using his know-how to infuse his ammunition with volatile chemicals and his own magical reserves. When loading a firearm, he can infuse the ammunition as a free action. The compounds are unstable, and if not fired within a number of rounds equal to the gun chemist's Intelligence modifier (though no sooner than the end of his next turn), the alchemical ordnance becomes inert and loses its additional effects; he can still fire the firearm as normal. Each day, the gun chemist can infuse a number of pieces of alchemical ordnance equal to his class level + his Intelligence modifier, and he can fire no more than one piece per round.",
			"",
			"Alchemical ordnance deals damage as normal, plus an amount of fire damage equal to 1d6 + the gun chemist's Intelligence modifier. The damage of the gun chemist's alchemical ordnance increases by 1d6 points at every odd-numbered class level (this bonus damage is not multiplied on a critical hit or by using feats such as [Vital Strike](feat:vital_strike)). The explosive nature of alchemical ordnance causes the attack- both the firearm's base damage and the alchemical ordnance's additional damage-to deal full damage to swarms of any size. If the gun chemist uses alchemical ordnance to make a scattering shot with a weapon with the scatter quality, each creature in the area instead takes additional fire damage equal to the alchemical ordnance's minimum damage (so if the alchemical ordnance would deal 2d6+4 points of fire damage normally, it deals only 6 points of fire damage with a scattering shot).",
			"",
			"The gun chemist's alchemical ordnance functions safely only in weapons he wields. If anyone but a gun chemist attempts to fire a firearm loaded with alchemical ordnance that is not yet inert, the firearm's misfire value increases by 4. If the firearm would explode as the result of such a misfire, the explosion deals additional fire damage equal to that of the alchemical ordnance.",
			"",
			"Alchemical ordnance is treated like an alchemist's bomb for the purpose of discoveries, though such discoveries ignore any effects associated with a bomb's splash damage or radius unless the gun chemist also applies the exploding bullet discovery. A scattering shot modified by a discovery applies additional effects as though affected creatures were caught in the splash damage of a bomb rather than subject to a direct hit. The DCs of saving throws associated with alchemical ordnance are equal to 10 + half the gun chemist's alchemist level + the gun chemist's Intelligence modifier.",
			"",
			"This replaces bombs.",
			"",
			"**Gunsmith:** A gun chemist gains a battered gun identical to the one gained by a 1st level [gunslinger](class:gunslinger), as well as the [Gunsmithing](feat:gunsmithing) feat (including the ability to restore his battered gun as if he were a gunslinger). As a standard action, the gun chemist can expend one use of his alchemical ordnance to remove the broken condition from a single firearm he is currently wielding, as long as that condition was gained from a misfire.",
			"",
			"This replaces Brew Potion and Throw Anything.",
			"",
			"**Discoveries:** A gun chemist selects alchemist discoveries as normal. He can also select from the discoveries below, which are unique to the gun chemist. Discoveries marked with an asterisk (*) do not stack, including with other alchemist discoveries marked by an asterisk that modify bombs. Only one such discovery can be applied to an individual alchemical ordnance.",
			"",
			"**Chemical Stability:** When firing an alchemical ordnance, the gun chemist reduces the misfire value of the firearm by 1 (minimum 0) and ignores any increased misfire value from using an alchemical cartridge.",
			"",
			"Exploding Bullet*: The gun chemist's alchemical ordnance splashes adjacent targets as though it were a splash weapon, dealing the alchemical ordnance's minimum additional damage to other creatures caught in the splash (Reflex half). A gun chemist must be at least 4th level before selecting this discovery.",
			"",
			"**Fast Ordnance:** A gun chemist with this discovery can fire more than one piece of alchemical ordnance as part of a full attack. A gun chemist must be at least 8th level before selecting this discovery.",
			"",
			"**Cartridge Savant (Ex):** At 2nd level, a gun chemist can make optimal and highly efficient use of alchemical cartridges, such as [flare cartridges](equipment/weapon:flare_cartridges). If the gun chemist fires such an alchemical cartridge and it allows a saving throw to negate or reduce the cartridge's effect, the saving throw's DC increases by 1 (to a maximum DC of 22). The DC increases by an additional 1 at 5th level and every 3 levels thereafter (to a maximum of 7 higher at 20th level). When a gun chemist fires an alchemical cartridge that deals a type of damage in place of a firearm's normal damage (such as a [dragon's breath cartridge](equipment/weapon:dragon's_breath_cartridge)), he can increase the damage dealt by an amount equal to his Intelligence modifier.",
			"",
			"This replaces poison resistance.",
			"",
			"**Repeat Fire (Ex):** At 6th level, a gun chemist gains [Rapid Reload](feat:rapid_reload) as a bonus feat and must select a type of firearm. If he already has this feat, he can instead gain one combat feat for which he qualifies.",
			"",
			"This replaces swift poisoning."
		]
	},
	{
		"name": "Herbalist",
		"file": "archetypedisplay074d.html",
		"sources": [ "Ultimate Wilderness" ],
		"replaces": "Alchemy; Key Ability Score; Throw Anything; Bombs; Poison Use; Poison Resistance; Poison Immunity",
		"replace_array": [
			"Alchemy",
			"Key Ability Score",
			"Throw Anything",
			"Bombs",
			"Poison Use",
			"Poison Resistance",
			"Poison Immunity"
		],
		"short_description": "(Vine Leshy only) Vine leshys who study the physical and spiritual composition of their own bodies have discovered a strange herbal alchemy all their own.",
		"description": [
			"## Herbalist",
			"",
			"**Source** [Ultimate Wilderness pg. 22](source:ultimate_wilderness)   ",
			"Vine leshys who study the physical and spiritual composition of their own bodies have discovered a strange herbal alchemy all their own.",
			"",
			"**Herbalism (Su):** An herbalist's studies allow him a unique method of creating alchemical discoveries. He can attempt Profession (herbalist) checks in place of Craft (alchemy) checks for all purposes, and he gains a competence bonus equal to half his alchemist level on Profession (herbalist) checks to create alchemical items and to forage for and process herbs (see page 152). An herbalist uses his Wisdom score instead of his Intelligence score for all alchemist class abilities.",
			"",
			"This alters alchemy and the alchemist's key ability score.",
			"",
			"**Natural Magic:** An herbalist's study of the leshy spirit grants him access to natural magic that eludes other alchemists. Each time he gains access to a new level of extracts (including 1st level), he can add two spells from that spell level on the druid spell list to his alchemist class spell list; these spells must target a creature or creatures or have a range of \"you,\" and he must still add them to his formula book as normal before he can prepare them. As always, the extracts affect the drinker as if she were the target, so offensive touch spells are a nasty trap for the drinker.",
			"",
			"This replaces Throw Anything.",
			"",
			"**Seedpods (Su):** An herbalist can produce and throw seedpods as ranged touch attacks, similar to the ranged attacks of other leshys. He can create a number of seedpods each day equal to his alchemist level + his Wisdom modifier and can throw them as a standard action with a range increment of 20 feet. A seedpod deals 1d6 points of bludgeoning damage, plus an additional 1d6 points of damage at 3rd level and every 2 levels thereafter (this additional damage isn't multiplied on a critical hit or from effects like [Vital Strike](feat:vital_strike)). Seedpods are considered weapons and can be selected for feats like [Weapon Focus](feat:weapon_focus), and the herbalist can take the [Extra Bombs](feat:extra_bombs) feat to gain additional daily uses of his seedpods. His seedpods also gain one of the following additional effects unless the target succeeds at a Fortitude save (DC = 10 + half the herbalist's alchemist level + his Wisdom modifier). At 1st level, his seedpods can deafen their target for 1 round like a [leaf leshy](monster:leaf_leshy). At 2nd level, they can reduce the target's vision to 10 feet for 1 minute (unless the target spends a full-round action to wash the spores from its eyes early) like the spores of a [fungus leshy](monster:fungus_leshy). At 5th level, they can entangle their target for 2d4 rounds (unless the target succeeds at a Strength check or Escape Artist check at the save DC to break the vine early) like the seeds of a [gourd leshy](monster:gourd_leshy). At 8th level, they can sicken their target for 1d4 rounds like the spittle of a [flytrap leshy](monster:flytrap_leshy). At 10th level, they can blind their target until the end of their next turn like the water jets of a [seaweed leshy](monster:seaweed_leshy).",
			"",
			"This replaces bombs, poison use, poison resistance, and poison immunity."
		]
	},
	{
		"name": "Homunculist",
		"file": "archetypedisplayd4ee.html",
		"sources": [ "Familiar Folio" ],
		"replaces": "Poison Use; Poison Resistance; Poison Immunity; Swift Poisoning; Mutagen",
		"replace_array": [
			"Poison Use",
			"Poison Resistance",
			"Poison Immunity",
			"Swift Poisoning",
			"Mutagen"
		],
		"short_description": "One of the grand goals of alchemy is the ability to create new life. A homunculist has made this dream a reality, growing and modifying a familiar in his own laboratory.",
		"description": [
			"## Homunculist",
			"",
			"**Source** [Familiar Folio pg. 8](source:familiar_folio)   ",
			"One of the grand goals of alchemy is the ability to create new life. A homunculist has made this dream a reality, growing and modifying a familiar in his own laboratory.",
			"",
			"**Diminished Poisoning:** A homunculist doesn't gain the poison use, poison resistance, poison immunity, or swift poisoning class features.",
			"",
			"**Homunculus Familiar (Ex):** The homunculist has created a living [homunculus](monster:homunculus) in the shape of an animal or vermin. It functions in all ways as a familiar, treating the homunculist's alchemist level as his effective wizard level. This ability replaces mutagen.",
			"",
			"**Experimentation (Ex):** A homunculist is constantly experimenting on his familiar to give it new and unusual features and abilities. At 4th level, the homunculist can grant his familiar 1 evolution point worth of eidolon evolutions for every 4 alchemist levels he possesses, though he can't select any evolutions that require a particular base form. Each time the homunculist gains a level, he can change his familiar's evolutions. These evolutions stack with those from the [Evolved Familiar](feat:evolved_familiar) feat. The homunculist can select the [Evolved Familiar](feat:evolved_familiar) feat as an alchemist discovery if he meets its prerequisites."
		]
	},
	{
		"name": "Horticulturist",
		"file": "archetypedisplay0b61.html",
		"sources": [ "Ultimate Wilderness" ],
		"replaces": "Mutagen; 2nd and 4th-level Discoveries; Bomb; Poison Resistance; Poison Use; Poison Immunity; Persistent Mutagen",
		"replace_array": [
			"Mutagen",
			"2nd-level Discovery",
			"4th-level Discovery",
			"Bombs",
			"Poison Resistance",
			"Poison Use",
			"Poison Immunity",
			"Persistent Mutagen"
		],
		"short_description": "A horticulturist spends his time cultivating plants and plant creatures, allowing him to experiment with strange and wondrous herbal concoctions.",
		"description": [
			"## Horticulturist",
			"",
			"**Source** [Ultimate Wilderness pg. 35]_Wilderness), [Heroes of the Wild pg. 24](source:heroes_of_the_wild)",
			"A horticulturist spends his time cultivating plants and plant creatures, allowing him to experiment with strange and wondrous herbal concoctions.",
			"",
			"**Seed Extract:** At 1st level, a horticulturist adds summon nature's ally I-VI as 1st- through 6th-level extracts, respectively, to his class extract list. For example, he automatically adds summon nature's ally I to his formula book at 1st level and adds the next higher-level spell to his formula book each time he gains the ability to use extracts of that level. The horticulturist uses these special extracts to plant a seed that grows into a creature, bypassing the restriction for single target or personal effects. Using these extracts takes 1 round (as the spell's normal casting time), and the creature summoned must be placed in a space adjacent to the horticulturist. The horticulturist can use these extracts to summon only animals and plants on the appropriate summon nature's ally list. Creatures the horticulturist summons with these extracts become creatures with the plant type (gaining low-light vision and immunity to mind-affecting, paralysis, poison, polymorph, sleep, and stunning effects) rather than their normal type, but their attack bonuses, Hit Dice, saving throws, and skills don't change.",
			"",
			"This replaces the mutagen class feature and the discovery normally gained at 2nd level. A horticulturist can't choose mutagen discoveries.",
			"",
			"**Herbal Bombs (Su):** A horticulturist's bombs lack the power of a traditional alchemist's but can be fine-tuned in ways normal alchemist explosives cannot. The horticulturist's bombs deal 1d4 points of damage (instead of 1d6), plus 1d4 points of damage for every 2 alchemist levels beyond 1st. When the horticulturist creates a bomb, he can formulate it to affect plants and other creatures normally, affect only plant creatures, or affect only creatures not of the plant type.",
			"",
			"This alters the bomb class feature.",
			"",
			"**Plant Voice (Ex, Su):** At 2nd level, a horticulturist gains further knowledge about plants, and he eventually learns to speak with them. He gains a +2 bonus on Knowledge (nature) and Survival checks, and at 10th level, he can speak to plants as a constant speak with plants spell (this ability is supernatural).",
			"",
			"This replaces poison resistance, poison use, and poison immunity.",
			"",
			"**Plant Familiar (Ex):** At 4th level, a horticulturist creates a Diminutive or Tiny alchemical plant creature that vaguely resembles a kind of animal suitable for a familiar (such as a cat) and acts as his familiar, granting the horticulturist a skill bonus, the Alertness feat, and so on. The plant familiar has all the abilities of the animal it resembles (for example, a bat-like plant familiar can fly) but is treated as a creature of the plant type and has familiar abilities based on the horticulturist's alchemist level (though some familiar abilities may be useless to the horticulturist). An alchemist's extracts and mutagens are considered spells for the purposes of familiar abilities like share spells or deliver touch spells. If a plant familiar is lost or dies, it can be replaced 1 week later through a specialized procedure that costs 200 gp per alchemist level the horticulturist has. The ritual takes 8 hours to complete.",
			"",
			"This replaces the discovery gained at 4th level.",
			"",
			"**Fury of Nature (Sp):** At 14th level, a horticulturist's connection with nature allows him to bring down nature's fury on his opponents. He can cast one of the following spells, chosen at the time of casting, once per day as a spell-like ability: call lightning storm, eagle aerie, or liveoak.",
			"",
			"This replaces persistent mutagen."
		]
	},
	{
		"name": "Ice Chemist",
		"file": "archetypedisplayf10e.html",
		"sources": [ "Ultimate Wilderness" ],
		"replaces": "Bomb; Poison Resistance; Poison Immunity; 2nd-level Discovery",
		"replace_array": [
			"Bombs",
			"Poison Resistance",
			"Poison Immunity",
			"2nd-level Discovery"
		],
		"short_description": "Reclusive alchemists who dwell in the highest mountains or on the frozen tundra devote their skills to mastering the cold.",
		"description": [
			"## Ice Chemist",
			"",
			"**Source** [Ultimate Wilderness pg. 35](source:ultimate_wilderness)   ",
			"Reclusive alchemists who dwell in the highest mountains or on the frozen tundra devote their skills to mastering the cold.",
			"",
			"**Icy Bombs (Su):** An ice chemist's bombs deal cold damage instead of fire damage. In place of an alchemist discovery, she can learn to create bombs that deal fire damage like normal alchemist bombs do, though she can't apply discoveries that modify bombs to such fire bombs that she creates. An ice alchemist's icy bombs can still be poisonous or create thick vapors similar to smoke, but she cannot apply the explosive or inferno bomb discoveries to them.",
			"",
			"This alters the bomb class feature.",
			"",
			"**Cold Sweat (Su):** At 2nd level, an ice chemist channels her affinity for cold energy into her personal space, keeping herself and her gear cool. She gains cold resistance equal to her alchemist level and can survive comfortably in temperatures as low as -50&deg; Fahrenheit. This replaces poison resistance and poison immunity.",
			"",
			"**Frost Bomb (Su):** At 2nd level, an ice chemist gains the frost bomb discovery. This replaces the discovery that the alchemist normally gains at 2nd level."
		]
	},
	{
		"name": "Inspired Chemist",
		"file": "archetypedisplay8033.html",
		"sources": [ "Advanced Class Guide" ],
		"replaces": "Mutagen",
		"replace_array": [ "Mutagen" ],
		"short_description": "Akin to a mindchemist, inspired chemists use a type of cognatogen that instead of increasing their mental ability scores grants them inspiration like an investigator.",
		"description": [
			"## Inspired Chemist",
			"",
			"**Source** [Advanced Class Guide pg. 75](source:advanced_class_guide)   ",
			"Akin to a mindchemist, inspired chemists use a type of cognatogen that instead of increasing their mental ability scores grants them inspiration like an investigator. This inspiration also grants an inspired chemist amazing powers to avoid danger, but takes a toll on both physical power and health.",
			"",
			"**Inspiring Cognatogen:** At 1st level, an inspired chemist learns how to create an inspiring cognatogen, as the inspiring cognatogen discovery. This ability replaces the mutagen class ability. (This means that an inspired chemist cannot create mutagens unless he selects the mutagen discovery).",
			"",
			"**Bonus Feats:** An inspired chemist can select [Skill Focus (Disable Device, Disguise, Heal, any Knowledge skill, Sense Motive, Spellcraft, or Use Magic Device)](feat:skill_focus) in place of a discovery.",
			"",
			"**Bonus Investigator Talents:** An inspired chemist can select any two [investigator talents](class/ability:investigatortalents) in place of a discovery, but can only use these talents while under the effect of an inspiring cognatogen.",
			"",
			"**Languages:** An inspired chemist can learn three languages in place of a discovery.",
			"",
			"**Discoveries:** The following discoveries complement the inspired chemist archetype: grand inspiring cognatogen, greater inspiring cognatogen, and inspired bomb."
		]
	},
	{
		"name": "Internal Alchemist",
		"file": "archetypedisplay66fe.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Throw Anything; Swift Alchemy; Swift Poisoning",
		"replace_array": [
			"Throw Anything",
			"Swift Alchemy",
			"Swift Poisoning"
		],
		"short_description": "An internal alchemist studies medicine, diet, and the living body to purify the self in the hope of gaining immortality.",
		"description": [
			"## Internal Alchemist",
			"",
			"**Source** [Ultimate Magic pg. 18](source:ultimate_magic)   ",
			"An internal alchemist studies medicine, diet, and the living body to purify the self in the hope of gaining immortality by means of alchemical concoctions and controlling vital energy. Internal alchemists develop unusual physical abilities from heightened knowledge of how their bodies work. An internal alchemist has the following class features.",
			"",
			"**Breath Mastery:** At 1st level, the internal alchemist can control his breath and the flow of vital energy within his body. Without preparation, he can hold his breath for a number of minutes equal to his Constitution score (after this, he must begin making Constitution checks or risk suffocation); by spending a full-round action preparing himself, he can increase this duration to 1 hour per point of Constitution. The alchemist can survive twice as long as normal without food or water before he starts to take penalties. He can put himself into a state of suspended animation as a move action, and is then unconscious and appears completely dead; he awakens at a preset time or in response to a condition set by him when he enters this state. This ability replaces Throw Anything.",
			"",
			"**Bonus Feats:** An internal alchemist can select [Alertness](feat:alertness), [Extra Ki](feat:extra_ki), [Great Fortitude](feat:great_fortitude), [Improved Critical (unarmed strike)](feat:improved_critical), [Improved Initiative](feat:improved_initiative), [Improved Unarmed Strike](feat:improved_unarmed_strike), [Iron Will](feat:iron_will), [Lighting Reflexes](feat:lighting_reflexes), [Stunning Fist](feat:stunning_fist), or [Weapon Focus (unarmed strike)](feat:weapon_focus) in place of an alchemical discovery.",
			"",
			"**Disease Resistance:** At 3rd level, an internal alchemist gains a bonus on all saving throws against disease equal to his alchemist class bonus against poison. When he gains the poison immunity alchemist class ability, he becomes immune to disease as well. This ability replaces swift alchemy.",
			"",
			"**Uncanny Dodge:** Starting at 6th level, an internal alchemist can react to danger before his senses would normally allow him to do so. He cannot be caught flat-footed, nor does he lose his Dexterity bonus to AC if the attacker is invisible. However, he still loses his Dexterity bonus to AC if he is immobilized, or if an opponent successfully uses the feint action (see Bluff) against him. If the internal alchemist already has uncanny dodge from a different class, he automatically gains improved uncanny dodge (as a rogue) instead. This ability replaces swift poisoning.",
			"",
			"**Discoveries:** The following discoveries complement the internal alchemist archetype: cognatogen, elixir of life, grand cognatogen, greater cognatogen, lingering spirit, mummification, and spontaneous healing."
		]
	},
	{
		"name": "Interrogator",
		"file": "archetypedisplayd500.html",
		"sources": [ "Ultimate Intrigue" ],
		"replaces": "Class Skills; Bomb; Mutagen; Persistent Mutagen",
		"replace_array": [
			"Class Skills",
			"Bombs",
			"Mutagen",
			"Persistent Mutagen"
		],
		"short_description": "An interrogator extracts vital information from reluctant individuals using alchemical and traditional methods.",
		"description": [
			"## Interrogator",
			"",
			"**Source** [Ultimate Intrigue pg. 18](source:ultimate_intrigue)   ",
			"An interrogator extracts vital information from reluctant individuals using alchemical and traditional methods.",
			"",
			"**Class Skills:** An interrogator adds Intimidate and Sense Motive to his list of class skills.",
			"",
			"This alters the alchemist's class skills.",
			"",
			"**Injections (Su):** At 1st level, an interrogator uses his skill with alchemy to create injections. Each day, an interrogator can create a number of injections equal to his alchemist level + his Intelligence modifier. It takes 1 hour to create the injections. An injection is inert until the interrogator attempts to use it.",
			"",
			"Using an injection is a standard action that requires a melee touch attack. If the attack hits, the target of an injection takes a -2 penalty on its Will saving throws for a number of minutes equal to half the interrogator's class level (minimum 1). If the interrogator is also using a serum with this injection, the penalty on Will saves applies to any save against the serum.",
			"",
			"If the melee touch attack fails, the injection isn't delivered but can still be used again-once activated, it remains potent for 1 day. An injection that hasn't been administered becomes inert if it leaves the interrogator's possession, reactivating as soon as it returns to his possession. The penalties from multiple injections don't stack, nor do the penalties from injections stack with penalties from a [mesmerist's stare](class:mesmerist's_stare) or a [witch's evil eye hex](unknown:witch's_evil_eye_hex). Injections are mind-affecting poison effects.",
			"",
			"This ability replaces bomb.",
			"",
			"**Serums (Su):** At 1st level, an interrogator augments his ability to influence others through supplemental serums. An interrogator prepares his serums at the same time as his injections and he can apply them to any injection as a swift action before he makes the attack roll for the injection. An interrogator knows one serum at 1st level and can learn another serum in place of a discovery. The save DCs of serums are equal to 10 + 1/2 the interrogator's alchemist level + his Intelligence modifier. A creature can be under the effect of only a single serum at a time-with the exception of memory modification serum-with any further serums on the same creature replacing the old serum. Unless otherwise noted, a creature that succeeds on its saving throw against a serum is immune to that serum's effects for 24 hours. An interrogator can never gain any sort of mutagen or cognatogen, even from a discovery or another class. This ability replaces mutagen and persistent mutagen.",
			"",
			"**Charming:** The injected creature must succeed at a Will save or treat the interrogator favorably, as if affected by [charm person](spell:charm_person) with a caster level equal to the interrogator's alchemist level. At 8th level, this serum acts as [charm monster](spell:charm_monster).",
			"",
			"**Compliance:** On a failed Will save, the subject of this injection is affected by a [suggestion](spell:suggestion) with a caster level equal to the interrogator's alchemist level. An alchemist must be at least 8th level to learn this serum.",
			"",
			"**Confusion:** On a failed Will save, the injected creature is confused for 1 round per alchemist level the interrogator has. An alchemist must be at least 6th level to learn this serum. Hypnosis: The injected creature must succeed at a Will save or become fascinated for 1 round per alchemist level the interrogator has.",
			"",
			"**Memory Modification:** On a failed Will save, the target of this serum is affected by [modify memory](spell:modify_memory) at a caster level equal to the interrogator's alchemist level. An alchemist must be at least 12th level to learn this serum.",
			"",
			"**Paralytic:** On a failed Will save, the injected creature is affected by [hold person](spell:hold_person) with a caster level equal to the interrogator's alchemist level. An alchemist must be at least 8th level to learn this serum.",
			"",
			"**Truth:** A creature injected with a truth serum must succeed at a Will save or be compelled to answer the interrogator's questions truthfully. The interrogator can ask one question per 2 alchemist levels (minimum 1). Answers might be brief, cryptic, or repetitive, especially if the injected creature is unfriendly, but they aren't false. If a creature has been subjected to a truth serum within the past week, whether it succeeded at or failed its save, any new serum fails."
		]
	},
	{
		"name": "Mad Scientist",
		"file": "archetypedisplay4b5d.html",
		"sources": [ "Horror Adventures" ],
		"replaces": "Alchemy, 2nd, 4th-level Discovery; Mutagen",
		"replace_array": [
			"Alchemy",
			"2nd-level Discovery",
			"4th-level Discovery",
			"Mutagen"
		],
		"short_description": "The mad scientist's colleagues laughed at her insights, mocked her theories, and hounded her from the halls of academia, simply because they were too weak and frightened to understand her work.",
		"description": [
			"## Mad Scientist",
			"",
			"**Source** [Horror Adventures pg. 45](source:horror_adventures)   ",
			"The mad scientist's colleagues laughed at her insights, mocked her theories, and hounded her from the halls of academia, simply because they were too weak and frightened to understand her work. They thought she was finished. They were wrong.",
			"",
			"**Mad Genius (Su):** At 2nd level, a mad scientist can deal 1d3 points of Wisdom damage to herself (or 1d6 points of sanity damage if employing the sanity rules found on page 12) to create a genius extract as one of her daily 1st-, 2nd-, 3rd-, 4th-, or 5th-level extracts. This otherwise takes the same amount of time and effort as creating a normal extract of its level, but instead of her choosing a formula she knows for it to grant, a genius extract has an unpredictable result. When the alchemist (or an ally, if she has the infusion discovery) drinks the extract, it produces a random effect from the list of alchemist formulae on page 32 of the Advanced Player's Guide of 1 spell level higher than the extract's spell level. For instance, if she creates a genius extract using a 2nd-level extract, it would produce the effect of a random 3rd-level alchemist formula. There is no way to predict which effect a genius extract will produce before drinking it. A genius extract's minimum caster level is equal to the minimum caster level of the extract used, not the effect produced. So, for instance, a genius extract that produced a [fox's cunning](spell:fox's_cunning) effect would have a minimum caster level of 1 (for the 1st-level extract used) rather than 4 (for the 2nd-level effect). There are 29 potential 2nd-level extracts, 23 potential 3rd-level extracts, 18 potential 4th-level extracts, 15 potential 5th-level extracts, and 15 potential 6th-level extracts.",
			"",
			"This ability alters alchemy and replaces the discovery gained at 2nd level.",
			"",
			"**Mad Mutagen (Su):** At 4th level, a mad scientist can brew a mad mutagen in place of a normal mutagen. If she does so, she need not make any decisions about the mutagen (including whether to make it a cognatogen or another variant mutagen if she has the appropriate discoveries) when she brews it. When the mad scientist drinks her mad mutagen, she makes those decisions on the fly, but she also takes 1d4 points of Wisdom damage (or 1d8 points of sanity damage if using the sanity rules on page 12). If anyone else, even another alchemist, drinks a mad mutagen, that person must succeed at a Will save (with the same DC as for the Fortitude save against nausea) or she becomes confused for 1 hour.",
			"",
			"This ability alters the alchemist's mutagen and replaces the discovery gained at 4th level.",
			"",
			"Alchemist Formulae from the Advanced Player's Guide",
			"",
			"**2nd-Level Alchemist Formulae-[aid](spell:**aid), [alchemical allocation](spell:alchemical_allocation), [alter self](spell:alter_self), [barkskin](spell:barkskin), [bear's endurance](spell:bear's_endurance), [blur](spell:blur), [bull's strength](spell:bull's_strength), [cat's grace](spell:cat's_grace), [cure moderate wounds](spell:cure_moderate_wounds), [darkvision](spell:darkvision), [delay poison](spell:delay_poison), [detect thoughts](spell:detect_thoughts), [eagle's splendor](spell:eagle's_splendor), [elemental touch](spell:elemental_touch), [false life](spell:false_life), [fire breath](spell:fire_breath), [fox's cunning](spell:fox's_cunning), [invisibility](spell:invisibility), [levitate](spell:levitate), [owl's wisdom](spell:owl's_wisdom), [perceive cues](spell:perceive_cues), [protection from arrows](spell:protection_from_arrows), [resist energy](spell:resist_energy), [restoration (lesser)](spell:restoration_lesser), [see invisibility](spell:see_invisibility), [spider climb](spell:spider_climb), [transmute potion to poison](spell:transmute_potion_to_poison), [undetectable alignment](spell:undetectable_alignment), [vomit swarm](spell:vomit_swarm).",
			"",
			"3rd-Level Alchemist Formulae-[absorbing touch](spell:absorbing_touch), [amplify elixir](spell:amplify_elixir), [arcane sight](spell:arcane_sight), [beast shape I](spell:beast_shape_1), [bloodhound](spell:bloodhound), [cure serious wounds](spell:cure_serious_wounds), [displacement](spell:displacement), [draconic reservoir](spell:draconic_reservoir), [elemental aura](spell:elemental_aura), [fly](spell:fly), [gaseous form](spell:gaseous_form), [haste](spell:haste), [heroism](spell:heroism), [nondetection](spell:nondetection), [protection from energy](spell:protection_from_energy), [rage](spell:rage), [remove blindness/deafness](spell:remove_blindness/deafness), [remove curse](spell:remove_curse), [remove disease](spell:remove_disease), [seek thoughts](spell:seek_thoughts), [thorn body](spell:thorn_body), [tongues](spell:tongues), [water breathing](spell:water_breathing).",
			"",
			"**4th-Level Alchemist Formulae-[air walk](spell:**air_walk), [arcane eye](spell:arcane_eye), [beast shape II](spell:beast_shape_2), [cure critical wounds](spell:cure_critical_wounds), [death ward](spell:death_ward), [detonate](spell:detonate), [discern lies](spell:discern_lies), [dragon's breath](spell:dragon's_breath), [elemental body I](spell:elemental_body_1), [fire shield](spell:fire_shield), [fluid form](spell:fluid_form), [freedom of movement](spell:freedom_of_movement), [invisibility (greater)](spell:invisibility_greater), [neutralize poison](spell:neutralize_poison), [restoration](spell:restoration), [spell immunity](spell:spell_immunity), [stoneskin](spell:stoneskin), [universal formula](spell:universal_formula).",
			"",
			"5th-Level Alchemist Formulae-[beast shape III](spell:beast_shape_3), [contact other plane](spell:contact_other_plane), [delayed consumption](spell:delayed_consumption), [dream](spell:dream), [elemental body II](spell:elemental_body_2), [elude time](spell:elude_time), [magic jar](spell:magic_jar), [nightmare](spell:nightmare), [overland flight](spell:overland_flight), [planar adaptation](spell:planar_adaptation), [plant shape I](spell:plant_shape_1), [polymorph](spell:polymorph), [resurgent transformation](spell:resurgent_transformation), [sending](spell:sending), [spell resistance](spell:spell_resistance).",
			"",
			"6th-Level Alchemist Formulae-[analyze dweomer](spell:analyze_dweomer), [beast shape IV](spell:beast_shape_4), [elemental body III](spell:elemental_body_3), [eyebite](spell:eyebite), [form of the dragon I](spell:form_of_the_dragon_1), [giant form I](spell:giant_form_1), [heal](spell:heal), [mislead](spell:mislead), [plant shape II](spell:plant_shape_2), [shadow walk](spell:shadow_walk), [statue](spell:statue), [transformation](spell:transformation), [true seeing](spell:true_seeing), [twin form](spell:twin_form), [wind walk](spell:wind_walk)."
		]
	},
	{
		"name": "Metamorph",
		"file": "archetypedisplay28d8.html",
		"sources": [ "Ultimate Intrigue" ],
		"replaces": "Class Skills; Bomb; Extracts; Throw Anything; Swift Alchemy; Swift Poisoning; Instant Alchemy",
		"replace_array": [
			"Class Skills",
			"Bombs",
			"Extracts",
			"Throw Anything",
			"Swift Alchemy",
			"Swift Poisoning",
			"Instant Alchemy"
		],
		"short_description": "Metamorphs eschew traditional alchemy, focusing on internal chemistry and the transfiguration of living forms.",
		"description": [
			"## Metamorph",
			"",
			"**Source** [Ultimate Intrigue pg. 19](source:ultimate_intrigue)   ",
			"Metamorphs eschew traditional alchemy, focusing on internal chemistry and the transfiguration of living forms.",
			"",
			"**Class Skills:** A metamorph adds Disguise to her list of class skills.",
			"",
			"This alters the alchemist's class skills.",
			"",
			"**Shapechanger (Su):** At 1st level, a metamorph gains the ability to transform herself into another form. This ability functions like [alter self](spell:alter_self), except as noted here. The effect lasts for 1 hour per metamorph's alchemist level, or until she changes back. Changing form (to another form or back) is a standard action that doesn't provoke attacks of opportunity. The metamorph is fatigued for 1 round each time she changes shape.",
			"",
			"A metamorph can use this ability once per day at 1st level, and an additional time per day at 4th level, and every 2 alchemist levels thereafter, for a total of nine times at 18th level. At 20th level, a metamorph can use shapechanger as a free action once per round, either before or after all her other actions, with no daily limit.",
			"",
			"This ability can also function as [monstrous physique I](spell:monstrous_physique_1) at 5th level, as [monstrous physique II](spell:monstrous_physique_2) at 9th level, as [monstrous physique III](spell:monstrous_physique_3) at 11th level, as [monstrous physique IV](spell:monstrous_physique_4) or [giant form I](spell:giant_form_1) at 13th level, and as [giant form II](spell:giant_form_2) at 15th level.",
			"",
			"This ability replaces alchemy (which also includes bombs, extracts, and mutagen) and Throw Anything.",
			"",
			"**Mutagen (Ex):** At 1st level, a metamorph gains mutagen as a normal alchemist. She can take mutagen and cognatogen discoveries despite not possessing the alchemy class feature that normally grants mutagen.",
			"",
			"**Adaptive Physiology (Ex):** At 3rd level, a metamorph gains a 25% chance to negate critical hits and precision damage, similar to the preserve organs discovery. This chance increases to 50% at 6th level, and to 75% at 18th level.",
			"",
			"This ability replaces swift alchemy, swift poisoning, and instant alchemy."
		]
	},
	{
		"name": "Mindchemist",
		"file": "archetypedisplayd493.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Mutagen; Poison Use",
		"replace_array": [
			"Mutagen",
			"Poison Use"
		],
		"short_description": "A mindchemist can reach incredible levels of mental acuity, but suffers lingering debilitating effects to his physique.",
		"description": [
			"## Mindchemist",
			"",
			"**Source** [Ultimate Magic pg. 19](source:ultimate_magic)   ",
			"While most alchemists use mutagens to boost their physical ability at the cost of mental ability, some use alchemy for the opposite purpose-to boost the power of the mind and memory. A mindchemist can reach incredible levels of mental acuity, but suffers lingering debilitating effects to his physique. A mindchemist has the following class features.",
			"",
			"**Cognatogen:** At 1st level, a mindchemist learns how to create a cognatogen, as per the cognatogen discovery. This ability replaces the mutagen class ability (a mindchemist cannot create mutagens unless he selects mutagen* as a discovery).",
			"",
			"**Perfect Recall:** At 2nd level, a mindchemist has honed his memory. When making a Knowledge check, he may add his Intelligence bonus on the check a second time. Thus, a mindchemist with 5 ranks in Knowledge (history) and a +2 Intelligence bonus has a total skill bonus of +9 (5 + 2 + 2) using this ability. The mindchemist can also use this ability when making an Intelligence check to remember something. This ability replaces poison use.",
			"",
			"**Bonus Feats:** A mindchemist may select [Skill Focus (Disable Device, Disguise, Heal, any Knowledge skill, Sense Motive, or Spellcraft)](feat:skill_focus) in place of a discovery.",
			"",
			"**Languages:** A mindchemist may learn three languages in place of a discovery.",
			"",
			"**Discoveries:** The following discoveries complement the mindchemist archetype: grand cognatogen, greater cognatogen, infuse mutagen."
		]
	},
	{
		"name": "Mixologist",
		"file": "archetypedisplay24de.html",
		"sources": [ "Inner Sea Taverns" ],
		"replaces": "Alchemy; Brew Potion; Mutagen; 2nd-level Discovery; Poison Resistance; Persistent Mutagen",
		"replace_array": [
			"Alchemy",
			"Brew Potion",
			"Mutagen",
			"2nd-level Discovery",
			"Poison Resistance",
			"Persistent Mutagen"
		],
		"short_description": "Mixologists focus on mastering the chemical reactions between alcohol and the physical body.",
		"description": [
			"## Mixologist",
			"",
			"**Source** [Inner Sea Taverns pg. 57](source:inner_sea_taverns)   ",
			"Certain alchemists focus on mastering the chemical reactions between alcohol and the physical body. Though the powerful potions they brew can have drawbacks, they are at least pleasurable.",
			"",
			"**Alcoholic Alchemy (Su):** A mixologist can infuse potions and extracts he creates with alcohol, increasing their potency. When a mixologist brews a potion, he can spend an additional 10 gp in raw materials to increase his caster level by 1 for the purpose of the potion's effects, but the potion counts as a strong alcoholic drink (see the sidebar on page 55). When a mixologist creates his extracts, he can spend 1 extra minute doing so to increase his caster level by 1 for the purpose of that extract's effects, but the extract counts as a strong alcoholic drink. A mixologist can prepare one alcoholic extract for each level of extracts he can prepare. A mixologist can't ever gain a mutagen or discoveries that alter mutagens.",
			"",
			"This alters alchemy and brew potion and replaces mutagen.",
			"",
			"**Alcoholic Bombs (Su):** When the mixologist creates a bomb, he can cause the detonation to produce intoxicating fumes. A creature that takes a direct hit from an alcoholic bomb becomes tipsy (see page 54) if it fails a Fortitude saving throw. If the creature is already tipsy, it becomes drunk instead. If the creature is already drunk, it becomes soused instead. A soused creature that fails its Fortitude saving throw passes out for 1d3 hours and wakes up with a hangover. This ability counts as a discovery that modifies bombs, so it doesn't stack with other discoveries that modify bombs.",
			"",
			"This replaces the discovery gained at 2nd level.",
			"",
			"**Alcoholic Resistance (Ex):** At 2nd level, a mixologist's bonus on saving throws against poison also applies on saving throws to become less drunk and to avoid passing out. This doesn't allow a mixologist to become immune to alcohol.",
			"",
			"This alters poison resistance.",
			"",
			"**Mixologist Master (Su):** At 14th level, a mixologist can have up to two alcoholic extracts for each level of extracts he can prepare as long as he can prepare at least two extracts of that level.",
			"",
			"This replaces persistent mutagen."
		]
	},
	{
		"name": "Mnemostiller",
		"file": "archetypedisplayc8d4.html",
		"sources": [ "Distant Realms" ],
		"replaces": "Key Ability Score; Alchemy; Throw Anything; Mutagen; Bombs; Poison Resistance; Poison Use",
		"replace_array": [
			"Key Ability Score",
			"Alchemy",
			"Throw Anything",
			"Mutagen",
			"Bombs",
			"Poison Resistance",
			"Poison Use"
		],
		"short_description": "Mnemostillers extract memories; hey can return memories as easily as administering a potion, and experienced mnemostillers create a variety of effects through the careful administration of past traumas or victories",
		"description": [
			"## Mnemostiller",
			"",
			"**Source** [Distant Realms pg. 52](source:distant_realms)   ",
			"Mnemostillers extract memories, storing them as a thick vapor called mnemos. They can return memories as easily as administering a potion, and experienced mnemostillers create a variety of effects through the careful administration of past traumas or victories.",
			"",
			"**Mental Ambix:** A mnemostiller's alchemy relies on force of personality, using his own mind as an alchemy lab to draw and purify the mnemos collected from others. A mnemostiller uses his Charisma score in place of his Intelligence score for the purpose of extracts and bonus extracts. A mnemostiller still uses his Intelligence score to learn new formulae.",
			"",
			"**The mnemostiller can cast [detect thoughts](spell:**detect_thoughts) as a spell-like ability a number of times per day equal to his Charisma modifier (minimum 1).",
			"",
			"This alters alchemy and replaces throw anything.",
			"",
			"**Rasugen (Su):** A mnemostiller learns to brew a unique type of mutagen, called a rasugen, that suppresses his mind to enter a state of sublime purity. In this state, a mnemostiller becomes incredibly resilient, but cannot perform complex skills. Once imbibed, a rasugen grants a +2 alchemical bonus on all saving throws and 2 temporary hit points per alchemist level for 10 minutes per alchemist level. In addition, while the rasugen is in effect, a mnemostiller takes a -2 penalty to his Intelligence score and can't attempt checks using Appraise, Craft, Disable Device, Heal, Knowledge (any), Profession, Sleight of Hand, or Spellcraft. This acts in all other ways like a mutagen.",
			"",
			"This replaces mutagen. A mnemostiller can never gain the mutagen, cognatogen, or inspiring cognatogen ability, even from a discovery or another class.",
			"",
			"**Anguish Bomb (Su):** A mnemostiller crafts his bombs from mnemos of pain and discomfort, inflicting psychic damage. An anguish bomb is identical to a bomb except that it deals nonlethal damage, it deals no damage to inanimate objects and creatures immune to mental effects, and creatures caught in the anguish bomb's splash can attempt a Will save for half damage. A mnemostiller uses his Charisma score in place of his Intelligence score to determine the bonus damage of his anguish bomb and the save DC of the anguish bomb's splash damage. He still uses his Intelligence score to determine his number of bombs per day. If the mnemostiller has taken any hit point damage in the past 24 hours, his anguish bombs inflict 1 additional point of nonlethal damage for every 2 alchemist levels he has.",
			"",
			"This replaces bombs.",
			"",
			"**Brewed Memories:** A mnemostiller can create several unique extracts from the mnemos he pulls from the minds of others. At 2nd level, he adds [mindlink](spell:mindlink), [placebo effect](spell:placebo_effect), and [thought echo](spell:thought_echo) to his formula book as 1st-level extracts. At 5th level, he adds [aura alteration](spell:aura_alteration), [detect mindscape](spell:detect_mindscape), and [mindscape door](spell:mindscape_door) to his formula book as 2nd-level extracts. At 8th level, he adds [mindwipe](spell:mindwipe) and [thoughtsense](spell:thoughtsense) to his formula book as 3rd-level extracts; the range for a [mindwipe](spell:mindwipe) extract becomes creature touched, and it can be applied only to a helpless or willing creature.",
			"",
			"This replaces poison resistance.",
			"",
			"**Natural Empath (Ex):** A mnemostiller's studies naturally focus on others. He gains infusion as a bonus discovery at 2nd level.",
			"",
			"This replaces poison use.",
			"",
			"**Mind-Delver (Su):** At 10th level, a mnemostiller can use [mind probe](spell:mind_probe) as a spell-like ability a number of times per day equal to his Charisma modifier (minimum 1).",
			"",
			"Mnemostil",
			"",
			"First developed to help heal souls who had experienced undeath for a time, the art of mnemostil involves a practitioner carefully extracting or returning memories as an oily vapor-mnemos-which allows tortured souls to confront their past horrors one at a time while finding closure. In a city largely dedicated to waiting out eternity and cultivating absent passion, however, there are abundant souls eager to feel anything, good or bad. Black-market mnemostillers pay handsomely to extract memories from remarkable souls, even traveling to other planes to build up their stock before returning to Spire's Edge to sell their wares. While there is some crossover with information brokers, mnemostillers typically sell experiences and emotions rather than secrets. Petitioners searching for purpose buy what memories they can to try and shape themselves toward one Outer Plane destination or another, often trading in their genuine memories as payment, until little of the original individual remains. Some criminal syndicates target visiting souls and outsiders to extract their memories by force.",
			"",
			"Mnemostil has also created a unique faith in Spire's Edge: amnesia cults. Many petitioners succumb to the expectation that they grow-that who they were in life is somehow not enough-and so render themselves into temporary or permanent blank slates to dwell in inert bliss. Others cannot reconcile their own actions and so wipe themselves clean to live in ignorance.",
			"",
			"Pruning the development of the soul is anathema to the purpose of Spire's Edge, and the city's psychopomps aggressively hunt both mnemostillers and amnesia cultists, with punishment for the crime invariably being exile into the Astral Plane."
		]
	},
	{
		"name": "Oenopion Researcher",
		"file": "archetypedisplay8e65.html",
		"sources": [ "Inner Sea Magic" ],
		"replaces": "Poison Use, Swift Alchemy",
		"replace_array": [
			"Poison Use",
			"Swift Alchemy"
		],
		"short_description": "The alchemist of Oenopion is incredibly skilled at making potions, elixirs, and other materials crucial to the country's economy and its monster-creating fleshforges.",
		"description": [
			"## Oenopion Researcher",
			"",
			"**Source** [Inner Sea Magic pg. 37](source:inner_sea_magic)   ",
			"Nex is known for its advanced magical lore, and the alchemists of Oenopion are incredibly skilled at making potions, elixirs, and other materials crucial to the country's economy and its monster-creating fleshforges. A Oenopion researcher has the following class features.",
			"",
			"**Discoveries:** The following discoveries complement the Oenopion researcher archetype: acid bomb, bottled ooze, feral mutagen, infuse mutagen, infusion, sunlight bomb.",
			"",
			"**Experimental Mutagen (Su):** At 2nd level, an Oenopion researcher learns how to create an experimental mutagen that benefits others, though not as well as his normal mutagen. The experimental mutagen works just like a standard mutagen, except the natural armor bonus and the alchemical bonus to the ability score are half normal (+1 natural armor bonus and +2 to one ability score). The experimental mutagen has no risk of nauseating a creature who drinks it. The researcher decides when he creates the mutagen if it is a standard mutagen (which gives no benefit if another creature drinks it) or an experimental mutagen (which does); there is no difference in the cost, time to create, or any other aspect of the mutagen. If the researcher has discoveries or other abilities that alter or increase the benefits of the mutagen, these apply to the experimental mutagen (though the drinker only gets half the numerical bonus of the mutagen). This ability replaces poison use.",
			"",
			"**Acid Resistance (Ex):** At 3rd level, an Oenopion researcher gains acid resistance 5. This ability replaces swift alchemy."
		]
	},
	{
		"name": "Oozemaster",
		"file": "archetypedisplayf6a8.html",
		"sources": [ "Monster Hunter's Handbook" ],
		"replaces": "Class Skills; Bomb; Brew Potion; Poison Resistance; Poison Immunity",
		"replace_array": [
			"Class Skills",
			"Bombs",
			"Brew Potion",
			"Poison Resistance",
			"Poison Immunity"
		],
		"short_description": "The oozemaster is a specialized alchemist who fights and ensnares oozes.",
		"description": [
			"## Oozemaster",
			"",
			"**Source** [Monster Hunter's Handbook pg. 17](source:monster_hunter's_handbook)   ",
			"The oozemaster is a specialized alchemist who fights and ensnares oozes. An oozemaster carefully studies the characteristics of the oozes he hunts to help him create new and more effective mutagens and bombs.",
			"",
			"**Class Skills:** An oozemaster gains Knowledge (dungeoneering) as a class skill but does not gain Knowledge (nature) as a class skill.",
			"",
			"**Ooze Bomb (Su):** An oozemaster's bombs deal acid damage instead of fire damage, and they deal damage only on a direct hit; they do not splash. A creature damaged by an ooze bomb takes additional acid damage equal to the oozemaster's Intelligence modifier at the start of the oozemaster's next turn. A creature can take this delayed damage only once per round; additional hits extend the duration of the ongoing damage by 1 round each.",
			"",
			"An oozemaster cannot select discoveries that change the type of damage dealt by his bombs, nor those that affect the bomb's splash radius.",
			"",
			"This ability otherwise functions as and replaces the bomb class feature.",
			"",
			"**Ooze Toxin (Ex):** An oozemaster can extract deadly toxins from the bodies of slain oozes and use them against his foes, making him a deadly opponent with unpredictable stratagems. As a full-round action while adjacent to an ooze that died within the past 10 minutes, an oozemaster can attempt a Craft (alchemy) check with a DC equal to 10 + the ooze's Challenge Rating to create a toxin. If successful, the oozemaster can extract a number of doses of toxin from an ooze equal to half its Constitution modifier (minimum 1). These toxins remain potent for 1 hour before becoming inert.",
			"",
			"The oozemaster can throw an ooze toxin as a ranged touch attack with a range increment of 10 feet, or he can apply the toxin to a weapon as if it were an injury poison. The toxin deals 1d6 points of acid damage plus an additional 1d6 points of acid damage per 3 Hit Dice the ooze had. If the ooze had any additional effects conveyed by its slam attack other than grab (such as a [gelatinous cube's paralysis ability](monster:gelatinous_cube's_paralysis_ability)), the oozemaster can also apply these qualities to this attack. The save DC for additional abilities produced by this attack is 10 + half the alchemist's level + the alchemist's Intelligence modifier.",
			"",
			"This ability replaces Brew Potion, though an oozemaster can still select Brew Potion without meeting the feat's prerequisites.",
			"",
			"**Ooze Resistance:** At 2nd level, an oozemaster becomes especially resistant to the abilities of his chosen foes. He gains a +2 bonus on saving throws against the extraordinary and supernatural abilities of oozes. This bonus increases by +1 at 5th level and every 3 levels thereafter, to a maximum of +8 at 20th level.",
			"",
			"This replaces poison resistance and poison immunity.",
			"",
			"**Discoveries:** The following discoveries complement the oozemaster archetype: bottled ooze, ooze blight, and splitting mutagen."
		]
	},
	{
		"name": "Perfumer",
		"file": "archetypedisplay648c.html",
		"sources": [ "Wilderness Origins" ],
		"replaces": "Extracts; Brew Potion; Bomb; Mutagen; Persistent Mutagen",
		"replace_array": [
			"Extracts",
			"Brew Potion",
			"Bombs",
			"Mutagen",
			"Persistent Mutagen"
		],
		"short_description": "A perfumer alchemist refines extracts to their most pure and rarefied forms to spread on the wind",
		"description": [
			"## Perfumer",
			"",
			"**Source** [Wilderness Origins pg. 17](source:wilderness_origins)   ",
			"While most alchemists focus on the flash of loud explosions, full-bodied potions, and dramatically transformative mutagens, others prefer subtlety and elegance. A perfumer alchemist refines extracts to their most pure and rarefied forms to spread on the wind, and would rather share a head-turning aroma at a social than drink a bone-twisting mutagen before a brawl.",
			"",
			"**Atomized Extracts (Su):** A perfumer's extracts are stored in atomizers, rather than bottles or vials, allowing him to spray them at himself or an adjacent ally. The target is considered the imbiber, as if she had drunk an extract prepared with the infusion discovery. As the contents of an atomizer are inhaled, the target must be able to breathe. Atomized extracts are considered extracts for purposes of other abilities, and become inert when not in the alchemist's possession.",
			"",
			"This alters extracts and replaces brew potion.",
			"",
			"**Effervescent Bombs (Su):** Rather than deal direct damage, a perfumer's bombs create an effervescent puddle in a 5-foot radius for a number of rounds equal to the alchemist's intelligence bonus (minimum 1). Each creature within this area takes 1d4 points of fire damage immediately and again each round it remains within or enters the puddle. A creature caught in the puddle when it is first created can attempt a Reflex save (DC = 10 + half the perfumer's level + the perfumer's Intelligence modifier) for half damage. The effervescent bombs' damage increases by 1d4 at 3rd level and every odd level thereafter. Effervescent bombs otherwise functions as bombs, and discoveries that apply to bombs apply to effervescent bombs.",
			"",
			"This alters bomb.",
			"",
			"**Pheromones (Su):** A perfumer can spend 1 hour to distill a special mixture of exotic pheromones and alchemical reagents and store it in an atomizer. The mixture remains potent until used or until the perfumer distills another pheromone mixture, at which point the first becomes inert and the duration of its effects immediately end. Spraying this mixture on a willing creature as a standard action grants the target a +4 alchemical bonus to Charisma and a -2 penalty to Constitution for 10 minutes per alchemist level. Additionally, the target creature gains a +2 alchemical bonus on Diplomacy and Bluff checks.",
			"",
			"This replaces mutagen. A perfumer can never gain the mutagen, cognatogen, or inspired cognatogen ability, even from a discovery or another class.",
			"",
			"**Persistent Pheromones:** At 14th level, the alchemist gains the ability to distill extremely potent pheromones. His pheromone atomizers can be sprayed on up to four different targets before becoming fully used. This allows a perfumer to affect multiple targets with a single atomizer.",
			"",
			"This replaces persistent mutagen."
		]
	},
	{
		"name": "Plague Bringer",
		"file": "archetypedisplayb03f.html",
		"sources": [ "Advanced Race Guide" ],
		"replaces": "Mutagen; Poison Resistance; Poison Immunity",
		"replace_array": [
			"Mutagen",
			"Poison Resistance",
			"Poison Immunity"
		],
		"short_description": "(Ratfolk Only) The plague bringer sees disease as the ultimate weapon, and has worked tirelessly to master new diseases and disease-delivery systems.",
		"description": [
			"## Plague Bringer",
			"",
			"**Source** [Advanced Race Guide pg. 153](source:advanced_race_guide)   ",
			"The plague bringer sees disease as the ultimate weapon, and has worked tirelessly to master new diseases and disease-delivery systems. A plague bringer feels no more remorse at unleashing his armaments on his enemies than an archer does when firing an arrow in the heat of battle. Disease is a tool, and the plague bringer is its master. A plague bringer has the following class features.",
			"",
			"**Plague Vial (Su):** At 1st level, a plague bringer can create a plague vial, an alchemically grown and concentrated disease sample. It takes 1 hour to prepare a plague vial, and once prepared, the vial remains potent until used. A plague bringer can only maintain 1 plague vial at a time-if he prepares a second vial, any existing plague vial becomes inert. A plague vial that is not in a plague bringer's possession becomes inert until a plague bringer picks it up again.",
			"",
			"It's a standard action to drink a plague vial. Upon being imbibed, the plague vial infects the plague bringer's blood, sweat, tears, and other bodily fluids for 10 minutes per class level. Any creature that harms him with melee attacks (except with reach weapons) must make a Fortitude save (DC 10 + 1/2 the plague bringer's level + the plague bringer's Intelligence modifier) or become sickened for 1 round per plague bringer level. The plague bringer is immune to the effect of his own plague vial, but not that of another's plague vial. The effects of multiple plague vials do not stack.",
			"",
			"As a standard action, the plague bringer can infect a weapon with this sickness (typically by licking it or wiping his blood or pus on it). The disease on the weapon works like a poisoned weapon, except the source is a disease instead of a poison (so a dwarf's resistance to poison does not apply).",
			"",
			"Anyone other than a plague bringer (including another alchemist) who drinks a plague vial must make a saving throw against the vial's DC or become nauseated for 1 hour. Unless he learns how to brew a mutagen by taking the mutagen discovery , he can never benefit from a mutagen and reacts to it as if he were a non-alchemist. At any particular time, a plague bringer can only be under the effect of either a plague vial or a mutagen (not both); drinking another immediately ends the effects of any ongoing plague vial or mutagen.",
			"",
			"All limitations to mutagens apply to plague vials as if they were the same substance. The infuse mutagen discovery and persistent mutagen class ability apply to plague vials. The sticky poison discovery applies to a weapon infected with a plague vial. The plague vial is a disease effect. This ability replaces mutagen.",
			"",
			"**Disease Resistance (Ex):** At 2nd level, a plague bringer gains a +2 bonus on all saving throws against disease. This bonus increases to +4 at 5th level, and to +6 at 8th level. At 10th level, a plague bringer becomes completely immune to disease (including magical diseases). This ability replaces all increments of poison resistance and poison immunity.",
			"",
			"**Discoveries:** The following discoveries complement the plague bringer archetype: explosive bomb, precise bombs, smoke bomb breath weapon bomb, fast bomb, nauseating bomb ; plague bomb."
		]
	},
	{
		"name": "Preservationist",
		"file": "archetypedisplay75f8.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Poison Use; Poison Resistance +4; Poison Resistance +6; Poison Immunity; Persistent Mutagen; 18th-level Discovery",
		"replace_array": [
			"Poison Use",
			"Poison Resistance +4",
			"Poison Resistance +6",
			"Poison Immunity",
			"Persistent Mutagen",
			"18th-level Discovery"
		],
		"short_description": "Some alchemists are obsessed with collecting and preserving exotic creatures.",
		"description": [
			"## Preservationist",
			"",
			"**Source** [Ultimate Magic pg. 19](source:ultimate_magic)   ",
			"Some alchemists are obsessed with collecting and preserving exotic creatures. These preservationists may use bottled animals and monsters as teaching tools, but some learn how to reanimate them for short periods to battle on the alchemist's behalf. A preservationist has the following class features.",
			"",
			"**Bottled Ally I:** At 2nd level, a preservationist adds Handle Animal to his list of class skills. He adds [summon nature's ally I](spell:summon_nature's_ally_1) to his formula book as a 1st-level extract. When he prepares that extract, he actually prepares a tiny, preserved specimen in a bottle (as with a caster casting the spell, the preservationist doesn't have to choose the creature until he uses the extract). When the alchemist opens the bottle, the specimen animates and grows to normal size, serving the preservationist as per the spell and otherwise being treated as a summoned creature. When the duration expires, the preserved creature decays into powder. If the preservationist has the infusion discovery, another character can use the infused specimen. The [Augment Summoning](feat:augment_summoning) feat can be applied to these specimens. This ability replaces poison use.",
			"",
			"**Bottled Ally II:** At 5th level, a preservationist adds [summon nature's ally II](spell:summon_nature's_ally_2) to his formula book as a 2nd-level extract. This ability replaces poison resistance +4.",
			"",
			"**Bottled Ally III:** At 8th level, a preservationist adds [summon nature's ally IV](spell:summon_nature's_ally_4) to his formula book as a 3rd-level extract. This ability replaces poison resistance +6.",
			"",
			"**Bottled Ally IV:** At 10th level, a preservationist adds [summon nature's ally V](spell:summon_nature's_ally_5) to his formula book as a 4th-level extract. This ability replaces poison immunity.",
			"",
			"**Bottled Ally V:** At 14th level, a preservationist adds [summon nature's ally VII](spell:summon_nature's_ally_7) to his formula book as a 5th-level extract. This ability replaces persistent mutagen.",
			"",
			"**Bottled Ally VI:** At 18 level, a preservationist adds [summon nature's ally IX](spell:summon_nature's_ally_9) to his formula book as a 6th-level extract. This ability replaces his 18th-level discovery.",
			"",
			"**Discoveries:** The following discoveries complement the preservationist archetype: bottled ooze, preserve organs, tentacle, vestigial arm, and wings."
		]
	},
	{
		"name": "Promethean Alchemist",
		"file": "archetypedisplay9929.html",
		"sources": [],
		"replaces": "Brew Potion; Throw Anything; Bombs; Mutagen",
		"replace_array": [
			"Brew Potion",
			"Throw Anything",
			"Bombs",
			"Mutagen"
		],
		"short_description": "Obsessed with discovering the origins of life, promethean alchemists build constructs they gradually endow with life.",
		"description": [
			"## Promethean Alchemist",
			"",
			"**Source** [Occult Adventures pg. 112]_Adventures)",
			"Obsessed with discovering the origins of life, promethean alchemists build constructs they gradually endow with life.",
			"",
			"**Craft Construct:** At 1st level, a promethean alchemist gains the promethean disciple discovery. This ability replaces Brew Potion and Throw Anything.",
			"",
			"**Homunculus Companion (Ex):** At 1st level, a promethean alchemist gains the service of a homunculus companion. The means for creating this special homunculus are more exotic than normal and require investiture of the promethean alchemist's own life essence into the homunculus. This construct generally resembles a small humanoid or child when first created; the specific appearance is up to its creator, though a homunculus is always humanoid in shape and obviously unnatural on close inspection. While every homunculus companion is absolutely devoted to its master, some homunculi's loyalty borders on the unsettling; such companions jealously protect their masters from threats or construct strange shrines in their masters' honor. A homunculus companion can be of any alignment, even one that is different from its master's. A destroyed homunculus companion can be restored to life by performing a ritual with its corpse that requires 1 pint of its creator's blood per Hit Die of the homunculus and rare materials worth 100 gp per Hit Die of the homunculus. Performing this ritual takes 1 hour (though it may take some time to gather enough blood at higher levels, so many promethean alchemists keep chilled blood samples in storage just in case). A promethean alchemist can't take the mutagen or cognatogen discoveries. This ability replaces bombs and mutagen.",
			"",
			"**Discoveries:** The following discoveries complement this archetype: alchemical simulacrum, doppelganger simulacrum, and greater alchemical simulacrum.",
			"",
			"Homunculus Companion Base Statistics",
			"",
			"A homunculus companion has the following features, as described on Table 2-2 on page 114.",
			"",
			"| Level | HD | BAB | Saves | Skills | Feats | Str/Dex Bonus | Special  |",
			"| --- | --- | --- | --- | --- | --- | --- | ---  |",
			"| 1st | 1 | +1 | +0 | 2 | 1 | +0 | Darkvision, low-light vision, sympathetic alchemy, telepathic link, weapon and armor proficiency  |",
			"| 2nd | 2 | +2 | +0 | 4 | 1 | +0 | -  |",
			"| 3rd | 3 | +3 | +1 | 8 | 2 | +1 | Evasion  |",
			"| 4th | 3 | +3 | +1 | 8 | 2 | +1 | -  |",
			"| 5th | 4 | +4 | +1 | 10 | 2 | +1 | Ability score increase  |",
			"| 6th | 5 | +5 | +1 | 12 | 3 | +2 | Speech  |",
			"| 7th | 6 | +6 | +2 | 14 | 3 | +2 | -  |",
			"| 8th | 6 | +6 | +2 | 14 | 3 | +2 | -  |",
			"| 9th | 7 | +7 | +2 | 16 | 4 | +3 | Spell resistance  |",
			"| 10th | 8 | +8 | +2 | 18 | 4 | +3 | Ability score increase  |",
			"| 11th | 9 | +9 | +3 | 20 | 5 | +3 | -  |",
			"| 12th | 9 | +9 | +3 | 20 | 5 | +4 | -  |",
			"| 13th | 10 | +10 | +3 | 22 | 5 | +4 | -  |",
			"| 14th | 11 | +11 | +3 | 24 | 6 | +4 | -  |",
			"| 15th | 12 | +12 | +4 | 26 | 6 | +5 | Ability score increase, improved evasion  |",
			"| 16th | 12 | +12 | +4 | 26 | 6 | +5 | -  |",
			"| 17th | 13 | +13 | +4 | 28 | 7 | +5 | -  |",
			"| 18th | 14 | +14 | +4 | 30 | 7 | +6 | -  |",
			"| 19th | 15 | +15 | +5 | 32 | 8 | +6 | -  |",
			"| 20th | 15 | +15 | +5 | 32 | 8 | +6 | Ability score increase |",
			"",
			"**Level:** This is the homunculus's master's alchemist level.",
			"",
			"**HD:** This is the homunculus's total number of 10-sided (d10) Hit Dice. The homunculus doesn't have a Constitution score, but it gains bonus hit points based on its size.",
			"",
			"**BAB:** This is the base attack bonus of the homunculus, which is equal to its number of Hit Dice.",
			"",
			"**Saves:** These are the base saving throw bonuses of the homunculus.",
			"",
			"**Skills:** This entry lists the homunculus's total number of skill ranks. A homunculus with a high Intelligence score modifies these totals as normal (the homunculus gains a number of skill ranks equal to 2 + its Intelligence modifier per HD). A homunculus can't have more ranks in a skill than it has Hit Dice.",
			"",
			"**Homunculus Class Skills:** The following skills are class skills for a homunculus: Bluff (Cha), Craft (Int), Fly (Dex), Knowledge (arcana) (Int), Perception (Wis), Sense Motive (Wis), and Stealth (Dex). In addition, at 1st level, a promethean alchemist can choose two additional skills to be class skills for his homunculus.",
			"",
			"**Feats:** This is the total number of feats the homunculus has. A homunculus can select any feats it qualifies for, but must possess the appropriate appendages in order to use some feats.",
			"",
			"**Str/Dex Bonus:** Add this modifier to the homunculus's Strength and Dexterity.",
			"",
			"**Special:** As the homunculus increases in power, it gains the special abilities described below.",
			"",
			"**Darkvision (Ex):** The homunculus has darkvision out to a range of 60 feet.",
			"",
			"**Low-Light Vision (Ex):** Homunculi see twice as far as humans in dim light.",
			"",
			"**Sympathetic Alchemy (Su):** The bond between a promethean alchemist and his homunculus is so close that the alchemist's extracts function for the homunculus as if it were the alchemist, allowing the homunculus companion to benefit from extracts without the alchemist needing the infusion discovery. The homunculus is treated as a humanoid or a construct-whichever is more beneficial-for the purposes of what extracts can affect it. Additionally, the homunculus can prepare its master's extracts from his formula book for him each day, as long as it's within the range of its telepathic link.",
			"",
			"**Telepathic Link (Su):** A homunculus can't initially speak, but shares a telepathic link with its creator. It knows what its master knows and can convey to him everything it sees and hears, out to a range of 1,500 feet.",
			"",
			"**Weapon and Armor Proficiency (Ex):** A homunculus is proficient with simple weapons, but not armor or shields.",
			"",
			"**Evasion (Ex):** At 3rd level, if a homunculus is subjected to an attack that normally allows a Reflex save for half damage, it takes no damage if it succeeds at its saving throw.",
			"",
			"**Ability Score Increase (Ex):** The homunculus adds 1 to one of its ability scores at 5th level and every 5 levels thereafter.",
			"",
			"**Speech (Ex):** At 6th level, the homunculus gains the ability to speak any languages it knows.",
			"",
			"**Spell Resistance (Su):** At 9th level, the homunculus gains spell resistance equal to 11 + its master's alchemist level.",
			"",
			"**Improved Evasion (Ex):** At 15th level, when subjected to an attack that allows a Reflex save for half damage, the homunculus takes no damage if it succeeds at the saving throw and only half damage if it fails the saving throw.",
			"",
			"Homunculus Starting Statistics",
			"",
			"Size Small; Speed 20 ft., fly 30 ft. (poor); AC +2 natural armor; Attack bite (1d4); Ability Scores Str 10, Dex 15, Con -, Int 10, Wis 12, Cha 7; Special Qualities darkvision, low-light vision; Languages Common (can't speak).",
			"",
			"4th-Level Advancement",
			"",
			"Size Medium; Speed 30 ft., fly 40 ft. (average); Attack bite (1d6 plus poison), 2 claws (1d6); Ability Scores Str +4, Dex -2; Special Attacks poison (bite-injury frequency 1/minute for 60 minutes, effect sleep for 1 minute, cure 1 save, Con-based DC with a +2 racial bonus)."
		]
	},
	{
		"name": "Psychonaut",
		"file": "archetypedisplay8320.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Bomb; Poison Resistance +4; Poison Resistance +6; Poison Immunity; 15th-level Bomb Damage Increase; 17th-level Bomb Damage Increase",
		"replace_array": [
			"Bombs",
			"Poison Resistance +4",
			"Poison Resistance +6",
			"Poison Immunity",
			"15th-level Bomb Damage Increase",
			"17th-level Bomb Damage Increase"
		],
		"short_description": "A psychonaut uses his knowledge to explore altered states of consciousness and even other planes of existence.",
		"description": [
			"## Psychonaut",
			"",
			"**Source** [Ultimate Magic pg. 19](source:ultimate_magic)   ",
			"A psychonaut uses his knowledge to explore altered states of consciousness and even other planes of existence. A psychonaut has the following class features.",
			"",
			"**Bomb:** A psychonaut's bombs deal damage one die step lower than normal (regular bombs deal d4s, concussive bombs deal 1d3s, and so on). This ability otherwise functions as and replaces the standard alchemist bomb class feature.",
			"",
			"**Precognition:** At 5th level, a psychonaut adds [augury](spell:augury) to his formula book as a 2nd-level extract (this extract does not require a divine focus component). This replaces poison resistance +4.",
			"",
			"**Psychic Senses:** At 8th level, a psychonaut adds [clairaudience/clairvoyance](spell:clairaudience/clairvoyance), [detect scrying](spell:detect_scrying), [scrying](spell:scrying), and [speak with dead](spell:speak_with_dead) to his formula book as 3rd-level extracts (a [scrying](spell:scrying) extract does not require a focus or divine focus component). When a psychonaut uses a [speak with dead](spell:speak_with_dead) extract, he gains the power to hear the lingering spirit within a corpse rather than enabling the corpse to audibly speak, but the extract otherwise works as the spell. This ability replaces poison resistance +6.",
			"",
			"**Remote Consciousness:** At 10th level, a psychonaut adds [dream](spell:dream), [lesser astral projection](spell:lesser_astral_projection), [nightmare](spell:nightmare), [plane shift](spell:plane_shift), [sending](spell:sending), and [telepathic bond](spell:telepathic_bond) to his formula book as 4th-level extracts (a [plane shift](spell:plane_shift) extract does not require a focus component). This ability replaces poison immunity.",
			"",
			"**Greater Precognition:** At 15th level, a psychonaut adds [moment of prescience](spell:moment_of_prescience) to his formula book as a 5th-level extract. This ability replaces the increase to bomb damage at this level.",
			"",
			"**Master Precognition:** At 17th level, a psychonaut adds [foresight](spell:foresight) to his formula book as a 6th-level extract. This ability replaces the increase to bomb damage at this level.",
			"",
			"**Discoveries:** The following discoveries complement the psychonaut archetype: confusion bomb, eternal potion, extend potion, lingering spirit, and madness bomb."
		]
	},
	{
		"name": "Ragechemist",
		"file": "archetypedisplayb5eb.html",
		"sources": [
			"Ultimate Combat",
			"Link"
		],
		"replaces": "Poison Use; Swift Poisoning; Poison Immunity",
		"replace_array": [
			"Poison Use",
			"Swift Poisoning",
			"Poison Immunity"
		],
		"short_description": "Some alchemists create mutagens that tap into a primal anger that fuels their physical transformation.",
		"description": [
			"## Ragechemist",
			"",
			"**Source** [Ultimate Combat pg. 26](source:ultimate_combat)   ",
			"**Errata [Link](source:**link)",
			"",
			"Some alchemists create mutagens that tap into a primal anger that fuels their physical transformation. These alchemists have little control over their altered selves.",
			"",
			"**Rage Mutagen:** At 2nd level, whenever a ragechemist creates a mutagen that improves his Strength, that mutagen's bonus to Strength increases by +2 and penalizes the alchemist's Intelligence score. Furthermore, while under the effects of this mutagen, whenever the alchemist takes damage, his rage grows, with detrimental effects. At the end of each turn that he takes hit point damage, the ragechemist must succeed at a Will saving throw (DC 15, or DC 20 if any of the damage came from a critical hit that turn) or take a -2 penalty on Will saving throws and to Intelligence. These penalties end 1 hour after the mutagen ends and stack with themselves. If the penalty lowers the ragechemist's Intelligence score to 0, the ragechemist is comatose until 1 hour after the mutagen expires. This ability replaces poison use.",
			"",
			"**Sturdy Rage:** At 6th level, whenever a ragechemist uses his rage mutagen, he also gains a +4 bonus to natural armor, but the penalty on Will saving throws and to Intelligence for taking damage increases to -4. This ability replaces swift poisoning.",
			"",
			"**Lumbering Rage:** At 10th level, whenever a ragechemist uses his rage mutagen ability, he may have the mutagen also give him a +2 morale bonus to Constitution, but when he takes a penalty on Will saving throws and to Intelligence, he also takes a -1 penalty to Dexterity. This ability replaces poison immunity.",
			"",
			"**Discoveries:** The following discoveries complement the ragechemist: feral mutagen, grand mutagen, greater mutagen, infuse mutagen, tentacle, and vestigial arm."
		]
	},
	{
		"name": "Reanimator",
		"file": "archetypedisplay9476.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Bomb; 7th-level Bomb Damage Increase; 13th-level Bomb Damage Increase; 15th-level Bomb Damage Increase",
		"replace_array": [
			"Bombs",
			"7th-level Bomb Damage Increase",
			"13th-level Bomb Damage Increase",
			"15th-level Bomb Damage Increase"
		],
		"short_description": "A reanimator is an alchemist who has discovered how to infuse a corpse with a semblance of life.",
		"description": [
			"## Reanimator",
			"",
			"**Source** [Ultimate Magic pg. 20](source:ultimate_magic)   ",
			"A reanimator is an alchemist who has discovered how to infuse a corpse with a semblance of life. Many work in tandem with necromancers to explore the fine border between the worlds of the living and the dead. A reanimator has the following class features.",
			"",
			"**Bomb:** A reanimator's bombs deal damage one die step lower than normal (regular bombs deal d4s, concussive bombs deal 1d3s, and so on). This ability otherwise functions as and replaces the standard alchemist bomb class feature.",
			"",
			"**Simple Reanimation:** At 7th level, a reanimator adds [lesser animate dead](spell:lesser_animate_dead) to his formula book as a 3rd-level extract. When he uses that extract, rather than drinking it, he injects it into the corpse he intends to animate, which rises as an undead creature under his control 1 hour later. The extract can only create zombies (including variant zombies). This ability replaces the increase to bomb damage at this level.",
			"",
			"**Create Undead:** At 13th level, a reanimator adds [create undead](spell:create_undead) to his formula book as a 4th-level extract. When he uses that extract, rather than drinking it, he injects it into the corpse he intends to animate, which rises as an uncontrolled undead 1 hour later. The extract can only create corporeal undead. This ability replaces the increase to bomb damage at this level.",
			"",
			"**Create Greater Undead:** At 15th level, a reanimator adds [create greater undead](spell:create_greater_undead) to his formula book as a 5th-level extract. This otherwise acts similarly to a [create undead](spell:create_undead) extract. This ability replaces the increase to bomb damage at this level.",
			"",
			"**Discoveries:** The following discoveries complement the reanimator archetype: alchemical zombie, elixir of life, eternal potion, mummification, and preserve organs."
		]
	},
	{
		"name": "Royal Alchemist",
		"file": "archetypedisplay2d14.html",
		"sources": [ "Heroes of the High Court" ],
		"replaces": "Class Skills; Poison Use; Swift Poisoning",
		"replace_array": [
			"Class Skills",
			"Poison Use",
			"Swift Poisoning"
		],
		"short_description": "Many rulers often hire specialized alchemists capable of concocting protections from both poisons and diseases for the nobles and their guests.",
		"description": [
			"## Royal Alchemist",
			"",
			"**Source** [Heroes of the High Court pg. 11](source:heroes_of_the_high_court)   ",
			"Paranoia runs rampant among the noble courts of the Inner Sea. On account of this distrust, many rulers often hire specialized alchemists capable of concocting protections from both poisons and diseases for the nobles and their guests. The royal alchemist tradition began in the nation of Rahadoum shortly after the Oath Wars as a replacement for the protection once offered by the clerics and priests of the region. Today, royal alchemists are found in the courts of Cheliax, Galt, Taldor, and, surprisingly, Geb, where living visitors to the Blood Lords are offered protection from the death around them.",
			"",
			"**Class Skills:** A royal alchemist adds Diplomacy and Knowledge (nobility) to his list of class skills instead of Knowledge (nature) and Survival.",
			"",
			"This alters the alchemist's class skills.",
			"",
			"**Alchemical Antidote:** At 2nd level, a royal alchemist can blend special mixes of antitoxin, medicine, and other remedies into alchemical antidotes that can be imbibed by anyone. The royal alchemist creates his alchemical antidotes when he prepares his extracts for the day; they remain potent for 1 day before losing their properties, and the cost of the materials used to make them is insignificant. An alchemical antidote does not qualify as an extract or an infusion for the purpose of feats or discoveries.",
			"",
			"The royal alchemist has a pool of points equal to 1/2 his alchemist level + his Intelligence bonus that he can divide among any number of alchemical antidotes, though the maximum number of points he can spend on a single antidote is equal to 1/2 his alchemist level (minimum 1). Each point grants the imbiber of the alchemical antidote a +1 alchemical bonus on saving throws against poison for a number of hours equal to the royal alchemist's Intelligence bonus (minimum 1).",
			"",
			"The royal alchemist can also create an antidote that protects against diseases. For every 2 points the royal alchemist spends from his pool, the imbiber of the alchemical antidote gains a +1 alchemical bonus on saving throws against disease for 24 hours. The royal alchemist can expend 10 points from his pool to provide immunity to diseases or poisons (decided by him at the time of the antidote's creation); this immunity lasts for a number of minutes equal to the royal alchemist's Intelligence bonus (minimum 1) after the antidote is imbibed. An alchemical remedy can protect against either diseases or poisons, but not both.",
			"",
			"At 6th level, the royal alchemist can alter the distribution of the bonuses of any unused alchemical antidotes as a full-round action, either combining them or splitting the bonuses further. The royal alchemist must be holding all unused alchemical antidotes he wishes to alter in this way.",
			"",
			"This ability replaces the alchemist's poison use and swift poisoning."
		]
	},
	{
		"name": "Saboteur",
		"file": "archetypedisplayf9bb.html",
		"sources": [ "Advanced Race Guide" ],
		"replaces": "Mutagen",
		"replace_array": [ "Mutagen" ],
		"short_description": "(Gnome Only) The saboteur is an alchemist who specializes in destroying the plans, materials, and allies of his enemies.",
		"description": [
			"## Saboteur",
			"",
			"**Source** [Advanced Race Guide pg. 36](source:advanced_race_guide)   ",
			"The saboteur is an alchemist who specializes in destroying the plans, materials, and allies of his enemies. A saboteur has focused his alchemical research toward new ways to conceal his presence, sow confusion, and blow up large structures.",
			"",
			"**Class Skills:** A saboteur adds Knowledge (engineering) to his list of class skills and removes Knowledge (nature) from his list of class skills.",
			"",
			"**Chameleon Mutagen (Su):** At 1st level, a saboteur discovers how to create a special elixir that he can imbibe in order to heighten his ability to move undetected and his mobility at the cost of his physical might. When consumed, the elixir causes the saboteur's skin to change color to match the background and causes his hands and feet to secrete a sticky residue. This grants him a circumstance bonus on Stealth checks equal to half his alchemist level (minimum +1), as well as granting him a climb speed equal to half his base speed, for 10 minutes per saboteur level. In addition, while the chameleon extract is in effect, the saboteur takes a -2 penalty to his Strength.",
			"",
			"This ability replaces mutagen. A saboteur who drinks an alchemist's mutagen is treated as a non-alchemist. All limitations to mutagens apply to chameleon mutagen as if it were the same ability. The infuse mutagen discovery and persistent mutagen class ability apply to the chameleon mutagen.",
			"",
			"**Saboteur Discoveries:** The following new options may be taken as discoveries by a saboteur.",
			"",
			"Bore Bomb*: When the saboteur creates a bomb, he may choose to make it a bore bomb. If a bore bomb strikes a wall, gate, siege engine, or similar large, solid, inanimate structure, it ignores half the target's hardness and deals 1 point of damage per saboteur level. If a bore bomb reduces an inanimate target to half its hit points or fewer, it blows a hole 5 feet wide and 5 feet deep in the target.",
			"",
			"**Complex Bomb:** When the saboteur creates a bomb, he can choose to have it modified by two different discoveries that modify a bomb's damage (those discoveries marked with an asterisk). Each discovery modifies half the bomb's damage dice, rounding down. For example, a concussive/frost bomb from a 9th-level saboteur deals 2d4 points of sonic damage + 2d6 points of frost damage. Creating a complex bomb counts as 2 daily uses of the bomb ability.",
			"",
			"**Grand Chameleon Mutagen:** The saboteur's chameleon mutagen now grants him a circumstance bonus on Stealth checks equal to his alchemist level, as well as granting him a climb speed equal to his normal movement speed. The saboteur must possess the greater chameleon mutagen discovery and be at least 16th level to select this discovery.",
			"",
			"**Greater Chameleon Mutagen:** The saboteur's chameleon mutagen now also grants the saboteur the hide in plain sight ability, as the ranger ability of the same name, but it functions in any terrain. The saboteur must be at least 12th level to select this discovery.",
			"",
			"**Grand Discoveries:** A saboteur may select the following grand discovery.",
			"",
			"**True Chameleon Mutagen:** The saboteur's chameleon mutagen now acts as if he was under the effects of the greater invisibility and spider climb spells, using his alchemist level as the caster level, for the duration of the mutagen. The saboteur must possess the grand chameleon mutagen discovery to select this grand discovery.",
			"",
			"**Discoveries:** The following discoveries complement the saboteur archetype: acid bomb, concussive bomb, delayed bomb, explosive bomb, fast bombs, inferno bomb, madness bomb, precise bombs, smoke bomb, stink bomb ; explosive missile, immolation bomb, siege bomb; blinding bomb, cognatogen, confusion bomb, tanglefoot bomb."
		]
	},
	{
		"name": "Sacrament Alchemist",
		"file": "archetypedisplayfdf9.html",
		"sources": [ "Healer's Handbook" ],
		"replaces": "Deity; Mutagen; Swift Alchemy",
		"replace_array": [
			"Deity",
			"Mutagen",
			"Swift Alchemy"
		],
		"short_description": "Sacrament alchemists serve in a great variety of priestly roles for their deities.",
		"description": [
			"## Sacrament Alchemist",
			"",
			"**Source** [Healer's Handbook pg. 11](source:healer's_handbook)   ",
			"Sacrament alchemists serve in a great variety of priestly roles for their deities. A sacrament alchemist is often invaluable even to like-minded allies who are not adherents of the alchemist's religion but who nonetheless rely on his divine abilities.",
			"",
			"**Faithful:** Like a cleric, a sacrament alchemist must worship a deity, and must be within one step of his deity's alignment.",
			"",
			"**Sacramental Cognatogen (Su):** A sacrament alchemist can anoint himself as his deity's servant using his own special version of a mutagen called a sacramental cognatogen. This is brewed, imbibed, maintained, and can nauseate non-alchemists in the same way as a mutagen. While a sacramental cognatogen is in effect, the sacrament alchemist takes a -2 penalty to Dexterity.",
			"",
			"Instead of providing physical benefits, the sacramental cognatogen grants the sacrament alchemist access to the domain powers of one domain or subdomain belonging to his deity as if he were a cleric of his alchemist level. The sacrament alchemist must choose the domain or subdomain when he brews the sacramental cognatogen. A sacrament alchemist can select an alignment domain only if his alignment matches that domain. He treats his alchemist level as his cleric level for purposes of using these domain powers, and treats his Intelligence modifier as his Wisdom modifier for purposes of variable effects. The effects of the sacramental cognatogen last for 10 minutes per alchemist level.",
			"",
			"A sacrament alchemist doesn't gain the bonus spells listed for each domain, nor does he gain any bonus spell slots. Levels of classes that normally provide access to domains stack with the sacrament alchemist's alchemist level for purposes of determining domain powers and abilities, but not for purposes of determining bonus spells. Discoveries, feats, and effects that interact with the mutagen class feature do not affect sacramental cognatogen. A sacrament alchemist cannot take the cognatogen or mutagen discoveries.",
			"",
			"This ability replaces mutagen.",
			"",
			"**Divinely Inspired Alchemy (Su):** At 3rd level, a sacrament alchemist's faith inspires him with ideas for novel alchemical achievements, although the mental strain means that he can't reliably repeat them. Once per day while preparing extracts, for a period of 24 hours, a sacrament alchemist can gain an alchemist discovery for which he qualifies. He treats his alchemist level as 2 lower for the purpose of this discovery.",
			"",
			"This ability replaces swift alchemy.",
			"",
			"**Discoveries:** The following discoveries complement the sacrament alchemist archetype: combine extracts, dilution, infusion, and ranged baptism."
		]
	},
	{
		"name": "Tinkerer",
		"file": "archetypedisplay0250.html",
		"sources": [ "Inner Sea Intrigue" ],
		"replaces": "Mutagen; Poison Resistance; Poison Use; Swift Poisoning; Poison Immunity; Persistent Mutagen",
		"replace_array": [
			"Mutagen",
			"Poison Resistance",
			"Poison Use",
			"Swift Poisoning",
			"Poison Immunity",
			"Persistent Mutagen"
		],
		"short_description": "Tinkerers constantly dabble in clockworking, creating special familiars that they regularly upgrade and with which they form bizarre bonds.",
		"description": [
			"## Tinkerer",
			"",
			"**Source** [Inner Sea Intrigue pg. 46](source:inner_sea_intrigue)   ",
			"Tinkerers constantly dabble in clockworking, creating special familiars that they regularly upgrade and with which they form bizarre bonds. Many worship Brigh and can be found throughout Golarion, especially in dwarven and gnome communities.",
			"",
			"**Clockwork Bond (Ex):** At 1st level, a tinkerer forms a bond with one of her creations, and begins play with it at no cost. This functions as the familiar option of the wizard's arcane bond class feature, with the tinkerer's effective wizard level equal to her alchemist level. If a tinkerer would gain a familiar through another class, those levels stack for purposes of determining the familiar's abilities.",
			"",
			"A tinkerer's familiar can take any shape the tinkerer wishes, but its statistics and abilities are identical to a [clockwork spy](monster:clockwork_spy) with the normal adjustments and abilities for a familiar applied, and it is a construct with the clockwork subtype. At 3rd level, if the tinkerer has the infusion discovery, a clockwork spy familiar can deliver the tinkerer's extracts with a range of touch for her. At 7th level, a clockwork spy can communicate with constructs with the clockwork subtype. Unlike most familiars, a clockwork spy does not grant special abilities to its master.",
			"",
			"With 1 minute of work and a successful DC 15 Heal check, a tinkerer can restore 1d4 hit points to her clockwork spy familiar. At 4th level, a tinkerer can restore 1d6 hit points to her familiar in this same way. This amount increases to an additional 1d6 hit points every 4 levels thereafter (2d6 at 8th level, 3d6 at 12th level, 4d6 at 16th level, and 5d6 at 20th level).",
			"",
			"This ability replaces mutagen. A tinkerer cannot choose the cognatogen or mutagen discoveries.",
			"",
			"**Tinkering (Ex):** At 2nd level, a tinkerer can spend 1 hour working on her clockwork spy familiar to enhance it with one of the options from the following list. At 5th level, the tinkerer can choose a second option from the list. The same option cannot be chosen twice.",
			"",
			"A tinkerer can change the enhancements applied to her familiar, but doing so takes 1 hour of work per enhancement she wishes to change.",
			"",
			"- The clockwork spy familiar gains DR 2/adamantine.",
			"- The clockwork spy familiar gains resist cold 5.",
			"- The clockwork spy familiar gains resist fire 5.",
			"- The clockwork spy's slam attack deals 1d3 points of damage.",
			"- The clockwork spy gains a +5 alchemical bonus on Stealth checks.",
			"- The clockwork spy gains darkvision 120 feet.",
			"- The clockwork spy gains a +2 resistance bonus on Reflex saving throws.",
			"- The clockwork spy gains a +2 resistance bonus on Will saving throws.",
			"- The clockwork spy gains a +2 natural armor bonus.",
			"- The clockwork familiar's maneuverability is average.",
			"",
			"This ability replaces poison resistance +2, poison use, and poison resistance +4.",
			"",
			"**Clockwork Familiar (Ex):** At 6th level, the tinkerer turns her familiar into a [clockwork familiar](monster:clockwork_familiar) that takes any form she wishes. She must choose which type of item is installed in the clockwork familiar. She gains the clockwork familiar at no cost, as if she were a 7th-level spellcaster with the [Improved Familiar](feat:improved_familiar) feat.",
			"",
			"This ability replaces swift poisoning.",
			"",
			"**Greater Tinkering (Ex):** At 8th level, a tinkerer can spend 1 hour working on her familiar to enhance it with one of the options from the following list. A tinkerer can change the enhancement applied to her familiar, but doing so takes 1 hour.",
			"",
			"- The clockwork familiar's bite attack deals 1d4 points of damage.",
			"- The clockwork familiar gains DR 10/adamantine.",
			"- The clockwork familiar gains any feat for which it qualifies as a bonus feat.",
			"- The clockwork familiar gains a +10 alchemical bonus on Stealth checks.",
			"",
			"This ability replaces poison resistance +6.",
			"",
			"**Clockwork Upgrade (Ex):** At 10th level, a tinkerer has learned how to change the type of magic item her clockwork familiar can carry. This requires 1 hour of uninterrupted work. A tinkerer can change the type of item her clockwork familiar carries only once every 24 hours. Additionally, a tinkerer can remove a spent item and install a new one as a move action.",
			"",
			"This ability replaces poison immunity.",
			"",
			"**Clockwork Mimicries (Ex):** At 14th level, a tinkerer can use her mechanical mastery to create clockwork mimicries of powerful magic items. Doing so takes 1 hour of uninterrupted work, and allows the tinkerer to create a wondrous item that functions for a number of hours per day equal to her alchemist level. When creating such a clockwork item, the tinkerer must use materials worth an amount equal to the wondrous item's construction cost. She need not meet any of the item's other creation requirements. A tinkerer cannot create a mimicry of a consumable wondrous item or a wondrous item with finite charges, and she can have only one mimicry at a time. The clockwork item never functions as a wondrous item for any other creature.",
			"",
			"The tinkerer can spend 1 hour disassembling a clockwork mimicry and reassembling it into a mimicry of a different wondrous item. When she disassembles a clockwork mimicry, she can salvage parts worth half of the mimicry's creation cost. She still must pay the full creation cost for the new mimicry. This resets the duration the mimicry functions per day.",
			"",
			"This replaces persistent mutagen.",
			"",
			"**Discoveries:** The following discoveries complement the tinkerer archetype combine extract, dilution, elixir of life, enhance potion, eternal potion, extend potion, infusion, and promethean disciple."
		]
	},
	{
		"name": "Toxicant",
		"file": "archetypedisplay0190.html",
		"sources": [ "Dirty Tactics Toolbox" ],
		"replaces": "Mutagen; Persistent Mutagen",
		"replace_array": [
			"Mutagen",
			"Persistent Mutagen"
		],
		"short_description": "In lands such as Daggermark and Katapesh where poisons are legal and may be openly studied and sold, some alchemists obsess over the myriad ways that poisons and venoms can be applied and delivered.",
		"description": [
			"## Toxicant",
			"",
			"**Source** [Dirty Tactics Toolbox pg. 7](source:dirty_tactics_toolbox)   ",
			"In lands such as Daggermark and Katapesh where poisons are legal and may be openly studied and sold, some alchemists obsess over the myriad ways that poisons and venoms can be applied and delivered. Known as toxicants, these deadly artists induce the production of deadly secretions within their own bodies in order to better inflict crippling conditions upon their foes.",
			"",
			"**Toxic Secretion (Ex):** At 1st level, a toxicant has learned to mimic creatures with the ability to secrete harmful toxins through the skin. Once per day, in a process that takes 10 minutes, the toxicant can create and imbibe a tincture that causes her skin to secrete a mild toxin. The toxicant is immune to this secretion, but any creature that hits her with a natural attack or unarmed strike must succeed at a Fortitude save (DC = 10 + 1/2 the toxicant's alchemist level + the toxicant's Intelligence modifier). On a failed save, the target takes an amount of damage equal to the toxicant's Intelligence modifier. At 4th level, a target that fails its save must succeed at a second save 1 round later or take the same amount of damage again. This effect repeats as long as the target continues to fail its saving throws, to a maximum number of rounds equal to 1 + 1 for every 4 alchemist levels the toxicant possesses (to a maximum of 6 rounds at 20th level). This is a poison effect (Ultimate Magic 138). The toxicant can suppress this secretion as a standard action, in which case it remains suppressed for 1 hour or until the toxicant reactivates it as a standard action.",
			"",
			"At 3rd level and every 3 levels thereafter, the toxicant can choose a condition to have her toxin impose. Once this choice is made, it can't be changed. A creature that fails its save against the toxic secretion also gains these conditions until it succeeds at a save against the secretion, or until the toxin's duration ends. At higher alchemist levels, the toxicant gains access to stronger conditions; some replace lower-level conditions, which must be selected first. The following conditions are available at the given alchemist levels: 3rd-bleed (1d6), dazzled, fatigued, or sickened; 6th-dazed or shaken; 9th-blinded (replaces dazzled) or staggered (replaces dazed); 12th-exhausted (replaces fatigued); 18th-stunned (replaces exhausted and staggered).",
			"",
			"As a swift action, the toxicant can collect and concentrate this secretion into a poison she can deliver as a touch attack or apply to a weapon. Targets of such attacks must attempt saving throws as if they had touched the toxicant's toxic secretion. The toxicant can do this a number of times per day equal to her alchemist level + her Intelligence modifier.",
			"",
			"This ability replaces mutagen.",
			"",
			"**Toxic Digestion (Ex):** At 14th level, a toxicant can drink a poison as a standard action and suspend it within her own body. She is not affected by the poison, and doesn't need to attempt saving throws against it. When the toxicant next uses her toxic secretion on a creature that attacks her with a natural or unarmed attack, she can expose the attacker to the digested poison (with that poison's normal duration, effects, and save DC) rather than her normal toxic secretion, even if the digested poison isn't normally a contact poison. The alchemist can maintain only a single digested poison at a time. If she digests a new poison, any older digested poison is lost. This ability replaces persistent mutagen."
		]
	},
	{
		"name": "Trap Breaker",
		"file": "archetypedisplayf5b9.html",
		"sources": [ "Dungeoneer's Handbook" ],
		"replaces": "Poison Use; Poison Resistance +2, +4, +6; Swift Poisoning; Poison Immunity",
		"replace_array": [
			"Poison Use",
			"Poison Resistance +2",
			"Poison Resistance +4",
			"Poison Resistance +6",
			"Swift Poisoning",
			"Poison Immunity"
		],
		"short_description": "Trap breakers forgo the study of poison to instead master the construction and deployment of traps, using their nimble fingers to disable dangerous devices and their alchemical knowledge to create devastating land mines.",
		"description": [
			"## Trap Breaker",
			"",
			"**Source** [Dungeoneer's Handbook pg. 23](source:dungeoneer's_handbook)   ",
			"Trap breakers forgo the study of poison to instead master the construction and deployment of traps, using their nimble fingers to disable dangerous devices and their alchemical knowledge to create devastating land mines.",
			"",
			"**Trapfinding (Ex):** Starting at 2nd level, a trap breaker adds 1/2 his alchemist level on Perception checks made to locate traps and on Disable Device checks. A trap breaker can use Disable Device to disarm magic traps. This ability replaces poison use and poison resistance +2.",
			"",
			"**Explosive Disarm (Ex):** At 5th level, a trap breaker can attempt to disarm a mechanical trap by detonating it rather than disarming it with a Disable Device check. As a fullround action, a trap breaker may expend one of his bombs to make a ranged touch attack against a trap, using the trap's Disable Device DC as its AC. If the attack misses, the bomb's splash damage activates the trap. If the attack hits, the bomb deactivates the trap without setting it off. The trap breaker must both know the location of the trap and be able to reach the trap's trigger with a ranged touch attack in order to use this ability. At 8th level, a trap breaker can disarm magic traps with this ability. This ability replaces poison resistance +4 and poison resistance +6.",
			"",
			"**Land Mine (Ex):** At 6th level, a trap breaker can turn his bombs into land mines. Setting a land mine is a fullround action that provokes attacks of opportunity. The land mine fills a single 5-foot square, and can't be placed in the same space as another trap, land mine, or magic trap. The trap breaker can arm the land mine with any bomb he is eligible to use, and the effects of this bomb are immediately transferred to the land mine. Creating a land mine uses up two of the alchemist's bombs per day. The DCs for Perception checks to notice the land mine, Disable Device checks to disable it, and saving throws to avoid its effects are equal to 10 + 1/2 the alchemist's level + his Intelligence modifier. All alchemist land mines are mechanical traps with the qualities Trigger: location and Reset: none. Land mines last for 1 day per alchemist level or until they are triggered, whichever comes first. This ability replaces swift poisoning.",
			"",
			"**Mine Engineering (Ex):** At 10th level, a trap breaker's expertise in improving explosives allows him to create land mines with minimal expense. Creating a land mine uses up only one of the alchemist's bombs per day. This ability replaces poison immunity."
		]
	},
	{
		"name": "Vaultbreaker",
		"file": "archetypedisplay688c.html",
		"sources": [ "Villain Codex" ],
		"replaces": "Brew Potion; Bombs; Throw Anything; Poison Use",
		"replace_array": [
			"Brew Potion",
			"Bombs",
			"Throw Anything",
			"Poison Use"
		],
		"short_description": "The vaultbreaker combines stealth with his bomb-making talents to construct special focused charges that can disable or destroy hinges, locks, and similar mechanisms.",
		"description": [
			"## Vaultbreaker",
			"",
			"**Source** [Villain Codex pg. 236](source:villain_codex)   ",
			"The vaultbreaker combines stealth with his bomb-making talents to construct special focused charges that can disable or destroy hinges, locks, and similar mechanisms.",
			"",
			"**Breaking and Entering (Ex):** A vaultbreaker gains Stealth as a class skill and can disarm magical traps as if he were a [rogue with the trapfinding ability](class:rogue_with_the_trapfinding_ability).",
			"",
			"This ability replaces the Brew Potion bonus feat.",
			"",
			"**Rogue Talents:** A vaultbreaker can choose any of the following [rogue talents](unknown:rogue_talents) in place of a discovery: expert leaper, fast stealth, ledge walker, nimble climber, or wall scramble.",
			"",
			"This ability alters discoveries.",
			"",
			"**Safecracking (Ex):** At 1st level, a vaultbreaker's bombs can help him disable locks. He gains penetrating charge as a bonus discovery. Because this ability replaces [Throw Anything](feat:throw_anything), the vaultbreaker's bombs do not add his Intelligence bonus to damage rolls.",
			"",
			"This ability alters bombs and replaces the Throw Anything bonus feat.",
			"",
			"**Enhanced Safecracking (Ex):** At 3rd level, a vaultbreaker gains incendiary charge as a bonus discovery, and his incendiary charges ignore 10 points of an object's hardness instead of 5.",
			"",
			"This ability alters bombs and replaces the poison use class ability."
		]
	},
	{
		"name": "Vivisectionist",
		"file": "archetypedisplay6b50.html",
		"sources": [ "Ultimate Magic" ],
		"replaces": "Bombs",
		"replace_array": [ "Bombs" ],
		"short_description": "A vivisectionist studies bodies to better understand their function.",
		"description": [
			"## Vivisectionist",
			"",
			"**Source** [Ultimate Magic pg. 20](source:ultimate_magic)   ",
			"A vivisectionist studies bodies to better understand their function. Unlike a chirurgeon, a vivisectionist's goals are not related to healing, but rather to experimentation and knowledge that most people would consider evil. A vivisectionist has the following class features.",
			"",
			"**Sneak Attack:** At 1st level, a vivisectionist gains the sneak attack ability as a [rogue](class:rogue) of the same level. If a character already has sneak attack from another class, the levels from the classes that grant sneak attack stack to determine the effective rogue level for the sneak attack's extra damage dice (so an alchemist 1/rogue 1 has a +1d6 sneak attack like a 2nd-level rogue, an alchemist 2/rogue 1 has a +2d6 sneak attack like a 3rd-level rogue, and so on). This ability replaces bomb.",
			"",
			"**Torturer's Eye:** At 2nd level, a vivisectionist adds [deathwatch](spell:deathwatch) to his formula book as a 1st-level extract.",
			"",
			"**Cruel Anatomist:** At 3rd level, a vivisectionist may use his Knowledge (nature) skill bonus in place of his Heal skill bonus.",
			"",
			"**Torturous Transformation:** At 7th level, a vivisectionist adds [anthropomorphic animal](spell:anthropomorphic_animal) to his formula book as a 2nd-level extract. When he uses this extract, he injects it into an animal as part of a 2-hour surgical procedure. By using multiple doses of this extract as part of the surgery, he multiplies the duration by the number of extracts used.",
			"",
			"**At 9th level, a vivisectionist adds [awaken](spell:**awaken) and [baleful polymorph](spell:baleful_polymorph) to his formula book as 3rd-level extracts. When he uses the [awaken](spell:awaken) or [baleful polymorph](spell:baleful_polymorph) extract, he injects it into the target (not a plant) as part of a 24-hour surgical procedure. He can make [anthropomorphic animal](spell:anthropomorphic_animal) permanent on a creature by spending 7,500 gp.",
			"",
			"At 15th level, a vivisectionist adds [regenerate](spell:regenerate) to his formula book as a 5th-level extract.",
			"",
			"**Bleeding Attack:** A vivisectionist may select the [bleeding attack rogue talent](unknown:bleeding_attack_rogue_talent) in place of a discovery.",
			"",
			"**Crippling Strike:** At 10th level or later, a vivisectionist may select the [crippling strike rogue talent](unknown:crippling_strike_rogue_talent) in place of a discovery.",
			"",
			"**Discoveries:** The following discoveries complement the vivisectionist archetype: alchemical simulacrum, concentrate poison, doppelganger simulacrum, feral mutagen, parasitic twin, preserve organs, tentacle, tumor familiar, vestigial arm, and wings."
		]
	},
	{
		"name": "Wasteland Blightbreaker",
		"file": "archetypedisplayb191.html",
		"sources": [ "Healer's Handbook" ],
		"replaces": "Poison Resistance +2, +6; Swift Poisoning; 8th-level Discovery",
		"replace_array": [
			"Poison Resistance +2",
			"Poison Resistance +6",
			"Swift Poisoning",
			"8th-level Discovery"
		],
		"short_description": "The deleterious effects of the weird hazards of the Mana Wastes require special skill to remedy.",
		"description": [
			"## Wasteland Blightbreaker",
			"",
			"**Source** [Healer's Handbook pg. 10](source:healer's_handbook)   ",
			"The deleterious effects of the weird hazards of the Mana Wastes require special skill to remedy. Many wasteland blightbreakers are also [chirurgeons](unknown:chirurgeons).",
			"",
			"**Healing Infusion (Sp, Su):** At 2nd level, the blightbreaker can prepare extracts of the healing subschool as if he had the infusion discovery and can choose to render any such extracts inert and prepare other extracts to replace them (unlike infusions, which continue to occupy the alchemist's daily extract slots until consumed or used). If the blightbreaker has the infusion discovery, or if he is also a [chirurgeon](unknown:chirurgeon), he can use [touch injection](spell:touch_injection) as a spell-like ability once per day as a standard action, but only to absorb an infusion of the healing subschool.",
			"",
			"This ability replaces poison resistance +2.",
			"",
			"**Swift Healing Infusions (Sp):** At 6th level, the blightbreaker can absorb an infusion of the healing subschool as if with [touch injection](spell:touch_injection) as a standard action an unlimited number of times per day. While he has a healing extract absorbed in this fashion, he can deliver it as a swift action.",
			"",
			"This ability replaces swift poisoning.",
			"",
			"**Banish Blights (Su):** At 8th level, a blightbreaker can end any effect affecting a creature that could be reversed by [break enchantment](spell:break_enchantment). To do so, the affected creature must imbibe one of the blightbreaker's infused extracts of the healing subschool of at least 3rd level. The blightbreaker must then attempt a caster level check as described in [break enchantment](spell:break_enchantment). If the blightbreaker succeeds at the check, the creature is free of the spell, curse, or effect. The blightbreaker can also use this ability to attempt to dispel primal magic events (Pathfinder Campaign Setting: Inner Sea Magic 12-13) affecting a creature or an area. To do so, the affected creature must imbibe an infused extract as described above, and the blightbreaker must attempt a caster level check against a DC equal to 11 + the primal magic event's CR. If he succeeds at the check, the primal magic event ends as if the blightbreaker had successfully used dispel magic. If the blightbreaker attempts to dispel a primal magic event affecting an area, as a standard action, he must dump an infused extract of the healing subschool of at least 3rd level onto an affected square. He then must attempt a caster level check against a DC equal to 11 + the primal magic event's CR. If he succeeds at the check, the primal magic event ends as if the blightbreaker had successfully used [dispel magic](spell:dispel_magic).",
			"",
			"This ability replaces poison resistance +6 and the discovery gained at 8th level.",
			"",
			"**Discoveries:** The following discoveries complement the wasteland blightbreaker archetype: dispelling bomb, elixir of life, healing bomb, healing touch, infusion, spontaneous healing."
		]
	},
	{
		"name": "Winged Marauder",
		"file": "archetypedisplaye34a.html",
		"sources": [ "Monster Codex" ],
		"replaces": "Class Skills; Mutagen; Persistent Mutagen",
		"replace_array": [
			"Class Skills",
			"Mutagen",
			"Persistent Mutagen"
		],
		"short_description": "(Goblin Only) Goblin alchemists have created a mixture of pheromones that they use to manipulate and entice giant vultures or dire bats to do their bidding.",
		"description": [
			"## Winged Marauder",
			"",
			"**Source** [Monster Codex pg. 104](source:monster_codex)   ",
			"Goblin alchemists have created a mixture of pheromones that they use to manipulate and entice giant vultures or dire bats to do their bidding. These goblins strap harnesses to the chests of these flying animals and hang beneath them, dropping flaming alchemical solutions on the helpless folks below.",
			"",
			"**Class Skills:** A winged marauder gains Acrobatics, Handle Animal, and Ride as class skills. These replace Disable Device, Sleight of Hand, and Use Magic Device as class skills.",
			"",
			"**Flying Beast Tamer (Ex):** At 1st level, a winged marauder acquires a flying mount as an animal companion. This works as the [druid animal companion class feature](class:druid_animal_companion_class_feature), except the marauder must select a [dire bat](class/ability/druidcompanion:dire_bat) or [giant vulture](class/ability/druidcompanion:giant_vulture). The marauder's effective druid level is equal to his alchemist level. A marauder and his companion don't gain the share spells ability. This ability replaces the mutagen and persistent mutagen class features.",
			"",
			"**Discovery:** A winged marauder can select the following additional discovery.",
			"",
			"**Sipping Pet (Ex):** As a standard action, the marauder can administer a dose of a liquid (such as an extract, infusion, potion, or an alchemical liquid like antitoxin) to his animal companion, even if the companion is unconscious. The alchemist must be adjacent to or riding the companion to use this ability. An alchemist must have the infusion discovery to select this discovery."
		]
	}
]
