{
	"Perfect Body Flawless Mind": {
		"description": [
			"#### Perfect Body, Flawless Mind (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 31](source/chronicle_of_legends)",
			"",
			"At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability."
		]
	},
	"The Boss": {
		"description": [
			"#### The Boss (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 30](source/chronicle_of_legends)",
			"",
			"At 20th level, the character has become more than just a lone hero-she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the [Leadership](feat/leadership) feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability."
		]
	},
	"Vast Explosions": {
		"description": [
			"#### Vast Explosions",
			"",
			"**Source** [Chronicle of Legends pg. 31](source/chronicle_of_legends)",
			"",
			"*Rather than gaining a capstone, an alchemist can select the following grand discovery.*",
			"",
			"The alchemist has been practicing his demolitions for years, and it's paid off with ever larger explosions. The alchemist's bomb damage increases by 3d6."
		]
	},
	"With This Sword": {
		"description": [
			"#### With This Sword (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 31](source/chronicle_of_legends)",
			"",
			"At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has-preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability."
		]
	},
	"Won't Stay Dead": {
		"description": [
			"#### Won't Stay Dead (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 31](source/chronicle_of_legends)",
			"",
			"At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability."
		]
	},
	"Great Beast": {
		"description": [
			"#### Great Beast (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 31](source/chronicle_of_legends)",
			"",
			"At 20th level, the character's animal companion is a paragon of its kind-a hero and legend in its own right. The animal companion's Strength, Dexterity, Constitution, and Wisdom scores each increase by 4. This capstone is available to any class with an animal companion."
		]
	},
	"Tip of the Spear": {
		"description": [
			"#### Tip of the Spear (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 28](source/chronicle_of_legends)",
			"",
			"At 20th level, the antipaladin tears through heroes and rival villains alike. The antipaladin gains three additional uses of smite good per day and can smite foes regardless of their alignment."
		]
	},
	"Deep Magics": {
		"description": [
			"#### Deep Magics (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 31](source/chronicle_of_legends)",
			"",
			"At 20th level, the character's repertoire of spells deepens dramatically. She gains an additional spell known for each spell level she can cast. A character of any class with spells known can select this capstone."
		]
	},
	"Deep Reservoir": {
		"description": [
			"#### Deep Reservoir (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 28](source/chronicle_of_legends)",
			"",
			"At 20th level, the arcanist has enough power to blast things all day long. Her arcane reservoir increases by 10, and she gains 5 additional points each day when preparing her spells."
		]
	},
	"Walking Library": {
		"description": [
			"#### Walking Library (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 31](source/chronicle_of_legends)",
			"",
			"At 20th level, the character becomes a small, mobile athenaeum of occult scraps and lore. The character adds 100 spell levels' worth of spells to his spellbook or familiar and gains a +4 insight bonus on all Knowledge skills. Characters of any class that prepares spells from a spellbook or familiar can select this ability."
		]
	},
	"Unstoppable": {
		"description": [
			"#### Unstoppable (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 28](source/chronicle_of_legends)",
			"",
			"At 20th level, nothing can kill the barbarian, though not for lack of trying. The barbarian gains DR 3/- or increases the value of any existing damage reduction by 3. In addition, she gains energy resistance to acid, cold, electricity, and fire equal to her DR/- value."
		]
	},
	"Adoring Fan": {
		"description": [
			"#### Adoring Fan (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 28](source/chronicle_of_legends)",
			"",
			"At 20th level, the bard can use his performance to convert even the toughest audience. To be affected, a target must be able to see and hear the bard perform for 1 full round and be within 30 feet. The target can attempt a Will save (DC = 10 + half the bard's level + the bard's Charisma modifier) to negate the effect. If a creature succeeds at the saving throw, the bard cannot use this ability on that creature again for 24 hours. On a failure, the creature is dominated (as [dominate monster](spell/dominate_monster)) for as long as the bard keeps playing and is charmed (as [charm monster](spell/charm_monster)) for 1d4 hours thereafter. Adoring fan is a mind-affecting, compulsion effect that relies on audible and visual components."
		]
	},
	"Empowered Bloodrage": {
		"description": [
			"#### Empowered Bloodrage (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 28](source/chronicle_of_legends)",
			"",
			"At 20th level, the bloodrager is as much spell as mortal flesh. When the bloodrager enters a bloodrage, he can apply two spells to himself rather than one."
		]
	},
	"Old Dog New Tricks": {
		"description": [
			"#### Old Dog, New Tricks (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 31](source/chronicle_of_legends)",
			"",
			"At 20th level, the character shows that a true warrior always has one more surprise the enemy hasn't seen. The character gains four [combat feats](unknown/combat_feats). This capstone is available to characters of any class that gains at least four bonus combat feats."
		]
	},
	"Perfect Warrior": {
		"description": [
			"#### Perfect Warrior (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 28](source/chronicle_of_legends)",
			"",
			"At 20th level, the brawler has reached the highest levels of her art. The brawler's maneuver training increases by 2 and her dodge bonus to AC improves by 2. This replaces the 20th-level improvement to martial flexibility."
		]
	},
	"Tactical Genius": {
		"description": [
			"#### Tactical Genius (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 28](source/chronicle_of_legends)",
			"",
			"At 20th level, the cavalier is a maestro of the battlefield, commanding and moving troops like so many game pieces. The cavalier gains a bonus [teamwork feat](unknown/teamwork_feat), can grant up to three bonus feats with tactician, and increases the range of tactician by 90 feet."
		]
	},
	"Proxy": {
		"description": [
			"#### Proxy (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 28](source/chronicle_of_legends)",
			"",
			"At 20th level, the cleric forges a direct, personal connection to her deity. She knows instinctively whether her deity would approve or disapprove of a given course of action or idea (though deities rarely bother to form opinions about overly mundane or trivial events). In addition, she can select an additional domain from the list offered by her deity."
		]
	},
	"Soul Channel": {
		"description": [
			"#### Soul Channel (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 31](source/chronicle_of_legends)",
			"",
			"At 20th level, the character can channel energy six additional times per day, and her channel energy dice increase by one step. This capstone is available to characters with the channel energy class feature."
		]
	},
	"Home Ground": {
		"description": [
			"#### Home Ground (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 28](source/chronicle_of_legends)",
			"",
			"At 20th level, the druid knows every tree, every deer, every blade of grass, and every scuttling beetle of her home. The druid selects a specific area relevant to the campaign, such as a prominent forest, mountain, or even a patch of sea. The druid is constantly under the effect of [commune with nature](spell/commune_with_nature) with regards to that area and can change the facts she gleans from the spell when she prepares her spells each day. In addition, while on her home ground, the druid gains a +4 bonus to her caster level."
		]
	},
	"Veteran of Endless War": {
		"description": [
			"#### Veteran of Endless War (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 28](source/chronicle_of_legends)",
			"",
			"At 20th level, the fighter has seen more combat than entire platoons of soldiers put together. The bonuses granted by his armor training and weapon training increase by 2 each."
		]
	},
	"Personal Armory": {
		"description": [
			"#### Personal Armory (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 28](source/chronicle_of_legends)",
			"",
			"At 20th level, there is not a gun in the world that the gunslinger can't fire. The gunslinger applies her gun training to all firearms, and her damage bonus from gun training increases to 1-1/2 times her Dexterity bonus."
		]
	},
	"Huntmaster": {
		"description": [
			"#### Huntmaster (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 28](source/chronicle_of_legends)",
			"",
			"At 20th level, the hunter learns to control all manner of beasts. The hunter gains a second animal companion. Her level is considered four lower for the purposes of her second animal companion. The hunter can use her animal focus feature to grant each animal companion a different animal aspect."
		]
	},
	"Team Leader": {
		"description": [
			"#### Team Leader (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 28](source/chronicle_of_legends)",
			"",
			"At 20th level, the inquisitor has grown accustomed to teaching farmers to fight, but what she can do with trained warriors is far more terrifying. When the inquisitor regains her spells each day, she can also spend 1 hour training a number of characters up to her Wisdom modifier in battle tactics. These characters receive three of the inquisitor's [teamwork feats](unknown/teamwork_feats) (the inquisitor's choice) as bonus feats for the next 24 hours."
		]
	},
	"Deadly Study": {
		"description": [
			"#### Deadly Study (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 29](source/chronicle_of_legends)",
			"",
			"At 20th level, the investigator knows just how to hit where it hurts. The investigator increases the bonus from studied combat by 4, and his studied strike damage increases by 3d6."
		]
	},
	"Unbridled Power": {
		"description": [
			"#### Unbridled Power (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 29](source/chronicle_of_legends)",
			"",
			"At 20th level, the kineticist wields her chosen element like a knife, cutting through all opposition. The kineticist chooses one blast. Her damage with that blast increases by 2d6+2 (for physical blasts) or by 2d6 (for energy blasts), and the blast ignores the first 10 points of damage reduction or energy resistance that the target has."
		]
	},
	"Legendary Blade": {
		"description": [
			"#### Legendary Blade (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 29](source/chronicle_of_legends)",
			"",
			"At 20th level, the magus can turn his weapon into a thing of terror and wonder. When the magus enhances his weapon with his arcane pool, he grants it an additional +2 enhancement bonus (for a total of +7)."
		]
	},
	"Hardened Soul": {
		"description": [
			"#### Hardened Soul (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 29](source/chronicle_of_legends)",
			"",
			"At 20th level, the medium's soul has calluses from all the times some spirit or another has tried to take over. The medium does not become an NPC until his influence with a spirit reaches 8, and his spirit surge dice increases to 2d8."
		]
	},
	"Piercing Gaze": {
		"description": [
			"#### Piercing Gaze (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 29](source/chronicle_of_legends)",
			"",
			"At 20th level, the mesmerist's gaze carries with it something of the beyond. His stare penalty increases by 2."
		]
	},
	"Ki Sage": {
		"description": [
			"#### Ki Sage (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 31](source/chronicle_of_legends)",
			"",
			"At 20th level, the character is fully attuned to his own body and the ki that flows within. The character gains two [ki powers](class/ability/ki_powers) from those available to the unchained monk, treating his character level as his monk level for the purpose of any requirements. In addition, his ki pool increases by four. This capstone is available to any class with a ki pool."
		]
	},
	"Old Master": {
		"description": [
			"#### Old Master (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 29](source/chronicle_of_legends)",
			"",
			"At 20th level, the monk has reached the highest levels of his martial arts school. The monk gains one additional attack at his highest base attack bonus when using flurry of blows, and his dodge bonus to AC increases by 2."
		]
	},
	"Slicing Wind": {
		"description": [
			"#### Slicing Wind (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 29](source/chronicle_of_legends)",
			"",
			"At 20th level, the ninja is a creature of wind and blades. When using light steps, the ninja can move up to four times her speed and make a single attack at her highest base attack bonus at any point during the movement."
		]
	},
	"The Right Spot": {
		"description": [
			"#### The Right Spot (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 31](source/chronicle_of_legends)",
			"",
			"At 20th level, the character can hit an opponent's weak spot effortlessly. Once per round, the character can apply her sneak attack damage to an attack, even if the target is not flanked or denied its Dexterity bonus to AC. This does not allow the character to sneak attack targets that are immune to sneak attacks (such as oozes). This capstone is available for any class with the sneak attack class feature."
		]
	},
	"Collector of the Strange": {
		"description": [
			"#### Collector of the Strange (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 29](source/chronicle_of_legends)",
			"",
			"At 20th level, the occultist has no end of odd curios hanging about his body. The occultist gains two new focus powers and increases his mental focus pool by 6, but he can have no more than one-third of his points invested into any one implement school."
		]
	},
	"Diverse Mysteries": {
		"description": [
			"#### Diverse Mysteries (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 29](source/chronicle_of_legends)",
			"",
			"At 20th level, the oracle knows that sometimes she needs different tools to do her patron's work. The oracle can select two revelations from another mystery. She must meet the prerequisites for these revelations."
		]
	},
	"Crusader Champion": {
		"description": [
			"#### Crusader Champion (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 29](source/chronicle_of_legends)",
			"",
			"At 20th level, the paladin's zeal is so inspiring that it affects all around her. The ranges of all of the paladin's auras increase by 30 feet."
		]
	},
	"Phrenic Mastery": {
		"description": [
			"#### Phrenic Mastery (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 29](source/chronicle_of_legends)",
			"",
			"At 20th level, the psychic's mind is a legendary weapon in its own right. The psychic's phrenic pool increases by 6, and she gains two new phrenic amplifications."
		]
	},
	"Seen It Before": {
		"description": [
			"#### Seen It Before (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 29](source/chronicle_of_legends)",
			"",
			"At 20th level, the ranger is wise to all the tricks of his prey. The ranger adds his favored enemy bonus as an insight bonus on saves against spells and abilities used by his favored enemies."
		]
	},
	"Masterful Talent": {
		"description": [
			"#### Masterful Talent (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 29](source/chronicle_of_legends)",
			"",
			"At 20th level, the rogue has been a thief, an actor, a merchant, a scout, a confessor, a friend, an assassin, and a dozen more things besides. The rogue gains a +4 bonus on all of her skills."
		]
	},
	"Arch Familiar": {
		"description": [
			"#### Arch-Familiar (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 30](source/chronicle_of_legends)",
			"",
			"At 20th level, the character's familiar is smarter and savvier than plenty of adventurers-and also more dangerous! The familiar's Intelligence increases by 5, and it gains 12 spells levels' worth of spell-like abilities (for example, three daily castings of [greater invisibility](spell/greater_invisibility)), drawn from spells its master can cast and using its master's caster levels, DCs, and so forth. This capstone is available to any class with a familiar."
		]
	},
	"Hex Mastery": {
		"description": [
			"#### Hex Mastery (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 30](source/chronicle_of_legends)",
			"",
			"At 20th level, the shaman has learned ever more terrible hexes. She can select one [grand hex](class/ability/grand_hexes) from the list available to witches."
		]
	},
	"Flexible Form": {
		"description": [
			"#### Flexible Form (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 30](source/chronicle_of_legends)",
			"",
			"At 20th level, the shifter has control over her bodies down to the finest details. When the shifter uses wild shape, she gains a total of a +6 bonus to her physical ability scores, which she can distribute as she likes each time she shifts. For example, she can gain a +4 bonus to Strength and a +2 bonus to Dexterity, and the next time she shifts she can instead gain a +6 bonus to Constitution."
		]
	},
	"Great Kenning": {
		"description": [
			"#### Great Kenning (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 30](source/chronicle_of_legends)",
			"",
			"At 20th level, the skald's knowledge of other magic grows ever wider. The skald can use spell kenning three additional times per day and can select one additional spell list from which he can cast spells with spell kenning."
		]
	},
	"Against the Odds": {
		"description": [
			"#### Against the Odds (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 30](source/chronicle_of_legends)",
			"",
			"At 20th level, the slayer is used to fighting when the numbers are not in his favor. When the slayer uses studied target, he can study up to two additional foes with the same action."
		]
	},
	"Unique Bloodline": {
		"description": [
			"#### Unique Bloodline (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 30](source/chronicle_of_legends)",
			"",
			"At 20th level, the sorcerer's blood grows wild and strange, become less about her ancestors and more about her specifically. The sorcerer selects a second bloodline and gains the bloodline arcana and the 1st-, 3rd-, and 9th-level bloodline powers. Her level for these powers is the same as for her primary bloodline."
		]
	},
	"Potent Phantom": {
		"description": [
			"#### Potent Phantom (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 30](source/chronicle_of_legends)",
			"",
			"At 20th level, the spiritualist's phantom grows ever more complex and sophisticated in its manifestation. The phantom gains a second emotional focus. This does not change the phantom's saving throws, but the phantom otherwise grants all the skills and powers of the focus."
		]
	},
	"Grand Eidolon": {
		"description": [
			"#### Grand Eidolon (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 30](source/chronicle_of_legends)",
			"",
			"At 20th level, the summoner's eidolon becomes an absolute monstrosity-a thing of legend and terror. The summoner gains 4 additional evolution points to spend as he likes, not subject to subtype-based requirements."
		]
	},
	"Incredible Luck": {
		"description": [
			"#### Incredible Luck (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 30](source/chronicle_of_legends)",
			"",
			"At 20th level, the swashbuckler has had so many close calls that she barely notices them anymore. The swashbuckler gains three additional uses of charmed life and can activate the ability as a free action, even outside of her turn."
		]
	},
	"Past Your Limits": {
		"description": [
			"#### Past Your Limits (Ex)",
			"",
			"**Source** [Chronicle of Legends pg. 30](source/chronicle_of_legends)",
			"",
			"At 20th level, the vigilante has learned to stretch himself to do what he never thought he could before. The vigilante gains one additional social talent and one additional vigilante talent. This bonus vigilante talent is not subject to specialization requirements-a stalker can select an avenger-only talent, and vice versa. At the GM's discretion, the vigilante can instead select an archetype-only vigilante talent, such as the [cabalist's living shadow](unknown/cabalist's_living_shadow)."
		]
	},
	"Hammer of God": {
		"description": [
			"#### Hammer of God (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 30](source/chronicle_of_legends)",
			"",
			"At 20th level, the warpriest has become one of his deity's favorite weapons-the first tool that comes to hand when destruction is called for. The warpriest gains two additional blessings from the list offered by his deity. He can also call upon his blessings two more times each day."
		]
	},
	"Witch's Dance": {
		"description": [
			"#### Witch's Dance",
			"",
			"**Source** [Chronicle of Legends pg. 31](source/chronicle_of_legends)",
			"",
			"*Rather than gaining a capstone, a witch can select the following grand hex.*",
			"",
			"Once per day as a standard action, the witch can proclaim a celebration, leading her friends in a riotous and bloodthirsty dance. All allies within 30 feet gain the ability to fly (as per the flight hex) and a +2 dodge bonus to AC, and when they take a 5-foot step, they can instead move up to 10 feet instead of just 5 feet. The benefits remain for 1 round but can be extended with the cackle hex."
		]
	},
	"Well Prepared": {
		"description": [
			"#### Well-Prepared (Su)",
			"",
			"**Source** [Chronicle of Legends pg. 30](source/chronicle_of_legends)",
			"",
			"At 20th level, the wizard has a spell for every occasion he can imagine-and a few he can't. The wizard gains two additional cantrips per day, six additional 1st- and 2nd-level spell slots, four additional 3rd- and 4th-level spell slots, two additional 5th-level spell slots, and one additional 6th-level spell slot."
		]
	}
}
