{
	"_prefix": "class_abilities-style_strike",
	"_description": [
		"## Style Strikes (Unchained)",
		"",
		"**Source** [Pathfinder Unchained](source:pathfinder_unchained)  ",
		"At 5th level, a monk can learn one type of style strike. Whenever he makes a flurry of blows, he can designate one of his unarmed strikes as a style strike. This attack is resolved as normal, but it has an additional effect depending on the type of strike chosen. At 9th level, and every 4 levels thereafter, a monk learns an additional style strike. He must choose which style strike to apply before the attack roll is made. At 15th level, he can designate up to two of his unarmed strikes each round as a style strike, and each one can be a different type. The monk can choose from any of the following strikes."
	],
	"break": {
		"name": "Break",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"**Break** ([Martial Arts Handbook pg. 7](source:martial_arts_handbook)) The monk combines a writhing twist with a violent strike against a foe that is grappling him. If the monk's attack is successful, he can attempt a grapple combat maneuver check or Escape Artist check as a free action to escape a grapple, adding the strike's damage as a bonus on his check."
		]
	},
	"defensive_spin": {
		"name": "Defensive Spin",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Defensive Spin** ([Pathfinder Unchained pg. 18](source:pathfinder_unchained)) The monk spins about, confounding his foe. If the attack hits, the monk gains a +4 dodge bonus to AC against any attacks made by the target of the style strike until the start of his next turn. This bonus does not stack with itself. The monk must attack with a fist to use this style strike."
		]
	},
	"dirty_strikes": {
		"name": "Dirty Strikes",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"**Dirty Strikes** ([Blood of the Beast pg. 31](source:blood_of_the_beast)) The monk fights dirty with his style strike, attempting to strike in places where his attack will negatively impact his foes' performance in combat. If the attack hits, the monk can perform a free dirty trick combat maneuver against the target of this strike (using the base attack bonus of the attack used to hit the foe) with a -5 penalty. This dirty trick combat maneuver does not provoke an attack of opportunity."
		]
	},
	"elbow_smash": {
		"name": "Elbow Smash",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Elbow Smash** ([Pathfinder Unchained pg. 18](source:pathfinder_unchained)) The monk follows up a punch with a strike from his elbow. If the attack hits, the monk can make an additional attack using the same attack bonus as the punch at a -5 penalty. If this second attack hits, it deals damage as normal, but all of the damage is nonlethal. The monk must attack with a fist to use this style strike."
		]
	},
	"flying_kick": {
		"name": "Flying Kick",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Flying Kick** ([Pathfinder Unchained pg. 19](source:pathfinder_unchained)) The monk leaps through the air to strike a foe with a kick. Before the attack, the monk can move a distance equal to his fast movement bonus. This movement is made as part of the monk's flurry of blows attack and does not require an additional action. At the end of this movement, the monk must make an attack against an adjacent foe. This movement may be between attacks. This movement provokes an attack of opportunity as normal. The attack made after the movement must be a kick."
		]
	},
	"foot_stomp": {
		"name": "Foot Stomp",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Foot Stomp** ([Pathfinder Unchained pg. 19](source:pathfinder_unchained)) The monk stomps on a foe's foot, preventing the opponent from escaping. If the attack hits and the monk ends his turn adjacent to that foe, the foe's movement is restricted. Until the start of the monk's next turn, the target of this attack can move only in such a way that the space it occupies is adjacent to the monk. Alternatively, it can attempt a combat maneuver check (against the monk's CMD) as a standard action to break free. This strike does not work against foes that cannot be tripped. The monk must attack with a kick to use this style strike."
		]
	},
	"hammerblow": {
		"name": "Hammerblow",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Hammerblow** ([Pathfinder Unchained pg. 19](source:pathfinder_unchained)) The monk links his hands together, swinging both arms like a club and dealing tremendous damage. If the attack hits, the monk rolls his unarmed strike damage twice, adding both rolls together before applying Strength and other modifiers to the damage. This bonus damage is not multiplied on a critical hit. The monk must attack with a fist to use this style strike, but must have both hands free."
		]
	},
	"head-butt": {
		"name": "Head-Butt",
		"searchable_name": "Head Butt",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Head-Butt** ([Pathfinder Unchained pg. 19](source:pathfinder_unchained)) The monk slams his head into his enemy's head, leaving his foe reeling. If the attack hits and the foe is of the same size or one size smaller than the monk, the monk can make a free combat maneuver check against the target of this strike (using the base attack bonus of the attack used to hit the foe). If the foe is not of the same creature type as the monk, the monk takes a -8 penalty on this check. If the check is successful, the target is staggered for 1 round. Creatures without a discernible head are not affected by this style strike (subject to GM discretion). The monk must attack with a head-butt to use this style strike."
		]
	},
	"knockback_kick": {
		"name": "Knockback Kick",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Knockback Kick** ([Pathfinder Unchained pg. 19](source:pathfinder_unchained)) The monk attempts to knock his foe back with a powerful kick. If the attack hits, the monk can attempt a free combat maneuver check against the foe (using the base attack bonus of the attack used to hit the foe). If the check is successful, the foe is knocked 10 feet directly away from the monk. This distance increases by 10 feet for every 5 by which the check exceeds the foe's CMD, to a maximum distance equal to the monk's fast movement bonus. This movement does not provoke an attack of opportunity. The foe stops moving if it strikes another creature, barrier, or otherwise solid object. The creature is not knocked prone by this movement. The monk must attack with a kick to use this style strike."
		]
	},
	"leg_sweep": {
		"name": "Leg Sweep",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Leg Sweep** ([Pathfinder Unchained pg. 19](source:pathfinder_unchained)) The monk attempts to sweep his foe's leg, knocking the opponent down. If the attack hits, the monk can make a free trip attempt against the target of this strike (using the base attack bonus of the attack used to hit the foe). This trip attempt does not provoke an attack of opportunity. The monk must attack with a kick to use this style strike."
		]
	},
	"overbearing_assault": {
		"name": "Overbearing Assault",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"**Overbearing Assault** ([Blood of the Beast pg. 31](source:blood_of_the_beast)) The monk attacks relentlessly, backing his foe into a corner. If the attack hits, the monk can perform a free reposition combat maneuver against the target of the strike (using the base attack bonus of the attack used to hit the foe) with a -5 penalty. This reposition attempt does not provoke an attack of opportunity."
		]
	},
	"rabbit_punch": {
		"name": "Rabbit Punch",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"**Rabbit Punch** ([Martial Arts Handbook pg. 6](source:martial_arts_handbook)) The monk gives a sharp blow to the back of a foe's head. The critical threat range and critical multiplier of this strike increase by 1, and the monk gains a +2 bonus on attack rolls to confirm a critical hit with this strike. This increase is not doubled by [Improved Critical](feat:improved_critical) or similar effects. Creatures without a discernible head are unaffected by this style strike (subject to GM discretion). The monk must attack with a fist to use this style strike."
		]
	},
	"shattering_punch": {
		"name": "Shattering Punch",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Shattering Punch** ([Pathfinder Unchained pg. 19](source:pathfinder_unchained)) The monk delivers a brutal punch that can penetrate defenses. If the attack hits, it bypasses any damage reduction or hardness possessed by the target of that attack. The monk must attack with a fist to use this style strike."
		]
	},
	"spin_kick": {
		"name": "Spin Kick",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Spin Kick** ([Pathfinder Unchained pg. 19](source:pathfinder_unchained)) The monk spins about, delivering a kick his foe did not expect. The monk makes his attack against the foe's flat-footed AC. Creatures with the uncanny dodge class feature or a similar effect cannot be caught flat-footed by this style strike. The monk must attack with a kick to use this style strike."
		]
	},
	"throat_crush": {
		"name": "Throat Crush",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"**Throat Crush** ([Martial Arts Handbook pg. 7](source:martial_arts_handbook)) The monk gives a sharp blow to a foe's throat, hampering its ability to speak for 1 round as if it had the [caster croak spellblight](unknown:caster_croak_spellblight). Creatures without a discernible throat, or with multiple vocal organs, are unaffected (subject to GM discretion)."
		]
	}
}
