{
	"_prefix": "class_abilities-ki_power",
	"_description": [
		"## Ki Powers (Unchained)",
		"",
		"**Source** [Pathfinder Unchained](source/pathfinder_unchained)  ",
		"At 4th level and every 2 levels thereafter, a monk can select one ki power. These powers allow the monk to perform amazing feats of mystical power and acrobatic prowess by expending points from his ki pool. Once a ki power is selected, it cannot be changed. Some ki powers require the monk to be of a specific level or higher before they can be chosen. Unless otherwise noted, a monk cannot select an individual ki power more than once."
	],
	"abundant_step_su": {
		"name": "Abundant Step (Su)",
		"searchable_name": "Abundant Step",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Abundant Step (Su)** ([Pathfinder Unchained pg. 16](source/pathfinder_unchained)) A monk with this ki power can slip magically between spaces, as if using the spell [dimension door](spell/dimension_door). Using this ability is a move action that consumes 2 points from his ki pool. The monk's caster level for this effect is equal to his monk level. He cannot take other creatures with him when he uses this ability. A monk must be at least 8th level before selecting this ki power."
		]
	},
	"action_before_thought_ex": {
		"name": "Action Before Thought (Ex)",
		"searchable_name": "Action Before Thought",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"**Action Before Thought (Ex)** ([Martial Arts Handbook pg. 20](source/martial_arts_handbook)) A monk with this ability can spend 2 ki points as a free action as part of rolling initiative to roll twice on the initiative check and take the higher result. A monk must be at least 6th level before selecting this ki power."
		]
	},
	"bare-hand_block_ex": {
		"name": "Bare-Hand Block (Ex)",
		"searchable_name": "Bare Hand Block",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"**Bare-Hand Block (Ex)** ([Martial Arts Handbook pg. 20](source/martial_arts_handbook)) A monk with this ability can spend 1 ki point as an immediate action when attacked with a manufactured weapon to attempt an unarmed sunder combat maneuver check against it. If he successfully sunders the weapon and grants it the broken condition, the attack deals no damage. He can spend an additional 1 ki point when using this ability to activate ki sunder as a free action. A monk must be at least 8th level and have the ki sunder ki power before selecting this ki power."
		]
	},
	"branch_runner_ex,_su": {
		"name": "Branch Runner (Ex, Su)",
		"searchable_name": "Branch Runner",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"**Branch Runner (Ex, Su)** ([Blood of the Beast pg. 30](source/blood_of_the_beast)) A monk with this ability adds half the base speed bonus from his fast movement ability to his racial climb speed. In addition, when he uses the sudden speed ki power, he adds the base speed bonus from that ki power to his racial climb speed for 1 round. The monk must have the sudden speed ki power before selecting branch runner."
		]
	},
	"breaking-down_koan_su": {
		"name": "Breaking-Down Koan (Su)",
		"searchable_name": "Breaking Down Koan",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"**Breaking-Down Koan (Su)** ([Martial Arts Handbook pg. 20](source/martial_arts_handbook)) A monk with this ability can spend 1 ki point as a swift action to present a paradox, riddle, or complicated question to a creature within 30 feet. The creature must succeed at a Will save (DC = 10 + 1/2 the monk's level + his Wisdom modifier) or be confused for 1 round. This is a mind-affecting, language-dependent effect. A monk must be at least 8th level before selecting this ki power."
		]
	},
	"building-up_koan_su": {
		"name": "Building-Up Koan (Su)",
		"searchable_name": "Building Up Koan",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"**Building-Up Koan (Su)** ([Martial Arts Handbook pg. 20](source/martial_arts_handbook)) A monk with this ability can spend 2 ki points as a swift action to ask himself a koan, which he then tries to answer. The monk must attempt a Will save (DC 15 + 1/2 the monk's level). If successful, he gains an insight bonus equal to his Wisdom modifier to AC and on attack rolls, saving throws, skill checks and until the end of the round. If he fails, the monk is instead confused for 1 round. This is a mind-affecting, language-dependent effect. A character who can't become confused can't benefit from this ability. A monk must be at least 8th level before selecting this ki power."
		]
	},
	"cobra_breath_su": {
		"name": "Cobra Breath (Su)",
		"searchable_name": "Cobra Breath",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Cobra Breath (Su)** ([Pathfinder Unchained pg. 16](source/pathfinder_unchained)) Whenever a monk with this ki power uses diamond body to neutralize a poison, he can instead release that poison as a ranged touch attack against a single foe within 30 feet. If the attack hits, the foe must succeed at a saving throw (using the poison's original DC) or suffer the poison's effects, even if it was not originally a contact poison. A monk must be at least 12th level and must possess the diamond body ki power before selecting this ki power."
		]
	},
	"diamond_body_su": {
		"name": "Diamond Body (Su)",
		"searchable_name": "Diamond Body",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Diamond Body (Su)** ([Pathfinder Unchained pg. 16](source/pathfinder_unchained)) By spending 1 point from his ki pool, a monk with this power can remove one toxin from his body as if using [neutralize poison](spell/neutralize_poison), using his monk level as his caster level. He can remove only one poison in this way per use of this ability. A monk must be at least 8th level before selecting this ki power."
		]
	},
	"diamond_mind_su": {
		"name": "Diamond Mind (Su)",
		"searchable_name": "Diamond Mind",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Diamond Mind (Su)** ([Pathfinder Unchained pg. 16](source/pathfinder_unchained)) By spending 1 point from his ki pool as a swift action, a monk with this power can suppress a fear effect affecting him as if using [remove fear](spell/remove_fear), using his monk level as his caster level. He can spend 2 ki points to activate this ability even when frightened or panicked. A monk must be at least 6th level before selecting this ki power."
		]
	},
	"diamond_resilience_ex": {
		"name": "Diamond Resilience (Ex)",
		"searchable_name": "Diamond Resilience",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Diamond Resilience (Ex)** ([Pathfinder Unchained pg. 16](source/pathfinder_unchained)) By spending 1 ki point as a swift action, the monk gains DR 2/-. At 16th level, the damage reduction increases to 4/-. At 19th level, it increases to DR 6/-. This DR lasts for 1 minute. A monk must be at least 12th level before selecting this ki power."
		]
	},
	"diamond_soul_ex": {
		"name": "Diamond Soul (Ex)",
		"searchable_name": "Diamond Soul",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Diamond Soul (Ex)** ([Pathfinder Unchained pg. 16](source/pathfinder_unchained)) A monk can spend 2 points from his ki pool as a swift action to gain spell resistance equal to his monk level + 10. This spell resistance lasts for a number of rounds equal to the monk's level. A monk must be at least 12th level before selecting this ki power."
		]
	},
	"elemental_burst_su": {
		"name": "Elemental Burst (Su)",
		"searchable_name": "Elemental Burst",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Elemental Burst (Su)** ([Pathfinder Unchained pg. 16](source/pathfinder_unchained)) A monk with this ability can spend 4 ki points to unleash a gout of energy in a 30-foot cone. Creatures within the cone take 20d6 points of damage of the same type as the monk's elemental fury ki power. A Reflex save (DC = 10 + 1/2 the monk's level + his Wisdom modifier) halves the damage. A monk must be at least 18th level and must possess the elemental fury ki power before selecting this ki power."
		]
	},
	"elemental_fury_su": {
		"name": "Elemental Fury (Su)",
		"searchable_name": "Elemental Fury",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Elemental Fury (Su)** ([Pathfinder Unchained pg. 16](source/pathfinder_unchained)) A monk who selects this ki power must select one type of energy: acid, cold, electricity, or fire. Once this choice is made, it cannot be changed. The monk can expend 1 point from his ki pool as a swift action to imbue his natural attacks with this energy, causing them to deal 1d6 points of damage of the chosen type for a number of rounds equal to 1/2 his monk level. A monk must be at least 6th level before selecting this ki power."
		]
	},
	"empty_body_su": {
		"name": "Empty Body (Su)",
		"searchable_name": "Empty Body",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Empty Body (Su)** ([Pathfinder Unchained pg. 16](source/pathfinder_unchained)) A monk with this ki power gains the ability to assume an ethereal state for 1 minute as though using the spell [etherealness](spell/etherealness), using his monk level as his caster level. Using this ability is a move action that consumes 3 points from the monk's ki pool. This ability affects only the monk and cannot be used to make other creatures ethereal."
		]
	},
	"feather_balance_ex": {
		"name": "Feather Balance (Ex)",
		"searchable_name": "Feather Balance",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Feather Balance (Ex)** ([Pathfinder Unchained pg. 17](source/pathfinder_unchained)) A monk with this ability can spend 1 ki point as a swift action to achieve perfect balance. While this is active, the monk treats any Acrobatics attempt made to balance as if he had rolled a 20. This ability lasts for 1 minute."
		]
	},
	"floating_breath_su": {
		"name": "Floating Breath (Su)",
		"searchable_name": "Floating Breath",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"**Floating Breath (Su)** ([Wilderness Origins pg. 31](source/wilderness_origins)) A monk with this ki power can spend 1 point from his ki pool as a swift action to balance on the air, hovering in place, until the end of his next turn. This power does not allow the monk to fly or otherwise move into the air; he must jump or use some other ability to reach his position. This otherwise functions as [air walk](spell/air_walk). A monk must be 8th level before selecting this power."
		]
	},
	"formless_mastery_ex": {
		"name": "Formless Mastery (Ex)",
		"searchable_name": "Formless Mastery",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Formless Mastery (Ex)** ([Pathfinder Unchained pg. 17](source/pathfinder_unchained)) A monk with this ability varies his styles, never repeating the same move twice and capitalizing on the weaknesses of an opponent's style. As long as he does not possess any style feat, the monk can spend 1 point from his ki pool as an immediate action to gain the following against opponents in the stance of a style feat: a +4 dodge bonus to AC, a +4 circumstance bonus on attack rolls, and a bonus equal to his monk level on damage rolls. These bonuses last until the end of the monk's next turn (or his current turn if he uses this ability on his own turn). The monk can activate this ability and the furious defense ki power with the same immediate action for a total cost of 3 ki points. A monk must be at least 7th level before selecting this ki power."
		]
	},
	"freedom_of_movement_su": {
		"name": "Freedom of Movement (Su)",
		"searchable_name": "Freedom of Movement",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"**Freedom of Movement (Su)** ([Blood of the Beast pg. 31](source/blood_of_the_beast)) A monk with this ability can spend 1 ki point as a swift action to gain the effects of [freedom of movement](spell/freedom_of_movement) for 1 round. The monk must be at least 8th level before selecting this ki power."
		]
	},
	"furious_defense_ex": {
		"name": "Furious Defense (Ex)",
		"searchable_name": "Furious Defense",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Furious Defense (Ex)** ([Pathfinder Unchained pg. 17](source/pathfinder_unchained)) By spending 1 point from his ki pool as an immediate action, a monk with this ki power can grant himself a +4 dodge bonus to AC until the end of his next turn. The monk can activate this ability and the formless mastery ki power with the same immediate action for a total cost of 3 ki points. A monk must be at least 7th level before selecting this ki power."
		]
	},
	"high_jump_ex": {
		"name": "High Jump (Ex)",
		"searchable_name": "High Jump",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**High Jump (Ex)** ([Pathfinder Unchained pg. 17](source/pathfinder_unchained)) A monk with this ki power adds his level as a bonus on all Acrobatics checks to jump, both for vertical jumps and horizontal jumps. In addition, he always counts as having a running start when attempting Acrobatics checks to jump. By spending 1 point from his ki pool as a swift action, the monk gains a +20 bonus on Acrobatics checks to jump for 1 round."
		]
	},
	"improvised_weapon_proficiency_ex,_su": {
		"name": "Improvised Weapon Proficiency (Ex, Su)",
		"searchable_name": "Improvised Weapon Proficiency",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"**Improvised Weapon Proficiency (Ex, Su)** ([Blood of the Beast pg. 31](source/blood_of_the_beast)) A monk with this ability does not take a penalty on attack rolls for using an improvised weapon. By spending 1 ki point, the monk can fight with a broken weapon without taking any penalties on attack rolls or damage rolls for 1 round."
		]
	},
	"insightful_wisdom_su": {
		"name": "Insightful Wisdom (Su)",
		"searchable_name": "Insightful Wisdom",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Insightful Wisdom (Su)** ([Pathfinder Unchained pg. 17](source/pathfinder_unchained)) A monk with this ability can spend 2 ki points as an immediate action to give another ally within 30 feet just the right word of advice to prevent disaster. If the ally can hear the monk, she can reroll a single attack roll or saving throw. The ally must take the second result, even if it is worse. A monk must be at least 8th level before selecting this ki power."
		]
	},
	"ki_blocker_su": {
		"name": "Ki Blocker (Su)",
		"searchable_name": "Ki Blocker",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Ki Blocker (Su)** ([Pathfinder Unchained pg. 17](source/pathfinder_unchained)) A monk with this ability can spend 1 ki point as a free action before making an unarmed strike against a foe. If the attack hits, the monk can interrupt the target's flow of ki. If the monk successfully damages the target of his attack, that opponent's cost to activate abilities with ki increases by 1 ki point for 1 hour. If the monk spends 2 points from his ki pool, he can use this ability to affect the target's arcane pool, arcane reservoir, grit points, inspiration, or panache points instead of its ki pool. The effects of this ability do not stack, but multiple hits increase the duration by 1 hour for each hit. A monk must be at least 10th level before selecting this ki power."
		]
	},
	"ki_guardian_su": {
		"name": "Ki Guardian (Su)",
		"searchable_name": "Ki Guardian",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Ki Guardian (Su)** ([Pathfinder Unchained pg. 17](source/pathfinder_unchained)) As an immediate action before he rolls a saving throw against a targeted effect that also targets other allies or an area effect whose area includes other allies, a monk with this ability can spend any number of ki points and designate a number of adjacent allies equal to the number of ki points spent. The monk rolls one saving throw for each designated ally, using his bonus instead of the ally's. For each successful saving throw, the corresponding ally treats the effect as if that ally had succeeded at the saving throw, and for each saving throw failed, the corresponding ally treats the effect as if that ally had failed the saving throw. If the monk fails any of the saving throws (including his own original saving throw), the monk treats the effect as if he had failed the saving throw. A monk must be at least 6th level before selecting this ki power."
		]
	},
	"ki_hurricane_ex": {
		"name": "Ki Hurricane (Ex)",
		"searchable_name": "Ki Hurricane",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Ki Hurricane (Ex)** ([Pathfinder Unchained pg. 17](source/pathfinder_unchained)) As a full-round action, a monk with this ability can move up to twice his speed. At any point in that movement, the monk can spend 1 ki point to make the first attack in his flurry of blows. He can later spend another ki point to make the next attack in his flurry of blows, and so on, until he either stops spending ki points or has exhausted all the attacks from his flurry of blows. A monk must be at least 10th level and possess the sudden speed ki power before selecting this ki power."
		]
	},
	"ki_meditation_su": {
		"name": "Ki Meditation (Su)",
		"searchable_name": "Ki Meditation",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"**Ki Meditation (Su)** ([Blood of the Beast pg. 31](source/blood_of_the_beast)) A monk with this ability can spend 2 ki points to meditate as a full-round action, as if using Combat Meditation. Alternatively, he can spend 4 ki points to meditate as a move action instead. Using these ki points does not count as one of the monk's daily uses of Combat Meditation, but it grants him the usual benefits he would gain from his meditation feats for doing so. The monk must have the Combat Meditation feat before selecting this ki power."
		]
	},
	"ki_metabolism_su": {
		"name": "Ki Metabolism (Su)",
		"searchable_name": "Ki Metabolism",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Ki Metabolism (Su)** ([Pathfinder Unchained pg. 17](source/pathfinder_unchained)) A monk with this ability uses his ki to control his metabolism. As long as he has at least 1 point remaining in his ki pool, the monk needs to eat and drink only 1/4 as often as normal, needs only 2 hours of sleep each night (including to replenish his ki pool), and can hold his breath for up to 1 hour per point of Constitution. As a move action, he can spend 1 ki point to enter a state of suspended animation, falling unconscious and appearing dead to all senses. At the time he enters this state, he indicates a preset period of time or a triggering condition, after which he awakens."
		]
	},
	"ki_mount_su": {
		"name": "Ki Mount (Su)",
		"searchable_name": "Ki Mount",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Ki Mount (Su)** ([Pathfinder Unchained pg. 17](source/pathfinder_unchained)) A monk with this ability can spend 1 ki point as a standard action to grant 2 temporary hit points per monk level he possesses to his mount for 1 hour per monk level. As long as the monk and his mount are adjacent or the monk is mounted, the mount shares the benefits of whichever of the AC bonus, evasion, high jump, improved evasion, ki strike, perfect self, and still mind abilities the monk possesses. A monk must be at least 6th level before selecting this ki power."
		]
	},
	"ki_range_su": {
		"name": "Ki Range (Su)",
		"searchable_name": "Ki Range",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Ki Range (Su)** ([Pathfinder Unchained pg. 17](source/pathfinder_unchained)) A monk with this ability can spend 1 ki point as a swift action to increase the range increment of any thrown monk weapon by 20 feet. Apply this benefit before doubling the range increment with the Far Shot feat."
		]
	},
	"ki_sunder_ex": {
		"name": "Ki Sunder (Ex)",
		"searchable_name": "Ki Sunder",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"**Ki Sunder (Ex)** ([Martial Arts Handbook pg. 20](source/martial_arts_handbook)) A monk with this ability can spend 1 ki point as a free action when attempting a sunder combat maneuver check to add his monk level as a bonus to the damage roll."
		]
	},
	"ki_visions_su": {
		"name": "Ki Visions (Su)",
		"searchable_name": "Ki Visions",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Ki Visions (Su)** ([Pathfinder Unchained pg. 17](source/pathfinder_unchained)) A monk with this ability often sees visions of spirits or hears the voice of his departed mentor in his dreams. On any given night during which the monk dreams, he can use this ability to gain the benefits of a [divination](spell/divination). If he does, he spends 2 ki points from the next day's total. A monk must be at least 10th level before selecting this ki power."
		]
	},
	"ki_volley_su": {
		"name": "Ki Volley (Su)",
		"searchable_name": "Ki Volley",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Ki Volley (Su)** ([Pathfinder Unchained pg. 18](source/pathfinder_unchained)) When a targeted spell or spell-like ability fails to overcome the monk's spell resistance from diamond soul, he can spend 2 ki points as an immediate action to send that spell back at its caster as [spell turning](spell/spell_turning). A monk must be 16th level or higher and possess the diamond soul ki power before selecting this ki power."
		]
	},
	"light_steps_ex": {
		"name": "Light Steps (Ex)",
		"searchable_name": "Light Steps",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Light Steps (Ex)** ([Pathfinder Unchained pg. 18](source/pathfinder_unchained)) A monk with this ki power can move effortlessly across nearly any surface. Whenever the monk activates his feather balance ki power, he can also ignore all difficult terrain. In addition, while active, he can cross any solid surface, even if it would normally not support his weight. This does not allow him to walk on liquids. A monk must be at least 8th level and have the feather balance ki power before selecting this ki power."
		]
	},
	"master-thought_koan_su": {
		"name": "Master-Thought Koan (Su)",
		"searchable_name": "Master Thought Koan",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"**Master-Thought Koan (Su)** ([Martial Arts Handbook pg. 20](source/martial_arts_handbook)) A monk with this ability can spend an additional 2 ki points when using either the breaking-down koan or building-up koan ki powers. When combined with master-thought koan, breaking-down koan affects a number of characters of your choice within 30 feet equal to the monk's wisdom modifier. When combined with master-thought koan, building-up koan can be used on an ally within 30 feet. A monk must be at least 12th level and have either the breaking-down koan or the building-up koan ki power before selecting this ki power."
		]
	},
	"one_touch_ex": {
		"name": "One Touch (Ex)",
		"searchable_name": "One Touch",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**One Touch (Ex)** ([Pathfinder Unchained pg. 18](source/pathfinder_unchained)) As long as he has at least 1 point remaining in his ki pool, as a standard action, a monk with this power can make an unarmed strike against a foe as a touch attack. He adds 1/2 his monk level as a bonus on the damage roll. He can spend 1 ki point to double this bonus for that attack. A monk must be at least 12th level before selecting this ki power."
		]
	},
	"qinggong_power_su": {
		"name": "Qinggong Power (Su)",
		"searchable_name": "Qinggong Power",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Qinggong Power (Su)** ([Pathfinder Unchained pg. 18](source/pathfinder_unchained)) A monk with this power selects any of the qinggong monk ki powers for which he qualifies based on his monk level. A monk can select this ability multiple times. Each time, he must select a different qinggong monk ki power."
		]
	},
	"quivering_palm_su": {
		"name": "Quivering Palm (Su)",
		"searchable_name": "Quivering Palm",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Quivering Palm (Su)** ([Pathfinder Unchained pg. 18](source/pathfinder_unchained)) A monk can set up vibrations within the body of another creature that can thereafter be fatal if the monk so desires. Using this ability is a standard action that costs 4 ki points, and the monk must announce his intent to use this ability (and spend the ki points) before making the attack roll. Creatures immune to critical hits cannot be affected. Otherwise, if the attack hits and the target takes damage from the blow, the quivering palm attack succeeds. Thereafter, the monk can try to slay the victim at any time within a number of days equal to his monk level. To make such an attempt, the monk merely wills the target to die (a free action); unless the target succeeds at a Fortitude saving throw (DC = 10 + 1/2 the monk's level + the monk's Wisdom modifier), it dies. If the saving throw is successful, the target is no longer in danger from that particular quivering palm attack, but it can still be affected by another one at a later time. A monk can have no more than one quivering palm in effect at one time. If a monk uses quivering palm while another is still in effect, the previous one is negated. A monk must be at least 16th level before selecting this ki power."
		]
	},
	"racing_current_su": {
		"name": "Racing Current (Su)",
		"searchable_name": "Racing Current",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"**Racing Current (Su)** ([Wilderness Origins pg. 31](source/wilderness_origins)) A monk with this ki power can create a wave to help him maneuver allies upon the battlefield, as if using the spell [slipstream](spell/slipstream). Using this ability is a move action that costs 2 ki points, and the ability remains in effect for 1 minute. A monk must be 6th level to select this ki power."
		]
	},
	"slow_fall_su": {
		"name": "Slow Fall (Su)",
		"searchable_name": "Slow Fall",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Slow Fall (Su)** ([Pathfinder Unchained pg. 18](source/pathfinder_unchained)) A monk within arm's reach of a wall can use it to slow his descent by expending 1 point from his ki pool. When he uses this ability, he takes no damage from the fall (as if using [feather fall](spell/feather_fall)), but he must be adjacent to a wall for the length of the fall (although this can be used to reduce the damage from a fall if only part of it is adjacent to a wall)."
		]
	},
	"sudden_speed_su": {
		"name": "Sudden Speed (Su)",
		"searchable_name": "Sudden Speed",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Sudden Speed (Su)** ([Pathfinder Unchained pg. 18](source/pathfinder_unchained)) A monk with this ki power can spend 1 point from his ki pool as a swift action to grant himself a sudden burst of speed. This increases the monk's base land speed by 30 feet for 1 minute."
		]
	},
	"water_sprint_su": {
		"name": "Water Sprint (Su)",
		"searchable_name": "Water Sprint",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Water Sprint (Su)** ([Pathfinder Unchained pg. 18](source/pathfinder_unchained)) A monk with this ki power can spend 1 point from his ki pool as a swift action to gain the ability to walk on water, as if under the effects of [water walk](spell/water_walk). Once activated, this ability lasts for 1 minute per monk level. A monk must be fat least 6th level before selecting this ki power."
		]
	},
	"wholeness_of_body_su": {
		"name": "Wholeness of Body (Su)",
		"searchable_name": "Wholeness of Body",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Wholeness of Body (Su)** ([Pathfinder Unchained pg. 18](source/pathfinder_unchained)) A monk with this ki power can heal his own wounds as a standard action. By spending 2 points from his ki pool, he can heal an amount of damage equal to 1d8 + his monk level."
		]
	},
	"wind_jump_su": {
		"name": "Wind Jump (Su)",
		"searchable_name": "Wind Jump",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"**Wind Jump (Su)** ([Pathfinder Unchained pg. 18](source/pathfinder_unchained)) A monk with this ki power can spend 1 point from his ki pool as a move action to grant himself a fly speed (with perfect maneuverability) equal to his base land speed. He must end his movement each round on solid ground (or some other surface that can support his weight) or fall as normal. Once activated, this ability lasts for 1 minute. A monk must be at least 8th level and have the high jump ki power before selecting this ki power."
		]
	},
	"zephyr_blow_su": {
		"name": "Zephyr Blow (Su)",
		"searchable_name": "Zephyr Blow",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"**Zephyr Blow (Su)** ([Wilderness Origins pg. 31](source/wilderness_origins)) By spending 1 ki point as a standard action, a monk with this power can disrupt the wind and create a sharp blast of air, as if using the spell [gust of wind](spell/gust_of_wind). The monk's caster level for this effect is equal to his monk level."
		]
	}
}
