{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested oracle curse."
		]
	},
	"aboleth": {
		"name": "Aboleth",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Aboleth** ([Horror Realms](source/horror_realms)): Your mind is marked by aboleth tampering, either as a result of a close encounter with one of these creatures while you were a child, or even through an ancestor, close family member, or one of your sisters or brothers in faith-this associate's interaction with the aboleths may be all that it takes to infect you. You take a -2 penalty on saving throws against mind-affecting effects and add [charm person](spell/charm_person) and [hypnotism](spell/hypnotism) to your list of 1st-level oracle spells known. At 5th level, add [minor image](spell/minor_image) to your list of 2nd-level oracle spells known. At 10th level, add [modify memory](spell/modify_memory) to your list of 4th-level oracle spells known. At 15th level, add [veil](spell/veil) to your list of 6th-level oracle spells known."
		]
	},
	"acursed": {
		"name": "Acursed",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Acursed** ([Horror Realms](source/horror_realms)): You are cursed with misfortune and sorrow, and you cannot gain benefit from morale bonuses. However, you gain a +4 bonus to all saving throws against [curse](spelldef/curse) effects. At 5th level, add [ill omen](spell/ill_omen) to your list of spells known. At 10th level, add [greater brand](spell/greater_brand) to your list of spells known. At 15th level, you are immune to curse effects except for your own oracle curse."
		]
	},
	"blackened": {
		"name": "Blackened",
		"sources": [ "Blood of Angels" ],
		"description": [
			"**Blackened** ([Blood of Angels](source/blood_of_angels)): Your hands and forearms are shriveled and blackened, as if you had plunged your arms into a blazing fire, and your thin, papery skin is sensitive to the touch. You take a -4 penalty on weapon attack rolls, but you add [burning hands](spell/burning_hands) to your list of spells known. At 5th level, add [scorching ray](spell/scorching_ray) and [flaming sphere](spell/flaming_sphere) to your list of spells known. At 10th level, add [wall of fire](spell/wall_of_fire) to your list of spells known and your penalty on weapon attack rolls is reduced to -2. At 15th level, add [delayed blast fireball](spell/delayed_blast_fireball) to your list of spells known."
		]
	},
	"clouded_vision": {
		"name": "Clouded Vision",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"**Clouded Vision** ([Advanced Player's Guide](source/advanced_player's_guide)): Your eyes are obscured, making it difficult for you to see. You cannot see anything beyond 30 feet, but you can see as if you had darkvision. At 5th level, this distance increases to 60 feet. At 10th level, you gain blindsense out to a range of 30 feet. At 15th level, you gain blindsight out to a range of 15 feet."
		]
	},
	"cold-blooded": {
		"name": "Cold-Blooded",
		"sources": [ "Monster Codex" ],
		"description": [
			"**Cold-Blooded** ([Monster Codex](source/monster_codex)): Your blood turns sluggish without sufficient heat, and you must seek warmth and shelter earlier than most. This oracle curse is common among lizardfolk and other oracles with the reptilian subtype. You take a -4 penalty on saves against cold spells and effects, and whenever you fail such a saving throw, you are staggered for 1 round. You can survive without food four times longer than a typical creature of your species before you begin to starve. At 5th level, poisons affecting you have their onset time doubled and last half as long if they end after a set time (for example, a poison with a frequency of 1/round for 6 rounds would instead have a frequency of 1/round for 3 rounds). Poisons with no onset time gain an onset time of 1 round. At 10th level, whenever an action you have readied is triggered, you can take an additional move action at half your speed-along with your readied action-even if you have already taken a move action that round. At 15th level, you can take an additional move action a number of times per day equal to your Charisma modifier. You can take these additional move actions only on your turn, and can take only one of these extra move actions per turn."
		]
	},
	"consumed": {
		"name": "Consumed",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"**Consumed** ([Blood of Fiends](source/blood_of_fiends)): Your connection to Abaddon and the daemons that call it home has left you diminished but still able to scorn many mortal frailties. Whenever you take lethal hit point damage, you take an additional number of points of nonlethal damage equal to 1/2 the lethal damage you took. You automatically stabilize when brought below 0 hit points. At 5th level, whenever you make a saving throw against a disease or poison effect, roll twice and use the higher roll as your result. At 10th level, you can go without food or water for a number of days equal to your oracle level before suffering any ill effects due to starvation or thirst. At 15th level, whenever a creature within 30 feet takes damage while in combat, you automatically gain 1 temporary hit point. You can benefit from this ability a number of times per round equal to your Charisma modifier, and you can gain a total number of temporary hit points in this way equal to your oracle level. Temporary hit points gained this way disappear after 1 hour."
		]
	},
	"covetous": {
		"name": "Covetous",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"**Covetous** ([Legacy of Dragons](source/legacy_of_dragons)): You find yourself drawn to the luster of wealthy living. You must wear fine nonmagical clothing and jewelry worth at least 50 gp + 100 gp per character level you have beyond 1st. If you do not have sufficient wealth to purchase this additional equipment, you feel a strong desire (but are not compelled) to sell existing items or steal from others to obtain it. You are sickened whenever you do not meet this requirement; you are also sickened for 24 hours after anything worth 25 gp &times; your character level or more is taken from you against your will. Use Magic Device becomes a class skill for you. At 5th level, you gain a +4 insight bonus on Appraise checks, Spellcraft checks to identify magic items, and Use Magic Device checks. At 10th level, you add [fabricate](spell/fabricate) to your list of spells known. At 15th level, you add half your oracle level to your CMD against steal combat maneuvers and to the DC of Sleight of Hand checks to take items from you."
		]
	},
	"deaf": {
		"name": "Deaf",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"**Deaf** ([Advanced Player's Guide](source/advanced_player's_guide)): You cannot hear and suffer all of the usual penalties for being deafened. You cast all of your spells as if they were modified by the Silent Spell feat. This does not increase their level or casting time. At 5th level, you receive a +3 competence bonus on Perception checks that do not rely upon hearing, and the initiative penalty for being deaf is reduced to -2. At 10th level, you gain scent and you do not suffer any penalty on initiative checks due to being deaf. At 15th level, you gain tremorsense out to a range of 30 feet."
		]
	},
	"deep_one": {
		"name": "Deep One",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Deep One** ([Horror Realms](source/horror_realms)): The lure of the ocean tugs at your soul. You reduce your base land speed by 5 feet. You gain a swim speed equal to your land speed, and if you already have a swim speed, you increase it by 10 feet. At 5th level, your natural armor bonus increases by 1 as your skin thickens. At 10th level, you gain a +1 bonus to your caster level when casting spells underwater and when casting spells with the water descriptor. At 15th level, you gain the benefits of freedom of movement while underwater."
		]
	},
	"demonic": {
		"name": "Demonic",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Demonic** ([Horror Realms](source/horror_realms)): Your heart is cursed with the pull of the Abyss. You cannot cast spells with the good or lawful descriptors, nor can you summon good or lawful creatures. Good and lawful creatures instinctively distrust you, and you take a -4 penalty on all Diplomacy checks against such creatures. You gain a +2 bonus on all Bluff and Intimidate checks. Diplomacy is not a class skill for you, but Bluff or Intimidate (choose one) is. At 5th level, you gain a +4 bonus to all saving throws against fear effects. At 10th level, you gain immunity to poison. At 15th level, any weapon you wield is treated as chaotic and evil for the purposes of overcoming damage reduction."
		]
	},
	"elemental_imbalance": {
		"name": "Elemental Imbalance",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"**Elemental Imbalance** ([Elemental Master's Handbook](source/elemental_master's_handbook)): You wield an element's might, but you are vulnerable to its opposite. Choose air, earth, fire, or water. If you select air, you gain vulnerability to acid, cannot benefit from any acid resistance or immunity, and cannot cast spells with the acid or earth descriptors. If you select earth, you gain vulnerability to electricity, cannot benefit from any electricity resistance or immunity, and cannot cast spells with the air or electricity descriptors. If you select fire, you gain vulnerability to cold, cannot benefit from any cold resistance or immunity, and cannot cast spells with the cold or water descriptors. If you select water, you gain vulnerability to fire, cannot benefit from any fire resistance or immunity, and cannot cast spells with the fire descriptor.",
			"",
			"As you advance in level, add the following spells to your oracle spells known based on your chosen element. At 1st level, add [burning hands](spell/burning_hands) (fire), [grease](spell/grease) (earth), [hydraulic push](spell/hydraulic_push) (water), or [shocking grasp](spell/shocking_grasp) (air) to your spells known. At 5th level, add [frigid touch](spell/frigid_touch) (water), [glitterdust](spell/glitterdust) (earth), [levitate](spell/levitate) (air), or [scorching ray](spell/scorching_ray) (fire) to your spells known. At 10th level, add [ball lightning](spell/ball_lightning) (air), [calcific touch](spell/calcific_touch) (earth), [ice storm](spell/ice_storm) (water), or [wall of fire](spell/wall_of_fire) (fire) to your spells known. At 15th level, add [chain lightning](spell/chain_lightning) (air), [contagious flame](spell/contagious_flame) (fire), [flesh to stone](spell/flesh_to_stone) (earth), or [freezing sphere](spell/freezing_sphere) (water) to your spells known."
		]
	},
	"ghoul": {
		"name": "Ghoul",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Ghoul** ([Horror Realms](source/horror_realms)): While your actual dietary needs don't change, you crave the flesh of sentient creatures. You can only go without food for 12 hours before you begin to starve, and when you do starve, the DC of the Constitution check to avoid taking damage increases by 5. If you feed on fresh, raw flesh (no older than 1 hour) from a creature of your own race, you gain a +1 morale bonus on all saving throws for 24 hours. At 5th level, you add [ghoul touch](spell/ghoul_touch) to your list of 2nd-level oracle spells known. At 10th level, you become immune to paralysis and disease. At 15th level, you gain the effects of [heroes' feast](spell/heroes'_feast) whenever you feed on the raw flesh of a sentient creature, and the effects of this heroes' feast double if the flesh you eat comes from a member of your own race (this effect applies no more often than once per day)."
		]
	},
	"god-meddled": {
		"name": "God-Meddled",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"**God-Meddled** ([Heroes of Golarion](source/heroes_of_golarion)): The isle of Iblydos is populated and watched over by hero-gods, some of whom are known for entangling mortals in their own affairs. The gods' interference in your life has left you with strange, unpredictable powers dependent on divine whim. Bizarre side effects occur whenever you are affected by a spell from a divine caster-for better or for worse. Once per round, when a creature casts a divine spell including you as a target, roll 1d20 and consult the table below. The effect resulting from this roll begins at the end of that enemy's turn. This effect targets only you, even if other creatures were included as targets of the triggering spell. At 5th level, you gain a +2 competence bonus on saving throws to resist divine spells. At 10th level, you become immune to the confused condition. At 15th level, you gain a +4 competence bonus on saving throws to resist mind-affecting effects.",
			"",
			"**God-Meddled Effects**",
			"",
			"| d20 | Effect |",
			"| --- | --- |",
			"| 1 | You provoke an attack of opportunity from one enemy adjacent to you. If no enemy is adjacent, the closest enemy can move its full movement speed in your direction as a free action. If multiple enemies qualify, the GM determines which creature attacks or moves. This movement does not trigger attacks of opportunity. |",
			"| 2-3 | Your movement speed is halved for 1 round. |",
			"| 4-5 | You are deafened for 1 round. |",
			"| 6-7 | You are knocked prone. |",
			"| 8-10 | You shrink by one size category for 1 round, as [reduce person](spell/reduce_person). |",
			"| 11-13 | You grow by one size category for 1 round, as [enlarge person](spell/enlarge_person). |",
			"| 14-15 | Your caster level is treated as 1 higher for the purpose of spell durations for 1 round. |",
			"| 16-17 | Creatures in squares adjacent to you are pushed 10 feet away from the space you occupy. |",
			"| 18-19 | You are able to understand all languages for 1 round. |",
			"| 20 | You gain the benefits of [haste](spell/haste) for 1 round. |"
		]
	},
	"haunted": {
		"name": "Haunted",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"**Haunted** ([Advanced Player's Guide](source/advanced_player's_guide)): Malevolent spirits follow you wherever you go, causing minor mishaps and strange occurrences (such as unexpected breezes, small objects moving on their own, and faint noises). Retrieving any stored item from your gear requires a standard action, unless it would normally take longer. Any item you drop lands 10 feet away from you in a random direction. Add [mage hand](spell/mage_hand) and [ghost sound](spell/ghost_sound) to your list of spells known. At 5th level, add [levitate](spell/levitate) and [minor image](spell/minor_image) to your list of spells known. At 10th level, add [telekinesis](spell/telekinesis) to your list of spells known. At 15th level, add [reverse gravity](spell/reverse_gravity) to your list of spells known."
		]
	},
	"hellbound": {
		"name": "Hellbound",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Hellbound** ([Horror Realms](source/horror_realms)): Infernal influence grants you profane insight and weighs on your soul. You cannot cast spells with the good or chaotic descriptors, and you can't summon good or chaotic creatures. Good and chaotic creatures instinctively distrust you, and you take a -4 penalty on all Diplomacy checks against such creatures. You gain a +2 bonus on all Bluff and Intimidate checks. At 5th level, you gain a +4 bonus to all saving throws against charm effects. At 10th level, you gain immunity to fire. At 15th level, any weapon you wield is treated as lawful and evil for the purposes of overcoming damage reduction."
		]
	},
	"hive": {
		"name": "Hive",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Hive** ([Horror Realms](source/horror_realms)): You were exposed at a young age (perhaps even before you were born) to the alien species known as the hive, but this exposure did not result in a full-blown infestation by these otherworldly monsters. Others (including animals) find the unsightly spines and rough growths that periodically emerge from your flesh to be disturbing and distracting, and you take a -4 penalty on Bluff, Diplomacy, Handle Animal, and Ride checks. Once per day as a standard action, you can cough up an ovoid, leathery sphere that can be hurled as a flask of acid, though it becomes inert after 24 hours. At 5th level, you gain the benefits of endure elements in hot environments and are immune to infestations (save for those from the hive itself ). At 10th level, your skin deformities grow numerous enough to increase your natural armor bonus by 1. At 15th level, you gain acid resistance 20."
		]
	},
	"hunger": {
		"name": "Hunger",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"**Hunger** ([Inner Sea Monster Codex](source/inner_sea_monster_codex)): Ravenous hunger wracks your body in stressful situations. You gain none of the benefits from spells or magic items that provide nourishment, such as goodberry, heroes' feast, or a ring of sustenance. You also gain a bite attack that deals an amount of piercing damage appropriate for your size (1d8 for a Large creature, 1d6 for Medium, 1d4 for Small) as a secondary natural attack. You begin each combat with the sickened condition until you deal damage with your bite attack. At 5th level, you gain the grab monster special ability on bite attacks against creatures smaller than yourself. At 10th level, your bite attack deals damage as if you were one size category larger. At 15th level, you gain the blood drain monster special ability with your bite, dealing 1d2 points of Constitution damage at the end of a turn if you grapple a foe."
		]
	},
	"infested": {
		"name": "Infested",
		"sources": [ "Monster Codex" ],
		"description": [
			"**Infested** ([Monster Codex](source/monster_codex)): Insects, spiders, grubs, and other vermin plague you constantly. They crawl in your hair, fill your clothes, and fly or crawl into your mouth, nose, and ears. You take a -4 penalty on Diplomacy checks, and when you first meet someone, the person's initial attitude toward you starts one level lower than normal. Animals shy away from you-you take a -4 penalty on Handle Animal checks. You gain a +2 bonus on Fortitude saves versus poisons from insects, scorpions, and spiders, as well as the distraction ability of swarms of such creatures. At 5th level, you add [vomit swarm](spell/vomit_swarm) to your list of spells known. At 7th level, your bonus on poison and distraction saves increases to +4, and you gain DR 10/- against all swarm damage. At 13th level, you add [swarm skin](spell/swarm_skin) to your list of spells known. At 17th level, you become immune to the swarm damage and the distraction ability of insect, scorpion, and spider swarms."
		]
	},
	"lame": {
		"name": "Lame",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"**Lame** ([Advanced Player's Guide](source/advanced_player's_guide)): One of your legs is permanently wounded, reducing your base land speed by 10 feet if your base speed is 30 feet or more. If your base speed is less than 30 feet, your speed is reduced by 5 feet. Your speed is never reduced due to encumbrance. At 5th level, you are immune to the fatigued condition (but not exhaustion). At 10th level, your speed is never reduced by armor. At 15th level, you are immune to the exhausted condition."
		]
	},
	"legalistic": {
		"name": "Legalistic",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"**Legalistic** ([Blood of Fiends](source/blood_of_fiends)): The shackles of Hell impose savage consequences should you violate a covenant, but also imbue you with remarkable guile. Whenever you break your word (either purposefully or unintentionally), you become sickened for 24 hours or until you meet your obligation, whichever comes first. However, once per day, you can make a vow to yourself that grants a +4 morale bonus on any one roll you make while trying to fulfill a promise made to another individual. At 5th level, you gain a +3 competence bonus on Diplomacy, Intimidate, and Sense Motive checks while talking to an individual one-on-one. At 10th level, you can make a new saving throw each minute to resist mind-affecting effects as your subconscious searches for loopholes. At 15th level, any creature that violates its freely given word to you takes a penalty to AC, to spell resistance, and on saving throws against your attacks and abilities equal to your Charisma modifier (minimum 1) for 24 hours."
		]
	},
	"lich": {
		"name": "Lich",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Lich** ([Horror Realms](source/horror_realms)): Every living spellcaster hides a secret in their flesh-a unique, personalized set of conditions that, when all are fulfilled in the correct order, can trigger the transformation into a lich. Normally, one must expend years and tens of thousands of gold pieces to research this deeply personalized method of attaining immortality. Yet, in a rare few cases, chance and ill fortune can conspire against an unsuspecting spellcaster. You have (unknowingly) fulfilled most (but not all) of the ritualistic components to achieve lichdom. You have yet to turn into an undead creature, but you are close. You take damage from positive energy and heal from negative energy as if you were undead. At 5th level, add [control undead](spell/control_undead) to your list of 2nd-level oracle spells known. At 10th level, add [undead anatomy I](spell/undead_anatomy_1) to your list of 3rd-level oracle spells known and [undead anatomy II](spell/undead_anatomy_2) to your list of 5th-level oracle spells known. At 15th level, you are immune to death effects."
		]
	},
	"lycanthropy": {
		"name": "Lycanthropy",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Lycanthropy** ([Horror Realms](source/horror_realms)): You suffer from a minor form of lycanthropy. The exact animal your body and mind are aligned with can vary, but you should choose an animal that matches your faith thematically. In times of stress or unease, you cannot speak-only growl and snarl like an animal. This ability works similarly to the tongues curse, but whenever you are in combat, you cannot speak at all. This does not interfere with spellcasting but does apply to spells that are language dependent. A character under the effects of speak with animals can understand you, and you can communicate with such characters normally. You can speak with animals when in this condition. Choose one type of animal commonly associated with lycanthropy (such as rats, wolves, or bears); you gain a +4 bonus on Handle Animal checks with these creatures. At 5th level, add [charm animal](spell/charm_animal) to your list of 1st-level oracle spells known and [animal messenger](spell/animal_messenger) to your list of 2nd-level oracle spells known. At 10th level, add [beast shape I](spell/beast_shape_1) to your list of 3rd-level oracle spells known and [beast shape II](spell/beast_shape_2) to your list of 5th-level oracle spells known. At 15th level, you gain damage reduction 5/silver, and if you already have this type of damage reduction, it increases in value by 5 (to a maximum of DR 15/silver)."
		]
	},
	"plagued": {
		"name": "Plagued",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Plagued** ([Horror Realms](source/horror_realms)): You suffer from minor ailments and sicknesses. While you struggle to resist new diseases, you have grown accustomed to the many inconveniences of sickness. You take a -1 penalty on all saving throws against disease or infestation effects, but you are immune to the sickened condition. At 5th level, add [pox pustules](spell/pox_pustules) to your list of 2nd-level oracle spells known. At 10th level, increase the save DC of any disease effect you create by +2, and you raise the number of saves required to recover naturally from these diseases by 1. At 15th level, you are immune to the effects of disease and infestations, but you can still function as a carrier for sickness."
		]
	},
	"possessed": {
		"name": "Possessed",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Possessed** ([Horror Realms](source/horror_realms)): Another mind shares your body, interfering with your control, and it's more difficult for you to concentrate as a result. You take a -2 penalty on all concentration checks, and concentrating to maintain a spell duration provokes attacks of opportunity. Whenever a foe attempts to use an effect to possess or dominate you and the effect allows a saving throw to negate, you may roll twice and take the better of the two results. At 5th level, if you become dazed or stunned, you can choose instead to become confused for twice the duration the daze or stun effect would have normally lasted. At 10th level, add [possession](spell/possession) to your list of 5th-level oracle spells known. At 15th level, add [greater object possession](spell/greater_object_possession) to your list of 7th-level oracle spells known."
		]
	},
	"powerless_prophecy": {
		"name": "Powerless Prophecy",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"**Powerless Prophecy** ([Inner Sea Monster Codex](source/inner_sea_monster_codex)): You are forewarned of danger but can't act to prevent it. You gain uncanny dodge, as the rogue class feature. However, you can't take any actions in a surprise round, including free actions, except for flash of insight. In the absence of a surprise round, you are staggered for the entire first round of combat. At 5th level, you gain a +4 insight bonus on initiative checks. At 10th level, you gain improved uncanny dodge as the rogue ability, using your oracle level as your rogue level. At 15th level, you gain a +4 insight bonus on all your saving throws and to your AC during surprise rounds and when you are otherwise unaware of an attack."
		]
	},
	"pranked": {
		"name": "Pranked",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"**Pranked** ([Legacy of the First World](source/legacy_of_the_first_world)): Capricious fey constantly bedevil you, playing pranks on you such as tying your shoelaces together, hiding your gear, making inappropriate noises or smells at formal events, and mimicking your voice to tell embarrassing lies. In addition to any social consequences of such mischief, you take a -4 penalty on initiative checks. Furthermore, whenever you attempt to retrieve a stored item from your gear, there's a 25% chance that you fail to find it with that action. Add [faerie fire](spell/faerie_fire) and [ghost sound](spell/ghost_sound) to your list of spells known. At 5th level, add [glitterdust](spell/glitterdust) and [minor image](spell/minor_image) to your list of spells known. At 10th level, add [confusion](spell/confusion) to your list of spells known as a 5th-level spell. At 15th level, add [project image](spell/project_image) to your list of spells known. A possessed oracle can select this curse in place of the haunted curse."
		]
	},
	"promethean": {
		"name": "Promethean",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Promethean** ([Horror Realms](source/horror_realms)): Your body is falling apart, forcing you to rely on mechanical augmentations or replacements to keep yourself alive. You take 1 point of Constitution damage each day, but you also ignore the first point of Strength, Dexterity, or Constitution damage you take for the remainder of that day. At 5th level, you gain a +2 bonus on all saving throws on effects that cause ability damage, ability drain, or ability score penalties. At 10th level, this bonus increases to +6. At 15th level, any effect that would normally deal ability drain on you instead deals ability damage whenever you successfully save against the effect."
		]
	},
	"putrid": {
		"name": "Putrid",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"**Putrid** ([Wilderness Origins](source/wilderness_origins)): Your presence stagnates water and befouls all liquids carried on your person, including magical items such as potions, and unattended sources of still water within 10 feet. Creatures who drink such a liquid are nauseated for 1 round (though potions and similar liquids still convey their usual benefits as well). Affected liquids remain stagnant for 1 hour after leaving your presence. [Purify food and drink](spell/purify_food_and_drink) can cleanse a stagnant potion or water with a successful caster level check (DC = 15 + double the potion's caster level). At 5th level, you become immune to the nauseated effects created by liquids your presence has befouled. At 10th level, your body is covered in noxious slime, and each creature adjacent to you at the beginning of its turn must succeed at a Fortitude save (DC = 10 + half your oracle level + your Charisma modifier) or become sickened for 1 round. At 15th level, your slime coating grants you DR 10/-."
		]
	},
	"reclusive": {
		"name": "Reclusive",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"**Reclusive** ([Legacy of the First World](source/legacy_of_the_first_world)): You are reclusive and paranoid to the point that your allies cannot easily help you in times of stress or unease. Whenever you are in combat, your allies must succeed at a melee touch attack to affect you with touch spells, and you must attempt saving throws to resist all spells cast by anyone other than yourself, even those cast by allies. Instantaneous spells you cast only on yourself affect you as though your caster level were 1 higher. At 5th level, any spells you cast only on yourself affect you as if they were modified by the [Extend Spell](feat/extend_spell) feat. This does not increase their level or casting time. At 10th level, you are immune to charm spells and spell-like abilities. At 15th level, you gain spell resistance equal to 10 + your oracle level."
		]
	},
	"scourge": {
		"name": "Scourge",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"**Scourge** ([Wilderness Origins](source/wilderness_origins)): You are a blight on the natural world. Bizarre natural hazards develop within a 300-ft radius around you whenever you linger in a natural area for more than 10 minutes, as [lesser curse terrain](spell/lesser_curse_terrain). You cannot choose the hazards or their locations. However, your movement is unimpeded by undergrowth, as a druid's woodland stride ability, as plants wither away in your footsteps. At 5th level, add [feast of ashes](spell/feast_of_ashes) to your list of 2nd-lvel oracle spells known. At 10th level, add [explosion of rot](spell/explosion_of_rot) to your list of 4th-level oracle spells known. At 15th level, add [swarm skin](spell/swarm_skin) to your list of 6th-level oracle spells known."
		]
	},
	"shadowbound": {
		"name": "Shadowbound",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Shadowbound** ([Horror Realms](source/horror_realms)): Your pigmentation is oddly colorless, and your eyes are highly sensitive to light. You are blinded for 1 round when exposed to normal or bright light and dazzled while in such a lit area. You gain darkvision to a range of 30 feet. At 5th level, the range of your darkvision increases by 30 feet. At 10th level, add [shadow conjuration](spell/shadow_conjuration) to your list of 4th-level oracle spells known and [shadow evocation](spell/shadow_evocation) to your list of 5th-level oracle spells known. At 15th level, add [shadow walk](spell/shadow_walk) to your list of 6th-level oracle spells known."
		]
	},
	"shattered_psyche": {
		"name": "Shattered Psyche",
		"sources": [ "Pathfinder #88: Valley of the Brain Collectors" ],
		"description": [
			"**Shattered Psyche** ([Pathfinder #88: Valley of the Brain Collectors](source/pathfinder_#88_valley_of_the_brain_collectors)): Your mind is crowded with dozens of voices, fragmented snippets of your past lives. You take a -2 penalty on all Intelligence-based skill checks, Wisdombased skill checks, and concentration checks. You gain a +4 competence bonus on saving throws made against mind-affecting effects. At 5th level, you're immune to charm effects. At 10th level, you're immune to compulsion effects. At 15th level, you're immune to all mind-affecting effects."
		]
	},
	"site-bound": {
		"name": "Site-Bound",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"**Site-Bound** ([Inner Sea Monster Codex](source/inner_sea_monster_codex)): You bond with a particular 10-foot square, and must remain within 1,500 feet of that site or immediately become sickened. You must succeed at a DC 15 Fortitude save each minute you spend outside of the boundary or become nauseated. For every hour spent outside of the boundary, you also take 1d4 points of Constitution damage (no save). When within range of your bonded site, you gain a +1 bonus to your caster level when casting oracle spells. At 5th level, the radius increases to 2,250 feet. At 10th level, the radius increases to 3,000 feet and the bonus to your caster level when casting oracle spells within the boundary increases by 1. At 15th level, you can move up to 1 mile from your bonded site."
		]
	},
	"song-bound": {
		"name": "Song-Bound",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"**Song-Bound** ([Blood of the Sea](source/blood_of_the_sea)): ([Merfolk](race/merfolk) only) Whenever you speak, you are compelled to sing loudly, and you draw out even short utterances with vocal scales or simple melodies. You cannot speak in less than a loud voice, although you may choose not to speak. You can perform the countersong bardic performance (using Perform [sing] only) for a number of rounds per day equal to your oracle level. If you gain the bardic performance class feature, these rounds are in addition to any other bardic performance rounds you gain, but they can be used only for the countersong bardic performance. At 5th level, add command and suggestion to your list of spells known. At 10th level, add 1 to the difficulty class of saving throws against language-dependent spells you cast. At 15th level, add [greater command](spell/greater_command) and [mass suggestion](spell/mass_suggestion) to your list of spells known."
		]
	},
	"tongues": {
		"name": "Tongues",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"**Tongues** ([Advanced Player's Guide](source/advanced_player's_guide)): In times of stress or unease, you speak in tongues. Pick one of the following languages: Abyssal, Aklo, Aquan, Auran, Celestial, Ignan, Infernal, or Terran. Whenever you are in combat, you can only speak and understand the selected language. This does not interfere with spellcasting, but it does apply to spells that are language dependent. You gain the selected language as a bonus language. At 5th level, pick an additional language to speak in combat and add it to your list of known languages. At 10th level, you can understand any spoken language, as if under the effects of [tongues](spell/tongues), even during combat. At 15th level, you can speak and understand any language, but your speech is still restricted during combat."
		]
	},
	"toxic_blood": {
		"name": "Toxic Blood",
		"sources": [ "Villain Codex" ],
		"description": [
			"**Toxic Blood** ([Villain Codex](source/villain_codex)): Your body is ravaged by a potent, slow-acting poison that resists all treatment. Whenever you must attempt a Fortitude save to resist a poison effect, roll twice and take the lowest result. Additionally, you need one more consecutive successful save to end an ongoing poison. You lose any immunity to poison you have upon receiving this curse, and you become immune to delay poison and neutralize poison, as well as other attempts to suppress or remove the poison from which you are suffering. You gain the poison use ability. At 5th level, you are so envenomed that your touch becomes poisonous. Once per day for every 4 oracle levels you have, you can deliver a unique contact poison as a touch attack or via an unarmed strike or natural weapon. This poison deals 1d2 points of Dexterity damage per round for 5 rounds. Poisoned creatures can attempt a Fortitude save (DC = 10 + 1/2 your oracle level + your Charisma modifier) each round. Success negates the damage and ends the affliction. At 10th level, the poison deals 1d3 points of Dexterity damage per round for 7 rounds. At 15th level, you can expend a use of your poison touch to transfer any poison effect you are currently experiencing from yourself to another creature. The touched creature must immediately attempt a saving throw against the poison (using the poison's initial DC and duration for a single dose, regardless of how many doses are currently affecting you). If the creature fails its save, the poison ceases to act on you, as if you had succeeded at all the necessary saves (this bypasses your immunity to effects that remove poison)."
		]
	},
	"vampirism": {
		"name": "Vampirism",
		"sources": [ "Horror Realms" ],
		"description": [
			"**Vampirism** ([Horror Realms](source/horror_realms)): You crave the taste of fresh, warm blood. You take damage from positive energy and heal from negative energy as if you were undead. At 5th level, you gain channel resistance +4. At 10th level, you add [vampiric touch](spell/vampiric_touch) to your list of 3rd-level oracle spells known and [undead anatomy II](spell/undead_anatomy_2) to your list of 5th-level oracle spells known. At 15th level, you gain damage reduction 5/magic."
		]
	},
	"wasting": {
		"name": "Wasting",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"**Wasting** ([Advanced Player's Guide](source/advanced_player's_guide)): Your body is slowly rotting away. You take a -4 penalty on Charisma-based skill checks, except for Intimidate. You gain a +4 competence bonus on saves made against disease. At 5th level, you are immune to the sickened condition (but not nauseated). At 10th level, you gain immunity to disease. At 15th level, you are immune to the nauseated condition."
		]
	},
	"wolfscarred_face": {
		"name": "Wolfscarred Face",
		"sources": [ "Blood of Angels" ],
		"description": [
			"**Wolfscarred Face** ([Blood of Angels](source/blood_of_angels)): Your face is deformed, as though you were born with a wolf's muzzle instead of an ordinary nose and jaw. Many mistake you for a werewolf, and in areas plagued by lycanthropes, you must take pains to hide your face. You have a severe speech impediment, and any spells you cast with a verbal component have a 20% chance of failing, wasting your action but not expending the spell. You gain a natural bite attack that deals 1d4 points of damage if you are a Medium creature or 1d3 points of damage if you are Small. At 5th level, you add [magic fang](spell/magic_fang) to your list of known spells and your bite damage increases to 1d6 if you are Medium or 1d4 if you are Small. At 10th level, the damage dealt by your bite attack increases to 1d8 if you are Medium or 1d6 if you are Small. At 15th level, you add [greater magic fang](spell/greater_magic_fang) to your list of known spells and the damage dealt by your bite attack increases to 2d6 if you are Medium or 1d8 if you are Small."
		]
	},
	"wrecker": {
		"name": "Wrecker",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"**Wrecker** ([Blood of Fiends](source/blood_of_fiends)): The destructive power of the Abyss and its teeming hordes of demons seeps from your very pores and into your belongings and surroundings. Held objects gain the broken condition when you use or equip them but regain their actual condition if employed by anyone else. If a held item is restored to unbroken condition, it becomes broken again the following round. Disable Device becomes a class skill for you and you can make Disable Device checks to destroy nonmagical traps as a move action without the need to use tools or take any action beyond simply touching it. At 5th level, whenever you attempt to damage an object with a melee attack, reduce its hardness by an amount equal to your oracle level before determining the damage you deal with that attack. At 10th level, any attacks you make against objects and constructs automatically bypass any damage reduction they may possess except epic. At 15th level, whenever you are dealt damage by an attack with a manufactured weapon, you can require the weapon's wielder to make a Reflex save (DC 10 + 1/2 your oracle level + your Charisma modifier) to avoid having the weapon collapse into dust immediately after striking you (magical weapons receive an additional saving throw against this effect)."
		]
	},
	"wrecking_mysticism": {
		"name": "Wrecking Mysticism",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"**Wrecking Mysticism** ([Dirty Tactics Toolbox](source/dirty_tactics_toolbox)): ([Kitsune](race/kitsune) only) A divine entity has blessed you with a source of eldritch power that erodes your fortitude, increasing by 50% the duration of any poison, sickened condition, or nauseated condition affecting you. Whenever you would gain a mystery spell, you can gain [Magical Tail](feat/magical_tail) as a bonus feat instead. Once this choice has been made, it cannot be changed. You cannot replace a bonus spell granted to you by an oracle archetype with Magical Tail, even if it replaces a mystery spell. At 5th level, add [minor image](spell/minor_image) and [ventriloquism](spell/ventriloquism). At 10th level, add [magic jar](spell/magic_jar) to your list of spells known. At 15th level, add [project image](spell/project_image) to your list of spells known."
		]
	}
}
