{
	"_prefix": "class_abilities-discipline",
	"abomination": {
		"name": "Abomination",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Abomination",
			"",
			"**Source** [Occult Adventures pg. 64](source/occult_adventures)  ",
			"Your mind is impure, tainted by outside forces. These might be monstrous ancestors whose blood still flows within you, or powerful and unknowable psychic forces that intrude upon your mind. Like a psychic disease, this influence consumes part of your brain, creating a dark counterpart to your normal self. Every time you call forth a psychic spell, you're drawing on this dangerous force-and potentially giving it a greater hold on you. This malign influence might stem from creatures like rakshasas and aboleths, or perhaps malign entities that dwell in the voids between the stars.",
			"",
			"**Phrenic Pool Ability:** Charisma",
			"",
			"**Bonus Spells:** [ray of enfeeblement](spell/ray_of_enfeeblement) (1st), [alter self](spell/alter_self) (4th), [excruciating deformation](spell/excruciating_deformation) (6th), [black tentacles](spell/black_tentacles) (8th), [explode head](spell/explode_head) (10th), [repulsion](spell/repulsion) (12th), [insanity](spell/insanity) (14th), [orb of the void](spell/orb_of_the_void) (16th), [telekinetic storm](spell/telekinetic_storm) (18th).",
			"",
			"**Discipline Powers:** Your powers allow the dark influences to take over, and it can be difficult to come back from the brink.",
			"",
			"*Dark Half (Su):* By allowing the dark forces to overcome you, you can enter a state of instinctual cruelty as a swift action. While you're manifesting your dark half, you increase the DCs of your psychic spells by 1, gain a +2 morale bonus on Will saves, and become immune to fear effects. Whenever you cast a spell that deals damage while manifesting your dark half, you can cause one creature that took damage from the spell to also take 1 point of bleed damage. The amount of bleed damage increases to 2 points at 5th level and to 1d6 points at 13th level. While manifesting your dark half, you can't use any Charisma-, Dexterity-, or Intelligence-based skills (except Acrobatics, Fly, Intimidate, and Ride) or any ability that requires patience or concentration other than casting spells using psychic magic, using phrenic amplifications, or attempting to return to normal. You can attempt to return to your normal self as a free action, but must succeed at a concentration check with a DC equal to 10 + your caster level. If you fail, you continue to manifest your dark half and can't attempt to change back for 1 round. You can manifest your dark half for a number of rounds per day equal to 3 + 1/2 your psychic level + your Charisma modifier; when these rounds are expended, you return to your normal self without requiring a concentration check.",
			"",
			"*Morphic Form (Ex):* At 5th level, while manifesting your dark half, you gain DR 5. This damage reduction can be overcome by a random type of damage each time you manifest your dark half, determined by rolling on the table below.",
			"",
			"| d% | Damage Reduction |",
			"| --- | --- |",
			"| 1-35 | DR 5/bludgeoning |",
			"| 36-60 | DR 5/cold iron |",
			"| 61-100 | DR 5/magic |",
			"",
			"*Psychic Safeguard (Su):* At 13th level, you project constant mental defenses, gaining spell resistance equal to 8 + your caster level. While manifesting your dark half, this spell resistance increases to 16 + your caster level."
		]
	},
	"bleaching": {
		"name": "Bleaching",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Bleaching",
			"",
			"**Source** [Heroes from the Fringe pg. 18](source/heroes_from_the_fringe)  ",
			"You draw power from a void in your emotions, a yawning and empty chasm where your hopes and dreams and fears should be. It is very rare for any creature besides a gnome to have this psychic discipline-usually a bleachling or a gnome with a particularly strong fear of the Bleaching-but in occasional cases members of other races have been known to develop such a strong nihilistic ennui or depression that they can tap into the vitality-draining effects of this discipline as well.",
			"",
			"**Phrenic Pool Ability:** Wisdom",
			"",
			"**Bonus Spells:** [decrepit disguise](spell/decrepit_disguise) (1st), [steal voice](spell/steal_voice) (4th), [cup of dust](spell/cup_of_dust) (6th), [enervation](spell/enervation) (8th), [pessimism](spell/pessimism) (10th), [disintegrate](spell/disintegrate) (12th), [waves of exhaustion](spell/waves_of_exhaustion) (14th), greater spell immunity (16th), [energy drain](spell/energy_drain) (18th).",
			"",
			"**Discipline Powers:** Your emotional malaise combines with your psychic ability to allow you to drain the vibrancy from the world around you.",
			"",
			"*Draining Touch:* As a standard action, you can make a melee touch attack to drain vitality from a creature. If the attack hits, the target must succeed at a Fortitude save (DC = 10 + half your psychic level + your Wisdom modifier) or take 1d2 points of Charisma damage. If a creature is affected, the colors of its skin, hair, and eyes dull and become less vibrant. Whether or not the save is successful, a creature cannot be the target of this power again for 24 hours. You regain 1 point in your phrenic pool each time you successfully drain a creature this way. You can use this ability a number of times per day equal to your Wisdom modifier.",
			"",
			"*Emotionally Distant:* At 5th level, your emotions have atrophied such that you rarely have any genuine feelings at all. You gain a +4 bonus on saving throws to resist charm, emotion, and fear effects.",
			"",
			"*Drain Vibrancy:* At 13th level, you can drain the color and vitality from the world around you. Three times per day, as a standard action you can drain vibrancy within a 30-foot radius, causing the area and all creatures within it to become pale and sallow. Each living creature in the area must succeed at a Fortitude save (DC = 10 + half your psychic level + your Wisdom modifier) or take 1 temporary negative level as their life force drains away. If you're at least 17th level, a creature that fails its saving throw takes 2 temporary negative levels instead."
		]
	},
	"dream": {
		"name": "Dream",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Dream",
			"",
			"**Source** [Occult Adventures pg. 65](source/occult_adventures)  ",
			"You discover deeper and more powerful corners of your mind through journeys you make in your dreams. Your consciousness expands outward into other dreaming minds, allowing you to explore the psychic landscapes of unconsciousness or regions of nightmare and horror.",
			"",
			"**Phrenic Pool Ability:** Charisma",
			"",
			"**Bonus Spells:** [sleep](spell/sleep) (1st), [oneiric horror](spell/oneiric_horror) (4th), [deep slumber](spell/deep_slumber) (6th), [sleepwalk](spell/sleepwalk) (8th), [nightmare](spell/nightmare) (10th), [cloak of dreams](spell/cloak_of_dreams) (12th), [ethereal jaunt](spell/ethereal_jaunt) (14th), [dream voyage](spell/dream_voyage) (16th), [microcosm](spell/microcosm) (18th).",
			"",
			"**Discipline Powers:** Your mind can powerfully influence dreaming consciousnesses.",
			"",
			"*Dream Leech (Su):* While adjacent to a sleeping or unconscious creature, you can take a swift action to siphon that creature's dreams, thereby learning new things about your own mind. The creature can attempt a Will save to negate this effect; such creatures are never considered willing. Creatures that don't dream are immune to this effect. If the subject fails the save, you gain a +4 bonus on your next Bluff, Diplomacy, or Intimidate check against the subject within the next 24 hours, and you regain 1 point in your phrenic pool. You can use this ability a number of times per day equal to your Charisma modifier, but no more than once per hour and no more than once per creature per day.",
			"",
			"*Oneiromancy (Su):* As a standard action, you can tamper with the minds of sleeping creatures. You plant a subconscious thought in a sleeping creature's mind by attempting a Diplomacy or Intimidate check to modify the sleeping creature's attitude or request a service from it. If you succeed, when the creature wakes it behaves in the way you dictated with the normal restrictions for the Diplomacy or Intimidate skill. The target of oneiromancy remains unaware of this manipulation, though if you fail your Diplomacy check the subject might have its starting attitude toward you negatively impacted, as normal. You must be adjacent to the sleeping creature to use this ability. Alternatively, you can use this ability as part of the casting of dream, minor dream, or nightmare. In this case, the oneiromancy effect takes place when the spell is cast. You can use this ability a number of times per day equal to 3 + your Charisma modifier. Creatures that don't dream are immune to this effect.",
			"",
			"*Mind Heist (Sp):* At 5th level, you can delve into the subconscious mind of a sleeping target. You can cast detect thoughts as a spell-like ability on any adjacent sleeping creature. Additionally, you can gain the benefit of detect thoughts on a target of your dream, minor dream, or nightmare spells as if you had studied the target for 3 rounds. If you cast [dream scan](spell/dream_scan), you know whether you received false information from the dream. A successful Will save negates mind heist. You can use this ability a number of times per day equal to your Charisma modifier.",
			"",
			"*Waking Dream (Sp):* At 13th level, as a standard action, you can take control of the body of a sleeping creature within 30 feet for 1 hour per level. This ability functions like magic jar, except that your soul travels directly into the sleeping target with no receptacle necessary and the target creature's consciousness remains dreaming and unaware of its body's actions. When waking dream ends or the host body is destroyed, you immediately wake up in your body regardless of the distance from the host body, provided your body hasn't been destroyed. You can use this ability a number of times per day equal to your Charisma bonus. Creatures that don't dream are immune to this effect."
		]
	},
	"enlightenment": {
		"name": "Enlightenment",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Enlightenment",
			"",
			"**Source** [Occult Origins pg. 16](source/occult_origins)  ",
			"Your quest for enlightenment has opened your eyes to new concepts and heights of spiritual awareness. You seek learning that allows you to evolve in mind and spirit, improving your next incarnation.",
			"",
			"**Phrenic Pool Ability:** Wisdom",
			"",
			"**Bonus Spells:** [acute senses](spell/acute_senses) (1st), [identify](spell/identify) (4th), [clairaudience/clairvoyance](spell/clairaudience_clairvoyance) (6th), [thoughtsense](spell/thoughtsense) (8th), [atonement](spell/atonement) (10th), greater arcane sight (12th), [circle of clarity](spell/circle_of_clarity) (14th), [protection from spells](spell/protection_from_spells) (16th), [overwhelming presence](spell/overwhelming_presence) (18th).",
			"",
			"**Discipline Powers:** Your enlightened mind eases your burden and allows troubles to harmlessly wash over you.",
			"",
			"*Expanded Awareness (Su):* As a move action, you can focus on your senses and gain one of the following sensory abilities:* blindsense (10 feet), darkvision (30 feet), low-light vision, or scent. This new sense lasts for 1 round per psychic level. You can use this ability a number of times per day equal to your Wisdom modifier. At 11th level, you can use expanded awareness to gain see in darkness or thoughtsense (20 feet). At 15th level, you can use it to gain lifesense.",
			"",
			"*Patient Insight (Ex):* When you attempt a Heal, Knowledge, Sense Motive, or Survival check, you can spend 1 point from your phrenic pool to roll the check twice and take the higher result.",
			"",
			"*Focused Trance (Ex):* At 5th level, you can enter a deep meditation, allowing you to concentrate on a single problem, philosophical issue, or memory. This trance lasts 1d6 rounds, during which time you can take only move actions and gain a bonus equal to your psychic level on all saves against sonic effects and gaze attacks. When you come out of your trance, you can attempt a single Appraise, Knowledge, or Spellcraft check with a +20 circumstance bonus. You can enter a focused trance a number of times per day equal to your Wisdom modifier.",
			"",
			"*Empty Mind (Su):* At 13th level, you can clear your mind by focusing on a sense of emptiness, purging yourself of doubt and discomfort. You can spend 1 point from your phrenic pool on your turn as a free action to remove the blinded, confused, dazed, deafened, staggered, or stunned condition from yourself."
		]
	},
	"faith": {
		"name": "Faith",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Faith",
			"",
			"**Source** [Occult Adventures pg. 65](source/occult_adventures)  ",
			"Your belief in a higher power fuels your psychic abilities. Whether your mental abilities truly come to you as a divine gift or are simply enhanced by the power of your belief, none can say. In many ways, you resemble a divine caster, and prayers often factor into your casting of psychic spells.",
			"",
			"**Phrenic Pool Ability:** Wisdom",
			"",
			"**Bonus Spells:** [bless](spell/bless) (1st), [spiritual weapon](spell/spiritual_weapon) (4th), [magic vestment](spell/magic_vestment) (6th), [guardian of faith](spell/guardian_of_faith) (8th), [commune](spell/commune) (10th), [psychic surgery](spell/psychic_surgery) (12th), greater scrying (14th), greater planar ally (16th), [miracle](spell/miracle) (18th).",
			"",
			"**Discipline Powers:** Your powers serve to protect or cure you and your allies.",
			"",
			"*Deity (Ex):* At 1st level, choose a deity to worship. Your alignment must remain within one step of your deity's or you lose access to all this discipline's bonus spells and discipline powers.",
			"",
			"*Divine Energy:* You can channel spell energy into cure or inflict spells. This ability functions similarly to the cleric's ability to spontaneously cast cure or inflict spells, and the type of spells you can convert depends on your alignment in the same way. The cure or inflict spells don't count as being on your psychic spell list for the purposes of any other effects. Each day, you can convert up to one spell from each spell level you can cast. Each time you use this ability to convert a spell, you regain 1 point in your phrenic pool. The maximum number of points you can regain in this way per day is equal to your Wisdom modifier.",
			"",
			"*Resilience of the Faithful (Su):* At 5th level, you gain a +2 resistance bonus on all saving throws. This bonus increases by 1 for every 5 levels you possess beyond 5th.",
			"",
			"*Prayer Aura (Su):* At 13th level, as a free action, you can extend an aura around you to bolster your allies and make your enemies less effective. You can use this aura for a number of rounds per day equal to your psychic level. These rounds don't need to be consecutive. This functions as the prayer spell, granting your allies a +1 luck bonus on attack rolls, weapon damage rolls, saves, and skill checks and imposing a -1 penalty on your enemies' rolls of those types. If you are chaotic, lawful, good, or evil, the penalty from your aura changes to -2 against creatures of an opposing alignment. The penalty doesn't change further for a creature that opposes you on two alignment axes (such as a chaotic evil creature fighting a lawful good psychic)."
		]
	},
	"ferocity": {
		"name": "Ferocity",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Ferocity",
			"",
			"**Source** [Ultimate Wilderness pg. 92](source/ultimate_wilderness)  ",
			"You are in touch with the most primal part of your subconscious. Your training allows you to unlock animalistic senses and powers.",
			"",
			"**Phrenic Pool Ability:** Wisdom",
			"",
			"**Bonus Spells:** [anticipate peril](spell/anticipate_peril) (1st), [bull's strength](spell/bull's_strength) (4th), [heroism](spell/heroism) (6th), [freedom of movement](spell/freedom_of_movement) (8th), [stoneskin](spell/stoneskin) (10th), [transformation](spell/transformation) (12th), greater arcane sight (14th), [mind blank](spell/mind_blank) (16th), [foresight](spell/foresight) (18th).",
			"",
			"**Discipline Powers:** Through your psychic training, you can unleash the most animalistic portions of your subconscious, enhancing your senses and physical capabilities.",
			"",
			"*Enhanced Senses (Ex):* Your mind can process sensory stimuli with exceptional efficiency, awakening you to a world most humanoids cannot comprehend. You gain [scent](umr/scent) as per the universal monster rule. You can spend 1 point from your phrenic pool as a standard action to amplify your sense of smell, gaining blindsense with a range of 30 feet for 1 minute. At 11th level, your blindsense is continuously active, and you can spend 1 point from your phrenic pool as a standard action to gain blindsight with a range of 30 feet for 1 minute.",
			"",
			"*Survival Instinct (Ex):* Through sheer willpower, you can keep your body going longer than should be possible. You add your Wisdom bonus (minimum +1) to your Constitution score to determine the negative hit point total at which you die, and as a bonus on Constitution checks to become stable or regain consciousness.",
			"",
			"*Ferocity (Ex):* At 5th level, you cling to life with increasing ferocity. You gain [ferocity](umr/ferocity) as per the universal monster rule. Whenever you have 0 hit points or negative hit points, you gain a +4 morale bonus to your Strength and Dexterity, as well as a +2 morale bonus on Fortitude saves. At 8th level, you are not staggered when you have 0 hit points or negative hit points, and you automatically stabilize when you have negative hit points.",
			"",
			"*Primal Fury (Su):* At 13th level, you can unleash a more primal version of yourself as a free action. This functions as transformation, with the following exceptions. You can use this ability for a number of rounds per day equal to your psychic level. These rounds do not need to be consecutive. You can end the effect as a free action. After using this ability, you are fatigued for a number of rounds equal to twice the number of rounds spent in primal fury. You cannot enter a new primal fury while fatigued or exhausted. If you fall unconscious, your primal fury immediately ends."
		]
	},
	"hag-called": {
		"name": "Hag-Called",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Hag-Called",
			"",
			"**Source** [Blood of the Coven pg. 23](source/blood_of_the_coven)  ",
			"A hag's call echoes through your mind like a siren's song, enticing you to surrender and become something horrible. Even after you've resisted the call or even killed your hag mother, those echoes remain, shaping your mind into something else and telling you who you were meant to be. While you're almost certainly a changeling, you might be a latent psychic who came into accidental psychic contact with a hag's call through a changeling associate, or your dreams might have long been infested by a night hag's machinations.",
			"",
			"**Phrenic Pool Ability:** Charisma",
			"",
			"**Bonus Spells:** [ill omen](spell/ill_omen) (1st), [enthrall](spell/enthrall) (4th), [bestow curse](spell/bestow_curse) (6th), [charm monster](spell/charm_monster) (8th), [threefold aspect](spell/threefold_aspect) (10th), [veil](spell/veil) (12th), [control weather](spell/control_weather) (14th), [trap the soul](spell/trap_the_soul) (16th), [dominate monster](spell/dominate_monster) (18th).",
			"",
			"**Discipline Powers:** The echoes of the hag's call shapes the psychic potential of your mind, granting you exceptional abilities that might one day exceed the hag's own.",
			"",
			"*Threefold Casting (Ex):* While you cannot join a true witch's coven, you are nonetheless skilled at casting magic in conjunction with others. You gain a +2 insight bonus on skill checks for ritual magic in which you have at least two secondary casters. In addition, whenever you are within 30 feet of another hag, psychic, or witch, you can use the aid another action to grant a +1 bonus to the other spellcaster's caster level for 1 round.",
			"",
			"*Mother's Embrace (Su):* The hag's call grows stronger as you grow more desperate, promising protection and release if only you would succumb. When you would fail a Will save, you can add 1d4 to your result; whether or not this causes you to succeed at the saving throw, you take 2 points of Wisdom damage. When you perform an act of cruelty, you regain 1 phrenic pool point. You can use each aspect of this ability a number of times per day equal to your Charisma modifier.",
			"",
			"*Deceptive Shapes (Su):* At 5th level, you learn the hag's art of concealing your true face to get what you want. You can change into any Small or Medium humanoid at will as alter self, though you don't gain any special abilities or ability score adjustments. You can't replicate a specific person using this ability.",
			"",
			"*Curse Mastery (Sp):* At 13th level, you have made the accursed magic of the hags your own. You become immune to spells of the curse subschool and curse effects. Furthermore, the DCs of your spells with the curse descriptor increase by 1, and you can apply the overpowering mind and synaptic shock phrenic amplifications to spells with the curse descriptor so long as you have learned those amplifications."
		]
	},
	"haunted": {
		"name": "Haunted",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Haunted",
			"",
			"**Source** [Haunted Heroes Handbook pg. 18](source/haunted_heroes_handbook)  ",
			"You attract the attention of spirits as naturally as a lodestone attracts iron filings. Testing your power leads you to develop some control over undead forces, despite the inherent defenses such creatures have against psychic abilities. Meanwhile, those spirits clinging to your life essence become increasingly protective, channeling their abilities to aid you and warn of threats. Psychics of this discipline are most common in Ustalav and Shenmen, where so many spirits are stuck in the transition between life and death.",
			"",
			"**Phrenic Pool Ability:** Charisma",
			"",
			"**Bonus Spells:** [Detect undead](spell/detect_undead) (1st), calm spirit (4th), [halt undead](spell/halt_undead) (6th), speak with haunt (8th), [disrupting weapon](spell/disrupting_weapon) (10th), [undeath to death](spell/undeath_to_death) (12th), [ethereal jaunt](spell/ethereal_jaunt) (14th), greater possession (16th), [etherealness](spell/etherealness) (18th).",
			"",
			"**Discipline Powers:** Your powers interact with the spiritual world, attracting the attention of minor spirits and undead.",
			"",
			"*Lingering Spirits (Sp):* Numerous minor spirits find themselves attracted to you. Your connection with these spirits allows you to manifest any of the following spell-like abilities as a swift action:* mage hand, ghost sound, grave words, or telekinetic projectile. You can use this ability a number of times per day equal to 3 + your Charisma modifier.",
			"",
			"*Spiritual Bulwark (Su):* At 5th level, you develop a deeper attachment to your lingering spirits, and learn to rely on their presence as protection from external spiritual attacks. You gain a bonus equal to your Charisma modifier on saving throws against effects generated by haunts, incorporeal undead, incorporeal outsiders, and on saving throws against possession attempts.",
			"",
			"*Phantasmal Assault (Su):* At 13th level, you learn to harness your psychic force against all forms of haunts and undead creatures. Your mind-affecting spells that deal damage can now be used against haunts and undead normally immune to mind-affecting effects (including mindless undead). These spells are treated as though they dealt positive energy damage. This affects only spells that deal purely psychic-based damage (such as psychic crush, mind thrust, or synapse overload); effects based on physical effects (such as telekinetic projectile or telekinetic storm) don't benefit from this ability. Additional non-damaging effects from such spells don't affect the haunt, unless it would be normally affected. When you use a mind-affecting effect that deals damage against a possessed creature, the possessing entity takes a -4 penalty on the saving throw against the mind-affecting attack."
		]
	},
	"lore": {
		"name": "Lore",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Lore",
			"",
			"**Source** [Occult Adventures pg. 66](source/occult_adventures)  ",
			"By collecting expert information and reading all sorts of treatises and chapbooks on occult subjects, you learn proper techniques and rituals to empower your mental abilities. Your abilities become stronger through study and science, not instinct.",
			"",
			"**Phrenic Pool Ability:** Wisdom",
			"",
			"**Bonus Spells:** [comprehend languages](spell/comprehend_languages) (1st), [hypercognition](spell/hypercognition) (4th), [dispel magic](spell/dispel_magic) (6th), [mind probe](spell/mind_probe) (8th), [retrocognition](spell/retrocognition) (10th), [legend lore](spell/legend_lore) (12th), greater arcane sight (14th), [moment of prescience](spell/moment_of_prescience) (16th), [divide mind](spell/divide_mind) (18th).",
			"",
			"**Discipline Powers:** Your powers relate to your extensive knowledge and your ability to alter and adapt your memory.",
			"",
			"*Illuminating Answers (Su):* You can glean deeper truths from advice you magically obtain, even if the information itself is specious. When you use a spell or spell-like ability that allows you to get answers to questions (such as augury, blood biography, or contact other plane) and get at least one answer, you regain 1 point in your phrenic pool. You regain this point even if the answer is false or vague. The maximum number of points you can regain in this way per day is equal to your Wisdom modifier.",
			"",
			"*Mnemonic Cache (Su):* You can memorize a piece of information and later recall it perfectly. Your mnemonic cache can hold roughly 10 pages of written information, including images and maps, or 30 minutes' worth of speech or music. (Memorizing music doesn't confer the ability to perform it properly.) The amount you can store increases by 5 pages and 5 minutes at 2nd level, and at every psychic level thereafter. You can hold only one piece of information in your mnemonic cache at a time. The information doesn't go away when you recall it, but when you put a new piece of information in the cache, the old piece becomes as imperfect any other memory. Memorizing magical writing (such as a scroll or a page from a spellbook) doesn't confer the ability to borrow, duplicate, or retain any of the magic in the writing. You could reproduce the spell in writing to allow someone who prepares spells from a spellbook to prepare it, though this functions as using a borrowed spellbook for anyone other than you. If you're in telepathic contact with another creature (through telepathic bond, for example), you can transfer the information directly into its mind as a free action. For this creature, the information functions like a normal memory, not one with perfect clarity.",
			"",
			"You can attempt to sequester a written magical trap (such as explosive runes or sepia snake sigil) in your mnemonic cache and destroy it. Treat this as a Disable Device check to disarm a magical trap (as though you had the trapfinding class feature). Your bonus on this roll is equal to either your Disable Device modifier or the sum of 5 + your psychic level + your Wisdom modifier, whichever is higher. If you succeed, instead of being disabled, the trap is erased and destroyed. This ability can't destroy symbol traps; it functions only if written text is involved.",
			"",
			"*Superior Automatic Writing (Ex):* At 5th level, when attempting checks for the automatic writing occult skill unlock, you can treat your psychic level + your Wisdom bonus as your number of Linguistics skill ranks. At 8th level, you gain an additional option when using automatic writing, and can attempt a DC 35 check to gain information as though you'd used commune instead of augury or divination. This type of commune requires no material component, and the duration equals 1 round per psychic class level you possess. You connect to a distant being of great intellect, a fragment of the Akashic Record, or a similar bastion of knowledge instead of to a deity.",
			"",
			"*Memory Palace (Su):* At 13th level, you mentally construct an extradimensional library to house mental constructs representing the volumes of lore you've studied. This ability functions as mage's magnificent mansion, with the following adjustments:* the memory palace is limited in size to a number of 10-foot cubes equal to your psychic level; your memory palace doesn't contain any furniture other than bookcases and a few desks and sofas where you and your visitors can study; and there is no food within, though the memory palace does contain a number of unseen servants equal to 1/2 your psychic level, which function solely as librarians. The library keeps the same layout each time you summon it, though you can alter its appearance each time you gain a level or by spending 15 minutes concentrating. You can reshape the memory palace in your mind, so it doesn't need to currently be in effect for you to alter it. You can create your memory palace once per day.",
			"",
			"Choose one type of Knowledge skill when you gain this ability. Consulting your memory palace gives anyone who studies within-including you-a +4 circumstance bonus on Knowledge checks of that type, and the memory palace counts as an extensive library for people attempting Knowledge checks of that type untrained. You gain a +2 circumstance bonus on checks with the chosen skill when you're not consulting the palace (including when the palace isn't in effect). At 14th level and at each additional level thereafter, choose another Knowledge skill to which your memory palace's library bonuses apply."
		]
	},
	"mindtech": {
		"name": "Mindtech",
		"sources": [ "Occult Realms" ],
		"description": [
			"## Mindtech",
			"",
			"**Source** [Occult Realms pg. 13](source/occult_realms)  ",
			"You are innately tied to and can communicate with electronic machinery and similar technological objects, through which you can funnel your psychic power like flowing water. You can amplify and focus your psychic energies using the technology that surrounds you- even certain kinds of technology that might not be obvious to others.",
			"",
			"**Phrenic Pool Ability:** Wisdom",
			"",
			"**Bonus Spells:** [technomancy](spell/technomancy) (1st), [protection from technology](spell/protection_from_technology) (4th), [irradiate](spell/irradiate) (6th), [malfunction](spell/malfunction) (8th), [lightning arc](spell/lightning_arc) (10th), [destroy robot](spell/destroy_robot) (12th), [memory of function](spell/memory_of_function) (14th), [prismatic wall](spell/prismatic_wall) (16th), [time stop](spell/time_stop) (18th).",
			"",
			"**Discipline Powers:** Your powers relate to uniting technology with psychic energy.",
			"",
			"*Synergized Energy (Su):* Whenever you use a battery, a generator, or the ability described in the psychic battery psi-tech discovery (see above) to restore charges to any piece of technological equipment, you regain 1 point in your phrenic pool. The maximum number of points you can regain in your phrenic pool in this way per day is equal to your Wisdom modifier.",
			"",
			"*Attune Implants (Su):* Starting at 5th level, you can spend a full-round action once per day to harness and channel the power of your cybernetic implants into your psychic spellcasting. This increases the saving throw DCs of your psychic spells by 1, and the increase lasts a number of minutes equal to your psychic level. You must have at least one piece of cybertech implanted in you to use this ability. Additional implants do not increase the duration or the number of uses of this discipline ability.",
			"",
			"*Dominate Technology (Sp):* At 13th level, you can meld your mind with a piece of technology and temporarily control it, even if you had no hand in creating it or anything like it. Once per day, you can target one construct with control construct (as per the spell), except the DC of the Spellcraft check each round to maintain control of the construct is equal to 15 + the construct's HD. If you must attempt opposed Spellcraft checks against the construct's creator, you take a -5 penalty on your Spellcraft checks while you concentrate on this ability."
		]
	},
	"pageantry": {
		"name": "Pageantry",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Pageantry",
			"",
			"**Source** [Heroes of the High Court pg. 16](source/heroes_of_the_high_court)  ",
			"The act of ritual, no matter how ostentatious, can be a route to mental strength. By engaging in esoteric and intricate routines, you have unlocked potent psychic power.",
			"",
			"**Phrenic Pool Ability:** Charisma",
			"",
			"**Bonus Spells:** [bless](spell/bless) (1st), [calm emotions](spell/calm_emotions) (4th), [slow](spell/slow) (6th), overwhelming presence (8th), [seeming](spell/seeming) (10th), [heroes' feast](spell/heroes'_feast) (12th), [mage's magnificent mansion](spell/mage's_magnificent_mansion) (14th), divine vessel (16th), heroic invocation (18th).",
			"",
			"**Discipline Powers:** Your mastery of intricate rituals allows you to wield great power, given time.",
			"",
			"*Ritual Unity (Su):* You receive a +2 bonus on all skill checks attempted as part of an occult ritual. When you take the aid another action to assist an ally with a skill check and succeed at a DC 20 check, you impart a +4 bonus to your ally instead. When you successfully aid an ally in this way, you regain 1 point in your phrenic pool.",
			"",
			"*Power from Pageantry (Su):* When casting a spell with a casting time of 1 standard action or less, you can spend 1 point from your phrenic pool to extend the casting time to 1 full round. If you do, the caster level and saving throw DC increase by 2.",
			"",
			"*Force of Habit (Su):* At 5th level, you are so accustomed to complex tasks that you can maintain focus on multiple mental foci simultaneously. If you spend 1 point from your phrenic pool as you cast a psychic spell that requires concentration, you can maintain concentration on that spell as a swift action. In addition, you can cast other psychic spells while concentrating on that spell.",
			"",
			"*Unrivaled Focus (Su):* At 13th level, your powers of concentration become unmatched. Whenever you attempt a concentration check, you can spend 1 point from your phrenic pool to treat the result of your die roll as a 20. You must choose to use this ability before rolling the check."
		]
	},
	"pain": {
		"name": "Pain",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Pain",
			"",
			"**Source** [Occult Adventures pg. 67](source/occult_adventures)  ",
			"Mental blocks prevent your immense inborn psychic energies from flowing freely. They are unleashed only when you suffer pain.",
			"",
			"**Phrenic Pool Ability:** Charisma",
			"",
			"**Bonus Spells:** [persuasive goad](spell/persuasive_goad) (1st), [pain strike](spell/pain_strike) (4th), [vampiric touch](spell/vampiric_touch) (6th), mass pain strike (8th), [synapse overload](spell/synapse_overload) (10th), mass inflict pain (12th), [waves of exhaustion](spell/waves_of_exhaustion) (14th), [horrid wilting](spell/horrid_wilting) (16th), mass suffocation (18th).",
			"",
			"**Discipline Powers:** Your powers allow you to cause and endure pain.",
			"",
			"*Painful Reminder (Su):* As a swift action, you can cause an enemy to take 1d6 points of nonlethal damage if you dealt damage to that enemy with a spell since the start of your previous turn. You can use this ability a number of times per day equal to 3 + your Charisma modifier. This damage increases to 2d6 at 8th level and to 3d6 at 15th level.",
			"",
			"*Power from Pain (Su):* If your painful reminder deals at least 5 points of damage, you regain 1 point in your phrenic pool. The maximum number of points you can regain in this way per day is equal to your Wisdom modifier.",
			"",
			"*Live On (Sp):* At 5th level, you can use lay on hands as though you were a paladin of 3 levels lower than your psychic level. You also gain access to mercies as though you were a paladin of 3 levels lower than your psychic level. You can target only yourself with lay on hands or mercies gained from this discipline. This stacks with lay on hands abilities gained from other sources.",
			"",
			"*Agonizing Wound (Su):* At 13th level, whenever you cast a spell that deals damage to a creature, you can also make that creature frightened or sickened (your choice) for a number of rounds equal to your Charisma modifier. If you expend two uses of this ability, you can instead have the creature become dazed, nauseated, or panicked for 1 round. The creature can attempt a Will saving throw to negate this effect. You can use this ability a number of times per day equal to 3 + your Charisma modifier. This is a mind-affecting pain effect."
		]
	},
	"psychedelia": {
		"name": "Psychedelia",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Psychedelia",
			"",
			"**Source** [Occult Adventures pg. 67](source/occult_adventures)  ",
			"You ingest hallucinogens to expand your mind. Experimentation and study show you which ones will have the greatest effect. Your psychedelic forays put you into a different mental space from others, and normal people don't really understand you.",
			"",
			"**Phrenic Pool Ability:** Wisdom",
			"",
			"**Bonus Spells:** [polypurpose panacea](spell/polypurpose_panacea) (1st), [mad hallucination](spell/mad_hallucination) (4th), [synesthesia](spell/synesthesia) (6th), [confusion](spell/confusion) (8th), [mirage arcana](spell/mirage_arcana) (10th), [joyful rapture](spell/joyful_rapture) (12th), [waves of ecstasy](spell/waves_of_ecstasy) (14th), [euphoric tranquility](spell/euphoric_tranquility) (16th), [astral projection](spell/astral_projection) (18th).",
			"",
			"**Discipline Powers:** You distort your own mind and perceptions, and can impress your altered states onto others.",
			"",
			"*Drug Resistance (Ex):* When you ingest drugs, you take half as much ability damage (minimum 1). You also gain a +4 bonus on saving throws to avoid becoming addicted to a drug or to overcome being addicted.",
			"",
			"*Cognatogen (Su):* Once per day, you can create a cognatogen, a mutagen-like mixture that heightens one mental ability score at the expense of a physical ability score. When you imbibe a cognatogen, you gain a +2 natural armor bonus and a +4 alchemical bonus to the selected ability score for 1 minute per psychic level. In addition, while the cognatogen is in effect, you take a -2 penalty to one of your physical ability scores. If the cognatogen enhances your Intelligence, it applies a penalty to your Strength. If it enhances your Wisdom, it applies a penalty to your Dexterity. If it enhances your Charisma, it applies a penalty to your Constitution. Otherwise, this ability works just like the alchemist's mutagen ability. When the effect of the cognatogen ends, you take 2 points of ability damage to the ability score penalized by the cognatogen. If you have both alchemist and psychic levels, these levels stack to determine the duration of your cognatogen and the DC of the save a non-alchemist must attempt if he drinks your cognatogen. If you gain discoveries, you can take the grand cognatogen and greater cognatogen discoveries to improve your cognatogen. The infuse mutagen discovery and the persistent mutagen class ability apply to cognatogens. However, even if you have alchemist levels, the duration of your cognatogen remains 1 minute per level (instead of 10 minutes per level) and you can still create only one per day (instead of an unlimited number) unless you also possess the cognatogen discovery.",
			"",
			"*Warped Brain (Su):* At 5th level, your mind becomes difficult to comprehend. When another creature uses a mind-affecting spell or ability against you, that creature must attempt a Will save. If it fails, it becomes nauseated for 1 round. This ability triggers even if you succeed at your save (or are otherwise unaffected by the spell or ability), but doesn't apply if you're a willing subject of the spell. This is a mind-affecting effect.",
			"",
			"*Hallucinogenic Aura (Su):* At 13th level, a mental field emanates from you, touching the minds of those nearby. Any creature within 30 feet of you must succeed at a Will save or be confused for 1d4 rounds. A creature that succeeds at its saving throw is immune to your hallucinogenic aura for 24 hours. A creature that fails its save doesn't need to continue making saves while it's confused by this aura, and becomes immune for 24 hours once its confusion ends. This is a mind-affecting effect. You're immune to your own hallucinogenic aura, as well as that of any other psychic. You can brew an antidote that protects the imbiber from your aura. Brewing 1 dose requires 1 hour and a successful DC 15 Craft (alchemy) check. One dose's effects last for 1 month."
		]
	},
	"rapport": {
		"name": "Rapport",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Rapport",
			"",
			"**Source** [Occult Adventures pg. 68](source/occult_adventures)  ",
			"Forging a close bond with other people brings out the best in you, making it easier for you to link your mind with theirs. Through bonding your psyche with another person, you're able to fill in your own mental gaps and develop new psychic powers.",
			"",
			"**Phrenic Pool Ability:** Charisma",
			"",
			"**Bonus Spells:** [charm person](spell/charm_person) (1st), [enthrall](spell/enthrall) (4th), [coordinated effort](spell/coordinated_effort) (6th), lesser geas (8th), [telepathy](spell/telepathy) (10th), [battlemind link](spell/battlemind_link) (12th), mass hold person (14th), mass charm monster (16th), [overwhelming presence](spell/overwhelming_presence) (18th).",
			"",
			"**Discipline Powers:** Your powers meld several minds together, or allow you to more easily influence others.",
			"",
			"*Emotional Bond (Su):* You can create an empathic link between yourself and your allies, allowing you to monitor their emotional states. Setting up the link requires 10 minutes of uninterrupted concentration from you and all subjects, who must remain within 10 feet of you. You can link with a number of allies equal to your Charisma modifier. This bond lasts until the next time you regain your spells, or until you go unconscious or voluntarily end the bond as a free action. If the bond ends, you can establish a new bond at will with another 10 minutes of mutual concentration. This link allows you to monitor emotions, detecting when allies become angry, surprised, confused, fearful, or the like, but doesn't allow them to communicate specific details. You can also easily tell whether a subject is unconscious. If a subject dies or moves to a different plane than you, your bond with that creature is severed. The distance between you and the subjects doesn't affect the bond as long as you're on the same plane of existence. At 4th level, the bond also gives you the benefits of the status spell with all subjects of the emotional bond.",
			"",
			"*Emotional Push (Su):* You can draw upon the intense power of your own emotions in desperate situations, and your allies can call upon you through your emotional link to protect themselves. When you or a subject of your emotional bond must attempt a saving throw, the person attempting the save can gain a bonus equal to your Charisma bonus on the save as an immediate action. This ability can be used once per day, plus one additional time per day for every 4 psychic levels you possess. Allies using this ability don't need your permission, since the emotional connection is so direct, though you know when one of the uses has been expended. If the ally's saving throw is successful, you regain 1 point in your phrenic pool.",
			"",
			"*Share Memory (Sp):* At 5th level, you can use share memory at will, but only with a willing target.",
			"",
			"*Team Player (Ex):* At 5th level and 13th level, you gain a bonus teamwork feat.",
			"",
			"*Shared Skill (Ex):* At 13th level, each time you set up an emotional bond, you can choose one Intelligence- or Charisma-based skill from the list of psychic's class skills. Any subject of your bond can use your bonus instead of his own when attempting checks with that skill as long as the bond lasts."
		]
	},
	"rebirth": {
		"name": "Rebirth",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Rebirth",
			"",
			"**Source** [Occult Origins pg. 17](source/occult_origins)  ",
			"Your mind is forged from the most powerful memories of a multitude of lifetimes. You have fragmentary knowledge of your prior lives and can leverage the experience gained during these lifetimes into raw psychic power.",
			"",
			"**Phrenic Pool Ability:** Charisma",
			"",
			"**Bonus Spells:** [burst of insight](spell/burst_of_insight) (1st), [false life](spell/false_life) (4th), [contact other plane](spell/contact_other_plane) (6th), [ancestral memory](spell/ancestral_memory) (8th), [reincarnate](spell/reincarnate) (10th), [transformation](spell/transformation) (12th), [ethereal jaunt](spell/ethereal_jaunt) (14th), [bilocation](spell/bilocation) (16th), [akashic form](spell/akashic_form) (18th).",
			"",
			"**Discipline Powers:** Your myriad lives inspire diverse exceptional abilities.",
			"",
			"*Past-Life Memories (Ex):* You add a bonus equal to half your psychic level (minimum 1) to all Knowledge checks and can attempt all Knowledge skill checks untrained.",
			"",
			"*Mnemonic Esoterica (Ex):* By reaching into the recesses of your past lives, you gain knowledge beyond that of most psychics. Select a single additional spellcasting class. Once per day when you prepare your spells, you can add one spell from this class's spell list to your spells known and class spell list for 24 hours. This spell must be 1 level lower than the highest-level spell you can cast, and you cast it as if it were psychic magic. You can decide to change the spellcasting class from which you draw this spell each time you gain a new level.",
			"",
			"*Resurgence (Su):* At 5th level when you would be reduced to 0 hit points or fewer by an attack, you can spend 2 points from your phrenic pool as an immediate action to regain a number of hit points equal to 1d8 points of damage + your psychic level. At 10th level, this ability's healing increases to 3d8 + your psychic level. If this healing is insufficient to bring you above negative hit points, you are automatically stabilized. If you would still be killed by the amount of damage taken, you erupt with positive energy and heal all allies within 30-foot-radius burst for the amount you healed yourself.",
			"",
			"*Physical Regression (Sp):* At 13th level, you can spend 2 points from your phrenic pool as a standard action once per day to take on the form of one of your previous incarnations. This ability functions as the polymorph spell, but its range is personal and its duration becomes 10 minutes per caster level."
		]
	},
	"rivethun": {
		"name": "Rivethun",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Rivethun",
			"",
			"**Source** [Adventurer's Guide pg. 168](source/adventurer's_guide)  ",
			"You have embraced those aspects of your body that cause you agony, respecting the perspective they grant you if not necessarily the roles they've condemned you to in life.",
			"",
			"**Phrenic Pool Ability:** Charisma",
			"",
			"**Bonus Spells:** [heightened awareness](spell/heightened_awareness) (1st), [bear's endurance](spell/bear's_endurance) (4th), [aura sight](spell/aura_sight) (6th), [persistent vigor](spell/persistent_vigor) (8th), [true seeing](spell/true_seeing) (10th), [thought shield V](spell/thought_shield_5) (12th), [mind blank](spell/mind_blank) (14th), [iron body](spell/iron_body) (16th), [akashic form](spell/akashic_form) (18th).",
			"",
			"**Discipline Powers:** Your powers relate to your discipline and mastery of mind over matter.",
			"",
			"*Agitating Cognizance (Su):* Whenever you are not maintaining an altered form via metamorphosis (including the 24 hours normally required to assume a new form), your maximum number of points in your phrenic pool increases by 1.",
			"",
			"*Metamorphosis (Su):* By meditating for 1 hour, you can trigger a slow, physical metamorphosis that takes 24 hours to complete (during which you do not gain the benefits of this new form). This ability cannot change your type or subtype, grant new abilities or natural weapons, or change your size category, but otherwise allows you to transform your appearance into anything possible for creatures of your type and subtype. You gain a +1 enhancement bonus to one physical ability score of your choice (Strength, Dexterity, or Constitution) while in this altered form. This bonus increases by 1 for every 5 psychic levels you have. Your shape and ability score bonus persist until you assume a new form or your current altered form ends. When meditating to begin your metamorphosis, you can spend 1 point from your phrenic pool either to change your size category to Small or Medium, or to gain a new ability from those provided by the alter self spell. If you do so, your altered form lasts only 1 hour per level.",
			"",
			"*Spirit Channeling (Su):* As your self-awareness expands, you become increasingly attuned to the spirit world around you. At 5th level, as part of your meditation to initiate metamorphosis, you can invite a wandering spirit to share your body as if you were a shaman. You gain the associated 1st-level spirit ability as long as you maintain your altered form, but your metamorphosis form also exhibits some aspect of the spirit you host, such as vivid red hair for a flame spirit or gauntness for a bone spirit.",
			"",
			"*Greater Spirit Channeling (Su):* At 13th level, when you open your body to a wandering spirit, you also gain that wandering spirit's greater spirit ability as long as you are in a metamorphosed form."
		]
	},
	"self-perfection": {
		"name": "Self-Perfection",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Self-Perfection",
			"",
			"**Source** [Occult Adventures pg. 68](source/occult_adventures)  ",
			"You take a holistic view of psychic power, believing that you must hone both your mental and physical attributes to remain in balance. The focus you find while exercising, fasting, and otherwise tending to your body broadens your psychic powers.",
			"",
			"**Phrenic Pool Ability:** Wisdom",
			"",
			"**Bonus Spells:** [expeditious retreat](spell/expeditious_retreat) (1st), [bear's endurance](spell/bear's_endurance) (4th), [haste](spell/haste) (6th), [freedom of movement](spell/freedom_of_movement) (8th), [echolocation](spell/echolocation) (10th), [transformation](spell/transformation) (12th), [ethereal jaunt](spell/ethereal_jaunt) (14th), [iron body](spell/iron_body) (16th), [akashic form](spell/akashic_form) (18th).",
			"",
			"**Discipline Powers:** Your powers alter your body through your force of will.",
			"",
			"*AC Bonus (Ex):* When unarmored and unencumbered, you add your Wisdom bonus (if any) to your AC and CMD. The bonus to AC applies even against touch attacks or when you're flat-footed. You lose these bonuses when you're immobilized or helpless, when you wear any armor, when you carry a shield, or when you carry a medium or heavy load.",
			"",
			"*Physical Push (Su):* By channeling your psychic energy, you can make your body capable of greater physical feats. When you attempt a Strength-, Dexterity-, or Constitutionbased ability check or skill check, you can gain a bonus on the check equal to your Wisdom bonus. You can use this ability a number of times per day equal to your Wisdom modifier. Using this ability is part of the action used to attempt the skill check (if any). If you succeed at the check, you regain 1 point in your phrenic pool.",
			"",
			"*Bodily Purge (Su):* You can heal your own wounds and maladies with the power of thought alone. At 5th level, you gain access to a daily pool of healing energy. This pool starts with 3 d8 dice per day, and gains 1 additional d8 for every 2 psychic levels you possess beyond 5th. As a standard action, you can use up any number of these dice to regain a number of hit points equal to the result of rolling that many d8s. For example, at 5th level you could regain 3d8 hit points all at once, 1d8 hit points three separate times, or 1d8 hit points once and 2d8 hit points at a different time. In addition, you can expend 2 dice from this pool to instead gain the benefit of lesser restoration (affecting yourself only). At 7th level, you can expend 3 dice from this pool to instead gain the benefit of neutralize poison, remove disease, or restoration (affecting yourself only). To use restoration to dispel a permanent negative level, you must expend 4 dice from this pool instead of 3. Use your psychic level as your caster level for these effects.",
			"",
			"*Pure Body (Ex):* At 13th level, you gain immunity to diseases and poisons."
		]
	},
	"shadow": {
		"name": "Shadow",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Shadow",
			"",
			"**Source** [Blood of Shadows pg. 17](source/blood_of_shadows)  ",
			"You perceive the space between light and darkness, and draw power from it. Shadows conceal and protect you, while revealing the locations of those who dare to hide within them. Over time, you develop the ability to deny the warmth of light or life to your enemies.",
			"",
			"**Phrenic Pool Ability:** Wisdom",
			"",
			"**Bonus Spells:** [blurred movement](spell/blurred_movement) (1st), [fear the sun](spell/fear_the_sun) (4th), [deeper darkness](spell/deeper_darkness) (6th), [shadow step](spell/shadow_step) (8th), [shadow evocation](spell/shadow_evocation) (10th), [shadow walk](spell/shadow_walk) (12th), [lunar veil](spell/lunar_veil) (14th), [umbral strike](spell/umbral_strike) (16th), [polar midnight](spell/polar_midnight) (18th).",
			"",
			"**Discipline Powers:** Your powers give you authority over light and shadow.",
			"",
			"*Twilight Influence (Su):* You can channel spell energy into spells drawn from the Darkness cleric domain. This ability functions similarly to the cleric's ability to spontaneously cast cure or inflict spells, but you instead spontaneously cast Darkness domain spells. The domain spells don't count as being on your psychic spell list for the purposes of any other effects (unless they are independently on your psychic spell list, such as blindness/deafness). Each day, you can convert up to one spell from each spell level you can cast. Each time you use this ability to convert a spell, you regain 1 point in your phrenic pool. The maximum number of points you can regain in this way per day is equal to your Wisdom modifier.",
			"",
			"*Dark Defense (Su):* At 5th level, light and darkness become your allies, moving around you to protect you from your enemies. You gain a +2 deflection bonus to Armor Class against any attack while you benefit from concealment against that attack. If you have full concealment from that attack, this deflection bonus increases to +4.",
			"",
			"*Adumbration (Su):* At 13th level, shadows move to conceal you. You gain a bonus on Stealth checks equal to half your level. In addition, you can use the Stealth skill even while being observed and without cover or concealment, as long as you are within 10 feet of a shadow other than your own. You gain no benefit from adumbration in areas of bright light."
		]
	},
	"sorrow": {
		"name": "Sorrow",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Sorrow",
			"",
			"**Source** [Legacy of the First World pg. 22](source/legacy_of_the_first_world)  ",
			"You draw strength from deep feelings of abandonment, loneliness, and sadness, turning these emotions into a powerful weapon or a barrier that protects you.",
			"",
			"**Phrenic Pool Ability:** Charisma.",
			"",
			"**Bonus Spells:** [sanctuary](spell/sanctuary) (1st), [silence](spell/silence) (4th), [nondetection](spell/nondetection) (6th), [crushing despair](spell/crushing_despair) (8th), [mind fog](spell/mind_fog) (10th), [eyebite](spell/eyebite) (12th), [sequester](spell/sequester) (14th), [maze](spell/maze) (16th), [imprisonment](spell/imprisonment) (18th).",
			"",
			"**Discipline Powers:** Through your powers, you can use overwhelming sorrow to protect yourself and weaken others.",
			"",
			"*Numb to the Pain (Ex):* You gain a morale bonus equal to your Charisma bonus on saving throws against mind-affecting spells and effects. This bonus cannot exceed your psychic level.",
			"",
			"*Despair (Su):* When a creature within 30 feet rolls for an attack, a save against a fear effect, or a skill check, you can flood its mind with a feeling of hopelessness as an immediate action before the roll is made. The target takes a -1 penalty on the roll. The penalty increases by 1 for every 6 psychic levels you have beyond 1st, to a maximum of -4 at 19th level. If the target fails its attack roll, save, or skill check, you regain 1 point in your phrenic pool. You can use this ability a number of times per day equal to 3 + your Charisma modifier. This is a mind-affecting emotion effect.",
			"",
			"*Wave of Gloom (Su):* At 5th level, by expending 1 use of your despair ability as a standard action, you can project a strong feeling of dejection. All creatures within 30 feet of you must succeed at a Will save or take a penalty on attack rolls, saves against fear effects, and skill checks for 1d4 minutes. The penalty is equal to (but doesn't stack with) the penalty provided by your despair ability. The DC of the saving throw equals 10 + half your psychic level + your Charisma modifier. You're immune to your own wave of gloom. This is a mind-affecting emotion effect.",
			"",
			"*Fortress of Sorrow (Sp):* At 13th level, you can mentally construct an extraplanar retreat on the Astral Plane. This ability functions as lesser create demiplane with a caster level equal to your psychic level, with the following adjustments:* you need no focus to create the fortress of sorrow; the demiplane is permanent until dismissed by you; you cannot create more than one demiplane with this ability or add to the plane's area by casting the spell again; the light level on the demiplane is dim, though light sources affect it normally; and you cannot bring other creatures to your demiplane. Once per day, you can enter your demiplane (as plane shift), and once per day, you can return in a similar manner, arriving at the same spot you left from (or the nearest available space)."
		]
	},
	"superiority": {
		"name": "Superiority",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Superiority",
			"",
			"**Source** [Disciple's Doctrine pg. 19](source/disciple's_doctrine)  ",
			"You know that you are far better than average creatures of your kind. The more you leverage your psychic talents to prove yourself superior, the more powerful you become.",
			"",
			"**Phrenic Pool Ability:** Charisma",
			"",
			"**Bonus Spells:** [moment of greatness](spell/moment_of_greatness) (1st), [deflect blame](spell/deflect_blame) (4th), [unflappable mien](spell/unflappable_mien) (6th), [majestic image](spell/majestic_image) (8th), mage's private sanctum (10th), [transformation](spell/transformation) (12th), [project image](spell/project_image) (14th), clone (self only) (16th), [overwhelming presence](spell/overwhelming_presence) (18th).",
			"",
			"**Discipline Powers:** Your unflappable sense of self-worth grants you powers that your rivals can't hope to countermand.",
			"",
			"*Self-Assurance (Su):* Overwhelming confidence in your success brings you closer to your goals, and you know that your superiority has destined you for greatness. As an immediate action, you can gain a morale bonus equal to half your psychic level (minimum 1) on a single ability check, attack roll, saving throw, or skill check. You must declare that you are using this ability before attempting the roll in question. If you succeed at the check, you regain 1 point in your phrenic pool. You can use this ability a number of times per day equal to your Charisma modifier.",
			"",
			"*At Arm's Length (Ex):* At 5th level, you gain Reach Spell as a bonus feat. Additionally, when using this feat, you can spend 1 point from your phrenic pool for each increase in the spell's range category. If you do, the spell does not use up a higher-level spell slot than normal. (For example, a spell with a range of touch increased to long range via this feat would normally use up a spell slot 3 levels higher, but if you spend 3 points from your phrenic pool, the spell does not use up a higher spell slot.)",
			"",
			"*Magical Hoarder (Su):* At 13th level, whenever a creature within 30 feet of you casts a spell intended to benefit its targets, you can spend 1 point from your phrenic pool as an immediate action to include yourself as a target of that spell. If the creature is not your ally, you must be able to clearly see the spell's effects and you must succeed at a Spellcraft check (DC = 15 + the spell's level) to identify the spell before using this ability. If you are not within the normal range of the spell, then you must spend 1 additional point from your phrenic pool to use this ability. If the spell has a range of personal, then you must instead spend 2 additional phrenic points from your pool to use this ability. This ability does not affect spells with an instantaneous or permanent duration."
		]
	},
	"symbiosis": {
		"name": "Symbiosis",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Symbiosis",
			"",
			"**Source** [Ultimate Wilderness pg. 93](source/ultimate_wilderness)  ",
			"Like pollen on the wind or the roots of plants in the ground, your thoughts permeate your surroundings, allowing you to study and manipulate the world around you.",
			"",
			"**Phrenic Pool Ability:** Charisma",
			"",
			"**Bonus Spells:** [hide from animals](spell/hide_from_animals) (1st), [hold animal](spell/hold_animal) (4th), [dominate animal](spell/dominate_animal) (6th), [command plants](spell/command_plants) (8th), [awaken](spell/awaken) (10th), [liveoak](spell/liveoak) (12th), greater scrying (14th), [control plants](spell/control_plants) (16th), [dominate monster](spell/dominate_monster) (18th).",
			"",
			"**Discipline Powers:** Your powers allow you to connect with and manipulate natural life.",
			"",
			"*Animal Mastery (Su):* As a standard action, you can project your mind into the mind of an animal you can see, establishing a mental link that allows you to share the animal's senses-hearing, seeing, smelling, tasting, and touching everything the animal does. You cannot use this ability on an animal if its Hit Dice exceed your psychic level. The animal can attempt a Will save to resist the effect. If it is successful, the animal is immune to this ability for 24 hours. While sharing an animal's senses, your body is effectively unconscious, but you can end the effect as a free action. You can maintain the link for 1 hour per level, but the link is immediately severed if the animal moves beyond a range of 1 mile per psychic level you have. You can use this ability a number of times per day equal to 3 + your Charisma modifier. At 7th level, the mental link becomes stronger. Whenever you share an animal's senses, you can control it, as per dominate animal, except the duration, Hit Dice limit, range, and other conditions listed above apply.",
			"",
			"*One with Nature (Sp, Su):* You can cast detect animals or plants as a spell-like ability at will. You gain a +2 insight bonus on Knowledge (nature) checks, and while using detect animals or plants, the bonus increases to +4 to identify a matching animal or plant creature within the area of effect. At 7th level, you can speak with any animal you successfully identify, as per speak with animals, but this ability doesn't make the creature any friendlier than normal.",
			"",
			"*Bionetwork (Su):* At 5th level, your mental influence over nature increases. Once per day, you can spend 10 minutes to mentally connect with living fungi, leaves, moss, roots, and similar plants or plantlike things. You form a temporary network that functions as an extension of your senses. The network allows you to use one of the following two effects:* you can remotely view any familiar or obvious location within a range of 250 feet per psychic level, as per clairaudience/clairvoyance; or you can attempt to locate a creature within the area, as per scrying. You don't need a focus to use this effect, and you can't cast spells through the sensor. This ability doesn't function in areas of sparse vegetation, such as arid deserts, barren caverns, or frozen tundras. Buildings and urban areas are generally excluded from your network, but ruins reclaimed by nature are connected. While you're underground, roots and fungi function as your network, but the radius of the network is only 100 feet per psychic level. At 9th level and every 4 levels thereafter, you gain an additional daily use of this ability.",
			"",
			"*Animate Trees (Su):* At 13th level, you can animate a tree within 180 feet as a standard action. This functions as a treant's animate trees ability, with the following exceptions. Each day, you can animate a number of trees equal to 3 + your Charisma modifier, and you can control up to one tree at a time, plus an additional tree at 15th level and every 2 levels thereafter. A tree remains animated for 10 minutes per level, or until dismissed by you or destroyed."
		]
	},
	"tranquility": {
		"name": "Tranquility",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Tranquility",
			"",
			"**Source** [Occult Adventures pg. 69](source/occult_adventures)  ",
			"Psychic magic flows through you when you attain a peaceful mental state. Regular meditation expands your mind, allowing new powers to develop.",
			"",
			"**Phrenic Pool Ability:** Wisdom",
			"",
			"**Bonus Spells:** [telempathic projection](spell/telempathic_projection) (1st), [silence](spell/silence) (4th), [mantle of calm](spell/mantle_of_calm) (6th), mass daze (8th), [serenity](spell/serenity) (10th), [psychic surgery](spell/psychic_surgery) (12th), [mind blank](spell/mind_blank) (14th), [euphoric tranquility](spell/euphoric_tranquility) (16th), [time stop](spell/time_stop) (18th).",
			"",
			"**Discipline Powers:** Your stable mind protects you and your allies.",
			"",
			"*Mental Placidity (Su):* As an immediate action, you can gain a +2 bonus on a Will saving throw you are about to attempt. This bonus increases to +4 against an enchantment spell or effect. Any ally who attempts a saving throw against the same effect gains a +1 bonus on the Will save, or a +2 bonus if the effect is an enchantment. If you succeed at the saving throw, you regain 1 point in your phrenic pool. You can use this ability a number of times per day equal to your Wisdom modifier.",
			"",
			"*Calming Presence (Su):* At 5th level, you become a calming force. You can use calm emotions as a spell-like ability a number of times per day equal to your Wisdom modifier.",
			"",
			"*Purge Disquiet (Su):* At 13th level, you can banish mental distress. You become immune to fear spells and effects and to the confused condition. As a standard action, you can choose a willing creature that is either within 30 feet or in telepathic contact with you. For 1 round per psychic level you possess, you suppress any fear effect or confused, cowering, frightened, panicked, or shaken condition affecting that creature. You can suppress only one effect at a time with this ability, and choosing a new target ends the suppression for the character you previously chose."
		]
	},
	"warp": {
		"name": "Warp",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Warp",
			"",
			"**Source** [Blood of the Beast pg. 24](source/blood_of_the_beast)  ",
			"Ratfolk mythology claims they were appointed by the gods to sniff out the ragged edges of creation. Whether the art of ranatagi descended from this glorious role or formed the source of such myths, this psychic tradition among the ratfolk of Vudra and eastern Casmaron unlocks the psychic potential in trainees, teaching them to sniff out folds and tears in reality. Ancient practitioners of ranatagi even claimed that the art once allowed ratfolk to guide great caravans to the stars.",
			"",
			"**Phrenic Pool Ability:** Charisma",
			"",
			"**Bonus Spells:** [entropic shield](spell/entropic_shield) (1st), apport object (4th), [displacement](spell/displacement) (6th), [dimension door](spell/dimension_door) (8th), [dismissal](spell/dismissal) (10th), [ethereal jaunt](spell/ethereal_jaunt) (12th), greater teleport (14th), [dimensional lock](spell/dimensional_lock) (16th), interplanetary teleport (18th).",
			"",
			"**Discipline Powers:** Your powers allow you to sidestep obstacles, defend yourself, and assault others by tearing holes in reality.",
			"",
			"*Planar Scent (Su):* You can intuitively sense disruptions in the cosmos. This ability functions as a constant detect magic, but only for effects of the conjuration (calling), conjuration (summoning), conjuration (teleport), and illusion (shadow) subschools. You gain a +2 insight bonus on Spellcraft checks to identify such effects.",
			"",
			"*Rift Reach (Su):* As a move action, you can tear open a small rent in reality just large enough to reach an arm through. The far end of this portal must be within 10 feet of you, but otherwise allows you to manipulate objects, perform melee attacks requiring a single hand, or even cast spells. If you cannot see your target, standard concealment penalties apply. You cannot move either end of the portal once it's created, and the opening collapses immediately when you leave your current space or withdraw your arm, but it otherwise lasts for 1 round per psychic level. Your disembodied hand uses your AC with a +4 size bonus, should opponents target it. This size bonus does not apply to disarm combat maneuver checks.",
			"",
			"You can use this ability a number of times per day equal to 3 + your Charisma modifier. At 11th level, the range of your rift reach increases to 20 feet. At 15th level, your range increases to 30 feet.",
			"",
			"*Turn Aside (Su):* You can compress or inflate enough space around you to turn aside ranged attacks. At 5th level, you gain Deflect Arrows as a bonus feat. You can expend 1 point from your phrenic pool as an immediate action to gain a +4 deflection bonus against a single ranged attack.",
			"",
			"*Sidestep (Su):* You can push your way through holes in reality, crossing vast distances in a single stride. At 13th level, you can teleport up to 10 feet per psychic level per day as a move action. This teleportation must be used in 5-foot increments and such movement does not provoke attacks of opportunity. You must have line of sight to your destination to use this ability. You can bring other willing creatures with you, but you must expend an equal amount of distance for each creature transported."
		]
	}
}
