{
	"_prefix": "class_abilities-bloodline_mutation",
	"_sources": [
		"Magic Tactics Toolbox"
	],
	"_description": [
		"## Bloodline Mutations",
		"",
		"**Source** [Magic Tactics Toolbox](source:magic_tactics_toolbox)",
		"",
		"Although heirs to similar arcane bloodlines may share commonalities, the unique circumstances in which a bloodline enters a bloodrager or sorcerer's lineage can result in the manifestation of particularly strange or unusual bloodline powers known as mutations. Whenever a bloodrager or a sorcerer gains a new bloodline power, she can swap her bloodline power for a bloodline mutation whose prerequisites she meets. Once this choice is made, it cannot be changed, and a bloodrager or sorcerer cannot swap a bloodline power that she has altered or replaced with an archetype for a bloodline mutation. A bloodrager need not be in a bloodrage to use her bloodline mutation powers.",
		"",
		"Alternatively, a bloodrager or sorcerer can select a bloodline mutation in place of a bloodline bonus feat, provided her class level is at least equal to the level of the bloodline ability the mutation normally replaces."
	],
	"blood_havoc": {
		"name": "Blood Havoc",
		"description": [
			"### Blood Havoc",
			"",
			"Whenever you cast a bloodrager or sorcerer spell that deals damage, add 1 point of damage per die rolled. This benefit applies only to damaging spells that belong to schools you have selected with Spell Focus or that are bloodline spells for your bloodline. This ability replaces the sorcerer's 1st-level bloodline power or the bloodrager's 4th-level bloodline power."
		]
	},
	"blood_intensity": {
		"name": "Blood Intensity",
		"description": [
			"### Blood Intensity",
			"",
			"Whenever you cast a bloodrager or sorcerer spell that deals damage, you can increase its maximum number of damage dice by an amount equal to your Strength or Charisma modifier, whichever is higher. This otherwise functions as-and does not stack with-the Intensified Spell feat. You can use this ability once per day at 3rd level and one additional time per day for every 4 caster levels you have beyond 3rd, up to five times per day at 19th level. This ability replaces the sorcerer's 3rd-level bloodline power or the bloodrager's 8th-level bloodline power."
		]
	},
	"blood_piercing": {
		"name": "Blood Piercing",
		"description": [
			"### Blood Piercing",
			"",
			"When you cast a bloodrager or sorcerer spell that deals damage, creatures affected by the spell reduce their energy resistance and spell resistance against the spell's effects by an amount equal to your Strength or Charisma modifier, whichever is higher. You can use this ability once per day at 4th level and one additional time per day for every 5 caster levels you have beyond 3rd, up to four times per day at 18th level. This ability replaces the sorcerer's 9th-level bloodline power or the bloodrager's 4th-level bloodline power."
		]
	}
}
