{
	"_prefix": "class_abilities-ninja_trick",
	"_description": [
		"## Ninja Tricks",
		"",
		"**Source** [Ultimate Combat](source/ultimate_combat)  ",
		"As a ninja continues her training, she learns a number of tricks that allow her to confuse her foes and grant her supernatural abilities. Starting at 2nd level, a ninja gains one ninja trick. She gains one additional ninja trick for every 2 levels attained after 2nd. Unless otherwise noted, a ninja cannot select an individual ninja trick more than once.",
		"",
		"Tricks marked with an asterisk (&ast;) add effects to a ninja's sneak attack. Only one of these tricks can be applied to an individual attack and the decision must be made before the attack is made."
	],
	"bleeding_attack_ex": {
		"name": "Bleeding Attack (Ex)",
		"searchable_name": "Bleeding Attack",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Bleeding Attack&ast; (Ex)** ([Ultimate Combat](source/ultimate_combat)) A ninja with this trick can cause living opponents to bleed by hitting them with a sneak attack. This attack causes the target to take 1 additional point of damage each round for each die of the ninja's sneak attack. Bleeding creatures take that amount of damage every round at the start of each of their turns. The bleeding can be stopped by a DC 15 Heal check or the application of any effect that heals hit point damage. Bleed damage from this ability does not stack with itself. Bleed damage bypasses any DR the creature might possess."
		]
	},
	"deadly_range_ex": {
		"name": "Deadly Range (Ex)",
		"searchable_name": "Deadly Range",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Deadly Range (Ex)** ([Ultimate Combat](source/ultimate_combat)) A ninja with this ninja trick increases the range at which she can deal sneak attack damage by 10 feet. A ninja can take this trick more than once. Its effects stack."
		]
	},
	"ki_block_su": {
		"name": "Ki Block (Su)",
		"searchable_name": "Ki Block",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Ki Block&ast; (Su)** ([Ultimate Combat](source/ultimate_combat)) A ninja with this trick can prevent a creature from using its ki pool. Whenever the ninja deals sneak attack damage, the target must make a Will save or be unable to spend any points from its ki pool for a number of rounds equal to the ninja's Charisma modifier. The DC of this save is 10 + 1/2 the ninja's level + the ninja's Charisma modifier. The number of points in the target's ki pool is unaffected, and abilities that do not require the subject to spend ki still function."
		]
	},
	"pressure_points_su": {
		"name": "Pressure Points (Su)",
		"searchable_name": "Pressure Points",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Pressure Points&ast; (Su)** ([Ultimate Combat](source/ultimate_combat)) A ninja with this trick can strike at an opponent's vital pressure points, causing weakness and intense pain. Whenever the ninja deals sneak attack damage, she also deals 1 point of Strength or Dexterity damage, decided by the ninja. Unlike normal ability damage, this damage can be healed by a DC 15 Heal check. Each successful check heals 1 point of damage caused by this trick. A ninja with this trick receives a +10 insight bonus on this Heal check."
		]
	},
	"slow_reactions_ex": {
		"name": "Slow Reactions (Ex)",
		"searchable_name": "Slow Reactions",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Slow Reactions&ast; (Ex)** ([Ultimate Combat](source/ultimate_combat)) Opponents that are damaged by the ninja's sneak attack can't make attacks of opportunity for 1 round."
		]
	},
	"acrobatic_master_su": {
		"name": "Acrobatic Master (Su)",
		"searchable_name": "Acrobatic Master",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Acrobatic Master (Su)** ([Ultimate Combat](source/ultimate_combat)) As a swift action, a ninja with this trick can focus her ki to grant her a +20 bonus on one Acrobatics check of her choice made before the start of her next turn. Using this ability expends 1 ki point from her ki pool."
		]
	},
	"arcane_backfire_su": {
		"name": "Arcane Backfire (Su)",
		"searchable_name": "Arcane Backfire",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"**Arcane Backfire (Su)** ([Heroes from the Fringe](source/heroes_from_the_fringe)) When a ninja with this trick successfully attacks a creature that is holding a magic item that has a number of charges or uses per day, she can attempt a Use Magic Device check (DC = 20 + the item's CL) to cause the item to lose either one daily use or a number of charges equal to the number of the ninja's sneak attack dice."
		]
	},
	"blood_debt_su": {
		"name": "Blood Debt (Su)",
		"searchable_name": "Blood Debt",
		"sources": [ "Champions of Balance" ],
		"description": [
			"**Blood Debt (Su)** ([Champions of Balance](source/champions_of_balance)) A ninja with this ability gains [In Harm's Way](feat/in_harm's_way) as a bonus feat, even if she doesn't meet the prerequisites. When the ninja intercepts an attack using this feat, she can spend 1 ki point to impose a blood debt on the aided ally. The ninja's ki pool is reduced by 1 until she ends this effect, which she may do as an immediate action. If the ninja ends the blood debt in response to a successful attack against her by a creature the indebted ally threatens, the ally (who must be willing) takes full damage from that attack and any associated effects instead of the ninja."
		]
	},
	"breath_of_the_ancestors_su": {
		"name": "Breath of the Ancestors (Su)",
		"searchable_name": "Breath of the Ancestors",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"**Breath of the Ancestors (Su)** ([Legacy of Dragons](source/legacy_of_dragons)) The ninja chooses one imperial dragon type (forest, sea, sky, sovereign, or underworld) when she gains this trick, and the choice can't be changed. She can use supplies similar to those used for ninja smoke bombs to produce an alchemical breath weapon that deals the same kind of damage as the selected dragon (piercing damage for forest dragons, fire for sea dragons, and so on). The breath weapon deals the same amount of damage as the ninja's sneak attack, with a Reflex save allowed for half damage. The breath weapon is a 15-foot cone (or a 30-foot line if the underworld dragon is selected). The save DC is equal to 10 + 1/2 the ninja's class level + the ninja's Intelligence modifier. Using this ability is a standard action that expends up 2 ki points, and once used it cannot be used again for 1d4 rounds."
		]
	},
	"choking_bomb_ex": {
		"name": "Choking Bomb (Ex)",
		"searchable_name": "Choking Bomb",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Choking Bomb (Ex)** ([Ultimate Combat](source/ultimate_combat)) Whenever a ninja throws a smoke bomb, all living creatures in the resulting cloud must make a Fortitude save or become staggered by the choking black smoke for 1d4 rounds. The DC of this saving throw is equal to 10 + 1/2 the ninja's level + the ninja's Charisma modifier. The ninja can decide to create an ordinary smoke bomb or add poison to this smoke bomb as normal. The ninja must have the poison bomb ninja trick before selecting this trick."
		]
	},
	"combat_trick_ex": {
		"name": "Combat Trick (Ex)",
		"searchable_name": "Combat Trick",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Combat Trick (Ex)** ([Ultimate Combat](source/ultimate_combat)) A ninja who selects this trick gains a bonus combat feat."
		]
	},
	"darkvision_su": {
		"name": "Darkvision (Su)",
		"searchable_name": "Darkvision",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Darkvision (Su)** ([Ultimate Combat](source/ultimate_combat)) This trick allows the ninja to use her ki to enhance her sight, granting darkvision out to a range of 60 feet. Using this trick is a standard action that costs 1 ki point. The enhanced senses last for 1 hour."
		]
	},
	"deflect_arrows_ex": {
		"name": "Deflect Arrows (Ex)",
		"searchable_name": "Deflect Arrows",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Deflect Arrows (Ex)** ([Ultimate Combat](source/ultimate_combat)) A ninja who selects this ninja trick gains the [Deflect Arrows](feat/deflect_arrows) feat as a bonus feat. The ninja must have the [Improved Unarmed Strike](feat/improved_unarmed_strike) combat feat before taking this trick."
		]
	},
	"fast_stealth_ex": {
		"name": "Fast Stealth (Ex)",
		"searchable_name": "Fast Stealth",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Fast Stealth (Ex)** ([Ultimate Combat](source/ultimate_combat)) A ninja with this trick can move at full speed using the Stealth skill without penalty."
		]
	},
	"feather_fall_su": {
		"name": "Feather Fall (Su)",
		"searchable_name": "Feather Fall",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Feather Fall (Su)** ([Ultimate Combat](source/ultimate_combat)) As an immediate action, the ninja can slow her descent as if using [feather fall](spell/feather_fall). This ability uses her ninja level as the caster level. Each use of this ability uses up 1 ki point."
		]
	},
	"flurry_of_stars_ex": {
		"name": "Flurry of Stars (Ex)",
		"searchable_name": "Flurry of Stars",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Flurry of Stars (Ex)** ([Ultimate Combat](source/ultimate_combat)) A ninja with this ability can expend 1 ki point from her ki pool as a swift action before she makes a full-attack attack with shuriken. During that attack, she can throw two additional shuriken at her highest attack bonus, but all of her shuriken attacks are made at a -2 penalty, including the two extra attacks."
		]
	},
	"forgotten_trick_ex": {
		"name": "Forgotten Trick (Ex)",
		"searchable_name": "Forgotten Trick",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Forgotten Trick (Ex)** ([Ultimate Combat](source/ultimate_combat)) A ninja with this ability can recall one trick taught to her by her ancient masters. When she uses this ability, she selects one ninja trick (not a master trick or rogue talent) that she does not know and can use that ninja trick for a number of rounds equal to her level. She must pay any ki costs associated with the trick as normal. Using this ability expends 2 ki point from her ki pool, plus the ki cost of the trick she chooses."
		]
	},
	"herbal_compound_ex": {
		"name": "Herbal Compound (Ex)",
		"searchable_name": "Herbal Compound",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"**Herbal Compound (Ex)** ([Martial Arts Handbook](source/martial_arts_handbook)) A ninja with this trick can consume specially prepared herbs to strengthen her mind. The ninja can spend 1 ki point and smoke, eat, or inject an herbal compound as a move action. The ninja takes a -2 penalty to AC and on Reflex saves but gains a +4 alchemical bonus on Will saves for 10 minutes per ninja level."
		]
	},
	"hidden_weapons_ex": {
		"name": "Hidden Weapons (Ex)",
		"searchable_name": "Hidden Weapons",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Hidden Weapons (Ex)** ([Ultimate Combat](source/ultimate_combat)) A ninja with this ability can easily conceal weapons on her body. The ninja adds her level on opposed Sleight of Hand checks made to conceal a weapon. In addition, she can draw hidden weapons as a move action, instead of as a standard action."
		]
	},
	"high_jumper_ex": {
		"name": "High Jumper (Ex)",
		"searchable_name": "High Jumper",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**High Jumper (Ex)** ([Ultimate Combat](source/ultimate_combat)) When a ninja with this trick makes a high jump, the DC for that jump is half the normal DC. The ninja must have the acrobatic master trick before taking this talent."
		]
	},
	"kamikaze_su": {
		"name": "Kamikaze (Su)",
		"searchable_name": "Kamikaze",
		"sources": [ "Champions of Balance" ],
		"description": [
			"**Kamikaze (Su)** ([Champions of Balance](source/champions_of_balance)) A ninja with this ability strikes without concern for her own well-being. The ninja can spend 1 point from her ki pool to give her unarmed strikes and any weapons she wields the vicious weapon special ability for 1 round per level. The ninja can spend 1 ki point to dismiss this effect."
		]
	},
	"ki_charge_su": {
		"name": "Ki Charge (Su)",
		"searchable_name": "Ki Charge",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Ki Charge (Su)** ([Ultimate Combat](source/ultimate_combat)) A ninja with this trick can invest a portion of her ki into a single thrown weapon, such as a shuriken, and throw it as a standard action. The thrown weapon explodes on impact in a 5-foot burst, dealing 1d6 points of fire damage plus 1d6 points of fire damage for every four levels of the ninja above 2nd, to a maximum 4d6 at 18th level. Creatures caught in the blast receive a Reflex save to halve the damage. The DC of this save is 10 + 1/2 the ninja's level + the ninja's Charisma modifier. If the thrown weapon hits a creature, that creature takes a -2 penalty on the saving throw. If the thrown weapon misses, treat it as a thrown splash weapon. Using this ability expends 1 ki point from her ki pool."
		]
	},
	"ki_venom_ex": {
		"name": "Ki Venom (Ex)",
		"searchable_name": "Ki Venom",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"**Ki Venom (Ex)** ([Martial Arts Handbook](source/martial_arts_handbook)) A ninja with this trick knows how to make poisons from innocuous herbs or minerals. Creating ki venom is a full-round action that costs 1 ki point. The poison lasts for 24 hours before becoming inert. The poison deals either Strength or Dexterity damage, chosen when the venom is created. The ninja can spend additional ki as part of the process of creating the ki venom to improve the venom in one or more of the following ways: spend 1 ki point to increase the damage die to a d6, spend 1 ki point to change the ability damage dealt to Intelligence, Wisdom, or Charisma damage, or spend 1 ki point to increase the number of saves required to cure the poison by 1.",
			"",
			"**Ki Venom:** *Type* poison, injury; *Save* Fortitude DC = 10 + 1/2 the ninja's level + her Charisma modifier  ",
			"*Frequency* 1/round for rounds equal to the ninja's Charisma modifier.  ",
			"*Effect* 1d4 ability damage; *Cure* 1 save"
		]
	},
	"poison_bomb_ex": {
		"name": "Poison Bomb (Ex)",
		"searchable_name": "Poison Bomb",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Poison Bomb (Ex)** ([Ultimate Combat](source/ultimate_combat)) Whenever the ninja throws a smoke bomb, she can decide to include 1 dose of any inhaled poison she possesses. This poison affects all creatures in the smoke and lasts as long as the smoke lasts. She must pay for the poison normally. The ninja must have the smoke bomb ninja trick before selecting this trick."
		]
	},
	"redirect_force_ex": {
		"name": "Redirect Force (Ex)",
		"searchable_name": "Redirect Force",
		"sources": [ "Champions of Balance" ],
		"description": [
			"**Redirect Force (Ex)** ([Champions of Balance](source/champions_of_balance)) If the ninja has a feat that allows her to attempt a combat maneuver without provoking attacks of opportunity, she can choose to provoke them anyway when she performs that maneuver. If she does so and takes damage from the attack of opportunity, the ninja adds the damage as a bonus on her attack roll instead of as a penalty."
		]
	},
	"rogue_talent": {
		"name": "Rogue Talent",
		"typeless": true,
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Rogue Talent** ([Ultimate Combat](source/ultimate_combat)) The ninja can select a rogue talent in place of a ninja trick. The ninja cannot select a rogue talent that has the same name as a ninja trick. The ninja can select this talent multiple times."
		]
	},
	"shadow_clone_su": {
		"name": "Shadow Clone (Su)",
		"searchable_name": "Shadow Clone",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Shadow Clone (Su)** ([Ultimate Combat](source/ultimate_combat)) The ninja can create 1d4 shadowy duplicates of herself that conceal her true location. This ability functions as mirror image, using the ninja's level as her caster level. Using this ability is a standard action that uses up 1 ki point."
		]
	},
	"slow_metabolism_ex": {
		"name": "Slow Metabolism (Ex)",
		"searchable_name": "Slow Metabolism",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Slow Metabolism (Ex)** ([Ultimate Combat](source/ultimate_combat)) The ninja has a slower-than-normal metabolism. She can hold her breath for twice as long as normal before needing to make Constitution checks (four times her Constitution score). In addition, whenever the ninja is poisoned, the time between saving throws (the poison's frequency) is doubled. Thus, a poison that has a frequency of -1/round for 6 rounds' would instead be -1/2 rounds for 12 rounds.-"
		]
	},
	"smoke_bomb_ex": {
		"name": "Smoke Bomb (Ex)",
		"searchable_name": "Smoke Bomb",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Smoke Bomb (Ex)** ([Ultimate Combat](source/ultimate_combat)) This ability allows a ninja to throw a smoke bomb that creates a cloud of smoke with a 15-foot radius. This acts like the smoke from a smokestick. The ninja can center this smoke on herself, or throw the bomb as a ranged touch attack with a range of 20 feet. Using this ability is a standard action. Each use of this ability uses up 1 ki point."
		]
	},
	"snatch_arrows": {
		"name": "Snatch Arrows",
		"typeless": true,
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Snatch Arrows** ([Ultimate Combat](source/ultimate_combat)) A ninja who selects this ninja trick gains the [Snatch Arrows](feat/snatch_arrows) feat as a bonus feat. The ninja must have the [Improved Unarmed Strike](feat/improved_unarmed_strike) feat and the [Deflect Arrows](feat/deflect_arrows) feat before taking this trick."
		]
	},
	"strangler_ex": {
		"name": "Strangler (Ex)",
		"searchable_name": "Strangler",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"**Strangler (Ex)** ([Martial Arts Handbook](source/martial_arts_handbook)) A ninja with this trick knows how to use a scarf, usually with a coin or large knot, as a lethal garrote. The ninja takes no penalties when using a scarf as an improvised garrote. In addition, as a free action when attempting a grapple combat maneuver check, the ninja can spend 1 ki point to gain the constrict special attack on that maneuver with damage equal to half the ninja's sneak attack dice (minimum 1d6)."
		]
	},
	"style_master": {
		"name": "Style Master",
		"typeless": true,
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Style Master** ([Ultimate Combat](source/ultimate_combat)) A ninja who selects this ninja trick gains a style feat that she qualifies for as a bonus feat."
		]
	},
	"sudden_disguise_su": {
		"name": "Sudden Disguise (Su)",
		"searchable_name": "Sudden Disguise",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Sudden Disguise (Su)** ([Ultimate Combat](source/ultimate_combat)) As a swift action, a ninja can change her appearance for 1 minute per level. This ability functions as disguise self. Each use of this ability uses up 1 ki point."
		]
	},
	"swarming_attack": {
		"name": "Swarming Attack",
		"typeless": true,
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"**Swarming Attack** ([Heroes from the Fringe](source/heroes_from_the_fringe)) Ratfolk ninjas use their large numbers to overwhelm their enemies with countless attacks. While using the swarming racial trait to share a space with an ally, a ninja with this talent gains a bonus on damage roles equal to the number of sneak attack dice her ally has. For example, a ninja would gain +3 damage if her ally has sneak attack 3d6."
		]
	},
	"swift_poisoner_ex": {
		"name": "Swift Poisoner (Ex)",
		"searchable_name": "Swift Poisoner",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"**Swift Poisoner (Ex)** ([Martial Arts Handbook](source/martial_arts_handbook)) A ninja with this trick can apply a dose of poison to a weapon as a swift action."
		]
	},
	"unarmed_combat_training_ex": {
		"name": "Unarmed Combat Training (Ex)",
		"searchable_name": "Unarmed Combat Training",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Unarmed Combat Training (Ex)** ([Ultimate Combat](source/ultimate_combat)) A ninja who selects this ninja trick gains [Improved Unarmed Strike](feat/improved_unarmed_strike) as a bonus feat."
		]
	},
	"undetected_sabotage_ex": {
		"name": "Undetected Sabotage (Ex)",
		"searchable_name": "Undetected Sabotage",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Undetected Sabotage (Ex)** ([Ultimate Combat](source/ultimate_combat)) Whenever a ninja with this trick uses Disable Device to sabotage or disable a device, she can make a Stealth check with a bonus equal to her level. Anyone who inspects the device does not notice the sabotage and assumes the object works unless he beats the ninja's check with an opposed Perception skill check."
		]
	},
	"vanishing_trick_su": {
		"name": "Vanishing Trick (Su)",
		"searchable_name": "Vanishing Trick",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Vanishing Trick (Su)** ([Ultimate Combat](source/ultimate_combat)) As a swift action, the ninja can disappear for 1 round per level. This ability functions as invisibility. Using this ability uses up 1 ki point."
		]
	},
	"ventriloquism_su": {
		"name": "Ventriloquism (Su)",
		"searchable_name": "Ventriloquism",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Ventriloquism (Su)** ([Ultimate Combat](source/ultimate_combat)) As a swift action, the ninja can throw her voice as if using the spell ventriloquism. She can use this ability for 1 minute per ninja level. Each use of this ability uses up 1 ki point."
		]
	},
	"wall_climber_su": {
		"name": "Wall Climber (Su)",
		"searchable_name": "Wall Climber",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Wall Climber (Su)** ([Ultimate Combat](source/ultimate_combat)) A ninja with this ability gains a climb speed of 20 feet, but only on vertical surfaces. This ability cannot be used to scale perfectly smooth surfaces or to climb on the underside of horizontal surfaces."
		]
	},
	"weapon_training_ex": {
		"name": "Weapon Training (Ex)",
		"searchable_name": "Weapon Training",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"**Weapon Training (Ex)** ([Ultimate Combat](source/ultimate_combat)) A ninja who selects this ninja trick gains [Weapon Focus](feat/weapon_focus) as a bonus feat."
		]
	}
}
