{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested druidic domain."
		]
	},
	"aquatic": {
		"name": "Aquatic",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Aquatic Domain",
			"",
			"**Source** [Ultimate Magic pg. 33](source/ultimate_magic)",
			"",
			"**Granted Powers:** You master the deeps of the sea, raging rivers, flowing falls, and relentless tides.",
			"",
			"**Sealord (Su):** You can channel energy (as a cleric of your druid level) a number of times per day equal to 3 + your Charisma modifier, but only to heal creatures with the aquatic or water subtype or to command them (similar to using the Command Undead feat against undead). You can take other feats to add to this ability, such as [Extra Channel](feat/extra_channel) and [Improved Channel](feat/improved_channel), but not feats that alter this ability, such as [Elemental Channel](feat/elemental_channel) and [Alignment Channel](feat/alignment_channel). The DC to save against this ability is equal to 10 + 1/2 your druid level + your Charisma modifier.",
			"",
			"**Seastrike (Su):** At 6th level, as a free action, you may use natural and manufactured weapons in water as if you had continuous freedom of movement. As a standard action, you can throw a weapon underwater without the normal penalties for throwing weapons; if your target is in or under the water, the weapon also acts as a [returning](magic-enhancement/returning) weapon for that attack.",
			"",
			"**Domain Spells:** 1st-[hydraulic push](spell/hydraulic_push), 2nd-[slipstream](spell/slipstream), 3rd-[water breathing](spell/water_breathing), 4th-[freedom of movement](spell/freedom_of_movement), 5th-[black tentacles](spell/black_tentacles), 6th-[freezing sphere](spell/freezing_sphere), 7th-[animal shapes](spell/animal_shapes) (aquatic creatures only), 8th-[seamantle](spell/seamantle), 9th-[tsunami](spell/tsunami)."
		]
	},
	"arctic": {
		"name": "Arctic",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Arctic Domain",
			"",
			"**Source** [Ultimate Magic pg. 33](source/ultimate_magic)",
			"",
			"**Granted Powers:** You master the might of the endless, snow-covered wastes beneath the midnight sun, where icy polar winds blow.",
			"",
			"**Call Cold (Su):** You can channel energy (as a cleric of your druid level) a number of times per day equal to 3 + your Charisma modifier, but only to heal creatures with the cold subtype or to command them (similar to using the Command Undead feat against undead). You can take other feats that add to this ability, such as [Extra Channel](feat/extra_channel) and [Improved Channel](feat/improved_channel), but not feats that alter this ability, such as [Elemental Channel](feat/elemental_channel) and [Alignment Channel](feat/alignment_channel). The DC to save against this ability is equal to 10 + 1/2 your druid level + your Charisma modifier.",
			"",
			"**Banish Flame (Su):** At 6th level, you may use your call cold ability to damage creatures with the fire subtype (as a cleric channeling negative energy) or to cause them to flee from you (as the Turn Undead feat). Alternatively, you may use this ability to negate magical fire effects as if using a targeted dispel magic; at 12th level, this functions as targeted or area greater dispel magic instead of dispel magic.",
			"",
			"**Domain Spells:** 1st-[frostbite](spell/frostbite), 2nd-[aspect of the bear](spell/aspect_of_the_bear), 3rd-[sleet storm](spell/sleet_storm), 4th-[wall of ice](spell/wall_of_ice), 5th-[aspect of the wolf](spell/aspect_of_the_wolf), 6th-[freezing sphere](spell/freezing_sphere), 7th-[wind walk](spell/wind_walk), 8th-[polar ray](spell/polar_ray), 9th-[polar midnight](spell/polar_midnight)."
		]
	},
	"badlands": {
		"name": "Badlands",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Badlands Domain",
			"",
			"**Source** [Faiths and Philosophies pg. 24](source/faiths_and_philosophies)",
			"",
			"**Granted Powers:** Your spirit knows both the harshness of the drying wind and the raw beauty of painted canyons.",
			"",
			"**Subsistence (Ex):** You can survive on very little food or water while helping others survive in harsh climates. When determining how long you can withstand starvation and thirst, including checks to avoid nonlethal damage, treat your Constitution score as though it were 10 points higher. Additionally, you gain a bonus equal to one half your druid level (minimum 1) on Survival checks in dry hills or desert terrain.",
			"",
			"**Wasteland Stride (Ex):** At 2nd level, you may move through light or dense rubble, as well as up or down steep slopes, at your normal speed without suffering any impairment. Areas that have been magically manipulated to impede motion still affect you, however. This replaces woodland stride.",
			"",
			"**Badlands Spirit (Su):** At 8th level, whenever you use wild shape to take on the form of an earth elemental, you also gain the following spell-like abilities, depending on your druid class level: geyser (8th); sirocco (12th), scouring winds (15th). Each spell-like ability is usable once per day.",
			"",
			"**Domain Spells:** 1st-[cloak of shade](spell/cloak_of_shade), 2nd-[feast of ashes](spell/feast_of_ashes), 3rd-[cloak of winds](spell/cloak_of_winds), 4th-[spike stones](spell/spike_stones), 5th-[wind blades](spell/wind_blades), 6th-[find the path](spell/find_the_path), 7th-[fire storm](spell/fire_storm), 8th-[earthquake](spell/earthquake), 9th-[storm of vengeance](spell/storm_of_vengeance)."
		]
	},
	"cave": {
		"name": "Cave",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Cave Domain",
			"",
			"**Source** [Ultimate Magic pg. 33](source/ultimate_magic)",
			"",
			"**Granted Powers:** The wonders and dark secrets of the deepest caves give you strength.",
			"",
			"**Cavesight (Sp):** You can grant darkvision 60 feet to a willing creature you touch. This effect lasts 1 minute, or 1 hour if used on yourself. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Tremorsense (Ex):** At 6th level, you gain tremorsense 30 feet. At 12th level, you gain tremorsense 60 feet.",
			"",
			"**Domain Spells:** 1st-[detect aberration](spell/detect_aberration), 2nd-[stone call](spell/stone_call), 3rd-[deeper darkness](spell/deeper_darkness), 4th-[echolocation](spell/echolocation), 5th-[wall of stone](spell/wall_of_stone), 6th-[conjure black pudding](spell/conjure_black_pudding), 7th-[statue](spell/statue) (looking like a stalagmite or stalactite), 8th-[earthquake](spell/earthquake), 9th-[imprisonment](spell/imprisonment)."
		]
	},
	"crocodile": {
		"name": "Crocodile",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Crocodile Domain",
			"",
			"**Source** [Faiths and Philosophies pg. 24](source/faiths_and_philosophies)",
			"",
			"**Granted Powers:** You are connected with the primal forces of creation and destruction and with the crocodile spirit's ancient wisdom.",
			"",
			"**Familiar:** You gain a dwarf caiman familiar. Your effective wizard level for this ability is equal to your druid level. Your druid level stacks with levels from other classes that grant familiars when determining the powers of your familiar.",
			"",
			"**Death Roll (Ex):** While grappling an enemy up to one size category larger than you, you may make a grapple check to roll wildly, knocking your enemy prone and dealing 1d8 points of damage. When using this ability, you gain a bonus to your CMB equal to one half your druid level (minimum 1). You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Ambush (Ex):** At 6th level, you gain sneak attack +1d6. This increase to sneak attack damage stacks with sneak attack damage you may have from other sources. This sneak attack damage increases by +1d6 for every 5 druid levels you possess beyond 6th, to a maximum of +3d6 at 16th level.",
			"",
			"**Domain Spells:** 1st-[touch of the sea](spell/touch_of_the_sea), 2nd-[savage maw](spell/savage_maw), 3rd-[water walk](spell/water_walk), 4th-[strong jaw](spell/strong_jaw), 5th-[legend lore](spell/legend_lore), 6th-[mass owl's wisdom](spell/mass_owl's_wisdom), 7th-[true seeing](spell/true_seeing), 8th-[mass heal](spell/mass_heal), 9th-[regenerate](spell/regenerate)."
		]
	},
	"desert": {
		"name": "Desert",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Desert Domain",
			"",
			"**Source** [Ultimate Magic pg. 34](source/ultimate_magic)",
			"",
			"**Granted Powers:** The spirits and secrets of the endless wastes are yours to command.",
			"",
			"**Heat Shimmer (Su):** As a free action, you can surround yourself with heat distortion that acts as the blur spell. Creatures that strike you in melee while you're using this ability are dazzled for 1 round (Fortitude negates). You may use this ability for a number of rounds per day equal to 3 + your Wisdom modifier. These rounds need not be consecutive.",
			"",
			"**Servant of the Sands (Sp):** At 8th level, once per day, you may call upon the aid of a janni as if using lesser planar ally. At 12th level, you may call upon the aid of any type of common (non-noble) genie as if using planar ally. At 16th level, you may call upon the aid of a noble genie as if using greater planar ally. If you use this power while in desert terrain, you need not make an offering to call the creature(s), and the cost of any service is halved.",
			"",
			"**Domain Spells:** 1st-[cloak of shade](spell/cloak_of_shade), 2nd-[shifting sand](spell/shifting_sand), 3rd-[cup of dust](spell/cup_of_dust), 4th-[hallucinatory terrain](spell/hallucinatory_terrain), 5th-[transmute rock to mud](spell/transmute_rock_to_mud) (creates loose sand instead of mud), 6th-[sirocco](spell/sirocco), 7th-[sunbeam](spell/sunbeam), 8th-[sunburst](spell/sunburst), 9th-[horrid wilting](spell/horrid_wilting)."
		]
	},
	"eagle": {
		"name": "Eagle",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Eagle Domain",
			"",
			"**Source** [Ultimate Magic pg. 34](source/ultimate_magic)",
			"",
			"**Granted Powers:** Your spirit soars with the mightiest and noblest of all winged creatures.",
			"",
			"**Familiar:** You gain a hawk familiar. Your effective wizard level for this ability is equal to your druid level. Your druid level stacks with levels from other classes that grant familiars when determining the powers of your familiar.",
			"",
			"**Hawkeye (Su):** As a swift action, you may add a bonus equal to half your druid level (minimum +1) on one ranged attack or on one Perception check. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Aerial evasion (Ex):** At 6th level, you gain the evasion ability (as a rogue) when you are flying. At 12th level, you gain improved evasion while flying.",
			"",
			"**Domain Spells:** 1st-[aspect of the falcon](spell/aspect_of_the_falcon), 2nd-[eagle's splendor](spell/eagle's_splendor), 3rd-[fly](spell/fly), 4th-[river of wind](spell/river_of_wind), 5th-[overland flight](spell/overland_flight), 6th-[eagle aerie](spell/eagle_aerie), 7th-[animal shapes](spell/animal_shapes) (birds only), 8th-[sunburst](spell/sunburst), 9th-[winds of vengeance](spell/winds_of_vengeance)."
		]
	},
	"erosion": {
		"name": "Erosion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Erosion Domain",
			"",
			"**Source** [Ultimate Wilderness pg. 46](source/ultimate_wilderness)",
			"",
			"**Granted Powers:** You command the crumbling of stone and revel in rust; the decay and destruction of metal and stone over time appeals to and delights you.",
			"",
			"**Rusting Touch (Su):** You can cause an opponent's metal armor or weapon to become dry and brittle as it magically corrodes and rusts. You make a melee touch attack against a creature wearing metal armor or wielding a metal weapon. If you hit, choose a metal weapon, suit of metal armor, or metal shield carried or worn by that creature. The object takes an amount of hit point damage equal to 1d6 + half your druid level. If the item is not magical, or if your caster level is greater than the item's caster level, this damage bypasses the item's hardness. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Erosion Aura (Su):** At 8th level, you can project an aura of magically enhanced erosion as a standard action. Objects made primarily of metal or stone within this aura lose 10 points of hardness. Magic items retain a minimum hardness equal to twice their enhancement bonus and can attempt a Fortitude saving throw (DC = 10 + half your druid level + your Wisdom modifier) to negate this effect. A construct made primarily of metal or stone must succeed at a Fortitude save or lose all damage reduction and hardness for 1 round. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Domain Spells:** 1st-[expeditious excavation](spell/expeditious_excavation), 2nd-[soften earth and stone](spell/soften_earth_and_stone), 3rd-[disable construct](spell/disable_construct), 4th-[rusting grasp](spell/rusting_grasp), 5th-[transmute rock to mud](spell/transmute_rock_to_mud), 6th-[sympathetic vibration](spell/sympathetic_vibration), 7th-[disintegrate](spell/disintegrate), 8th-[earthquake](spell/earthquake), 9th-[implosion](spell/implosion)."
		]
	},
	"frog": {
		"name": "Frog",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Frog Domain",
			"",
			"**Source** [Ultimate Magic pg. 34](source/ultimate_magic)",
			"",
			"**Granted Powers:** You venerate the elder amphibians that first brought life to land.",
			"",
			"**Familiar:** You may gain a toad familiar. Your effective wizard level for this ability is equal to your druid level. Your druid level stacks with levels from other classes that grant familiars when determining the powers of your familiar.",
			"",
			"**Sticky Strike (Su):** As a standard action, you can attempt a ranged touch attack with a sticky tendril against a target up to 15 feet away, then use the [pull](umr/pull) universal monster ability to pull the target 5 feet toward you. You gain a bonus on the pull's combat maneuver check equal to 1/2 your druid level. If the target is larger than you, you may pull yourself 5 feet toward the target without making a check. The target can remove the tendril by making an opposed Strength check as a standard action, or by dealing enough slashing damage to the tendril (hit points equal to your druid level, Armor Class equal to your touch Armor Class). You can dissolve the tendril as a free action. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Webfoot (Ex):** At 6th level, you gain the amphibious special quality and a swim speed equal to your land speed. At 12th level, you gain a climb speed equal to your land speed.",
			"",
			"**Domain Spells:** 1st-[jump](spell/jump), 2nd-[delay poison](spell/delay_poison), 3rd-[lily pad stride](spell/lily_pad_stride), 4th-[shout](spell/shout), 5th-[blessing of the salamander](spell/blessing_of_the_salamander), 6th-[confusion](spell/confusion), 7th-[animal shapes](spell/animal_shapes) (amphibians only), 8th-[greater shout](spell/greater_shout), 9th-[summon froghemoth](spell/summon_froghemoth)."
		]
	},
	"jungle": {
		"name": "Jungle",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Jungle Domain",
			"",
			"**Source** [Ultimate Magic pg. 34](source/ultimate_magic)",
			"",
			"**Granted Powers:** The spirits of the jungle, both of natural guardians and lost civilizations, whisper in your heart.",
			"",
			"**Brachiation (Ex):** As a free action for a number of rounds per day equal to your druid level, you may climb with a climb speed equal to your land speed, and gain a bonus on Acrobatics checks equal to your druid level. These rounds do not have to be consecutive.",
			"",
			"**Trap Sense (Ex):** At 3rd level, you gain the trap sense ability. This is identical to the rogue class ability. Your effective rogue level is equal to your druid level for the purpose of determining your trap sense bonus. Trap sense bonuses gained from multiple classes stack.",
			"",
			"**Domain Spells:** 1st-[glide](spell/glide), 2nd-[tar ball](spell/tar_ball), 3rd-[venomous bolt](spell/venomous_bolt), 4th-[arboreal hammer](spell/arboreal_hammer), 5th-[blessing of the salamander](spell/blessing_of_the_salamander), 6th-[swarm skin](spell/swarm_skin), 7th-[creeping doom](spell/creeping_doom), 8th-[wall of lava](spell/wall_of_lava), 9th-[shambler](spell/shambler)."
		]
	},
	"monkey": {
		"name": "Monkey",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Monkey Domain",
			"",
			"**Source** [Ultimate Magic pg. 34](source/ultimate_magic)",
			"",
			"**Granted Powers:** The balanced wisdom, skill, agility, and playfulness of the monkey are the model for your spiritual discipline.",
			"",
			"**Familiar:** You gain a monkey familiar. Your effective wizard level for this ability is equal to your druid level. Your druid level stacks with levels from other classes that grant familiars when determining the powers of your familiar.",
			"",
			"**Monkey Athletics (Su):** As a free action, you may add a competence bonus equal to half your druid level (minimum of +1) on one Acrobatics, Climb, Disable Device, or Sleight of Hand check. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Ranged Legerdemain (Su):** At 6th level, you can use the Disable Device and Sleight of Hand skills at a range of 30 feet. Working at a distance increases the normal skill check DC by 5, and you cannot take 10 on this check. Any object to be manipulated must weigh 5 pounds or less. You can only use this ability if you have at least 1 rank in the skill being used.",
			"",
			"**Domain Spells:** 1st-[beguiling gift](spell/beguiling_gift), 2nd-[spider climb](spell/spider_climb), 3rd-[cacophonous call](spell/cacophonous_call), 4th-[freedom of movement](spell/freedom_of_movement), 5th-[summon nature's ally V](spell/summon_nature's_ally_5) (dire ape or girallon only), 6th-[confusion](spell/confusion), 7th-[animal shapes](spell/animal_shapes) (apes and monkeys only), 8th-[clenched fist](spell/clenched_fist), 9th-[foresight](spell/foresight)."
		]
	},
	"mountain": {
		"name": "Mountain",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Mountain Domain",
			"",
			"**Source** [Ultimate Magic pg. 35](source/ultimate_magic)",
			"",
			"**Granted Powers:** You have mastered the mighty powers of the great mountains that pierce the sky and stand aloof above the lowlands.",
			"",
			"**Foothold (Su):** As a standard action, you can cause an adjacent stone surface up to 10 feet square to mold itself into ridges and creases. A foothold that is created on a horizontal surface is treated as difficult terrain, and a Medium or smaller creature standing in the area or moving through it takes a -2 penalty on Acrobatics checks and to CMD due to poor footing. A foothold that is created on a vertical surface grants a +10 bonus on Climb checks to climb it. The stone remains altered for 1 hour. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Thin Air (Su):** At 8th level, as a free action, you can surround yourself with a 5-foot aura of supernaturally thin air that draws the breath from creatures adjacent to you. Creatures beginning their turn in the aura are fatigued (Fortitude negates). A fatigued creature that begins its turn in the aura must save or suffer from altitude sickness, taking 1 point of ability damage to all ability scores. At 16th level, the aura increases to 10 feet. Creatures that do not breathe are immune to this aura. You can use this ability for a number of rounds per day equal to your druid level; the rounds need not be consecutive.",
			"",
			"**Domain Spells:** 1st-[stone fist](spell/stone_fist), 2nd-[stone call](spell/stone_call), 3rd-[cloak of winds](spell/cloak_of_winds), 4th-[stoneskin](spell/stoneskin), 5th-[geyser](spell/geyser), 6th-[suffocation](spell/suffocation), 7th-[flesh to stone](spell/flesh_to_stone), 8th-[reverse gravity](spell/reverse_gravity), 9th-[clashing rocks](spell/clashing_rocks)."
		]
	},
	"panther": {
		"name": "Panther",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Panther Domain",
			"",
			"**Source** [Faiths and Philosophies pg. 25](source/faiths_and_philosophies)",
			"",
			"**Granted Powers:** You share the power of the Hunter in Darkness. The potent magic of an ancient predator spirit flows through you.",
			"",
			"**Hunter's Senses (Ex):** You gain the ability to augment your senses on command. As a standard action, you grant yourself the scent special ability and improved vision. If you have normal vision, you gain low-light vision. If you have low-light vision, you gain darkvision out to a range of 30 feet. If you have darkvision, the range of your darkvision increases by 30 feet. You may use this ability a number of minutes per day equal to your druid level, in 1 minute increments. Dismissing these augmented senses is a free action.",
			"",
			"**Move in Darkness (Ex):** At 8th level, in areas of normal or magical darkness, you gain a +2 bonus on Stealth skill checks and initiative checks for every 4 druid levels you possess, to a maximum bonus of +10 at 20th level.",
			"",
			"**Domain Spells:** 1st-[true strike](spell/true_strike), 2nd-[darkness](spell/darkness), 3rd-[deeper darkness](spell/deeper_darkness), 4th-[moonstruck](spell/moonstruck), 5th-[commune with nature](spell/commune_with_nature), 6th-[mislead](spell/mislead), 7th-[true seeing](spell/true_seeing), 8th-[nine lives](spell/nine_lives), 9th-[greater spell immunity](spell/greater_spell_immunity)."
		]
	},
	"plains": {
		"name": "Plains",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Plains Domain",
			"",
			"**Source** [Ultimate Magic pg. 35](source/ultimate_magic)",
			"",
			"**Granted Powers:** The wide open spaces of the prairie, savanna, and steppe are yours to master.",
			"",
			"**Migrating Herd (Su):** When you summon an aurochs, bison, elephant, horse, mastodon, pony, or similar quadruped herbivore with a summoning spell, the duration of the spell is increased by 100% (this does not stack with Extend Spell). The creature's land speed is increased by 10 feet.",
			"",
			"**Pounce (Ex):** At 6th level, you may use the pounce special attack once per day. You may pounce one additional time per day for every 3 levels after 6th.",
			"",
			"**Domain Spells:** 1st-[mount](spell/mount), 2nd-[chameleon stride](spell/chameleon_stride), 3rd-[haste](spell/haste), 4th-[aspect of the stag](spell/aspect_of_the_stag), 5th-[control winds](spell/control_winds), 6th-[find the path](spell/find_the_path), 7th-[whirlwind](spell/whirlwind), 8th-[animal shapes](spell/animal_shapes), 9th-[world wave](spell/world_wave)."
		]
	},
	"plane_of_air": {
		"name": "Plane of Air",
		"sources": [ "Planes of Power" ],
		"description": [
			"## Plane of Air Domain",
			"",
			"**Source** [Planes of Power pg. 6](source/planes_of_power)",
			"",
			"**Granted Powers:** You draw your power from the boundless expanse of air and clouds. In addition, Fly is a class skill for you, and you can take ranks in the skill even without first having a reliable means to fly or glide. In addition, you can use wild empathy to influence a creature with the air subtype if its Intelligence score is 1 or 2.",
			"",
			"**Aerial Agility (Ex):** You can navigate the air unhindered. As a free action, you automatically succeed at your Wisdom check to change your direction in an area of subjective gravity, and you can increase or decrease your falling speed by 10 feet per druid level during the first round after you change the direction of gravity. When you are in areas of light, normal, or heavy gravity, activating this ability instead grants you a bonus equal to your druid level on Fly checks and Acrobatics checks to jump for a number of rounds equal to your Wisdom modifier. You can use this ability a number of times equal to 3 + your Wisdom modifier.",
			"",
			"**Wind Savant (Su):** At 8th level, you treat the penalties from natural or magical wind effects as two steps less severe. In addition, you are surrounded by a cushion of air that grants you a bonus equal to 1/2 your druid level on saving throws against gases, gaseous breath weapons, inhaled poisons, and similar effects.",
			"",
			"**Alternatively, you can choose to gain a Small air elemental as a familiar, as if you possessed the Improved Familiar feat. Your effective wizard level for this ability is equal to your druid level and stacks with other classes that grant a familiar**.",
			"",
			"**Domain Spells:** 1st-[feather fall](spell/feather_fall), 2nd-[elemental speech](spell/elemental_speech), 3rd-[fly](spell/fly), 4th-[planar adaptation](spell/planar_adaptation), 5th-[overland flight](spell/overland_flight), 6th-[mass planar adaptation](spell/mass_planar_adaptation), 7th-[mass fly](spell/mass_fly), 8th-[mass invisibility](spell/mass_invisibility), 9th-[winds of vengeance](spell/winds_of_vengeance)."
		]
	},
	"plane_of_earth": {
		"name": "Plane of Earth",
		"sources": [ "Planes of Power" ],
		"description": [
			"## Plane of Earth Domain",
			"",
			"**Source** [Planes of Power pg. 6](source/planes_of_power)",
			"",
			"**Granted Powers:** You can navigate the untold wonders of the Plane of Earth with ease. In addition, you can use wild empathy to influence a creature with the earth subtype if its Intelligence score is 1 or 2.",
			"",
			"**Spelunker (Su):** You ably clamber through underground areas. As a free action, you can ignore difficult terrain from stony surfaces, you take no penalties for squeezing through rocky areas, and you gain damage reduction 5/- against rocky hazards such as spike growth. This effect lasts for 1 round, and you can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**One with the Stone (Su):** At 8th level as a swift action, you gain the [earth glide](umr/earth_glide) universal monster ability with a speed equal to your base speed. You can breathe normally while using this ability. You can use this ability for a number of rounds per day equal to your druid level, and these rounds don't need to be consecutive.",
			"",
			"**Alternatively, you can choose to gain a Small earth elemental as a familiar, as if you possessed the Improved Familiar feat. Your effective wizard level for this ability is equal to your druid level and stacks with other classes that grant a familiar**.",
			"",
			"**Domain Spells:** 1st-[stone fist](spell/stone_fist), 2nd-[elemental speech](spell/elemental_speech), 3rd-[burrow](spell/burrow), 4th-[planar adaptation](spell/planar_adaptation), 5th-[passwall](spell/passwall), 6th-[mass planar adaptation](spell/mass_planar_adaptation), 7th-[stone to flesh](spell/stone_to_flesh), 8th-[repel metal or stone](spell/repel_metal_or_stone), 9th-[clashing rocks](spell/clashing_rocks)."
		]
	},
	"plane_of_fire": {
		"name": "Plane of Fire",
		"sources": [ "Planes of Power" ],
		"description": [
			"## Plane of Fire Domain",
			"",
			"**Source** [Planes of Power pg. 7](source/planes_of_power)",
			"",
			"**Granted Powers:** You embrace the destructive flames and ever-roaring volcanoes of the Plane of Fire, having proven yourself impervious to its heat. In addition, you can use wild empathy to influence a creature with the fire subtype if its Intelligence score is 1 or 2.",
			"",
			"**Fire Hardened (Ex):** You ignore fire damage from the fire-dominant planar trait, and you gain fire resistance 5. If you have natural fire resistance, it increases by 5 instead, and if you are naturally immune to fire, you heal hit points and ability damage at twice the normal rate when resting on a fire-dominant plane. You can touch a willing creature to grant these benefits for 1 hour. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**All-Consuming Flames (Su):** At 8th level, you can channel the extraplanar heat into your allies' weapons within 30 feet as a standard action. For 1 minute, the affected weapons gain the cold-outsider-bane, fire-outsider-bane, or flaming weapon special abilities. You must grant each weapon the same ability, and this ability affects no more than two of any ally's weapons. You can use this ability once per day, plus an additional time per day for every four levels beyond 8th.",
			"",
			"**Alternatively, you can choose to gain a Small fire elemental as a familiar, as if you possessed the Improved Familiar feat. Your effective wizard level for this ability is equal to your druid level and stacks with other classes that grant a familiar**.",
			"",
			"**Domain Spells:** 1st-[obscuring mist](spell/obscuring_mist) (creates smoke), 2nd-[elemental speech](spell/elemental_speech), 3rd-[ash storm](spell/ash_storm), 4th-[planar adaptation](spell/planar_adaptation), 5th-[scorching ash form](spell/scorching_ash_form), 6th-[mass planar adaptation](spell/mass_planar_adaptation), 7th-[delayed blast fireball](spell/delayed_blast_fireball), 8th-[destruction](spell/destruction), 9th-[fiery body](spell/fiery_body)."
		]
	},
	"plane_of_water": {
		"name": "Plane of Water",
		"sources": [ "Planes of Power" ],
		"description": [
			"## Plane of Water Domain",
			"",
			"**Source** [Planes of Power pg. 7](source/planes_of_power)",
			"",
			"**Granted Powers:** You are at one with the Plane of Water, able to navigate it and weaponize it at will. In addition, you can use wild empathy to influence a creature with the water subtype if its Intelligence score is 1 or 2.",
			"",
			"**Aquatic Veil (Su):** As a standard action, you can sheathe your body in a thin layer of water for a number of rounds equal to your Wisdom modifier. This grants you a bonus on Swim checks equal to 1/2 your druid level and allows you to breathe normally underwater. You can end the effect when delivering a touch spell to create a pseudopod of water that extends your effective reach by 5 feet for that attack. When used underwater, the pseudopod instead increases your reach by 10 feet. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Hydraulic Crush (Sp):** At 8th level, you can strike an area with a pressurized blast of water in a 5-foot-radius column 30 feet tall with a range of 60 feet. Creatures in the area take 1d6 bludgeoning damage per druid level and are knocked prone. When used underwater, the radius and height double, and the effect instead creates a powerful eddy that causes affected creatures to lose their Dexterity bonus to Armor Class for 1 round instead of knocking them prone. A successful Reflex save halves the damage and prevents the secondary effect. You can use this ability once per day, plus an additional time for every 6 levels beyond 8th.",
			"",
			"**Alternatively, you can choose to gain a Small water elemental as a familiar, as if you possessed the Improved Familiar feat. Your effective wizard level for this ability is equal to your druid level and stacks with other classes that grant a familiar**.",
			"",
			"**Domain Spells:** 1st-[touch of the sea](spell/touch_of_the_sea), 2nd-[elemental speech](spell/elemental_speech), 3rd-[water breathing](spell/water_breathing), 4th-[planar adaptation](spell/planar_adaptation), 5th-[solid fog](spell/solid_fog) (functions underwater), 6th-[mass planar adaptation](spell/mass_planar_adaptation), 7th-[fluid form](spell/fluid_form), 8th-[seamantle](spell/seamantle), 9th-[tsunami](spell/tsunami)."
		]
	},
	"ruins": {
		"name": "Ruins",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Ruins Domain",
			"",
			"**Source** [Inner Sea Monster Codex pg. 35](source/inner_sea_monster_codex)",
			"",
			"**Granted Powers:** You sense nature's creeping reclamation of what once belonged to the civilized world and understand how to ensure ruins that hold power or significance will persist.",
			"",
			"**Ruin Touch (Su):** You can strengthen or weaken objects with your touch. With a melee touch attack, you can increase or decrease the hardness of an object (up to a 10-foot cube) or construct by an amount equal to half your druid level (minimum 1) for 1 minute. You cannot reduce an object's hardness below 0, and the same target cannot be affected by this ability more than once. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Remembrance (Sp):** At 4th level, when within a ruin or other structure that is no longer claimed by civilization, you can call upon the wisdom of the land and its long-dead residents. Once per day for every 4 druid levels you possess, you can cast divination as a spell-like ability. Additionally, if you are within ruins when you cast commune with nature, you gain information about the crumbling structures around you as though they were part of nature.",
			"",
			"**Surefooted (Ex):** At 8th level, your speed is not reduced by difficult terrain unless the terrain has been magically manipulated to impede motion.",
			"",
			"**Domain Spells:** 1st-[magic stone](spell/magic_stone), 2nd-[stone call](spell/stone_call), 3rd-[meld into stone](spell/meld_into_stone), 4th-[rusting grasp](spell/rusting_grasp), 5th-[commune with nature](spell/commune_with_nature), 6th-[stone tell](spell/stone_tell), 7th-[statue](spell/statue), 8th-[earthquake](spell/earthquake), 9th-[clashing rocks](spell/clashing_rocks)."
		]
	},
	"serpent": {
		"name": "Serpent",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Serpent Domain",
			"",
			"**Source** [Ultimate Magic pg. 35](source/ultimate_magic)",
			"",
			"**Granted Powers:** You serve ancient serpentine mysteries whose coils still encircle the world.",
			"",
			"**Familiar:** You gain a viper familiar. Your effective wizard level for this ability is equal to your druid level. Your druid level stacks with levels from other classes that grant familiars when determining the powers of your familiar.",
			"",
			"**Slither (Ex):** As a free action, you can distend and stretch your body to fit easily through narrow spaces for 1 round. You can move freely through a tight space that would normally require a creature of your size to squeeze through. While slithering, you gain a +2 dodge bonus to Armor Class against attacks of opportunity provoked by your movement and a +2 bonus on CMB and on Escape Artist checks made to escape from a grapple. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Venom Immunity (Ex):** At 6th level, you gain immunity to poisons from snakes, reptiles, and creatures with the reptilian subtype. At 12th level, you gain immunity to all poisons. This replaces venom immunity.",
			"",
			"**Domain Spells:** 1st-[charm animal](spell/charm_animal), 2nd-[animal trance](spell/animal_trance), 3rd-[poison](spell/poison), 4th-[strong jaw](spell/strong_jaw), 5th-[snake staff](spell/snake_staff), 6th-[charm monster](spell/charm_monster), 7th-[animal shapes](spell/animal_shapes) (reptiles and snakes only), 8th-[scintillating pattern](spell/scintillating_pattern), 9th-[crushing hand](spell/crushing_hand)."
		]
	},
	"swamp": {
		"name": "Swamp",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Swamp Domain",
			"",
			"**Source** [Ultimate Magic pg. 35](source/ultimate_magic)",
			"",
			"**Granted Powers:** The sour-sweet depths of bogs, marshes, and swamps are your places of power.",
			"",
			"**Natural Healing (Su):** You can channel energy (as a cleric of your druid level) a number of times per day equal to 3 + your Charisma modifier, but only to heal animals, plants, and vermin. You may reduce the number of dice healed to cure ability damage (your choice) to all affected creatures, curing 1 point of ability damage for each d6 that the channel energy is reduced. You can take other feats to add to this ability, such as [Extra Channel](feat/extra_channel), but not feats that alter this ability, such as [Elemental Channel](feat/elemental_channel) and [Alignment Channel](feat/alignment_channel).",
			"",
			"**Reed Hunter (Ex):** At 6th level, you gain blindsense 30 feet with respect to concealment and cover from fog, vegetation, or water. At 12th level, this improves to blindsight 30 feet with respect to these conditions.",
			"",
			"**Domain Spells:** 1st-[hydraulic push](spell/hydraulic_push), 2nd-[burst of nettles](spell/burst_of_nettles), 3rd-[lily pad stride](spell/lily_pad_stride), 4th-[cape of wasps](spell/cape_of_wasps), 5th-[insect plague](spell/insect_plague), 6th-[mass fester](spell/mass_fester), 7th-[animate plants](spell/animate_plants), 8th-[blood mist](spell/blood_mist), 9th-[shambler](spell/shambler)."
		]
	},
	"the_uskbond": {
		"name": "The Uskbond",
		"sources": [ "Horror Realms" ],
		"description": [
			"## The Uskbond Domain",
			"",
			"**Source** [Horror Realms pg. 45](source/horror_realms)",
			"",
			"**Granted Powers:** The Uskbond functions as a unique domain with the granted powers and domain spells below. A druid who takes the Uskbond must be neutral evil and worship Zon-Kuthon. A druid who has taken an archetype that alters or replaces nature bond cannot take the Uskbond.",
			"",
			"**Absorb Pain (Su):** Whenever you take lethal damage, you can choose as an immediate action to convert a number of points of this damage equal to 1d6 + your Wisdom modifier into nonlethal damage. When you use this ability, you gain a +4 profane bonus on all saving throws versus pain effects during the following round. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Gruesome Display (Ex):** At 8th level, as a standard action you can alter your appearance in such intense, horrific ways that onlookers become nauseated. One creature you select within 30 feet who can see you must succeed at a Will save (DC = 10 + 1/2 your druid level + your Wisdom modifier) or be nauseated for a number of rounds equal to 1/2 your druid level. Every 2 levels beyond 8th, you can affect one additional creature, to a maximum of seven targets within 30 feet at 20th level. Each time you activate your gruesome display, you must affect at least one target, but you can choose to affect fewer targets than your maximum. Once you've targeted the maximum number of creatures granted by level (regardless of whether they successfully save to resist the effect or not), you cannot use gruesome display again for the remainder of the day. This is a mind-affecting fear effect.",
			"",
			"**Domain Spells:** 1st-[delay pain](spell/delay_pain), 2nd-[lesser curse terrain](spell/lesser_curse_terrain), 3rd-[excruciating deformation](spell/excruciating_deformation), 4th-[curse terrain](spell/curse_terrain), 5th-[symbol of pain](spell/symbol_of_pain), 6th-[greater curse terrain](spell/greater_curse_terrain), 7th-[verminous transformation](spell/verminous_transformation), 8th-[supreme curse terrain](spell/supreme_curse_terrain), 9th-[maze of madness and suffering](spell/maze_of_madness_and_suffering) (haunted forest only)."
		]
	},
	"vermin": {
		"name": "Vermin",
		"sources": [
			"Ultimate Wilderness",
			"Inner Sea Monster Codex"
		],
		"description": [
			"## Vermin Domain",
			"",
			"**Source** [Ultimate Wilderness pg. 46](source/ultimate_wilderness), [Inner Sea Monster Codex pg. 35](source/inner_sea_monster_codex)",
			"",
			"**Granted Powers:** You see the perfection of nature in the spindly limbs and strange forms of all vermin, great and small alike.",
			"",
			"**Vermin Whisperer (Su):** You can use your wild empathy ability on vermin. When you do so, you impart a modicum of implanted intelligence on the vermin, allowing you to interact with vermin as if they were animals. Vermin whisperer functions only on vermin that are mindless or have an Intelligence score of 2 or lower.",
			"",
			"**Sudden Sting (Su):** At 8th level, you can inflict a lingering, painful sting as a swift action that requires a successful melee touch attack. This sting deals 1d4 points of piercing damage plus 1 point for every 2 druid levels you have, and the target must succeed at a Fortitude save (DC = 10 + half your druid level + your Constitution modifier) or become staggered for 1 round. This is a pain effect. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Domain Spells:** 1st-[ant haul](spell/ant_haul), 2nd-[summon swarm](spell/summon_swarm), 3rd-[vermin shape I](spell/vermin_shape_i), 4th-[vermin shape II](spell/vermin_shape_ii), 5th-[insect plague](spell/insect_plague), 6th-[swarm skin](spell/swarm_skin), 7th-[creeping doom](spell/creeping_doom), 8th-[verminous transformation](spell/verminous_transformation), 9th-[summon nature's ally IX](spell/summon_nature's_ally_9) (1d3 purple worms only)."
		]
	},
	"vulture": {
		"name": "Vulture",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Vulture Domain",
			"",
			"**Source** [Faiths and Philosophies pg. 25](source/faiths_and_philosophies)",
			"",
			"**Granted Powers:** Yours is the power of death and rebirth. Your spirit soars above all and moves with the flow of unseen currents.",
			"",
			"**Death's Companion (Ex):** Your totem grants you protection from the harbingers of death. As an immediate action, you gain a +2 bonus on saving throws against disease, death spells, and death effects that lasts a number of rounds equal to your druid level. This bonus increases by 2 at 6th level and every 5 levels thereafter, to a maximum of +8 at 16th level. You may use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Agent of Rebirth (Sp):** At 8th level, you may expend a quantity of special oils worth 1,000 gp to cast reincarnate as a spell-like ability usable once per day. Additionally, when using this ability or casting reincarnate as a prepared spell, you have some influence over the physical form that the reincarnated spirit will take. When rolling against the spell's incarnation table, you may roll twice and choose between the two results.",
			"",
			"**Domain Spells:** 1st-[deathwatch](spell/deathwatch), 2nd-[glide](spell/glide), 3rd-[death knell](spell/death_knell), 4th-[death ward](spell/death_ward), 5th-[breath of life](spell/breath_of_life), 6th-[circle of death](spell/circle_of_death), 7th-[resurrection](spell/resurrection), 8th-[finger of death](spell/finger_of_death), 9th-[winds of vengeance](spell/winds_of_vengeance)."
		]
	},
	"wolf": {
		"name": "Wolf",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Wolf Domain",
			"",
			"**Source** [Ultimate Magic pg. 36](source/ultimate_magic)",
			"",
			"**Granted Powers:** You run with the pack and are the master of the cold hunt of your spirit totem.",
			"",
			"**Improved Trip:** You gain [Improved Trip](feat/improved_trip) as a bonus feat.",
			"",
			"**Pack Tactics (Ex):** At 8th level, as a free action on your turn, you can designate an adjacent square; your attacks are treated as coming from that square for the purposes of determining whether or not you are flanking (this applies even if that square is occupied by an object or creature). This ends at the start of your next turn or if you move. If you are flanking a creature without using this ability, you may add your Wisdom bonus to your attack roll rather than the normal +2 flanking bonus. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			"",
			"**Domain Spells:** 1st-[hunter's howl](spell/hunter's_howl), 2nd-[bloodhound](spell/bloodhound), 3rd-[aspect of the wolf](spell/aspect_of_the_wolf), 4th-[strong jaw](spell/strong_jaw), 5th-[tireless pursuers](spell/tireless_pursuers), 6th-[find the path](spell/find_the_path), 7th-[animal shapes](spell/animal_shapes) (canines only), 8th-[phantasmal revenge](spell/phantasmal_revenge), 9th-[freedom](spell/freedom)."
		]
	}
}
