{
	"_prefix": "class_abilities-annointing",
	"_description": [
		"## Annointings",
		"",
		"**Source** [Arcane Anthology](source:arcane_anthology)",
		"",
		"The power of transmutation is evident in magical oils and pastes that alter the properties of objects when applied. Though the Runes of Wealth is focused primarily on spells, Haphrama included a remarkable appendix of ingenious theories about transmuting the properties of magical armor and weapons, from which the magical process of anointings has been developed over the centuries. Alchemists can choose any of the following anointings in place of a normal discovery. An alchemist can use any of the anointings he knows a total number of times per day equal to 3 + his alchemist level. Unless an anointing specifies otherwise, all anointings require a standard action to apply (this provokes attacks of opportunity) and last for 1 minute per alchemist level.",
		"",
		"Investigators can choose any of these discoveries with the alchemist discovery investigator talent. Clerics with the artifice domain can select an anointing in place of their 8th-level domain ability. Transmuter wizards can gain anointings in place of wizard bonus feats. Witches with transformation patrons can gain a single anointing in place of a major hex. In each of these cases, the character treats levels in the class used to select the anointing as his alchemist level for all relevant anointing calculations."
	],
	"eldritch_enhancement": {
		"name": "Eldritch Enhancement",
		"description": [
			"## Eldritch Enhancement",
			"",
			"The alchemist douses a weapon, shield, or suit of armor with a glowing green wash. The caster level of any of the item's magical properties increases by the alchemist's Intelligence modifier for the purposes of effects, including calculations based on level, overcoming spell resistance, or being dispelled."
		]
	},
	"essence_booster": {
		"name": "Essence Booster",
		"description": [
			"## Essence Booster",
			"",
			"The alchemist applies this golden liniment to a weapon or suit of armor that has a tiered special ability (a special ability available in varying degrees of potency, such as [light fortification](magic/armor:light_fortification) or [shadow](magic/armor:shadow)). The affected special ability increases by one step (to [moderate fortification](magic/armor:moderate_fortification) or [greater shadow](magic/armor:greater_shadow), for example). If the item has multiple tiered special abilities, the alchemist chooses one to affect. The item's enhancement bonus increases by 1 if it has no tiered magical qualities. The alchemist must be at least 8th level to choose this anointing."
		]
	},
	"mercurial_oil": {
		"name": "Mercurial Oil",
		"description": [
			"## Mercurial Oil",
			"",
			"This gleaming silver fluid sinks into a magical metal weapon or suit of armor and temporarily liquefies the interior. An affected weapon gains momentum as its center of gravity moves outward during a swing, dealing damage as if it were one size category larger than it actually is. Affected armor resists impact and provides the wearer DR 2/-."
		]
	},
	"orichalcum_dust": {
		"name": "Orichalcum Dust",
		"description": [
			"## Orichalcum Dust",
			"",
			"The alchemist sprinkles a small quantity of colorful dust that comprises the essence of all four elements. By favoring one element over another in this mixture, the alchemist temporarily changes the energy type of one weapon into another. For example, the alchemist can choose for a bomb to deal acid damage or a weapon with the [shocking burst](magic/armor:shocking_burst) special ability to deal fire damage instead. Once an elemental effect is changed, it cannot be changed again until the anointing's duration expires."
		]
	}
}
