{
	"_prefix": "class_abilities-saga",
	"_description": [
		"## Sagas",
		"",
		"Sagas are a form of lore-keeping and tale-telling common in Irrisen and the Lands of the Linnorm Kings. Specialized applications of a skald's raging song ability, sagas function much like bardic masterpieces but are available only to skalds. Sagas are never purely artistic constructs; they are designed to preserve lore or commemorate historical figures, and are usually based in fact. Sagas therefore require ranks in Knowledge (history) as a prerequisite, as well. Bards can learn sagas, using their bardic performance ability instead of raging song."
	],
	"_sources": [
		"Magic Tactics Toolbox"
	],
	"lay_of_scholar-king": {
		"name": "Lay of Scholar-King",
		"searchable_name": "Lay of Scholar King",
		"description": [
			"## Lay of Scholar-King",
			"",
			"**Source** [Magic Tactics Toolbox pg. 19](source/magic_tactics_toolbox)  ",
			"Your tale of a scholarly king sharpens your intellect, but makes others treat you with contempt.",
			"",
			"**Prerequisites:** Knowledge (history) 2 ranks, Perform (oratory) or Perform (sing) 4 ranks.",
			"",
			"**Cost:** Feat or 2nd-level skald spell known.",
			"",
			"**Effect:** You tell the sad tale of studious and introspective King Jarguut, son of Ethered. King Jarguut ruled the Linnorm Kingdom of Raemerrund, but his kingdom fractured when the thanes would not respect his intellect. While you maintain the performance, you can add your Charisma modifier (minimum +1) to Intelligence-based skill checks in addition to your Intelligence modifier, but you take your Intelligence bonus as a penalty on all Charisma-based skill checks (minimum -1).",
			"",
			"**Use:** 1 raging song round per round.",
			"",
			"**Action:** 1 minute"
		]
	},
	"saga_of_the_witch_queen": {
		"name": "Saga of the Witch Queen",
		"description": [
			"## Saga of the Witch Queen",
			"",
			"**Source** [Magic Tactics Toolbox pg. 19](source/magic_tactics_toolbox)  ",
			"Your tale of Baba Yaga's inexorable return allows you to unerringly locate your target.",
			"",
			"**Prerequisites:** Knowledge (history) 7 ranks, Perform (oratory) or Perform (sing) 15 ranks.",
			"",
			"**Cost:** Feat or 5th-level skald spell known.",
			"",
			"**Effect:** You tell the epic tale of the Baba Yaga, the Queen of Witches, who founded Irrisen after winning the Winter War. Once each century, she deposes one of her daughters as queen of Irrisen to install another daughter in her place. For 1,400 years, each reigning queen has known that her mother's return was a certainty. When you complete the performance, you name a creature you have seen or who once owned an item you have in your possession, and you immediately know the creature's location, as per [discern location](spell/discern_location). At the same time, the creature learns your name and that you have determined its current whereabouts.",
			"",
			"**Use:** 10 raging song rounds.",
			"",
			"**Action:** 10 minutes"
		]
	}
}
