{
	"_prefix": "class_abilities-banner",
	"_description": [
		"## Cavalier Banners",
		"",
		"Some knights inspire and direct their allies with specialized tactics. A cavalier or samurai can select one of the following battle standards upon gaining the banner class feature, and its benefits replace the normal benefits of the banner and greater banner class features. A battle standard functions as the banner or greater banner class feature except where otherwise noted. A cavalier or samurai who replaces the banner or greater banner class feature via an archetype cannot select a battle standard, with the following exception: a standard bearer cavalier can select a battle standard at 1st level, and its effects increase as per the standard bearer's banner."
	],
	"fleet_standard_ex": {
		"name": "Fleet Standard (Ex)",
		"searchable_name": "Fleet Standard",
		"description": [
			"### Fleet Standard (Ex)",
			"",
			"An ally who benefits from this standard increases her land speed by 5 feet and gains a +1 dodge bonus to AC during any round in which she moved at least 10 feet. This increase to land speed is an enhancement bonus. At 10th level and every 5 levels thereafter, the bonus to speed increases by 5 feet. At 14th level, an ally benefiting from the banner gains a +2 morale bonus on Reflex saving throws against effects that target an area, such as [fireball](spell:fireball) or [breath weapons](unknown:breath_weapons). When the cavalier or samurai waves this standard, each ally within 60 feet can move up to her speed as an immediate action."
		]
	},
	"jinx_standard_ex": {
		"name": "Jinx Standard (Ex)",
		"searchable_name": "Jinx Standard",
		"description": [
			"### Jinx Standard (Ex)",
			"",
			"An ally who benefits from this standard gains a +1 bonus on caster level checks to bypass spell resistance and a +1 bonus to the DC of her hexes and necromancy or enchantment spell she casts. At 10th level and every 5 levels thereafter, the bonus on caster level checks increases by 1. At 14th level, an ally benefiting from the banner gains a +2 morale bonus on saving throws against spells or effects that deal hit point damage. When the cavalier or samurai waves this standard, a number of allies equal to the cavalier or samurai's Charisma modifier (minimum 1) within 60 feet can attempt an Intimidate check to demoralize a foe as an immediate action."
		]
	},
	"knave_standard_ex": {
		"name": "Knave Standard (Ex)",
		"searchable_name": "Knave Standard",
		"description": [
			"### Knave Standard (Ex)",
			"",
			"An ally who benefits from this standard gains a +2 dodge bonus to AC against attacks of opportunity provoked by movement and a +1 morale bonus on attack rolls that benefit from flanking. At 10th level and every 5 levels thereafter, the bonus to AC increases by 1. At 14th level, an ally benefiting from the banner gains sneak attack +1d6; this stacks with other sources of sneak attack. When the cavalier or samurai waves this standard, a number of allies equal to the cavalier or samurai's Charisma modifier (minimum 1) within 60 feet can each attempt a feint against a foe she threatens as an immediate action."
		]
	},
	"stalwart_standard_ex": {
		"name": "Stalwart Standard (Ex)",
		"searchable_name": "Stalwart Standard",
		"description": [
			"### Stalwart Standard (Ex)",
			"",
			"An ally who benefits from this standard gains a +2 morale bonus to CMD and a +1 morale bonus on attack rolls to creatures threatening an ally. At 10th level and every 5 levels thereafter, the bonus to CMD increases by +1. At 14th level, an ally benefiting from the banner is treated as one size category larger for the purposes of determining which creatures can affect him with combat maneuvers. When the cavalier or samurai waves this standard, each ally within 60 feet can move up to 10 feet without provoking attacks of opportunities and ignoring difficult terrain as an immediate action."
		]
	}
}
