{
	"description": [
		"Standard constructs can be modified to enhance their base abilities, alter their appearance or function, or perform a variety of tasks beyond the intentions of their basic designs. Performing a modification provides a construct's creator with a simple way to create a unique construct. A modification can only be performed while the construct is inanimate or nonfunctioning.",
		"",
		"Performing modifications on one's own construct requires the Craft Construct feat, and the creator must pay any additional crafting requirements and/or costs associated with the modification. Completing a modification requires 1 day per 1,000 gp of the modification's base price (minimum 1 day)."
	],
	"_note": "null cost = \"See Text\"",
	"list": [
		{
			"name": "Armor Modification",
			"file": "constructmods2268.html",
			"sources": [ "Ultimate Magic" ],
			"type": "Basic",
			"cost": null,
			"description": [
				"## Armor Modification",
				"",
				"**Source** [Ultimate Magic pg. 113](source:ultimate_magic)   ",
				"**Type** Basic; **Cost** See Text   ",
				"**Requirements** None   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"This modification adds an enhancement bonus to the construct's natural armor bonus or adds a magic armor property. The cost for magical enhancements equals the cost for creating magic armor as described in [Magic Armor](rule:magic_armor)."
			]
		},
		{
			"name": "Hit Dice Modification",
			"file": "constructmods08de.html",
			"sources": [ "Ultimate Magic" ],
			"type": "Basic",
			"cost": null,
			"description": [
				"## Hit Dice Modification",
				"",
				"**Source** [Ultimate Magic pg. 113](source:ultimate_magic)   ",
				"**Type** Basic; **Cost** See Text   ",
				"**Requirements** None   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"Hit Dice represent the overall strength and power of a construct. They affect a number of subsequent abilities, including hit points, saving throws, and base attacks. Determine the effects of a Hit Dice modification using the rules for adding creature Hit Dice on pages 290-291 of the Bestiary. Because a construct's size is limited, a Hit Dice modification cannot increase its size. Therefore Hit Dice modification can never increase the base construct's Hit Dice beyond 50% of its total HD. Some constructs have a defined cost for increasing Hit Dice. To calculate the cost per Hit Die of other constructs, divide the construct's construction cost by its existing Hit Dice."
			]
		},
		{
			"name": "Movement Modification",
			"file": "constructmods712a.html",
			"sources": [ "Construct Handbook" ],
			"type": "Basic",
			"cost": null,
			"description": [
				"## Movement Modification",
				"",
				"**Source** [Construct Handbook pg. 7](source:construct_handbook)   ",
				"**Type** Basic; **Cost** See Text   ",
				"**Requirements** None   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"This modification improves a construct's existing movement. This modification can improve a construct's land speed, increasing the speed by 10 feet, up to a total speed equal to double its original land speed. Each 10-foot improvement costs 2,000 gp. Constructs with a climb or swim speed can improve these speeds by 10 feet, up to a total speed equal to double the original speed, at a cost of 3,000 gp per 10-foot improvement. Constructs with a fly speed can improve these speeds by 10 feet, up to a total speed equal to double the original speed, at a cost of 4,000 gp per 10-foot improvement.",
				"",
				"Constructs can also gain new means of locomotion with this modification. A construct can gain a climb or swim speed of 15 feet at a cost of 6,000 gp. A construct can gain a fly speed of 15 feet at a cost of 8,000 gp so long as it has at least 5 Hit Dice. A Tiny or smaller construct gains a maneuverability of good, a Medium or Small construct gains a maneuverability of average, a Large or Huge construct gains a maneuverability of poor, and Gargantuan or larger constructs gain a maneuverability of clumsy."
			]
		},
		{
			"name": "Resistances",
			"file": "constructmods90d1.html",
			"sources": [ "Construct Handbook" ],
			"type": "Basic",
			"cost": null,
			"description": [
				"## Resistances",
				"",
				"**Source** [Construct Handbook pg. 7](source:construct_handbook)   ",
				"**Type** Basic; **Cost** See Text   ",
				"**Requirements** None   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"This modification grants resistances to a construct or improves existing resistances. The construct gains energy resistance 5 to one of the following energy types: acid, cold, electricity, or fire. This base resistance costs 4,000 gp. This modification can also improve resistance to the above energy types, up to a total equal to double the original value or 15, whichever is lower. Improving energy resistance in this way costs 6,000 gp for every increment of 5 by which the resistance is increased. Constructs with vulnerability to one of the above energy types, such as an ice golem's vulnerability to fire, cannot gain resistance to that energy type with this modification."
			]
		},
		{
			"name": "Sense Modifications",
			"file": "constructmodsb338.html",
			"sources": [ "Construct Handbook" ],
			"type": "Basic",
			"cost": null,
			"description": [
				"## Sense Modifications",
				"",
				"**Source** [Construct Handbook pg. 8](source:construct_handbook)   ",
				"**Type** Basic; **Cost** See Text   ",
				"**Requirements** None   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"This modification improves the construct's existing senses. This modification can improve a construct's darkvision, extending the range of that darkvision by an additional 30 feet, up to a total range of 120 feet. Each improvement costs 2,500 gp. This modification can also provide blindsense and blindsight to a construct. Blindsense can be added at a cost of 4,000 gp per 30 feet of blindsense, up to a total of 60 feet of blindsense. Blindsight can be added to a construct with blindsense at a cost of 7,500 gp per 15 feet of blindsight, up to a total of 30 feet of blindsight."
			]
		},
		{
			"name": "Spell-Like Ability Modification",
			"file": "constructmods971a.html",
			"sources": [ "Construct Handbook" ],
			"type": "Basic",
			"cost": null,
			"description": [
				"## Spell-Like Ability Modification",
				"",
				"**Source** [Construct Handbook pg. 8](source:construct_handbook)   ",
				"**Type** Basic; **Cost** See Text   ",
				"**Requirements** None   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"This modification allows a construct to cast a spell-like ability in a limited capacity. A spell-like ability chosen for this modification can be of any level, but it must be one that the construct's creator can cast. The construct can cast the selected spell-like ability once per day. Using this modification, a construct's creator can provide additional castings of the same spell-like ability by paying the cost for that spell multiple times. For example, a construct can gain the ability to cast [fireball](spell:fireball) three times per day if the creator pays for the cost of the spell-like ability three times. A construct's Hit Dice limit the total amount of spell-like abilities it can gain from this modification. A construct can gain only a number of spell levels through this modification up to a total equal to its Hit Dice. Following the above example, the construct requires at least 9 Hit Dice to cast [fireball](spell:fireball) three times per day. The cost for adding a spell like ability is equal to 3,000 gp per spell level of the spell. For the purposes of this cost, a 0-level spell has a spell level of 1/2."
			]
		},
		{
			"name": "Weapon Modification",
			"file": "constructmods1e35.html",
			"sources": [ "Ultimate Magic" ],
			"type": "Basic",
			"cost": null,
			"description": [
				"## Weapon Modification",
				"",
				"**Source** [Ultimate Magic pg. 113](source:ultimate_magic)   ",
				"**Type** Basic; **Cost** See Text   ",
				"**Requirements** None   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"This modification enhances a construct's physical weaponry. This process includes adding actual weapons (such as blades or spiked chains) to the physical structure of the construct or enhancing existing weapons with additional magical properties. Structural changes alter the construct's damage only. A construct is automatically considered proficient with any weapon added to its structure as a weapon modification. The cost for adding a weapon is determined by the cost of the weapon or weapon enhancement added. The cost for magical enhancements to these weapons is the same as the cost for creating magic weapons as described in [Magic Weapons](rule:magic_weapons). Performing a weapon modification also requires the [Craft Magical Arms and Armor](feat:craft_magical_arms_and_armor) feat."
			]
		},
		{
			"name": "Ability Score Increase",
			"file": "constructmodsdf7f.html",
			"sources": [ "Ultimate Magic" ],
			"type": "Basic",
			"cost": 5000,
			"description": [
				"## Ability Score Increase",
				"",
				"**Source** [Ultimate Magic pg. 114](source:ultimate_magic)   ",
				"**Type** Basic; **Cost** 5,000 gp   ",
				"**Requirements** None   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"Using this modification, a crafter can permanently increase one of the construct's ability scores by +2 per modification. He cannot increase any abilities with a score of 0. The cost for permanently increasing an ability score is 5,000 gp."
			]
		},
		{
			"name": "Alarm Link",
			"file": "constructmodsef1e.html",
			"sources": [ "Construct Handbook" ],
			"type": "Complex",
			"cost": 250,
			"description": [
				"## Alarm Link",
				"",
				"**Source** [Construct Handbook pg. 8](source:construct_handbook)   ",
				"**Type** Complex; **Cost** 250 gp   ",
				"**Requirements** [Craft Construct](feat:craft_construct), [alarm](spell:alarm)   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"This modification allows a construct to alert its creator with a mental alarm. The creator sets a specific password for the construct. Any creature it encounters that does not speak the password within 1 round causes the construct to activate the mental alarm, which alerts the creator so long as the creator is within 1 mile. The mental alarm awakens the creator from nonmagical sleep but does not otherwise disturb concentration. The creator can deactivate or reactivate a construct's alarm feature as a standard action. The maximum distance of the mental alarm can be increased by paying an additional 250 gp for each additional mile of maximum distance."
			]
		},
		{
			"name": "Frost Mist Stash (Shatter Stash)",
			"searchable_name": "Frost Mist Stash Shatter Stash",
			"file": "constructmods73ca.html",
			"sources": [ "Ultimate Magic" ],
			"type": "Complex",
			"cost": 1000,
			"description": [
				"## Shatter Stash",
				"",
				"**Source** [Ultimate Magic pg. 115](source:ultimate_magic)",
				"**Type** Complex; **Cost** See below",
				"**Requirements** [Craft Construct](feat:craft_construct), [shatter](spell:shatter), variable (see below)",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"For this subcategory of complex modification, parts of the golem are made with hollowed sections carved from deliberately weaker materials, designed to shatter when struck by attackers. A confirmed critical deals critical damage to the construct and shatters the hollowed section, releasing whatever substance the creator placed inside. Once the shatter stash is damaged, this modification is destroyed (it cannot be repaired). A construct can only have one shatter stash at a time. After the modification is destroyed, the construct can be modified with shatter stash again at the normal cost.",
				"",
				"The following are some of the more common shatter stashes, though others exist.",
				"",
				"### Corrosive Jet Stash",
				"",
				"A 15-foot burst of corrosive liquid sprays out of the modified construct's stash. Creatures within the burst must succeed on a DC 15 Fortitude saving throw or take 2d6 points of acid damage and be nauseated for 1d4 rounds. On a successful save, the afflicted creature takes no damage but is sickened for 1 round.",
				"",
				"#### Modification",
				"",
				"Requirements [fireball](spell:fireball); Cost 1,200 gp",
				"",
				"### Firebomb Stash",
				"",
				"A 15-foot burst of fire explodes out of the modified construct's stash. Creatures within the burst must succeed on a DC 12 Reflex saving throw or take 2d6 points of fire damage. A successful save halves the damage.",
				"",
				"#### Modification",
				"",
				"Requirements [fireball](spell:fireball); Cost 1,200 gp",
				"",
				"### Frost Mist Stash",
				"",
				"A 15-foot burst of frosty mist erupts out of the modified construct's stash. Any creatures within the burst must succeed on a DC 14 Fortitude saving throw or else take 1d6 points of damage and become entangled for 1 round. A successful save halves the damage and the target does not become entangled.",
				"",
				"#### Modification",
				"",
				"Requirements [cone of cold](spell:cone_of_cold); Cost 1,000 gp",
				"",
				"### Lightning Lash Stash",
				"",
				"A 30-foot burst of electricity cracks out of the modified construct's stash. Those within the burst must succeed on a DC 15 Reflex saving throw or take 3d8 points of electrical damage. A successful save halves the damage.",
				"",
				"#### Modification",
				"",
				"Requirements [lightning bolt](spell:lightning_bolt); Cost 1,200 gp",
				"",
				"### Willsap Gas Stash",
				"",
				"A 15-foot burst of toxic gas hisses out of this stash. Living creatures within this burst must succeed on a DC 13 Will saving throw or become confused for 1 round. This is a poison effect.",
				"",
				"#### Modification",
				"",
				"Requirements [stinking cloud](spell:stinking_cloud); Cost 2,000 gp"
			]
		},
		{
			"name": "Corrosive Jet Stash (Shatter Stash)",
			"searchable_name": "Corrosive Jet Stash Shatter Stash",
			"file": "constructmods11b9.html",
			"type": "Complex",
			"cost": 1200,
			"copyof": "Frost Mist Stash (Shatter Stash)"
		},
		{
			"name": "Firebomb Stash (Shatter Stash)",
			"searchable_name": "Firebomb Stash Shatter Stash",
			"file": "constructmods171d.html",
			"type": "Complex",
			"cost": 1200,
			"copyof": "Frost Mist Stash (Shatter Stash)"
		},
		{
			"name": "Lightning Lash Stash (Shatter Stash)",
			"searchable_name": "Lightning Lash Stash Shatter Stash",
			"file": "constructmods51e9.html",
			"type": "Complex",
			"cost": 1200,
			"copyof": "Frost Mist Stash (Shatter Stash)"
		},
		{
			"name": "Rune of Shielding (Rune Carved)",
			"searchable_name": "Rune of Shielding Rune Carved",
			"file": "constructmods0067.html",
			"sources": [ "Ultimate Magic" ],
			"type": "Complex",
			"cost": 1200,
			"description": [
				"## Rune Carved",
				"",
				"**Source** [Ultimate Magic pg. 115](source:ultimate_magic)",
				"**Type** Complex; **Cost** See below",
				"**Requirements** [Craft Construct](feat:craft_construct), variable (see below)",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"This subcategory of complex modification allows a construct's creator to carve a runic spell trigger into her creation. Choose one of the following runes. The cost of the rune and any prerequisites are detailed in the rune's description. Once per day, the first time the rune is triggered, its effect occurs. As an immediate action, the creator can attempt to delay the effect until the next time it is triggered. Doing so requires that the construct be within line of sight of the creator (or for the creator to be using scrying or greater scrying through the crafter's eyes construct modification) and that the caster make a Spellcraft check equal to 10 + the caster level of the rune's effect.",
				"",
				"A construct can have more than one rune-carved modification, and even multiple runes of the same type. If it has multiple applications of the same rune, the first one goes off when it is first triggered, the second one goes off when the trigger happens next, and so on. Multiple runes of different types go off when first triggered, even if the different runes share similar triggers.",
				"",
				"It is rumored that there are many more runes than these, but the following are some of the best known and most common runes used by construct crafters.",
				"",
				"### Rune of Agony",
				"",
				"**Aura** Moderate necromancy; CL 9th",
				"",
				"#### Trigger and Effect",
				"",
				"This modification is triggered the first time the modified construct takes damage. Creatures within a 20-foot-radius spread must succeed on a DC 17 Fortitude save or suffer from wracking pains that impose a -4 penalty on attack rolls, skill checks, and ability checks for 1 minute. On a successful saving throw, the creature takes the penalties imposed by the rune for 1 round.",
				"",
				"#### Modification",
				"",
				"**Requirements** [symbol of pain](spell:symbol_of_pain); Cost 18,000 gp",
				"",
				"### Rune of Imprisonment",
				"",
				"**Aura** Strong conjuration; CL 18th",
				"",
				"#### Trigger and Effect",
				"",
				"This rune is triggered the first time the construct is hit with a touch or ranged touch attack spell. The caster of the triggering spells must succeed at a DC 22 Will save or be captured, both body and soul, within a gem embedded in the modified construct's body. The gem holds the caster until either the gem or the construct is destroyed. A gem can only hold one creature at a time; once it captures a creature, the rune does not trigger again until the gem is replaced.",
				"",
				"While a creature is trapped within the gem, the gem is vulnerable to critical hits; if an attacker confirms a critical hit, the construct takes damage and the gem is destroyed, releasing the entrapped creature into a space adjacent to the construct. The broken gem must then be replaced before the rune of imprisonment can function again.",
				"",
				"#### Modification",
				"",
				"**Requirements** [trap the soul](spell:trap_the_soul), gem worth 20,000 gp to serve as the rune's focus; Cost 57,600 gp",
				"",
				"### Rune of Lightning",
				"",
				"**Aura** faint evocation; CL 5th",
				"",
				"#### Trigger and Effect",
				"",
				"This rune is triggered when the modified construct is hit by a melee attack. The rune releases a 5-foot-radius burst of electricity dealing 3d8 points of electrical damage to all creatures within the burst. A successful DC 12 Reflex saving throw halves the damage.",
				"",
				"#### Modification",
				"",
				"**Requirements** [shocking grasp](spell:shocking_grasp); Cost 2,000 gp",
				"",
				"### Rune of Shielding",
				"",
				"**Aura** faint abjuration; CL 3rd",
				"",
				"#### Trigger and Effect",
				"",
				"This rune is triggered the first time the modified construct is attacked with a melee attack, ranged attack, or magic missile. The construct gains a +4 shield bonus to its Armor Class for 3 minutes. This is a force effect and applies against incorporeal touch attacks.",
				"",
				"#### Modification",
				"",
				"**Requirements** [shield](spell:shield); Cost 1,200 gp",
				"",
				"### Rune of Terror",
				"",
				"**Aura** moderate necromancy; CL 7th",
				"",
				"#### Trigger and Effect",
				"",
				"This rune is triggered the first time a creature moves adjacent to the modified construct. The rune creates 20-foot-radius spread of necromantic energy. Creatures in the area must succeed on a DC 20 Will saving throw or become panicked for 1d4 rounds. If the Will save succeeds, the creature is shaken for 1 round.",
				"",
				"#### Modification",
				"",
				"**Requirements** [fear](spell:fear); Cost 11,200 gp"
			]
		},
		{
			"name": "Self-Repair",
			"file": "constructmods6490.html",
			"sources": [ "Construct Handbook" ],
			"type": "Complex",
			"cost": 1500,
			"description": [
				"## Self-Repair",
				"",
				"**Source** [Construct Handbook pg. 9](source:construct_handbook)   ",
				"**Type** Complex; **Cost** 1,500 gp   ",
				"**Requirements** [Craft Construct](feat:craft_construct), [make whole](spell:make_whole)   ",
				"**CR Increase** +1",
				"",
				"**Description**",
				"",
				"This modification allows a construct to use some of the innate magic that powers its body to repair damage to itself. As a swift action, the construct can gain fast healing 5. A construct can activate this fast healing for a number of rounds per day equal to half its Hit Dice (minimum 1 round). These rounds do not need to be consecutive. A construct can gain this modification multiple times. Each time, the total number of rounds per day increases by a number equal to half the construct's Hit Dice (minimum 1 round), up to a maximum equal to double the construct's Hit Dice. Constructs that already have the fast healing ability instead increase their fast healing value by 2, up to a maximum equal to double the construct's original fast healing value."
			]
		},
		{
			"name": "Rune of Lightning (Rune Carved)",
			"searchable_name": "Rune of Lightning Rune Carved",
			"file": "constructmodsd6e6.html",
			"type": "Complex",
			"cost": 2000,
			"copyof": "Rune of Shielding (Rune Carved)"
		},
		{
			"name": "Willsap Gas Stash (Shatter Stash)",
			"searchable_name": "Willsap Gas Stash Shatter Stash",
			"file": "constructmods33eb.html",
			"type": "Complex",
			"cost": 2000,
			"copyof": "Frost Mist Stash (Shatter Stash)"
		},
		{
			"name": "Self-Destruct",
			"file": "constructmods74e4.html",
			"sources": [ "Construct Handbook" ],
			"type": "Complex",
			"cost": 3570,
			"description": [
				"## Self-Destruct",
				"",
				"**Source** [Construct Handbook pg. 9](source:construct_handbook)   ",
				"**Type** Complex; **Cost** 3,570 gp   ",
				"**Requirements** [Craft Construct](feat:craft_construct), [fireball](spell:fireball)   ",
				"**CR Increase** +1",
				"",
				"**Description**",
				"",
				"This modification causes a construct to explode in a shower of razor-sharp scrap and debris when it is reduced to 0 or fewer hit points. All creatures within a 10-foot burst of the construct take a number of points of slashing damage equal to 1d6 times the construct's CR. A successful Reflex save (DC = 10 + half the construct's Hit Dice + the construct's Constitution modifier) halves this damage. If a construct already has a similar ability, such as the death burst of a [clockwork golem](monster:clockwork_golem), the DC of the ability instead increases by 4."
			]
		},
		{
			"name": "Crafter's Eyes",
			"file": "constructmods6602.html",
			"sources": [ "Ultimate Magic" ],
			"type": "Complex",
			"cost": 8000,
			"description": [
				"## Crafter's Eyes",
				"",
				"**Source** [Ultimate Magic pg. 114](source:ultimate_magic)   ",
				"**Type** Complex; **Cost** 8,000 gp   ",
				"**Requirements** [Craft Construct](feat:craft_construct), [scrying](spell:scrying)   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"The crafter gives her construct crystalline eyes that permit her to use a [scrying](spell:scrying) or [greater scrying](spell:greater_scrying) spell to see from the perspective of her creation. This modification requires the crafter also to prepare a special crystalline orb magically bonded to the eyes, which serves as her focus for the [scrying](spell:scrying) or [greater scrying](spell:greater_scrying) spell. The cost of creating that focus is included in the cost of modifying the construct.",
				"",
				"Unlike normal [scrying](spell:scrying) or [greater scrying](spell:greater_scrying), there is no chance of failure for viewing creatures though the sensor; the creator simply sees what the construct sees for the duration of the spell. Spells cast through the sensor still have the normal chance of operating through the construct's eyes."
			]
		},
		{
			"name": "Rune of Terror (Rune Carved)",
			"searchable_name": "Rune of Terror Rune Carved",
			"file": "constructmodsdc8a.html",
			"type": "Complex",
			"cost": 11200,
			"copyof": "Rune of Shielding (Rune Carved)"
		},
		{
			"name": "Construct Shelter",
			"file": "constructmodsfa01.html",
			"sources": [ "Construct Handbook" ],
			"type": "Complex",
			"cost": 11250,
			"description": [
				"## Construct Shelter",
				"",
				"**Source** [Construct Handbook pg. 8](source:construct_handbook)   ",
				"**Type** Complex; **Cost** 11,250 gp   ",
				"**Requirements** [Craft Construct](feat:craft_construct), [Craft Wondrous Item](feat:craft_wondrous_item), [mage's private sanctum](spell:mage's_private_sanctum), Small or larger construct   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"This modification allows a construct to transform into a shelter capable of housing its creator and her allies. The transformation is a rigorous process that requires 10 minutes to complete. Once transformed, the shelter can house a number of inhabitants based on the construct's size. A Colossal construct can house one Colossal creature, two Gargantuan creatures, four Huge creatures, eight Large creatures, 16 Medium creatures, or 32 Small creatures. A Gargantuan construct can house one Gargantuan creature, two Huge creatures, four Large creatures, eight Medium creatures, or 16 Small creatures, and so forth. A construct shelter does not have any accommodations beyond the basics required to rest. Creatures within the shelter can see out, but creatures outside cannot see into the shelter.",
				"",
				"The construct can still receive orders and can eject a creature or prevent a creature from entering according to its creator's orders. A creature can avoid being ejected with a successful Reflex save (DC = 10 + the construct's CR). A creature that attempts to enter the shelter must attempt to break through with a Strength check opposed by the construct's Strength check, forcing its way into the shelter on a success. Alternatively, a creature seeking entry can attack the shelter. The shelter always has an AC of 10, but it retains any damage reduction or hardness the construct has. The attacker must deal damage equal to one-quarter the construct's total hit points to gain entry, reducing the construct's hit points by an equivalent amount."
			]
		},
		{
			"name": "Construct Storage",
			"file": "constructmodsc6cc.html",
			"sources": [ "Construct Handbook" ],
			"type": "Complex",
			"cost": 11250,
			"description": [
				"## Construct Storage",
				"",
				"**Source** [Construct Handbook pg. 8](source:construct_handbook)   ",
				"**Type** Complex; **Cost** 11,250 gp   ",
				"**Requirements** [Craft Construct](feat:craft_construct), [Craft Wondrous Item](feat:craft_wondrous_item), [secret chest](spell:secret_chest), Small or larger construct   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"This modification creates an extradimensional space within the construct, allowing the creator and her allies to store objects within the construct. The construct's size determines the amount of storage available. A Small construct contains 4 cubic feet of space that can hold up to 25 pounds. This space and weight limit is doubled for each size category larger than Small, up to a total of 128 cubic feet and a weight limit of 800 pounds for a Colossal construct. The construct can retrieve any object held within this space as a swift action. Other creatures accessing this space can retrieve an object as a move action. This extradimensional space otherwise functions like a [bag of holding](magic/wondrous:bag_of_holding)."
			]
		},
		{
			"name": "Mind Link",
			"file": "constructmods440b.html",
			"sources": [ "Construct Handbook" ],
			"type": "Complex",
			"cost": 16500,
			"description": [
				"## Mind Link",
				"",
				"**Source** [Construct Handbook pg. 9](source:construct_handbook)   ",
				"**Type** Complex; **Cost** 16,500 gp   ",
				"**Requirements** [Craft Construct](feat:craft_construct), [telepathy](spell:telepathy)   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"This modification allows a creator to issue orders to its construct via a mental connection. The creator must be within 100 feet of the construct to issue orders in this way. Unintelligent constructs and constructs unable to communicate can receive orders but not respond through this mental connection."
			]
		},
		{
			"name": "Rune of Agony (Rune Carved)",
			"searchable_name": "Rune of Agony Rune Carved",
			"file": "constructmodsbf89.html",
			"type": "Complex",
			"cost": 18000,
			"copyof": "Rune of Shielding (Rune Carved)"
		},
		{
			"name": "Bioconstruct Modification",
			"file": "constructmods5579.html",
			"sources": [ "Ultimate Magic" ],
			"type": "Complex",
			"cost": 22750,
			"description": [
				"## Bioconstruct Modification",
				"",
				"**Source** [Ultimate Magic pg. 114](source:ultimate_magic)   ",
				"**Type** Complex; **Cost** 22,750 gp   ",
				"**Requirements** [Craft Construct](feat:craft_construct), [regenerate](spell:regenerate)   ",
				"**CR Increase** +1",
				"",
				"**Description**",
				"",
				"Merging the arts of transmutation and necromancy, powerful spellcasters work living organs into a golem, imbuing it with properties normally associated with beings that are alive. These organs are placed in canopic jars of specially prepared arcane fluids that are then sealed into the golem's body, though not necessarily in anatomically correct locations. Specific organs produce specific effects. Each organ is counted as a separate upgrade, and the costs of multiple bioconstruct organs are cumulative. Bioconstruct upgrades only work with golems, and cannot be placed into animated objects.",
				"",
				"All bioconstruct upgrades have the same weakness-they are susceptible to critical hits. An attacker that confirms a critical hit against a golem with a bioconstruct upgrade deals damage to the construct and also destroys one upgrade. The damaged upgrade ceases to function and the construct loses abilities associated with the upgrade. If a construct has more than one bioconstruct upgrade, only one is damaged. The GM randomly determines the damaged organ.",
				"",
				"Heart: This upgrade permits a golem to receive half the benefits of magical healing and provides a hit point bonus as if the golem had a Constitution score of 12, but the construct does not gain a Constitution score in this process. Negative energy spells cast upon the golem can affect the heart, causing it to cease functioning for the duration of the effect (or 1 round for instantaneous effects). If the spell has a save, the heart uses the golem's saving throws.",
				"",
				"Brain: This upgrade doesn't permit the golem to think independently, but instead, the brain works as a storage device, permitting the golem to acquire skills and feats as if it had an Intelligence score of 10. Enchantment spells or spells with mind-affecting effects that are cast upon the golem can affect the brain, causing the brain to cease functioning for the duration of the spell. While the brain is suppressed in this fashion, the construct temporarily loses access to its skills and feats. If the spell has a save, the brain uses the golem's saving throws."
			]
		},
		{
			"name": "Construct Limb",
			"file": "constructmodsee7c.html",
			"sources": [ "Ultimate Magic" ],
			"type": "Complex",
			"cost": 27000,
			"description": [
				"## Construct Limb",
				"",
				"**Source** [Ultimate Magic pg. 114](source:ultimate_magic)   ",
				"**Type** Complex; **Cost** 27,000 gp   ",
				"**Requirements** [Craft Construct](feat:craft_construct), [Craft Magic Arms and Armor](feat:craft_magic_arms_and_armor), [animate objects](spell:animate_objects), Small or Tiny construct   ",
				"**CR Increase** None",
				"",
				"**Description**",
				"",
				"This modification can be performed on a Small or Tiny construct, such as an [iron cobra](monster:iron_cobra) or a [homunculus](monster:homunculus). The creator modifies the construct such that she can slip it over her arm and control its actions as part of her own. The construct limb retains any melee attacks that the construct has, and the creator can use special attacks as if she were the construct (using the construct's attack statistics and effects), but treat the creator as the creature making attacks for the purpose of determining attacks of opportunity and other actions that could be triggered by an attack made by the creator.",
				"",
				"The limb also provides the wearer with limited protection in combat, roughly equivalent to that of a heavy steel shield. The wearer is considered proficient in this shield. The wearer retains the remainder of her abilities.",
				"",
				"A construct limb counts as a heavy steel shield for purposes of determining AC, weight, Dexterity modifiers to AC, and chance of arcane spell failure."
			]
		},
		{
			"name": "Construct Armor",
			"file": "constructmods312f.html",
			"sources": [ "Ultimate Magic" ],
			"type": "Complex",
			"cost": 35000,
			"description": [
				"## Construct Armor",
				"",
				"**Source** [Ultimate Magic pg. 114](source:ultimate_magic)   ",
				"**Type** Complex; **Cost** 35,000 gp   ",
				"**Requirements** [Craft Construct](feat:craft_construct), [Craft Magic Arms and Armor](feat:craft_magic_arms_and_armor), [animate objects](spell:animate_objects), the construct modified must be the same size as the creator   ",
				"**CR Increase** +1",
				"",
				"**Description**",
				"",
				"This modification allows the construct to be worn like armor by its creator. So long as the creator wears it, the construct performs no independent actions, remaining under the control of the creator, and any attacks directed at the wearer damage the construct. When a construct is destroyed while serving as armor, the wearer loses all the benefits, but retains all the hindrances until the armor is removed, which takes the same amount of time that removing breastplate armor does. If the construct is still active, the creator can order the removal of the armor with a swift action, at which point the construct leaves the creator's space and enters a space adjacent to the creator. Donning construct armor takes a full-round action if the construct is still active. The creator cannot don a construct with this modification if the construct has been destroyed.",
				"",
				"The construct's wearer retains his base attacks and saves. Construct armor counts as breastplate armor for purposes of determining AC, weight, Dexterity modifiers to AC, and chance of arcane spell failure."
			]
		},
		{
			"name": "Rune of Imprisonment (Rune Carved)",
			"searchable_name": "Rune of Imprisonment Rune Carved",
			"file": "constructmods29a9.html",
			"type": "Complex",
			"cost": 57600,
			"copyof": "Rune of Shielding (Rune Carved)"
		}
	]
}
