{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested corruption."
		]
	},
	"aboleth": {
		"name": "Aboleth",
		"sources": [ "Horror Realms" ],
		"description": [
			"## Aboleth Corruption",
			"",
			"**Source** [Horror Realms pg. 54](source/horror_realms)  ",
			"The veiled masters have long controlled countless minions in the Inner Sea region's political arenas.",
			"",
			"### Catalyst",
			"",
			"Sinister agents of the eldritch [aboleth](monster/aboleth) empire have brainwashed you.",
			"",
			"### Progression",
			"",
			"Whenever you have the opportunity to gather intelligence valuable in political intrigue or relevant to the specific interests of your brainwasher (GM's discretion), you must attempt a Will saving throw (DC = 15 + your manifestation level). Failure means you black out and unwittingly attempt to seize the information when you have the best chance to do so undetected in the next week. Whether or not you manage to do so depends on the GM's discretion and your abilities, but if obtaining the information is obviously beyond your means, you may instead work to undermine the defenses surrounding the intelligence so you or another corrupted agent can attempt to gain the information at a later date. If you succeed at this saving throw, you resist the unexpected urge, but the DC of future saving throws against your corruption's progression increases by 2. This increase is cumulative, but it reverses when you fail the saving throw or your corruption progresses. Whenever you make a significant sacrifice to assist your aboleth master or advance its agenda in a way that harms innocents, your corruption progresses.",
			"",
			"**Corruption Stage 1:** The first time you perform such an action, you find it harder to question your own motives. You take a -2 penalty on skill checks made to investigate your corruption, and your alignment shifts one step toward lawful evil.",
			"",
			"**Corruption Stage 2:** The second time you perform such an act, the skill check penalty doubles, and your alignment becomes lawful evil.",
			"",
			"**Corruption Stage 3:** The third time you perform such an act, you become a willing pawn to the veiled masters under the GM's control.",
			"",
			"### Removing the Corruption",
			"",
			"Psychic conditioning can reverse aboleth corruption, but only if the implanted agenda is understood in detail.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the aboleth corruption.",
			"",
			"**Fathomless Psyche**",
			"",
			"**Source** [Horror Realms pg. 54](source/horror_realms)  ",
			"Your memory becomes increasingly unreliable.  ",
			"**Gift:** Your mind contains gaps that serve as traps to those who contact it. You gain a +2 bonus on Will saving throws against mind-affecting effects. Anyone who reads your thoughts or emotions must succeed at a Will saving throw or become confused for 1 round. A creature can only be affected by your fathomless psyche once every 24 hours.  ",
			"**Stain:** The bonus from your gift becomes a -2 penalty to Will saving throws against aboleths and their kind (including those they have corrupted).",
			"",
			"**Forgettable**",
			"",
			"**Source** [Horror Realms pg. 54](source/horror_realms)  ",
			"Your psychic wake burns away all memory of your passing.  ",
			"**Prerequisite:** Manifestation level 6th.  ",
			"**Gift:** You gain the ability to use [hidden presence](spell/hidden_presence) as a quickened spell-like ability once per day. You can use this ability twice per day at corruption stage 2, and up to three times a day at corruption stage 3.  ",
			"**Stain:** People find you creepy but can't explain why. Living creatures gain a +4 morale bonus on Perception and Sense Motive checks to notice you or to see through your Bluff checks.",
			"",
			"**Inexplicable Illusions**",
			"",
			"**Source** [Horror Realms pg. 54](source/horror_realms)  ",
			"Your lies distort the world around you.  ",
			"**Prerequisite:** Manifestation level 5th.  ",
			"**Gift:** Once per day, you can manifest an illusion via either [audiovisual hallucination](spell/audiovisual_hallucination) or [hallucinatory terrain](spell/hallucinatory_terrain). At manifestation level 7th, you can also choose to create your illusion via [mirage arcana](spell/mirage_arcana) or [persistent image](spell/persistent_image). At manifestation level 9th, you can choose [programmed image](spell/programmed_image) or [veil](spell/veil). Regardless of your options, you can only create one illusion per day via this ability. The save DC for these illusions is equal to 10 + your manifestation level + the spell's level.  ",
			"**Stain:** You cannot discuss your aboleth corruption with anyone, whether verbally or by other means, unless you succeed at a Will saving throw. You can attempt this saving throw once per day. Aboleths and their kin are immune to your illusions.",
			"",
			"**Malleable Flesh**",
			"",
			"**Source** [Horror Realms pg. 54](source/horror_realms)  ",
			"Your body twists to conform to your deceptions.  ",
			"**Prerequisite:** Manifestation level 3rd.  ",
			"**Gift:** With 10 minutes of concentration, your flesh takes on a new arrangement, as per [alter self](spell/alter_self). At manifestation level 5th, you can use this ability to assume the shape of a specific individual. At manifestation level 7th, this ability also functions as [monstrous physique I](spell/monstrous_physique_1).  ",
			"**Stain:** The process of shifting your flesh is painful, and you are sickened while concentrating on making the change and for 10 minutes afterward.",
			"",
			"**Porous Mind**",
			"",
			"**Source** [Horror Realms pg. 54](source/horror_realms)  ",
			"Your mind is full of holes.  ",
			"**Prerequisite:** Manifestation level 2nd.  ",
			"**Gift:** You can hear the thoughts of others when you listen closely. Whenever you succeed at a Sense Motive check to get a hunch about a creature, you can attempt to read that creature's mind as if using [detect anxieties](spell/detect_anxieties), [detect desires](spell/detect_desires), [detect thoughts](spell/detect_thoughts), or [sense madness](spell/sense_madness) as a standard action (revealing all the information from 3 rounds of concentration). At manifestation level 6th, you can communicate telepathically with anyone within 30 feet who shares a language with you.  ",
			"**Stain:** The constant psychic noise makes it hard for you to stay focused. For 1 hour after you learn information about a creature with any divination spell or effect (including this manifestation), you take a -4 penalty on concentration and Knowledge checks.",
			"",
			"**Preternatural Persuasion**",
			"",
			"**Source** [Horror Realms pg. 55](source/horror_realms)  ",
			"Your brainwashing is contagious.  ",
			"**Prerequisite:** Manifestation level 3rd.  ",
			"**Gift:** Once per day, when you succeed at a Bluff, Diplomacy, or Intimidate check against a target, you can weave a [suggestion](spell/suggestion), as per the spell, into your conversation as a full-round action. At manifestation level 5th, you can instead use [modify memory](spell/modify_memory). At manifestation level 9th, you can instead use [dominate person](spell/dominate_person).  ",
			"**Stain:** Aboleths and their kin can read your surface thoughts by concentrating; a successful Will saving throw negates this intrusion. An aboleth or related creature can issue a [suggestion](spell/suggestion) once per day at any range to anyone whose actions are currently controlled by your mind-affecting effects, automatically overriding your control if the orders conflict.",
			"",
			"**Skill Conditioning**",
			"",
			"**Source** [Horror Realms pg. 55](source/horror_realms)  ",
			"You have skills you do not remember learning.  ",
			"**Gift:** You speak and understand Aklo. Choose a skill. You are treated as having ranks equal to your Hit Dice in that skill and it is a class skill for you. At manifestation level 5th, you can add a second skill with ranks equal to your Hit Dice.  ",
			"**Stain:** Your mind works in ways that are unsettlingly alien to mortals. You take a -4 penalty on Diplomacy and Sense Motive checks against nonaberrations.",
			"",
			"**Traitor to the Surface World**",
			"",
			"**Source** [Horror Realms pg. 55](source/horror_realms)  ",
			"The world of sunlight has grown foreign to you.  ",
			"**Gift:** You feel at home in the water, and as long as you are swimming you gain a +2 bonus on initiative checks, Reflex saving throws, and all Dexterity-based skill checks. You gain a +4 bonus on Swim checks.  ",
			"**Stain:** Your skin is painfully sensitive to dryness. You take a -1 penalty on attack rolls and Fortitude saving throws when you are not underwater; this penalty increases by 1 for every 24 hours you go without spending at least 1 hour underwater, to a maximum penalty of -4 after 4 days spent out of water.",
			"",
			"**Unconscious Agenda**",
			"",
			"**Source** [Horror Realms pg. 55](source/horror_realms)  ",
			"You can suppress intrusive memories or thoughts.  ",
			"**Gift:** As an immediate action once per day, when you are subjected to any compulsion effect that allows a saving throw, you can choose to reroll that saving throw after you roll but before you learn the results of your first roll. You can use this ability twice per day at manifestation level 4th, and three times per day at manifestation level 5th, but never more than once per saving throw attempt.  ",
			"**Stain:** You become more vulnerable to mental influence from aberrations and take a -2 penalty on saving throws against compulsions from aberrations. You can still use your reroll ability against such saving throws, but the -2 penalty applies to all of your rolls."
		]
	},
	"accursed": {
		"name": "Accursed",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Accursed Corruption",
			"",
			"**Source** [Horror Adventures pg. 16](source/horror_adventures)  ",
			"A foul curse has a deep hold on your body and soul. Your resentment toward the one who cursed you has taken on a life of its own. You notice slights against you by everyone around you, and can gain solace only by punishing them.",
			"",
			"### Catalyst",
			"",
			"The corruption begins with a hateful curse, visitations from a night hag, or another relentless magical torment. These curses most often originate with hags, witches, gods, fey, depraved genies, or insidious divs. Even if the curse is lifted, its corruption lingers upon your soul.",
			"",
			"### Progression",
			"",
			"The progression is tied to spiteful actions you take that have lasting consequences. When you inflict a permanent or long-lasting curse, such as [bestow curse](spell/bestow_curse), or engage in brutal retaliation (what constitutes brutal retaliation is up to the GM, but usually includes disproportionate acts of violence against living creatures), you must attempt a Will saving throw (DC = 15 + your manifestation level). You must also attempt a saving throw after any month in which you have failed to perform a number of spiteful retaliations equal to or greater than your manifestation level. If you fail any of these saving throws, you must use the most severe punishment at your disposal against the next creature that wrongs you, even in a minor way.",
			"",
			"If you fail the save but your allies or others prevent you from exacting your retribution for three consecutive slights, you shake off this urge. You avoid having to exact retribution for the time being, and your corruption doesn't progress. However, the DC of the Will save against your corruption progressing increases by 2. These increases stack each time you shake off this urge, and they last until your corruption reaches the next corruption stage.",
			"",
			"**Corruption Stage 1:** The first time you engage in disproportionate punishment (voluntarily or because of a failed save), your alignment shifts one step toward evil and your face changes, making you memorably ugly or beautiful.",
			"",
			"**Corruption Stage 2:** The second time you engage in this behavior, your alignment shifts another step toward evil and you take on an inhuman appearance, increasingly resembling the type of creature that cursed you.",
			"",
			"**Corruption Stage 3:** The third time you engage in this behavior, you are utterly consumed by your hatred and become an NPC under the GM's control.",
			"",
			"### Removing the Corruption",
			"",
			"Lifting the corruption requires breaking the original curse and either killing or earning forgiveness from the one who laid the curse. If you killed or permanently impaired any creatures unfairly, you must undo the harm and atone.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the accursed corruption.",
			"",
			"**Baleful Glare**",
			"",
			"**Source** [Horror Adventures pg. 16](source/horror_adventures)  ",
			"You can weaken foes with a glare.  ",
			"**Prerequisite:** Manifestation level 6th.  ",
			"**Gift:** Once per day, when you successfully use Intimidate to demoralize a creature within 30 feet, you can curse that target as a swift action. The victim must succeed at a Will save or be staggered permanently. If you use this ability on a creature that is still under the effects of your baleful glare from a previous day, the target must succeed at a Fortitude saving throw or be paralyzed with fear for 3 days. At the end of each day the target spends paralyzed with fear, it must succeed at another Fortitude saving throw or die. Your effective caster level for these curses is equal to your character level.  ",
			"**Stain:** One eye becomes bulging and bloodshot or each eye turns a different color. You take a -4 penalty on Perception checks. This transformation can't be hidden by magic.",
			"",
			"**Cold Iron Allergy**",
			"",
			"**Source** [Horror Adventures pg. 16](source/horror_adventures)  ",
			"Your skin is as hardened as your heart.  ",
			"**Prerequisite:** Manifestation level 4th.  ",
			"**Gift:** You gain an amount of damage reduction equal to 1/2 your manifestation level. This DR is overcome by cold iron.  ",
			"**Stain:** Whenever you touch cold iron, including being struck by a cold iron weapon, you are sickened for 1 round. Immunities don't prevent this sickened condition, and you can't remove it early by any means. You can attempt to hide this aversion from foes with a Bluff check opposed by their Sense Motive checks.",
			"",
			"**Cruel Deceiver**",
			"",
			"**Source** [Horror Adventures pg. 16](source/horror_adventures)  ",
			"You can weave magical lies to set victims up for a downfall.  ",
			"**Prerequisite:** Manifestation level 2nd.  ",
			"**Gift:** You gain a +2 bonus on Bluff and Disguise checks. You can use [dancing lights](spell/dancing_lights), [disguise self](spell/disguise_self), and [ghost sound](spell/ghost_sound) once per day each as a spell-like ability. You can perfectly mimic the sound of any animal or voice you have ever heard. At manifestation level 3rd, the bonus doubles. At manifestation level 5th, you can use [mirage arcana](spell/mirage_arcana) once per day as a spell-like ability.  ",
			"**Stain:** You can never speak or otherwise communicate the truth. You can still communicate by various methods, such as uttering insignificant lies, obvious lies, or nonstatements.",
			"",
			"**Grim Fate**",
			"",
			"**Source** [Horror Adventures pg. 16](source/horror_adventures)  ",
			"You can twist the strands of fate to your desires.  ",
			"**Gift:** Once per day as an immediate action, you can reroll an ability check, attack roll, caster level check, saving throw, or skill check after learning the result. At manifestation level 8th, you can also lay a [curse of unluck](curse/curse_of_unluck) upon a creature once per day. This takes a standard action, and must target a creature you can see within 30 feet.  ",
			"**Stain:** You can't benefit from morale bonuses. You take a -2 penalty on Perform and Sense Motive checks. At manifestation level 3rd, the penalty doubles.",
			"",
			"**Horrific Shock**",
			"",
			"**Source** [Horror Adventures pg. 17](source/horror_adventures)  ",
			"You can surprise a foe with overwhelming horror.  ",
			"**Gift:** When you damage a creature on the surprise round, it becomes shaken for 1 round unless it succeeds at a Will save.  ",
			"**Stain:** You take on a horrible appearance. You take a -2 penalty on Diplomacy, Handle Animal, and wild empathy checks against creatures who can see you. At manifestation level 3rd, the penalty doubles.",
			"",
			"**Spiteful Transformation**",
			"",
			"**Source** [Horror Adventures pg. 17](source/horror_adventures)  ",
			"You can transform foes into mere beasts.  ",
			"**Prerequisite:** Manifestation level 5th.  ",
			"**Gift:** Add 1 to the DCs of your spells and abilities that have the curse descriptor. Once per day as a standard action, you can use [baleful polymorph](spell/baleful_polymorph) as a spell-like ability, with a caster level equal to your character level. This counts as a curse, and the DC of any caster level check to remove it increases by 5.  ",
			"**Stain:** You take a -2 penalty on Will saves. If you have this manifestation's gift, using your [baleful polymorph](spell/baleful_polymorph) curse negates the penalty until the next day.",
			"",
			"**Undying Hatred**",
			"",
			"**Source** [Horror Adventures pg. 17](source/horror_adventures)  ",
			"You can't rest while those you hate go unpunished.  ",
			"**Gift:** Once per day, if you would die from hit point damage, instead your hit point total becomes -1 and you stabilize. This ability doesn't work against death effects. Observers believe you to be dead unless they study you closely and succeed at a DC 25 Heal check. After 1 minute, you regain 1 hit point and regain consciousness.  ",
			"**Stain:** When you begin your turn with a helpless foe within 5 feet of your reach, you must attempt a Will save. If you fail, you must attempt a coup de grace against that foe this round if possible. The DC of this Will save is equal to 15 + your manifestation level.",
			"",
			"**Weakening Claws**",
			"",
			"**Source** [Horror Adventures pg. 17](source/horror_adventures)  ",
			"Your fingernails grow into talons.  ",
			"**Prerequisite:** Manifestation level 3rd.  ",
			"**Gift:** Your nails grow into claw natural weapons that deal 1d3 points of damage if you're Medium (1d2 if Small). Once per day, you can make a weakening claw attack as a standard action. If you hit, you inflict a permanent -4 penalty on the target's Strength score. The victim can halve the penalty and reduce the duration to 24 hours with a successful Fort save.  ",
			"**Stain:** You take a -2 penalty on Disable Device checks, Sleight of Hand checks, and attacks with manufactured weapons. Your spells with somatic or emotion components have a failure chance of 5%. If you have a spell failure chance from other sources, add the chances together.",
			"",
			"**Wish Peddler**",
			"",
			"**Source** [Horror Adventures pg. 17](source/horror_adventures)  ",
			"Like a fey or genie, you can twist another creature's wishes.  ",
			"**Gift:** Once per day as a full-round action, you can duplicate the effect of a [witch spell](unknown/witch_spell) of a spell level lower than your manifestation level. This spell cannot have a material or focus component costing more than 1 gp or a casting time longer than 1 standard action. The spell's effect must fulfill, in part or in whole, a wish verbally stated by a humanoid creature you can hear (other than yourself).  ",
			"**Stain:** If you cast or use a harmless spell or spell-like ability when you are in combat, you must succeed at a concentration check (DC = 20 + double the spell level) or lose the spell. This also applies to nonharmless spells you cast that target only allies. Additionally, you must attempt saves against your allies' spells and spell-like abilities, even if they are harmless."
		]
	},
	"amoral": {
		"name": "Amoral",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Amoral Corruption",
			"",
			"**Source** [Antihero's Handbook pg. 20](source/antihero's_handbook)  ",
			"While even the noblest heroes can fall victim to corruption of body, mind, or spirit, antiheroes who tread ethically gray waters are often at higher risk of losing themselves to the moral decay detailed below.\n\nWhen an otherwise upstanding person turns to evil deeds to achieve his goals-whether by accident, due to sinister influence, or through desperation-he begins to slip, every excuse and justification furthering his descent into evil.",
			"",
			"### Catalyst",
			"",
			"This corruption often begins when you allow an evil force into your life to help you accomplish an otherwise noble goal. In the name of helping a community or saving a loved one, you may have fallen in league with a disguised succubus or made a desperate deal with a dark power.",
			"",
			"Characters wh0 are already neutral or evil cannot gain this corruption.",
			"",
			"### Progression",
			"",
			"The progression of this corruption is tied to evil actions taken to achieve a significant benevolent goal (identified when you gain this corruption), especially when such actions provide an easier road to success than good actions. A significant goal might be deposing a tyrant or rescuing a prisoner of war, but it is up to the GM to determine what qualifies. Whenever you commit an evil act in pursuit of your significant goal, you must attempt a Will saving throw (DC = 15 + your manifestation level). You must also attempt this saving throw after any month in which the number of evil acts you performed in pursuit of your goal is less than your manifestation level. If you fail any of these saving throws, you are overcome with the urge to commit a wantonly evil act that does not significantly advance your benevolent goal; this also causes you to progress to the next corruption stage. If others prevent this wantonly evil act, you shake off this urge, but the DC of future saving throws to prevent the corruption's progress increases by 2; this increase stacks each time you shake off the urge, but it resets when you reach the next corruption stage.",
			"",
			"Performing a wantonly evil action for your own enjoyment automatically progresses the corruption to the next stage.",
			"",
			"**Corruption Stage 1:** The first time you engage in an evil act to further your goal, your alignment shifts one step toward evil.",
			"",
			"**Corruption Stage 2:** The second time you engage in such an act, your alignment shifts another step toward evil, you take on a sickly pallor, and your pupils turn dark red.",
			"",
			"**Corruption Stage 3:** The third time you engage in such an act, evil behavior becomes a casual part of your actions and you think nothing of the suffering caused to bring about your goals-after all, it will be worth it. However, you might lose sight of your original purpose in favor of mean-spiritedness. You become an NPC under the GM's control.",
			"",
			"### Removing the Corruption",
			"",
			"This corruption is difficult to remove, since it is based in part on your self-delusions. You must first be convinced that you are going too far to achieve your goal, and even then, full recovery requires atoning (as per atonement) or going through a similar redemptive arc, with the potential of remission subject to the GM's discretion.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the amoral corruption.",
			"",
			"**Clandestine Dealings**",
			"",
			"**Source** [Antihero's Handbook pg. 20](source/antihero's_handbook)  ",
			"You begin to see the value in the methods of your enemies, and this intrigues them.  ",
			"**Gift:** When you attempt a Diplomacy check to influence the attitude of an unfriendly or hostile creature, the DC is reduced by 5.  ",
			"**Stain:** The hypocrisy of your methods begins to catch up with you. Good-aligned weapons and damaging effects deal one additional die of damage to you, even if your current alignment is good. (For example, a +1 [holy](magic/enhancement/holy) longsword deals 2d8+1 points of damage to you if you are not evil, and it deals 2d8+2d6+1 points of damage to you if you are evil.)",
			"",
			"**Evidence Eraser**",
			"",
			"**Source** [Antihero's Handbook pg. 21](source/antihero's_handbook)  ",
			"You fear discovery of your crimes, so you work with obsessive zeal to cover your tracks, though this makes you paranoid.  ",
			"**Gift:** You gain a +4 profane bonus on Bluff checks to obscure or destroy evidence, as well as on Stealth checks. At manifestation level 3rd, this bonus becomes +8.  ",
			"**Stain:** You constantly second-guess the motives of others. If you attempt a Sense Motive check against a character who is not being deceptive, you must succeed against a DC equal to 15 + your manifestation level or you form some outlandish theory about the character's behavior that paints her as an obstacle to accomplishing your goal.",
			"",
			"**Evidence Forger**",
			"",
			"**Source** [Antihero's Handbook pg. 21](source/antihero's_handbook)  ",
			"You don't care about truth; you care only that the \"facts\" support your agenda, and you are adept at making such falsehoods seem true.  ",
			"**Prerequisite:** Manifestation level 3rd, evidence eraser.  ",
			"**Gift:** When attempting a Linguistics or similar check to create a forged piece of evidence, you can roll twice and use the higher result. You can use this gift a number of times per week equal to your manifestation level.  ",
			"**Stain:** You can no longer discern between reality and a plausible lie. Whenever you attempt either a Will saving throw to disbelieve an illusion or an opposed Sense Motive check, you roll twice and take the lower result.",
			"",
			"**Forbidden Magic**",
			"",
			"**Source** [Antihero's Handbook pg. 21](source/antihero's_handbook)  ",
			"You find your magic to be insufficient for reaching your goal, so you begin to draw from darker sources.  ",
			"**Prerequisite:** Manifestation level 3rd.  ",
			"**Gift:** When you are the target of a damaging or healing spell, before the damage or healing is rolled, you can choose to take one fewer die of damage (for a damaging spell) or add one die of healing (for a healing spell).  ",
			"**Stain:** Each time you use forbidden magic's gift, you must succeed at a Will saving throw (DC = 15 + your manifestation level) or you progress to the next corruption stage.",
			"",
			"**Greater Clandestine Dealings**",
			"",
			"**Source** [Antihero's Handbook pg. 21](source/antihero's_handbook)  ",
			"Fiends have taken notice of your wavering beliefs, and they seek to entice you.  ",
			"**Prerequisite:** Manifestation level 3rd, clandestine dealings.  ",
			"**Gift:** The benefits of clandestine dealings also apply to evil outsiders, regardless of their initial attitude. Furthermore, such outsiders are always willing to offer bargains, whether they are encountered normally or called by planar binding or similar methods.  ",
			"**Stain:** You count as evil for the purposes of spells that have alignment-based effects.",
			"",
			"**Overwhelming Hate**",
			"",
			"**Source** [Antihero's Handbook pg. 21](source/antihero's_handbook)  ",
			"You cannot abide those who would oppose your goals-the very thought makes your blood boil.  ",
			"**Prerequisite:** Manifestation level 6th.  ",
			"**Gift:** Once per day, you can declare an enemy to be a threat to your goal, allowing you to add your manifestation level as a bonus on damage rolls against that enemy. At manifestation level 8th, this extra damage is doubled.  ",
			"**Stain:** When you encounter a significant setback in reaching your goal (as determined by the GM), you must attempt a Will saving throw (DC = 15 + your manifestation level). On a failure, you attempt to take revenge on the party you consider responsible within the next few days, and your corruption progresses to the next stage.",
			"",
			"**Self-Righteous Fury**",
			"",
			"**Source** [Antihero's Handbook pg. 21](source/antihero's_handbook)  ",
			"Your fury at being vexed knows no bounds, and you sometimes slip into violent rages.  ",
			"**Prerequisite:** Manifestation level 6th.  ",
			"**Gift:** Three times per day, you can gain the benefits of the [rage](spell/rage) spell with a caster level equal to your manifestation level. At manifestation level 8th, you also gain the benefits of the [haste](spell/haste) spell for as long as your rage lasts.  ",
			"**Stain:** Your temper is difficult to control. Whenever you fail an ability check or skill check by 5 or more, you must succeed at a Will saving throw (DC = 15 + your manifestation level) or you immediately lash out at a creature or object involved in the situation (determined randomly if there are multiple targets), attacking it with a weapon or otherwise attempting to damage it. You are not compelled to continue attacking the target.",
			"",
			"**Sociopathic Liar**",
			"",
			"**Source** [Antihero's Handbook pg. 21](source/antihero's_handbook)  ",
			"You have become so adept at spinning mistruths that it becomes nearly impossible for others to understand your true motives.  ",
			"**Gift:** Whenever you attempt a Bluff check to lie, you gain a +4 bonus on the check. At manifestation level 3rd, this bonus increases to +8.  ",
			"**Stain:** Whenever you are telling the truth and a creature attempts a Sense Motive check, the creature suspects you are lying regardless of the check's result.",
			"",
			"**Sudden Betrayal**",
			"",
			"**Source** [Antihero's Handbook pg. 21](source/antihero's_handbook)  ",
			"Your allies never suspect that you will betray them in an instant if they get in your way.  ",
			"**Prerequisite:** Manifestation level 6th.  ",
			"**Gift:** When you initiate combat against your allies, each one is staggered for the first normal round of combat.  ",
			"**Stain:** You don't count other creatures as allies for the purposes of abilities and effects that don't directly target them (excluding the gift of this manifestation)."
		]
	},
	"deep_one": {
		"name": "Deep One",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Deep One Corruption",
			"",
			"**Source** [Horror Adventures pg. 18](source/horror_adventures)  ",
			"The waves call to you, like a siren's song echoing across crashing surf.",
			"",
			"### Catalyst",
			"",
			"The corruption of the deep ones typically comes in two varieties. The most common source of deep one corruption is having dormant deep one blood running through your veins. Exposure to the magic of cults dedicated to [Great Old Ones](family/great_old_ones) like [Cthulhu](monster/cthulhu) could awaken this dormant lineage within you, beginning your transformation into a deep one. Likewise, exposure to the presence of deep ones themselves can cause you to heed a call to deep waters that ends with a torturous transformation. Less common means of contracting a deep one corruption include ritualistic transformation, curses, or-in extreme cases-willing copulation with a deep one.",
			"",
			"### Progression",
			"",
			"Once the deep one corruption has taken root, the summons calling you to the deep ones' cold, lightless realm becomes a constant thrum in the back of your mind. Exposure to sea water becomes increasingly important to you. Each day that you don't spend at least 1 hour per manifestation level fully immersed in the ocean or a salt-water sea, you must succeed at a Will save (DC = 15 + your manifestation level). You also need to attempt such a Will save whenever you are a target of (or in the area of ) a divine spell or spell-like ability with the evil descriptor.",
			"",
			"**Corruption Stage 1:** The first time you fail, you lose control of yourself for 24 hours. When you regain your senses, you find yourself in the sea or an ocean, or at least on your way to such a place if you were too far away to reach it. Either way, your alignment shifts one step towards chaotic evil.",
			"",
			"**Corruption Stage 2:** The second time you fail, you lose control again, and you find that you have made contact with an alien entity during the missing time. Your alignment shifts to chaotic evil and your race changes to [deep one hybrid](monster/deep_one_hybrid), if it wasn't already. If you are already over the venerable age for a deep one hybrid (60 years), you experience the final change as per the race's ability, becoming an NPC deep one under the GM's control.",
			"",
			"**Corruption Stage 3:** The third time you fail, you experience the final change early, becoming an NPC deep one under the GM's control.",
			"",
			"### Removing the Corruption",
			"",
			"Removing the deep one corruption might require psychic conditioning away from compulsions regarding water and necromantic rituals to expunge the deep one blood from your veins. The ritual might also require slaying the deep one who sired your bloodline.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the deep one corruption.",
			"",
			"**Bloodthirst**",
			"",
			"**Source** [Horror Adventures pg. 18](source/horror_adventures)  ",
			"You gain a bite attack and can taste blood in the water.  ",
			"**Prerequisite:** Deep adaptation, loathsome gills.  ",
			"**Gift:** You gain a bite attack as a primary natural weapon. This bite attack deals 1d6 points of damage if your size is Medium (1d4 if Small). Additionally, you gain the scent ability when underwater and can track a creature that travels underwater using a Perception check rather than a Survival check, so long as it was bleeding (either suffering from a bleed effect or having taken at least 1 point of piercing or slashing damage that was neither healed nor treated with a successful Heal check).  ",
			"**Stain:** Your toothy maw distorts your speech, and your thoughts flit between potential prey. You take a 15% spell failure chance for spells with verbal or thought components and a -2 penalty on all Bluff, Diplomacy, Disguise, Handle Animal, and Perform checks.",
			"",
			"**Call of the Deep**",
			"",
			"**Source** [Horror Adventures pg. 18](source/horror_adventures)  ",
			"Your slimy touch robs your victims of breath.  ",
			"**Prerequisite:** Manifestation level 7th, claws of the deep, swimmer in the deep.  ",
			"**Gift:** Once per day for every 2 manifestation levels you possess, you can attempt a touch attack that causes your opponent to suffocate. If this attack hits, the target must succeed at a Fortitude save or it gains the ability to breathe water, but also immediately loses the ability to breathe air and begins to suffocate unless it holds its breath. This effect lasts for a number of minutes equal to your manifestation level, and after each minute, the victim can attempt another Fortitude save to negate the effect. The DC of the save increases by 2 every minute.  ",
			"**Stain:** You require constant submersion in salt water. If you spend more than 1 day without fully submerging yourself in such water, you suffer internal organ failure, painful cracking of the skin, and death within 4d6 hours.",
			"",
			"**Claws of the Deep**",
			"",
			"**Source** [Horror Adventures pg. 19](source/horror_adventures)  ",
			"Disgusting, translucent claws grow from your fingers.  ",
			"**Prerequisite:** Manifestation level 3rd, swimmer in the deep.  ",
			"**Gift:** You gain two claw natural attacks. These claws deal 1d4 points of damage if your size is Medium (1d3 if Small).  ",
			"**Stain:** You exude a strong odor of low tide. This allows creatures with the scent ability to notice you from twice the usual distance, and makes it extremely difficult-and sometimes outright impossible-to disguise yourself. You also take a -4 penalty on your Diplomacy and Perform checks against creatures without the aquatic subtype. Your supernatural scent is not affected by the [negate aroma](spell/negate_aroma) spell.",
			"",
			"**Deep Adaptation**",
			"",
			"**Source** [Horror Adventures pg. 19](source/horror_adventures)  ",
			"You are acclimated to deep ocean pressures and temperatures.  ",
			"**Prerequisite:** Loathsome gills.  ",
			"**Gift:** You gain cold resistance 5. At manifestation level 6th, you can survive safely at any ocean depth.  ",
			"**Stain:** Your flesh peels away to reveal fine, iridescent scales, and your movements become slow and awkward. You take a -2 penalty to your Dexterity score while on land.",
			"",
			"**Deepsight**",
			"",
			"**Source** [Horror Adventures pg. 19](source/horror_adventures)  ",
			"Your eyes grow accustomed to the dark places of the world.  ",
			"**Gift:** You gain low-light vision. At manifestation level 5th, you gain darkvision with a range of 60 feet, or if you already have darkvision, its range increases by 30 feet.  ",
			"**Stain:** Your eyes' reflective sheen causes [light sensitivity](umr/light_sensitivity).",
			"",
			"**Landwalker**",
			"",
			"**Source** [Horror Adventures pg. 19](source/horror_adventures)  ",
			"Your journey to the depths presaged your return to dry land.  ",
			"**Prerequisite:** Manifestation level 7th, loathsome gills.  ",
			"**Gift:** You gain the [aquatic subtype](subtype/aquatic) and the [amphibious](umr/amphibious) special quality. You gain a swim speed equal to half your land speed. If you have the swimmer in the deep manifestation, increase your swim speed by 10 feet instead.  ",
			"**Stain:** Your hair falls out in patches and your skin takes on a slimy sheen. You take a -2 penalty to your Charisma score.",
			"",
			"**Loathsome Gills**",
			"",
			"**Source** [Horror Adventures pg. 19](source/horror_adventures)  ",
			"You grow gills at your jawline.  ",
			"**Gift:** You can hold your breath underwater for 10 minutes per point of Constitution you have. At manifestation level 3rd, you can breathe underwater indefinitely. At manifestation level 7th, you can no longer breathe air and must hold your breath when above water (though you can still hold your breath for 10 minutes per point of Constitution you have).  ",
			"**Stain:** Your gills impose a -4 penalty on Fortitude saves against inhaled poisons and poison effects (like [stinking cloud](spell/stinking_cloud)).",
			"",
			"**Siltsight**",
			"",
			"**Source** [Horror Adventures pg. 19](source/horror_adventures)  ",
			"Your senses are keener underwater.  ",
			"**Gift:** While underwater, you ignore concealment from silt, muck, and murky water. At manifestation level 5th, you also gain blindsense with a range of 10 feet while underwater.  ",
			"**Stain:** Your eyes grow bulbous and fishlike. You take a -2 penalty on Perception checks while not underwater.",
			"",
			"**Slow Aging**",
			"",
			"**Source** [Horror Adventures pg. 19](source/horror_adventures)  ",
			"Your deep one blood runs thick and slowly, arresting aging.  ",
			"**Prerequisite:** Manifestation level 5th.  ",
			"**Gift:** You age more slowly than members of your base race. It takes you twice as long to reach middle age, and three times as long to reach both old age and venerable. At manifestation level 8th, you gain a +2 bonus to your Constitution score.  ",
			"**Stain:** You dream of lost cities in ages primordial and are haunted by strange aeons long since forgotten. You require 16 hours of sleep for a night's rest and you are incapable of deriving benefit from effects that replace the need for sleep (like a [ring of sustenance](magic/ring/ring_of_sustenance)) or ameliorate, suppress, or remove the effects of lack of sleep.",
			"",
			"**Swimmer in the Deep**",
			"",
			"**Source** [Horror Adventures pg. 19](source/horror_adventures)  ",
			"The cold depths of the ocean are your home now.  ",
			"**Gift:** You gain a +4 racial bonus on Swim checks (which doesn't stack with the +8 racial bonus from having a swim speed) and can take a 10 on Swim checks even while threatened. At manifestation level 3rd, you gain a swim speed equal to half your land speed. At manifestation level 5th, your swim speed is equal to your land speed.  ",
			"If you are a [deep one hybrid](monster/deep_one_hybrid), you instead gain a +10-foot enhancement bonus to your swim speed. This increases to a +20-foot enhancement bonus at manifestation level 3rd and to a +30-foot enhancement bonus at manifestation level 5th.  ",
			"**Stain:** You grow webbing between your fingers and toes and become dissatisfied with life on land. You take a -2 penalty on Dexterity- and Strength-based skill checks and ability checks while on land."
		]
	},
	"demonic": {
		"name": "Demonic",
		"sources": [ "Horror Realms" ],
		"description": [
			"## Demonic Corruption",
			"",
			"**Source** [Horror Realms pg. 56](source/horror_realms)  ",
			"Close contact with the Abyss or demons clouds your mind and twists your body.",
			"",
			"### Catalyst",
			"",
			"Prolonged contact with Abyssal energies or demons, whether willing or otherwise, has corrupted your soul.",
			"",
			"### Progression",
			"",
			"Demonic corruption thrives in the presence of sin. One could become initially corrupted by demonic influence through being exposed to raw Abyssal energies in the Worldwound, accepting one too many profane gifts from a succubus, or using a wish granted by a glabrezu, but the progression of the corruption is often tied to the individual's most powerful sin. When an opportunity arises to carry out a significant action that matches the corruption's theme (GM's discretion), you are tempted to take it. The action might include wanton destruction and violence, or merely tempting someone to behave in a chaotic evil manner. You must succeed at a Will saving throw (DC = 15 + your manifestation level) or succumb to this temptation and perform the action. What counts as significant is up to the GM. If something prevents you from performing this act, the GM chooses a time over the next week when you're compelled to otherwise further the cause of chaotic evil.",
			"",
			"**Corruption Stage 1:** The first time you perform a significant act that matches the corruption's theme, your alignment shifts one step toward chaotic evil (toward evil first, if you aren't yet evil). Any attempt to raise you from the dead requires a successful caster level check (DC = 15 + double your manifestation level).",
			"",
			"**Corruption Stage 2:** The second time you perform such an act, your alignment shifts to chaotic evil.",
			"",
			"**Corruption Stage 3:** The third time you perform such an act, you become a demonic entity under the GM's control.",
			"",
			"### Removing the Corruption",
			"",
			"Redemption requires slaying the demon who corrupted you or cleansing the site where you were corrupted.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the demonic corruption.",
			"",
			"**Abyssal Deformity**",
			"",
			"**Source** [Horror Realms pg. 56](source/horror_realms)  ",
			"Your body mirrors the ugliness of your corruption.  ",
			"**Gift:** You gain a +3 bonus on Intimidate checks and on Diplomacy checks to interact with demons and their cults. Your stain penalty does not apply to these checks. At manifestation level 5th, the bonuses double.  ",
			"**Stain:** Your hideousness unsettles others. You take a -2 penalty on Diplomacy, Disguise, and Handle Animal checks. At manifestation level 5th, the penalties double.",
			"",
			"**Chaotic Mutation**",
			"",
			"**Source** [Horror Realms pg. 56](source/horror_realms)  ",
			"Your physical form is unpredictable.  ",
			"**Prerequisite:** Manifestation level 2nd.  ",
			"**Gift:** Permanent [fleshcrafts](unknown/fleshcrafts) cost 10% less to apply to you. Once per day, you can gain any one of the abilities listed in [alter self](spell/alter_self), as well as an apt physical feature or body part of a typically chaotic or evil race (using that race's ability or that in [alter self](spell/alter_self), whichever is worse). Abilities gained in this manner persist for 1 hour per manifestation level. At manifestation level 7th, the ability granted lasts until you use the ability again to gain a different feature.  ",
			"**Stain:** Your aura detects as chaotic and evil instead of your true alignment. The aura is strong, like that of a cleric. At manifestation level 5th, whenever you activate this ability, you risk undergoing a [fleshwarp mutation](rule/fleshwarp_mutation) unless you succeed at a Fortitude saving throw (DC = 15 + manifestation level). All fleshwarp mutations from your demonic corruption gained in the same day count as originating from the same area.",
			"",
			"**Corrupted Claws**",
			"",
			"**Source** [Horror Realms pg. 57](source/horror_realms)  ",
			"Your hands twist into terrible claws.  ",
			"**Gift:** You gain a claw attack as a primary natural weapon. This attack deals 1d6 points of damage (or 1d3 points of damage if you are Small). At manifestation level 6th, you gain a second claw attack.  ",
			"**Stain:** You take a -2 penalty on attack rolls with manufactured weapons and on Disguise checks where you must hide your claws.",
			"",
			"**Demonic Enhancement**",
			"",
			"**Source** [Horror Realms pg. 57](source/horror_realms)  ",
			"Demonic power surges within you.  ",
			"**Prerequisite:** Manifestation level 4th.  ",
			"**Gift:** You gain a +2 profane bonus to the ability score of your choice.  ",
			"**Stain:** You take a -2 penalty to an ability score of the GM's choice (other than the one you select as your gift).",
			"",
			"**Demonic Wings**",
			"",
			"**Source** [Horror Realms pg. 57](source/horror_realms)  ",
			"You've grown a pair of demonic wings from your back.  ",
			"**Prerequisite:** Manifestation level 4th.  ",
			"**Gift:** You gain a fly speed of 30 feet with poor maneuverability. At manifestation level 8th, the fly speed increases to 60 feet and your maneuverability increases to good.  ",
			"**Stain:** Your wings cannot be hidden by magic, but you can conceal them by mundane means. Your wings periodically flap and rasp reflexively, imposing a -4 penalty on Escape Artist and Stealth checks.",
			"",
			"**Hideous Urges**",
			"",
			"**Source** [Horror Realms pg. 57](source/horror_realms)  ",
			"Your base instincts grow stronger.  ",
			"**Gift:** Whenever you are confused, you can roll twice and take the result of your choice to determine the actual effects of confusion. Once per day, if you become dazed, frightened, nauseated, panicked, or stunned, you can instead choose to become confused for the twice the duration of the original effect.  ",
			"**Stain:** You become addicted to exposure to the Abyss and demonic creatures. Each week that you go without spending at least 1 hour within 30 feet of a demon or in the Abyss, you must attempt a Will saving throw to resist the urge to create a bit of the Abyss on the spot by performing a chaotic evil act (as if you had been tempted as defined in this corruption's progression). If you fail the saving throw, you are compelled to perform an act within the next week befitting the demon who corrupted you. Unless you are prevented from doing so, your corruption progresses.",
			"",
			"**Scarred by the Abyss**",
			"",
			"**Source** [Horror Realms pg. 57](source/horror_realms)  ",
			"Your body is horrifically scarred.  ",
			"**Prerequisite:** Manifestation level 5th.  ",
			"**Gift:** You gain damage reduction equal to half your manifestation level that can be overcome by cold iron or good weapons.  ",
			"**Stain:** You take a -2 penalty on all saving throws against spells with the lawful or good descriptors and against spell-like abilities and supernatural abilities created by outsiders with the lawful or good subtypes.",
			"",
			"**Terrible Truths**",
			"",
			"**Source** [Horror Realms pg. 57](source/horror_realms)  ",
			"The Abyss reveals the awful truths of reality to you.  ",
			"**Prerequisite:** Manifestation level 5th.  ",
			"**Gift:** You can see the truth, as per true seeing, as a full-round action. You can use this gift for a number of rounds per day equal to your manifestation level, and the rounds need not be used consecutively.  ",
			"**Stain:** When you cease to use this manifestation's gift, you become confused for a number of rounds equal to the number of rounds you used the gift.  ",
			"**Special:** Upon receiving this manifestation, you must take both the gift and the stain, even with the useful corruption or vile corruption [variants](rule/variants).",
			"",
			"**Warping Claws**",
			"",
			"**Source** [Horror Realms pg. 57](source/horror_realms)  ",
			"Your claws carry the warping energies of the Abyss.  ",
			"**Prerequisite:** Manifestation level 7th, corrupted claws, demonic enhancement.  ",
			"**Gift:** The damage caused by your corrupted claws increases as if you were one size larger. The threat range for your claws becomes 19-20. On a confirmed critical hit, a targeted creature must succeed at a Fortitude saving throw to resist becoming warped by your infusion of demonic energy. This inflicts 1d4 points of damage to a randomly determined ability score and causes the creature to be staggered for 1 round.  ",
			"**Stain:** You take a -4 penalty on melee attack rolls with manufactured weapons and on Disable Device and Sleight of Hand checks. You have 5% spell failure chance on spells with a somatic or emotion component. This stacks with all other chances of spell failure."
		]
	},
	"ghoul": {
		"name": "Ghoul",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Ghoul Corruption",
			"",
			"**Source** [Horror Adventures pg. 20](source/horror_adventures)  ",
			"A hunger for the flesh of the living grows more every day, until every sentient creature seems no more than a meal.",
			"",
			"### Catalyst",
			"",
			"Ghoul corruption commonly stems from desperate cannibalism, such as surviving a near-death experience by eating friends who perished. You might contract ghoul corruption after recovering from [ghoul fever](disease/ghoul_fever), especially if you died from the disease but were raised from the dead before rising as a ghoul.",
			"",
			"### Progression",
			"",
			"Each week, you need to consume one portion of flesh from a sentient creature. A creature one size category smaller than you counts as one portion, a creature of your size category counts as four portions, and a creature one size larger counts as 16 portions. The extra meat from Huge or larger creatures spoils quickly enough that it can't all be consumed within a week. After a week, if you haven't consumed enough flesh, you must succeed at a Will saving throw (DC = 15 + your manifestation level) each day until you've eaten enough. If you fail the save, the next time you rest your corruption takes over and you unconsciously hunt and feed, devouring a living sentient creature completely. In this state, you can't differentiate between creatures and might consume an innocent; if you do so, your corruption progresses to the next stage.",
			"",
			"If circumstances make it impossible to feed (such as if you are tied down or in a locale with nothing to feed upon), you start to [starve](rule/starve) as if you had not eaten in 3 days, and you continue to hunger for flesh and struggle to escape and feed until you have received five times the amount of flesh from sentient creatures you normally require. If your allies are able to restrain and feed you flesh from sentient creatures, your corruption doesn't progress. However, the DC of the Will save against your corruption progressing increases by 2. These increases stack each time this occurs, and they last until your corruption reaches the next corruption stage.",
			"",
			"In addition to starvation, close brushes with death also increase your craving for flesh. Whenever you are dropped below 0 hit points, you must attempt a single saving throw as if you hadn't eaten enough flesh that week.",
			"",
			"**Corruption Stage 1:** Once you feed on an innocent sentient creature-either willingly or because you failed a saving throw-your alignment shifts one step toward evil and spells that detect undead sense you, though the peculiar result they return informs the caster that you're still a living creature. Other spells and effects don't treat you as undead.",
			"",
			"**Corruption Stage 2:** The second time, your alignment shifts another step toward evil and you are affected by spells and abilities as if your creature type were undead (including effects like [bane](magic/enhancement/bane) and the [favored enemy class feature](class/ranger)). This doesn't grant you any of the immunities of being undead, nor does it make you immune to effects that target living creatures or change how negative and positive energy affect you.",
			"",
			"**Corruption Stage 3:** The third time, you become an NPC ghoul under the GM's control.",
			"",
			"### Removing the Corruption",
			"",
			"Getting rid of the ghoul corruption typically requires fasting, isolation from creatures that could incite your hunger, and atoning (as per [atonement](spell/atonement)) for the acts that led to the corruption.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the ghoul corruption.",
			"",
			"**Brain Eater**",
			"",
			"**Source** [Horror Adventures pg. 20](source/horror_adventures)  ",
			"Devouring brains imparts knowledge to you.  ",
			"**Prerequisite:** Manifestation level 5th, gnashing bite.  ",
			"**Gift:** If you eat the brain of a creature with an Intelligence score of 3 or higher, you gain a +2 insight bonus on all skill checks in which the creature possessed ranks for 1 hour. Eating a brain is a full-round action, and the target must be dead or helpless. If the target is alive, you can attempt to eat its brain as a coup de grace attack with your gnashing bite, but you gain the bonus only if your attempt results in the victim's death.  ",
			"**Stain:** You take a -4 penalty on saves to resist ghoul corruption.",
			"",
			"**Corpse Armor**",
			"",
			"**Source** [Horror Adventures pg. 20](source/horror_adventures)  ",
			"Your flesh is unnaturally tough.  ",
			"**Gift:** You gain a +2 bonus to your natural armor. At manifestation level 5th, this bonus increases by 1.  ",
			"**Stain:** Your flesh's corpselike consistency deadens your sensations and makes it harder for you to move. You take a -2 penalty to your Dexterity score.",
			"",
			"**Diseased Bite**",
			"",
			"**Source** [Horror Adventures pg. 20](source/horror_adventures)  ",
			"Your bite carries a terrible disease  ",
			"**Prerequisite:** Manifestation level 4th, gnashing bite.  ",
			"**Gift:** Creatures damaged by your bite attack must succeed at a Fortitude save or contract [ghoul fever](disease/ghoul_fever). A humanoid who dies of ghoul fever rises as a ghoul at the next midnight, as described in the ghoul fever entry.  ",
			"**Stain:** Your body has a difficult time fighting off diseases. You take a -4 penalty on Fortitude saves to resist diseases.",
			"",
			"**Gnashing Bite**",
			"",
			"**Source** [Horror Adventures pg. 20](source/horror_adventures)  ",
			"Your jaw can unhinge and your teeth grow to sharp points.  ",
			"**Gift:** You gain a bite attack as a primary natural weapon. This bite deals 1d6 points of damage if your size is Medium (1d4 if Small).  ",
			"**Stain:** Your tongue grows long and serpentine. You take a -2 penalty to your Charisma score.",
			"",
			"**Greater Paralysis**",
			"",
			"**Source** [Horror Adventures pg. 21](source/horror_adventures)  ",
			"Your paralyzing touch is even stronger.  ",
			"**Prerequisite:** Manifestation level 7th, paralysis, rending claws, staggering claw.  ",
			"**Gift:** A creature that fails its save against your paralysis manifestation is paralyzed for 1d4 rounds instead of 1 round. Elves are immune to this effect.  ",
			"**Stain:** Your connection to negative energy is so intense you recoil from its anathema. Whenever you take damage from a positive energy source, you are frightened for 1 round.",
			"",
			"**Greater Stench of the Grave**",
			"",
			"**Source** [Horror Adventures pg. 21](source/horror_adventures)  ",
			"The smell surrounding you becomes overwhelming.  ",
			"**Prerequisite:** Manifestation level 6th, corpse armor, stench of the grave.  ",
			"**Gift:** Creatures that fail their saves against your stench of the grave manifestation become nauseated for 1 round before being sickened for 1d6 rounds. Once they have become nauseated in this way, they are immune to the nausea effect of your stench for 1 hour. A creature that succeeds at its save becomes immune to both your stench's nausea and sickened conditions for 24 hours.  ",
			"**Stain:** Your stench is so great that it makes interacting with you almost impossible, as others retch and vomit just from being near you. Living creatures with a sense of smell refuse to engage with you at all, so you fail checks like Diplomacy and Handle Animal with living creatures before you can even attempt them.",
			"",
			"**Paralysis**",
			"",
			"**Source** [Horror Adventures pg. 21](source/horror_adventures)  ",
			"A slash from your claws can render a creature helpless.  ",
			"**Prerequisite:** Manifestation level 6th, rending claws, staggering claw.  ",
			"**Gift:** When you confirm a critical hit against a living creature, it must succeed at a Fortitude save or become paralyzed for 1 round. Elves are immune to this effect.  ",
			"**Stain:** You are inured to negative energy. You are treated as an undead creature when subjected to channeled energy, [cure](spell/cure) spells, and [inflict](spell/inflict) spells.",
			"",
			"**Rending Claws**",
			"",
			"**Source** [Horror Adventures pg. 21](source/horror_adventures)  ",
			"You grow vicious claws, perfect for stripping flesh from bone.  ",
			"**Gift:** You gain two claw attacks as primary natural weapons. These claws deal 1d4 points of damage if your size is Medium (or 1d3 if you're Small).  ",
			"**Stain:** You take a -2 penalty on attacks with manufactured weapons and on all ranged attacks.",
			"",
			"**Staggering Claw**",
			"",
			"**Source** [Horror Adventures pg. 21](source/horror_adventures)  ",
			"Your touch weakens the muscles of your victims.  ",
			"**Prerequisite:** Manifestation level 4th, rending claws.  ",
			"**Gift:** Once per day per manifestation level, you can make a staggering claw attack as a standard action. If you hit, the target must succeed at a Fortitude save or be staggered for a number of rounds equal to 1/2 your manifestation level.  ",
			"**Stain:** The flesh on your hands is covered with pustules and blisters, and your hunger begins to devour your emotions. The penalty you take on ranged attacks and attacks with manufactured weapons increases to -4. Your spells with somatic or emotion components have a failure chance of 5%. This stacks with any spell failure chances you incur from other sources. (For example, if you were wearing leather armor and casting arcane spells, you would have a 15% spell failure chance.)",
			"",
			"**Stench of the Grave**",
			"",
			"**Source** [Horror Adventures pg. 21](source/horror_adventures)  ",
			"Your body exudes a stench of decay.  ",
			"**Prerequisite:** Corpse armor.  ",
			"**Gift:** You exude an aura of decay. Creatures that begin their turns adjacent to you are sickened for 1d6 rounds unless they succeed at a Fortitude save. A creature that succeeds can't be affected by your stench again for 24 hours. At manifestation level 5th, this aura extends out to 10 feet.  ",
			"**Stain:** The stench of decay you emit allows creatures with scent to notice you from twice the usual distance, and makes it extremely difficult to disguise yourself. Any living creatures that have a sense of smell have their starting attitudes toward you reduced by one step. Your supernatural scent is not affected by the [negate aroma](spell/negate_aroma) spell.  ",
			"**Special:** Upon taking this manifestation, you must take both the gift and the stain, even with the useful corruption or vile corruption [variants](rule/variants)."
		]
	},
	"hellbound": {
		"name": "Hellbound",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Hellbound Corruption",
			"",
			"**Source** [Horror Adventures pg. 22](source/horror_adventures)  ",
			"The pit of Hell waits for your damned soul.",
			"",
			"### Catalyst",
			"",
			"The hellbound corruption typically takes hold as the result of an infernal contract with a diabolic patron or your fiendish blood. Your soul goes to Hell when you die, though you can be raised from the dead normally.",
			"",
			"### Progression",
			"",
			"Your diabolic patron's portfolio determines what makes your corruption progress. When an opportunity to carry out a significant action that matches the devil's portfolio comes up, you are tempted to take it. The action might include oppressing people using your authority or tempting someone closer to lawful evil. You must succeed at a Will save (DC = 15 + your manifestation level) or succumb to temptation and perform the action. What counts as significant is up to the GM. Usually, an act that wouldn't harm anyone doesn't count. If something prevents you from performing this act, the GM chooses a time over the next week when you're compelled to further the cause of lawful evil.",
			"",
			"**Corruption Stage 1:** The first time you perform a significant act that matches the devil's portfolio (either willingly or because you failed your save), your alignment shifts one step toward lawful evil (toward evil first, if you aren't yet evil). Any attempt to raise you from the dead requires a successful caster level check (DC = 15 + double your manifestation level).",
			"",
			"**Corruption Stage 2:** The second time you perform such an act, your alignment shifts to lawful evil.",
			"",
			"**Corruption Stage 3:** The third time you perform such an act, your contract comes due or you become a thrall to Hell-a living devil under the GM's control.",
			"",
			"### Removing the Corruption",
			"",
			"Gaining release requires destroying your patron, retrieving the payment, and atoning.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the hellbound corruption.",
			"",
			"**Darkest Desires**",
			"",
			"**Source** [Horror Adventures pg. 22](source/horror_adventures)  ",
			"Your dark patron offers to grant you wishes to tempt you.  ",
			"**Prerequisite:** Manifestation level 9th.  ",
			"**Gift:** You can use [limited wish](spell/limited_wish) once per day as a spell-like ability. It can't duplicate a spell requiring a material component costing more than 1,000 gp. Each time you get more or less what you wished for (GM's discretion), you must succeed at a Will save or your corruption progresses to the next stage.  ",
			"**Stain:** Wishes you make from this manifestation's gift or your own spells are granted by your patron and interpreted from a devil's perspective. The patron always tries to twist your wish away from your intent and to its own dark ends.  ",
			"**Special:** Upon receiving this manifestation, you must take both the gift and the stain, even with the useful corruption or vile corruption [variants](rule/variants).",
			"",
			"**Devil's Horns**",
			"",
			"**Source** [Horror Adventures pg. 22](source/horror_adventures)  ",
			"Horns grow upon your brow.  ",
			"**Gift:** You gain a gore attack that deals 1d4 points of damage if your size is Medium (1d3 if Small). These horns appear in any form you take, so you still retain this gore attack in any form you assume with a polymorph effect.  ",
			"**Stain:** You gain horns that can't be hidden by magic, but can be hidden by mundane means. Anyone who sees the horns recognizes them as unnatural. If someone leaves a loophole in an agreement with you that would allow you to gain an advantage, you must exploit it. This typically counts as an act that might progress your corruption.  ",
			"**Special:** Upon receiving this manifestation, you must take both the gift and the stain, even with the useful corruption or vile corruption [variants](rule/variants).",
			"",
			"**Devil's Mark**",
			"",
			"**Source** [Horror Adventures pg. 22](source/horror_adventures)  ",
			"You have the mark of a fiend on your body.  ",
			"**Gift:** You gain a 1st-level [sorcerer/wizard](unknown/wizard_sorcerer_spell_list) or [witch](unknown/witch_spell_list) spell of your choice as a spell-like ability usable a number of times per day equal to your manifestation level. It must not have a casting time longer than 1 standard action or a material or focus component costing more than 1 gp.  ",
			"**Stain:** Your devil's mark manifests on your body. It can't be hidden by magic, but can be hidden by clothing or other mundane means. Anyone who sees the mark automatically recognizes it as unnatural.",
			"",
			"**Diabolical Servitor**",
			"",
			"**Source** [Horror Adventures pg. 22](source/horror_adventures)  ",
			"You fraternize with devils who answer your call for aid.  ",
			"**Prerequisite:** Manifestation level 2nd.  ",
			"**Gift:** Once per day as a spell-like ability, you can summon a lawful evil outsider, as [summon monster II](spell/summon_monster_2) with a duration of 1 minute per manifestation level. At manifestation level 4th, you can use [summon monster III](spell/summon_monster_3), but summon an [accuser devil](rule/accuser_devil). At manifestation level 6th, you can use [summon monster IV](spell/summon_monster_4) this way. At manifestation level 8th, you can use [summon monster V](spell/summon_monster_5) this way.  ",
			"**Stain:** You see lies and pain behind every exchange, even when it isn't there. You take a -4 penalty on Perception and Sense Motive checks except for those made against devils.",
			"",
			"**Fiendish Tutelage**",
			"",
			"**Source** [Horror Adventures pg. 22](source/horror_adventures)  ",
			"You learn secrets best kept from mortal minds.  ",
			"**Gift:** You gain Infernal as a bonus language and a +2 bonus on Bluff and Diplomacy checks to interact with devils. When you acquire this gift, choose two Knowledge skills. You can attempt checks with them untrained. At manifestation level 3rd, the bonuses double.  ",
			"**Stain:** Effects that vary based on your alignment treat you as lawful evil or your true alignment, whichever is worse.",
			"",
			"**Murky Futures**",
			"",
			"**Source** [Horror Adventures pg. 23](source/horror_adventures)  ",
			"You can call upon Hell for clues about how to avoid your fate.  ",
			"**Gift:** Once per day, you can call upon the knowledge of Hell with 10 minutes of meditation. You gain the benefit of [guidance](spell/guidance), with a duration of 24 hours or until discharged. At higher manifestation levels, you can choose to gain the benefit of a different divination spell at the end of your meditation instead: [augury](spell/augury) at manifestation level 2nd, [divination](spell/divination) at manifestation level 4th, or [contact other plane](spell/contact_other_plane) at manifestation level 6th (to consult Asmodeus or an intermediate deity).  ",
			"**Stain:** Increase the DCs of Constitution checks you attempt to stabilize while dying, Heal checks targeting you, and caster level checks required for conjuration (healing) spells to benefit you by 2 (the DC increase applies on the caster level check required to raise you from the dead at corruption stage 1). At manifestation level 3rd, the DCs increase by 4 instead. Your soul flees immediately on death, so you can't be revived by [breath of life](spell/breath_of_life), the [gift of life domain power](domain/gift_of_life_domain_power), or any similar ability.",
			"",
			"**Passage through the Pit**",
			"",
			"**Source** [Horror Adventures pg. 23](source/horror_adventures)  ",
			"The maw of Hell yawns wide to welcome you.  ",
			"**Prerequisite:** Manifestation level 3rd.  ",
			"**Gift:** You can step through Hell to reach other places once per hour. As a full-round action, you can choose a direction, then teleport 2d10 &times; 5 feet away in that direction (or the nearest safe, unoccupied location). You can use this ability once per minute at manifestation level 6th, and at will at manifestation level 8th.  ",
			"**Stain:** You register as lawful evil as well as your own alignment to effects that reveal alignments. This alignment aura is strong, as if you were a lawful evil cleric. You are treated as an extraplanar lawful evil outsider with the devil subtype by abjurations that protect against such creatures.",
			"",
			"**Serpent's Tongue**",
			"",
			"**Source** [Horror Adventures pg. 23](source/horror_adventures)  ",
			"You gain the persuasive power of a master deceiver.  ",
			"**Prerequisite:** Manifestation level 3rd, fiendish tutelage.  ",
			"**Gift:** You gain a +2 bonus on Bluff and Diplomacy checks. Once per day when you succeed at a Bluff or Diplomacy check against a creature, you can attempt to influence it as if using [suggestion](spell/suggestion) with a caster level equal to your character level and a duration of 1 minute per level. At manifestation level 6th, the bonuses increase to +4.  ",
			"**Stain:** Your tongue takes on a serpentlike fork that can't be hidden by magic, though you can attempt a Disguise check to conceal it. Attempt one Disguise check per interaction, opposed by your opponent's Perception. Your devil tongue rebels when you work against infernal interests. When you attempt to cast a spell for a chaotic or good cause (as determined by the GM), you have a 20% spell failure chance if it has a verbal components and a -5 penalty on concentration checks if it has a thought component.",
			"",
			"**Tenuous Soul**",
			"",
			"**Source** [Horror Adventures pg. 23](source/horror_adventures)  ",
			"Your soul feels the constant and increasing pull of Hell.  ",
			"**Gift:** You gain a +2 bonus on saving throws against emotion and fear spells and effects. You are immune to spells and effects that would trap or destroy your soul except those employed by a devil. At manifestation level 3rd, the bonuses increase to +4.  ",
			"**Stain:** You take a -2 penalty on saving throws against spells and effects that would possess you or control your actions. At manifestation level 3rd, the penalty changes to -4."
		]
	},
	"hive": {
		"name": "Hive",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Hive Corruption",
			"",
			"**Source** [Horror Adventures pg. 24](source/horror_adventures)  ",
			"Your body is a vessel for an invasive otherworldly species that seek to spread across the stars and devour all other life.",
			"",
			"### Catalyst",
			"",
			"You were infested with hive larvae (likely from a [hive larva swarm](monster/hive_larva_swarm)), but your body has metabolized the larvae and mutated you into something new.",
			"",
			"### Progression",
			"",
			"A hive infestation increases over time as your body adapts. Each month, your infestation surges at unpredictable intervals a number of times equal to your manifestation level. Each episode lasts about an hour, during which you're racked by pain and must attempt a Fortitude save (DC = 15 + manifestation level). On a success, you weather the episode. If you fail, your corruption progresses to the next stage, but you don't need to attempt any further saves until the next month.",
			"",
			"**Corruption Stage 1:** The first time you fail the Fortitude save, your features shifts into an alien visage. You take a -2 penalty on Diplomacy, Disguise, and Handle Animal checks. Your alignment shifts one step toward neutral evil.",
			"",
			"**Corruption Stage 2:** The second time you fail, your body transforms. You are affected by spells and abilities as if your creature type were aberration. Your mental link with the hive shifts your alignment to neutral evil.",
			"",
			"**Corruption Stage 3:** The third time you fail, you succumb to the link. You seek out an isolated place and wrap yourself in a cocoon of resinous mucous, in which your body dissolves into hive larva swarms, which erupt after 24 hours.",
			"",
			"### Removing the Corruption",
			"",
			"Curing a hive corruption could require [fleshwarping](rule/fleshwarping) or even seeking out the enigmatic [anunnaki](monster/anunnaki) who created the hive in the first place.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the hive corruption.",
			"",
			"**Acid Blood**",
			"",
			"**Source** [Horror Adventures pg. 24](source/horror_adventures)  ",
			"Your blood burns like acid.  ",
			"**Prerequisite:** Manifestation level 3rd, transformed flesh.  ",
			"**Gift:** If a creature damages you with a slashing or piercing manufactured weapon, it must succeed at a Reflex saving throw or its weapon takes 2 points of acid damage per manifestation level; this damage is not halved before it is applied to the weapon's hardness. If a creature damages you with a slashing or piercing natural weapon, it must succeed at the save or take that amount of acid damage itself.  ",
			"**Stain:** Your acidic sweat damages your equipment. After using or wearing an item for 8 hours total, it gains the broken condition. If you use or wear a broken item for 8 hours, it is destroyed. This ability doesn't break cursed items, artifacts, or similar items that are difficult or impossible to destroy.",
			"",
			"**Blindsense**",
			"",
			"**Source** [Horror Adventures pg. 24](source/horror_adventures)  ",
			"You can feel the unseen.  ",
			"**Prerequisite:** Manifestation level 2nd, hive mind.  ",
			"**Gift:** As a move action, you can force the hive mind to use its senses to assist you. You gain blindsense with a range of 5 feet &times; 1/2 your manifestation level until the beginning of your next turn; during that time, you negate the penalty on Perception checks from the stain and instead gain a bonus on Perception checks equal to 1/2 your manifestation level.  ",
			"**Stain:** You gain the [light blindness](umr/light_blindness) universal monster ability. You take a penalty on Perception checks equal to your manifestation level.",
			"",
			"**Bristling Spines**",
			"",
			"**Source** [Horror Adventures pg. 24](source/horror_adventures)  ",
			"Your body becomes covered in chitinous spines.  ",
			"**Prerequisite:** Manifestation level 3rd, living weapon.  ",
			"**Gift:** Your spines can pierce walls, allowing you to climb quickly. You gain a climb speed equal to half your base speed.  ",
			"**Stain:** Your spines make it difficult to move. Your armor check penalty for any armor you wear increases by 2. Even when not wearing armor, you take a -2 armor check penalty.",
			"",
			"**Greater Acid Blood**",
			"",
			"**Source** [Horror Adventures pg. 24](source/horror_adventures)  ",
			"Your blood becomes even more vitriolic.  ",
			"**Prerequisite:** Manifestation level 5th, acid blood, transformed flesh.  ",
			"**Gift:** Whenever you take slashing or piercing damage, all adjacent creatures take an amount of acid damage equal to 1/2 your manifestation level (Reflex negates).  ",
			"**Stain:** Your blood is so thin it clots poorly, and its alien nature stymies magical healing. You take double the normal damage from bleed effects and lose double the normal amount of hit points per round when dying or when you act while disabled. The DC to stabilize you and stanch bleed effects on you with a Heal check increases by 5. Magical effects no longer stabilize you or end bleed effects-only a successful Heal check can do so.",
			"",
			"**Greater Hive Mind**",
			"",
			"**Source** [Horror Adventures pg. 24](source/horror_adventures)  ",
			"The whispers of the hive call to you when awake or asleep.  ",
			"**Prerequisite:** Manifestation level 5th, hive mind.  ",
			"**Gift:** As a move action, you can communicate telepathically with one creature within 30 feet for 1 round. The hive whispers through the connection, causing a creature that doesn't have the [hive subtype](subtype/hive) or hive corruption to be shaken for 1 round (Will negates).  ",
			"**Stain:** The noise of the hive mind is strongest when you are at your weakest. Whenever damage causes you to drop below half your maximum hit points, you are also staggered for 1 round. Immunities don't prevent this staggered condition, and you can't remove it early by any means. This effect doesn't trigger if you are already below half your maximum hit points before you take damage.",
			"",
			"**Hive Mind**",
			"",
			"**Source** [Horror Adventures pg. 25](source/horror_adventures)  ",
			"You hear whispers of the hive's collective consciousness.  ",
			"**Gift:** The strength of the hive mind bolsters your own, granting you a +1 bonus on Will saves. At manifestation level 5th, this bonus increases to +2.  ",
			"**Stain:** Your mind is cluttered with other disparate voices. You take a -2 penalty on concentration checks, as well as on Intelligence- and Wisdom-based ability checks and skill checks, and you can never take 10 on such checks.",
			"",
			"**Living Armor**",
			"",
			"**Source** [Horror Adventures pg. 25](source/horror_adventures)  ",
			"You can sheathe your body in an armored carapace.  ",
			"**Prerequisite:** Manifestation level 2nd, living weapon.  ",
			"**Gift:** As a move action, you can cause chitinous plates of armor to grow out of your flesh. This armor grants a natural armor bonus to your AC equal to 1/2 your manifestation level and persists as long you maintain concentration with a swift action each round. You must succeed at a concentration check as if concentrating on a 0-level spell, and your bonus to this concentration check is equal to your character level + your manifestation level. If you fail a concentration check, the armor retracts.  ",
			"**Stain:** Growing living armor is painful. You take 1 point of damage per manifestation level when you take the action to draw out your living armor and every time you retract the living armor (either voluntarily or by failing a concentration check). While your armor is retracted, you take 1 point of bleed damage whenever you take piercing damage.  ",
			"**Special:** Upon receiving this manifestation, you must take both the gift and the stain, even with the useful corruption or vile corruption [variants](rule/variants).",
			"",
			"**Living Weapon**",
			"",
			"**Source** [Horror Adventures pg. 25](source/horror_adventures)  ",
			"Your hands contort and mutate into horrible rending claws.  ",
			"**Gift:** You gain two claw attacks as primary natural weapons. These claws each deal 1d4 points of damage if your size is Medium (1d3 if Small).  ",
			"**Stain:** You take a -2 penalty on ranged attack rolls and attack rolls with manufactured weapons because of your deformed hands.",
			"",
			"**Resin Secretion**",
			"",
			"**Source** [Horror Adventures pg. 25](source/horror_adventures)  ",
			"Your body produces a resinous spittle.  ",
			"**Prerequisite:** Manifestation level 5th, living weapon.  ",
			"**Gift:** As a standard action, you can expel spittle that rapidly hardens into a resin. This effect is identical to the [web](spell/web) spell with a caster level equal to your manifestation level, except it targets a single 5-foot space, has a hardness of 1, and has 2 hit points per manifestation level you have. Creatures caught in the spray can attempt a Reflex save to avoid the effect. The resin lasts for 1 minute before crumbling to dust.  ",
			"**Stain:** Whenever you use your resin secretion gift, you are nauseated until the end of your next turn. Immunities don't prevent this nauseated condition, and you can't remove it early by any means.  ",
			"**Special:** Upon receiving this manifestation, you must take both the gift and the stain, even with the useful corruption or vile corruption [variants](rule/variants).",
			"",
			"**Transformed Flesh**",
			"",
			"**Source** [Horror Adventures pg. 25](source/horror_adventures)  ",
			"Your gain some of a hive creature's resistance to acid.  ",
			"**Gift:** You gain acid resistance 5. At manifestation level 5th, this acid resistance increases to 10.  ",
			"**Stain:** The entirety of your flesh darkens and mutates to look more like that of a hive creature. You take a -2 penalty to your Charisma score."
		]
	},
	"lich": {
		"name": "Lich",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Lich Corruption",
			"",
			"**Source** [Horror Adventures pg. 26](source/horror_adventures)  ",
			"Your attempt to transition into unlife has gone horribly awry and your soul is trapped. Lich corruption also works for becoming another sort of corporeal undead (except ghouls and vampires, which have their own corruptions).",
			"",
			"### Catalyst",
			"",
			"This corruption originates from an unsuccessful attempt at lichdom. You might have lacked sufficient power or used a flawed phylactery. If you're not a spellcaster, you could have been an innocent bystander or become corrupted upon destroying a particularly powerful lich's phylactery.",
			"",
			"### Progression",
			"",
			"Lich corruptions are rarely stable, and cause incredible mental and physical strain. Whenever you fail a saving throw against a necromancy effect, learn how to cast a new spell or spells, or are exposed to 25 points of negative energy damage or more from a single source (whether it heals or harms you), you must succeed at a Fortitude save (DC = 15 + your manifestation level) or become spiritually disjoined. You also need to make a saving throw whenever anyone successfully casts the [death ward](spell/death_ward) spell on you. After a failed save, your spirit and body disconnect, leaving your corporeal form helpless and your mind trapped within the Negative Energy Plane. This state lasts for 1 hour per manifestation level; if you are killed during this time, you rise 24 hours later as a [wraith](monster/wraith) under the GM's control.",
			"",
			"**Corruption Stage 1:** The first time you recover from this disconnected state, you return diminished, taking a permanent -2 penalty to your Charisma score, and your alignment shifts one step toward evil.",
			"",
			"**Corruption Stage 2:** The second time this happens, your alignment shifts another step toward evil and you take an additional -2 penalty to your Charisma score.",
			"",
			"**Corruption Stage 3:** The third time this happens, you die and your soul is consumed by the Negative Energy Plane. You can't be raised or resurrected except by powerful magic such as [miracle](spell/miracle) or [wish](spell/wish). Even if you do get brought back, you are an evil lich NPC under the GM's control.",
			"",
			"### Removing the Corruption",
			"",
			"Curing lich corruption requires great acts of purification, such as being exorcised by a powerful cleric, bathing in sacred springs, or creating a phylactery of your own into which to expel the lich corruption.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the lich corruption.",
			"",
			"**Agonizing Touch**",
			"",
			"**Source** [Horror Adventures pg. 26](source/horror_adventures)  ",
			"Your touch racks the living with pain.  ",
			"**Prerequisite:** Manifestation level 4th, death's caress.  ",
			"**Gift:** Once per day per manifestation level, you can make an agonizing touch as a standard action. A living creature hit by this touch attack must succeed at a Fortitude save or be staggered for a number of rounds equal to 1/2 your manifestation level.  ",
			"**Stain:** Both of your hands wither to nearly skeletal appendages, and your emotions dim towards the coldness of undeath. You take a -2 penalty on attacks with manufactured weapons. Your spells with somatic or emotion components have a 5% failure chance. This stacks with any spell failure chances you incur from other sources.",
			"",
			"**Bleak Aura**",
			"",
			"**Source** [Horror Adventures pg. 26](source/horror_adventures)  ",
			"Entropy seeps from your body.  ",
			"**Prerequisite:** Manifestation level 4th, deathless.  ",
			"**Gift:** Any living creature that ends its turn adjacent to you takes 1 point of negative energy damage for every 2 manifestation levels you have.  ",
			"**Stain:** Animals are startled by your presence, worsening their starting attitudes toward you by one step. Any animal companion you have abandons you when you acquire this stain. Whispering voices fill the air around you, begging for release or cursing your existence. Any creature that succeeds at a DC 20 Perception check can hear these whispers, which might alert it to your presence if you're using Stealth.",
			"",
			"**Cadaver's Countenance**",
			"",
			"**Source** [Horror Adventures pg. 26](source/horror_adventures)  ",
			"Your body takes on a deathly likeness.  ",
			"**Gift:** You gain a +1 natural armor bonus to your AC and a +2 bonus on saves against mind-affecting effects.  ",
			"**Stain:** Your flesh tightens, turning corpselike and gray as your body rots. You take a -2 penalty to your Constitution.",
			"",
			"**Death's Caress**",
			"",
			"**Source** [Horror Adventures pg. 26](source/horror_adventures)  ",
			"Your touch drains the warmth of life from others.  ",
			"**Gift:** You can make a touch attack as a standard action that deals cold damage equal to 1d4 + your manifestation level.  ",
			"**Stain:** The flesh from one of your hands rots away, leaving it a blackened, skeletal claw. Spells that detect undead sense you, though the peculiar result they return informs the caster that you're still a living creature. Other spells and effects don't treat you as undead.",
			"",
			"**Deathless**",
			"",
			"**Source** [Horror Adventures pg. 26](source/horror_adventures)  ",
			"You are inured to negative energy.  ",
			"**Gift:** You gain a +2 bonus on saving throws against spells and effects that work only on living creatures.  ",
			"**Stain:** You are healed by negative energy and harmed by positive energy as if you were an undead creature.",
			"",
			"**Greater Cadaver's Countenance**",
			"",
			"**Source** [Horror Adventures pg. 26](source/horror_adventures)  ",
			"You become emaciated and nearly skeletal.  ",
			"**Prerequisite:** Manifestation level 4th, cadaver's countenance.  ",
			"**Gift:** You gain cold resistance 5 and DR equal to 1/2 your manifestation level that is overcome by bludgeoning damage.  ",
			"**Stain:** You take an additional -2 penalty to your Constitution score and are affected by spells and abilities (including [bane](magic/enhancement/bane) and [favored enemy](class/favored_enemy)) as if your creature type were undead. This doesn't grant you the immunities of undead creatures, nor does it make you immune to effects that target living creatures or change how negative and positive energy affect you.",
			"",
			"**Malevolence**",
			"",
			"**Source** [Horror Adventures pg. 27](source/horror_adventures)  ",
			"You can wrench your soul from your body to possess another.  ",
			"**Prerequisite:** Manifestation level 7th, bleak aura, deathless.  ",
			"**Gift:** You can touch a living creature as a standard action and force your soul into its body. If hit by this touch attack, the target must succeed at a Will save (DC = 15 + your manifestation level) or be affected by [possession](spell/possession). You can possess creatures for a number of minutes per day equal to your manifestation level. These minutes don't need to be used consecutively, but must be spent in 1-minute increments. A failed attempt costs 1 minute of use and renders your target immune to your malevolence for 24 hours. Your body is helpless while you possess another creature, and if it is destroyed you die when the duration of malevolence ends. You can use malevolence while in another creature's body to transfer your soul again (following the same rules for casting [possession](spell/possession) while in a body that's not your own).  ",
			"**Stain:** Your spirit is untethered from your body. You roll twice and take the lowest result on saves against spells that imprison or target your soul, such as [magic jar](spell/magic_jar) and [trap the soul](spell/trap_the_soul), as well as against positive energy effects. If you drop below 0 hit points, your soul leaves your body and you instantly die.",
			"",
			"**Master of the Dead**",
			"",
			"**Source** [Horror Adventures pg. 27](source/horror_adventures)  ",
			"You can animate the dead with your necromantic power.  ",
			"**Prerequisite:** Manifestation level 6th, agonizing touch, death's caress.  ",
			"**Gift:** You can cast [animate dead](spell/animate_dead) at will as a spell-like ability with a caster level equal to your character level. You must provide the material components, and you take 2 points of Charisma drain for every creature you animate. If the drain is removed or you avoid taking it, the animated creature is immediately destroyed (you choose which creatures are destroyed if some but not all drain is removed). Conversely, the Charisma drain from animating a creature is instantly removed when that creature is destroyed. You still must abide by the usual Hit Die limits of [animate dead](spell/animate_dead).  ",
			"**Stain:** Your emotions are nearly a thing of the past. You can't benefit from morale bonuses or bardic performances.",
			"",
			"**Necromantic Knowledge**",
			"",
			"**Source** [Horror Adventures pg. 27](source/horror_adventures)  ",
			"You have gained unusual insights into necromancy.  ",
			"**Prerequisite:** Manifestation level 2nd, ability to cast spells.  ",
			"**Gift:** You can add one necromancy spell from the [sorcerer/wizard](unknown/wizard_sorcerer_spell_list) spell list to your spellbook, familiar, or list of spells you can prepare or to your spells known. This spell must be of a level you can cast. A spell learned in this fashion is treated as though it were on your class spell list. If you normally cast your spells from the sorcerer/wizard spells list, you can add a necromancy spell from the [cleric](unknown/cleric_spell_list) or [witch](unknown/witch_spell_list) spell list instead.  ",
			"**Stain:** You cast any spell from a school other than necromancy as though your caster level were 1 lower, which might prevent you from casting the spell altogether.  ",
			"**Special:** You can gain this manifestation multiple times. Each time you gain the gift, you gain a different necromancy spell, and each time you gain the stain, the penalties stack."
		]
	},
	"lycanthropy": {
		"name": "Lycanthropy",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Lycanthropy Corruption",
			"",
			"**Source** [Horror Adventures pg. 28](source/horror_adventures)  ",
			"There is a sound pulsing through your blood, a call to the wild and savage places of the world, where you are free to hunt and to kill to satisfy your bloodlust. You are filled with the desire to rend foes limb from limb with tooth and claw.",
			"",
			"### Catalyst",
			"",
			"Lycanthropy is contracted from being savagely wounded by the teeth or claws of a lycanthrope, typically when reduced to less than 10% of your maximum hit points in a single combat with one. (This can vary with the power of the creature.) When you contract this corruption, note the animal associated with the lycanthrope, as that is the kind if lycanthrope you will become.",
			"",
			"### Progression",
			"",
			"Lycanthropy's progress is tied to the phases of the moon. Each month, the moon is considered full for three nights. At the onset of the corruption, you must attempt a Will saving throw during one of the nights chosen by the GM. For each stage of lycanthropy corruption you have, you must attempt a save on one additional night, eventually needing to save on nights leading up to and possibly after the full moon. The DC of this save is equal to 15 + your manifestation level. If you fail a save, you don't need to attempt more until the next full moon.",
			"",
			"Failing a saving throw against this corruption causes you to black out, losing control of your character. During this time, your form becomes that of the associated creature and you give into your animalistic urges, hunting and killing with abandon. The next morning, you regain control, typically in the wilderness without any gear and soaked in blood. If you fail the save but your inner animal is prevented from running free, perhaps because you were restrained, you transform and attempt to run free without a save on the remaining full moon nights, and you also go out of control any time you shift forms during the days of that full moon. If you last through it and remain restrained, your corruption doesn't progress to the next stage. However, the DC of the Will save against your corruption progressing increases by 2. These increases stack each time this occurs, and they last until your corruption reaches the next stage.",
			"",
			"**Corruption Stage 1:** The first time you lose control, you kill defenseless small animals, such as birds, rodents, and possibly even a dog.",
			"",
			"**Corruption Stage 2:** The second time this occurs, you kill larger animals, such as a horse, a cow, or a pig.",
			"",
			"**Corruption Stage 3:** The third time this happens, you kill a nearby sentient humanoid, at which point the corruption becomes incurable and you are doomed to live a life of lycanthropy, forever turning evil and becoming an NPC under the GM's control.",
			"",
			"### Removing the Corruption",
			"",
			"Removing lycanthropy requires you to slay the source of your corruption and, at the height of the next full moon, consume 1 dose of belladonna per 2 manifestation levels you have all at once. You must choose to fail the initial saving throw against the belladonna.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the lycanthropy corruption.",
			"",
			"**Animalistic Health**",
			"",
			"**Source** [Horror Adventures pg. 28](source/horror_adventures)  ",
			"You are hardier in your animal form.  ",
			"**Prerequisite:** Shift form.  ",
			"**Gift:** Whenever you shift forms, you gain a +2 bonus to your Constitution score that lasts as long as you are in your shifted form. Hit points gained from this bonus are lost when you revert to your normal form.  ",
			"**Stain:** You take a -2 penalty to your Charisma score.",
			"",
			"**Animalistic Might**",
			"",
			"**Source** [Horror Adventures pg. 28](source/horror_adventures)  ",
			"You are stronger in your animal form.  ",
			"**Prerequisite:** Shift form.  ",
			"**Gift:** Whenever you shift forms, you gain a +2 bonus to your Strength score that lasts as long as you're in your shifted form.  ",
			"**Stain:** Whenever you shift form involuntarily, your body spasms and changes size, causing you to drop whatever you were holding and burst out of your other gear and clothing. Items that can stay on throughout this size change might not fall off, at the GM's discretion.",
			"",
			"**Feral Senses**",
			"",
			"**Source** [Horror Adventures pg. 28](source/horror_adventures)  ",
			"You gain the senses of your animalistic side.  ",
			"**Gift:** You gain low-light vision. At manifestation level 3rd, you gain the [scent](umr/scent) special ability if your lycanthrope animal type has the scent ability.  ",
			"**Stain:** Creatures of the animal type (except those of your lycanthrope type) are unnerved by your lycanthropic presence, causing you to take a -2 penalty on Handle Animal and Ride skill checks. At manifestation level 3rd, these penalties change to -4.",
			"",
			"**Fur Armor**",
			"",
			"**Source** [Horror Adventures pg. 28](source/horror_adventures)  ",
			"When in your shifted form, you gain a thick coat of fur.  ",
			"**Prerequisite:** Shift form.  ",
			"**Gift:** Whenever you shift your form, your natural armor bonus increases by 1. At manifestation level 5th, your natural armor bonus instead increases by 2.  ",
			"**Stain:** Whenever you shift form involuntarily, you shift as a free action but you spend your next round confused and must roll to determine your action. At manifestation level 5th, you are confused for 2 rounds instead. Immunities don't prevent this confusion, and you can't remove the confusion early by any means.",
			"",
			"**Greater Shift Form**",
			"",
			"**Source** [Horror Adventures pg. 29](source/horror_adventures)  ",
			"You can become an animal.  ",
			"**Prerequisite:** Manifestation level 6th, shift form.  ",
			"**Gift:** When you use shift form, you can instead take your animal form, as if using [polymorph](spell/polymorph). Nonmagical clothing and gear don't meld into your animal form. You don't gain any ability score adjustments (other than those gained from other manifestations), but you do gain all of the other abilities granted by [polymorph](spell/polymorph) for your new form.  ",
			"**Stain:** While you're shifted, you're treated as a lycanthrope and shapeshifter for abilities, items, or spells that target lycanthropes or shapeshifters. In addition, when you shift involuntarily, you can't shift back until you spend a full-round action and succeed at a DC 20 Constitution check. If you don't succeed, you remain in your shifted form, automatically consuming a daily use of shifting each minute until you have used up all of your uses for the day.",
			"",
			"**Lunar Call**",
			"",
			"**Source** [Horror Adventures pg. 29](source/horror_adventures)  ",
			"The moon's light affects your mind.  ",
			"**Prerequisite:** Shift form.  ",
			"**Gift:** Whenever you are outside and the moon is visible, you gain a +1 morale bonus on attack rolls and damage rolls. These bonuses double during a full moon.  ",
			"**Stain:** Whenever you are outside and the moon is visible, you take a -2 penalty on saving throws against emotion effects and a -4 penalty on saving throws to resist involuntarily shifting. These penalties double during a full moon.",
			"",
			"**Lycanthropic Empathy**",
			"",
			"**Source** [Horror Adventures pg. 29](source/horror_adventures)  ",
			"You can relate to the creatures that share your type.  ",
			"**Gift:** You can communicate with animals related to your animal type. You can use Diplomacy to alter such animals' attitudes, and you gain a +4 racial bonus on such checks. This bonus also applies on your wild empathy checks.  ",
			"**Stain:** Your animalistic nature imposes a penalty on your Bluff, Diplomacy, and Sense Motive skill checks equal to your manifestation level (minimum -2) when dealing with humanoids (and other civilized folk at the GM's discretion).",
			"",
			"**Shift Form**",
			"",
			"**Source** [Horror Adventures pg. 29](source/horror_adventures)  ",
			"You have some control over your shift to a feral nature.  ",
			"**Gift:** You can attempt a DC 15 Constitution check as a full-round action to shift into a feral form, with a bonus equal to your manifestation level. This form grants you a bite natural attack that deals 1d6 points of piercing damage if you're Medium (1d4 if Small). You retain the use of your abilities and gear. You can remain in this form for up to 1 minute, but can revert back as a move action at any time. If the duration expires, you can extend it by 1 minute by spending another use of this ability as a free action. You can use this ability a number of times per day equal to your manifestation level.  ",
			"**Stain:** When you are struck by a confirmed critical hit and aren't in your shifted form, you must attempt a Will save (DC = 15 + your manifestation level). If you fail, you automatically shift form on your next turn without attempting a check. This consumes one use of that ability. You must also attempt this save if you take damage equal to or greater than your manifestation level while not in combat or before you've acted in combat.  ",
			"**Special:** Upon receiving this manifestation, you must take both the gift and the stain, even with the useful corruption or vile corruption [variants](rule/variants).",
			"",
			"**Silver Allergy**",
			"",
			"**Source** [Horror Adventures pg. 29](source/horror_adventures)  ",
			"You're resistant to harm, but can't abide the touch of silver.  ",
			"**Prerequisite:** Manifestation level 4th, shift form.  ",
			"**Gift:** When you are shifted, you gain an amount of damage reduction equal to half your manifestation level. This DR is overcome by silver.  ",
			"**Stain:** When you're not in your shifted form and you touch silver, including being struck by a silver weapon, you're sickened for 1 round. Immunities don't prevent this sickened condition, and you can't remove it early. You can try to hide this aversion with a Bluff check opposed by Sense Motive."
		]
	},
	"plagued": {
		"name": "Plagued",
		"sources": [ "Horror Realms" ],
		"description": [
			"## Plagued Corruption",
			"",
			"**Source** [Horror Realms pg. 58](source/horror_realms)  ",
			"Disease can become a corruption when it causes long-lasting and physical changes to the body.",
			"",
			"### Catalyst",
			"",
			"Suffering a magical disease for a prolonged period can induce the plagued corruption.",
			"",
			"### Progression",
			"",
			"You carry the symptoms and appearance of one suffering from a disease, even if you've been cured of the illness that triggered your corruption or are otherwise normally immune to disease. Further, once you gain the plagued corruption, you lose any immunity to disease and cannot gain such immunity from magical spells or items or other effects. Only living creatures can gain this corruption.",
			"",
			"Once per month, if you did not infect a number of creatures equal to or greater than your manifestation level with a disease you are carrying, you must attempt a Fortitude saving throw (DC = 15 + your manifestation level). If you fail, the next time you rest, you immediately gain a new disease of the GM's choosing (without a further saving throw) and black out, losing control to the insidious delirium of the disease. You must seek out and infect any creature you can find before the next sunrise. If you succeed on your Fortitude saving throw or are prevented from infecting anyone for 1 day, the urge passes, but the DC of future saving throws to resist this temptation increases by 2. This increase is cumulative, but resets when your corruption progresses. Innocents you infect and then cure (or whose recovery you significantly assist, at the GM's discretion) do not count toward this number, nor do those infected by others who were themselves infected before your corruption reached its current stage.",
			"",
			"**Corruption Stage 1:** The first time your corruption progresses, any disease you suffer from becomes more tenacious. You take a -2 penalty on all saving throws to resist contracting a new disease, and your alignment shifts one step toward evil.",
			"",
			"**Corruption Stage 2:** The second time your corruption progresses, diseases you suffer from become difficult to cure; the DC of a disease you are suffering from is increased by 10 for the purposes of caster level checks for spells such as [remove disease](spell/remove_disease) to cure you from its effects. Your alignment shifts to evil.",
			"",
			"**Corruption Stage 3:** The third time your corruption progresses, your disease saps your free will and the GM gains control of your character.",
			"",
			"### Removing the Corruption",
			"",
			"Curing the corruption requires curing not only the underlying diseases you suffer from, but also the initial illness that triggered your corruption-this often necessitates the use of rare and elaborate treatments.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the plagued corruption.",
			"",
			"**Accelerated Affliction**",
			"",
			"**Source** [Horror Realms pg. 58](source/horror_realms)  ",
			"You can quicken diseases in others.  ",
			"**Gift:** As a swift action, once per day per 2 manifestation levels you have (minimum once per day), you can cause one creature within 30 feet suffering from any diseases to attempt a saving throw against one randomly determined disease they are suffering. On a failed saving throw, they immediately take that disease's damage. A successful save does not count toward the saving throws required to recover from the disease.  ",
			"**Stain:** You take a -2 penalty to any one ability score of your choice.",
			"",
			"**Bodily Betrayal**",
			"",
			"**Source** [Horror Realms pg. 58](source/horror_realms)  ",
			"Your body betrays you at the worst moments.  ",
			"**Prerequisite:** Accelerated affliction.  ",
			"**Gift:** Once per day per manifestation level, you can make a touch attack on a creature and expose it to any disease you are carrying.  ",
			"**Stain:** Plague sores make injuries more acutely painful. You take a -2 penalty on attack rolls, saving throws, and concentration checks for 1 round after you are dealt lethal damage.",
			"",
			"**False Health**",
			"",
			"**Source** [Horror Realms pg. 58](source/horror_realms)  ",
			"You can feign health and hide your symptoms.  ",
			"**Prerequisite:** Accelerated affliction.  ",
			"**Gift:** Once per day as a swift action, you can suppress the stain of your accelerated affliction for a number of hours equal to your manifestation level.  ",
			"**Stain:** You take a -2 penalty on concentration checks while using false health.",
			"",
			"**Fevered Dreams**",
			"",
			"**Source** [Horror Realms pg. 58](source/horror_realms)  ",
			"Disease clouds your thoughts.  ",
			"**Prerequisite:** Manifestation level 6th, infectious thoughts, miserable company.  ",
			"**Gift:** The dreams of victims of the diseases you spread are apparent to you. Once per day while you rest, you can cause a number of sleeping victims of your disease up to your manifestation level to suffer the effects of one of these spells of your choice: [dream](spell/dream), [fear](spell/fear) (upon awakening), [nightmare](spell/nightmare), or [suggestion](spell/suggestion) (upon awakening).  ",
			"**Stain:** You sleep poorly. You must rest for 12 hours each night to gain the full benefits of rest.",
			"",
			"**Infectious Thoughts**",
			"",
			"**Source** [Horror Realms pg. 58](source/horror_realms)  ",
			"Your thoughts spread like your disease.  ",
			"**Prerequisite:** Manifestation level 3rd, miserable company.  ",
			"**Gift:** You can communicate telepathically with any creature within 10 feet suffering from any disease. At manifestation level 5th, the range increases to 30 feet. At manifestation level 7th, the range is 100 feet. At manifestation level 9th, the range is 1 mile.  ",
			"**Stain:** Your ego becomes hard to contain. You take a -2 penalty on Will saving throws against effects with the emotion descriptor. At manifestation level 5th, the penalty doubles.",
			"",
			"**Living Breath**",
			"",
			"**Source** [Horror Realms pg. 59](source/horror_realms)  ",
			"The stink of disease carries on your breath.  ",
			"**Prerequisite:** Manifestation level 5th, accelerated affliction, bodily betrayal.  ",
			"**Gift:** When you use your bodily betrayal manifestation to expose a creature to a disease you are carrying, your breath carries the disease as well, potentially infecting all creatures within a 10-foot radius. These creatures gain a +2 bonus on the saving throw to resist the disease you are attempting to inflict with your bodily betrayal.  ",
			"**Stain:** The disease shortens your breath and stiffens your limbs. You take a -2 penalty on all Strength- and Dexterity-based checks.",
			"",
			"**Miserable Company**",
			"",
			"**Source** [Horror Realms pg. 59](source/horror_realms)  ",
			"Your disease's symptoms become more apparent.  ",
			"**Gift:** You gain a +2 bonus on Heal checks to recognize or treat diseases and on Charisma-based skill checks to influence creatures able to inflict disease or those suffering from a disease. At manifestation level 3rd, these bonuses double. Creatures with any diseases take a -2 penalty on any saving throws against mind-affecting effects you create.  ",
			"**Stain:** You remain infectious for 1d4 days even after you are cured of any infectious disease (including your corruption plague), though you show no symptoms. At manifestation level 3rd, you remain infectious for 1d8 days.",
			"",
			"**Overwhelming Weakness**",
			"",
			"**Source** [Horror Realms pg. 59](source/horror_realms)  ",
			"Disease saps your limbs of their strength.  ",
			"**Gift:** Victims other than you who fail their initial saving throw against any disease effect you create become sickened for 24 hours.  ",
			"**Stain:** The disease makes your limbs weak. You take a -2 penalty to Strength. This penalty stacks with the ability penalty from accelerated affliction if you chose Strength as your penalty.",
			"",
			"**Theft of Awareness**",
			"",
			"**Source** [Horror Realms pg. 59](source/horror_realms)  ",
			"Your senses fail you, but the terrible disease you can inflict affords you access to the senses of those who suffer from it.  ",
			"**Prerequisite:** Manifestation level 7th, infectious thoughts, miserable company.  ",
			"**Gift:** As a move action, for as long as you concentrate, you can borrow the senses of any creature suffering from a disease effect you created, as long as the creature is within range of your infectious thoughts. Your body is effectively blind and deaf while you concentrate. The target can resist this intrusion with a successful Will saving throw. At manifestation level 9th, you can possess one such victim as per [possession](spell/possession) once per day as a standard action while you are already sharing its senses.  ",
			"**Stain:** Your senses falter. You take a -4 penalty on Perception checks and Sense Motive checks while you are not using theft of awareness."
		]
	},
	"possessed": {
		"name": "Possessed",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Possessed Corruption",
			"",
			"**Source** [Horror Adventures pg. 30](source/horror_adventures)  ",
			"Whether it's an actual spirit or an alternate personality, another mind vies with you for control of your body.",
			"",
			"### Catalyst",
			"",
			"An evil spirit, soul, or personality-hereafter referred to as a spirit-has taken up residence within your body.",
			"",
			"### Progression",
			"",
			"The corruption progresses when you give up control to use the spirit's power. Like a [medium's spirits](class/medium), the spirit possessing you can give you more power when you give it influence (this doesn't interact with medium spirits; the influence is separate). Each day at sunrise, the number of points of influence the spirit has over you returns to 1. The spirit gains 1 point of influence whenever you fall asleep (or perform your daily rest) or become confused, dazed, frightened, panicked, or stunned. You lose any immunity to confusion, daze, fear, and stun.",
			"",
			"When the spirit has at least 3 points of influence, you have visible difficulty controlling your body, and you shift back and forth between your own personality and a blend with the spirit. When the spirit has 5 points of influence, you must attempt a Will save (DC = 15 + your manifestation level). If you succeed, influence drops to 4 points; otherwise, the corruption progresses to the next stage. If you must attempt this saving throw again before the next sunrise, the DC increases by 2 for every previous attempt.",
			"",
			"**Corruption Stage 1:** The first time you fail, you move one step closer to the spirit's alignment (GM's choice) and the spirit controls your actions until the next sunrise.",
			"",
			"**Corruption Stage 2:** The second time you fail, your alignment changes to match the spirit's, the spirit controls your actions until the next sunrise, and you have lapses of control and personality regardless of influence.",
			"",
			"**Corruption Stage 3:** The third time you fail the saving throw, the spirit steals full control of your body and you become an NPC under the GM's control. This NPC has the possessed corruption with you as the possessing spirit.",
			"",
			"### Removing the Corruption",
			"",
			"Ending a possession corruption usually requires you to be targeted with [dispel evil](spell/dispel_evil) or [cast out](spell/cast_out) while you stand inside a [magic circle against evil](spell/magic_circle_against_evil) turned inward as a trap. The spirit uses your Will save modifier without any of your penalties, and its effective caster level is equal to your character level + your possessed manifestation level.",
			"",
			"However, since the method of possession varies from case to case, a particular possession might require other means of removal, such as undergoing therapy or fulfilling the spirit's unfinished business.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the possessed corruption.",
			"",
			"**Blurred Soul**",
			"",
			"**Source** [Horror Adventures pg. 30](source/horror_adventures)  ",
			"The possessing spirit confounds targeted magic.  ",
			"**Prerequisite:** Manifestation level 5th.  ",
			"**Gift:** Spells that affect a limited number of targets can fail when targeting you unless the caster selects you as two separate targets. Against such spells that target you only once, you have an amount of spell resistance equal to 11 + double your manifestation level. A spellcaster who finishes casting a spell that targets you only once and succeeds at a caster level check against your spell resistance notices the interference and can attempt a DC 25 Spellcraft check to realize she needs to target you twice to circumvent it with future spells.  ",
			"**Stain:** You cringe from symbols of benevolent magic. Any ally attempting to cast a touch spell on you must succeed at a touch attack. You can spend a move action steadying yourself to allow allies to touch you without a touch attack for 1 round. If the spirit has 3 or more points of influence over you, you must attempt saving throws against harmless spells cast by allies (but not yourself ), and you no longer count as willing.",
			"",
			"**Contaminated Personality**",
			"",
			"**Source** [Horror Adventures pg. 30](source/horror_adventures)  ",
			"Your mind fractures in the struggle against the spirit.  ",
			"**Prerequisite:** Manifestation level 4th.  ",
			"**Gift:** You gain a +2 bonus to your Charisma score while the possessing spirit has 4 or more points of influence over you.  ",
			"**Stain:** You adopt the spirit's mannerisms, disturbing others and making it harder to disguise the possession. You take a -4 penalty on Diplomacy and Disguise checks.",
			"",
			"**Hateful Voices**",
			"",
			"**Source** [Horror Adventures pg. 30](source/horror_adventures)  ",
			"Paranoid whispers constantly mingle with your own thoughts.  ",
			"**Gift:** You gain a +4 bonus on Perception checks and Sense Motive checks to see through disguises, notice when a creature is under an enchantment, and act on the surprise round.  ",
			"**Stain:** Whenever a character you consider an ally or friend betrays or disappoints you, even if the disappointment is completely innocent, you unknowingly mutter (Perception DC 15 for others to hear) about how that character was an enemy all along and must be made to pay. As long as the spirit has 3 or more points of influence, you gain no benefit from another creature's aid another attempts.",
			"",
			"**Temporary Clarity**",
			"",
			"**Source** [Horror Adventures pg. 30](source/horror_adventures)  ",
			"You channel all your negative emotions into the spirit.  ",
			"**Gift:** Once per day, without spending an action, you can sublimate all of your negative thoughts into the spirit to clear your mind in response to gaining one of the following conditions: dazed, frightened, panicked, shaken, staggered, and stunned. You ignore the effects of that particular instance of that condition for a number of minutes equal to your manifestation level (if you suffer from that condition from another source, it applies normally). This time still counts against the condition's duration. Once the duration expires, the possessing spirit gains 1 point of influence over you.  ",
			"**Stain:** You make the spirit more powerful by feeding it your darkest thoughts. Whenever you fall asleep (or perform your daily rest), the spirit gains 2 points of influence over you rather than 1 point, and at sunrise, the number of points of influence the spirit has over you changes to 2.",
			"",
			"**Traitorous Hand**",
			"",
			"**Source** [Horror Adventures pg. 31](source/horror_adventures)  ",
			"The spirit focuses on one hand.  ",
			"**Gift:** A number of times per day equal to your manifestation level, you can use traitorous hand to make a touch attack that confounds foes with the spirit's influence. The target is nauseated for 1 round per point of influence the spirit has over you (Will negates). Even if the target succeeds, it can't make attacks of opportunity for 1 round. A creature affected by this ability becomes immune for 24 hours.  ",
			"**Stain:** You take a -2 penalty on attack rolls and Dexterity-based checks involving your hands. Whenever you become dazed or stunned, if the spirit has 3 or more points of influence over you after adding the point, the hand attacks you (or a vulnerable ally, GM's discretion) with a held item or unarmed strike as if proficient, dealing damage equal to 1d8 + your Strength modifier (regardless of the held item).",
			"",
			"**Two Minds**",
			"",
			"**Source** [Horror Adventures pg. 31](source/horror_adventures)  ",
			"The spirit suffers no rivals.  ",
			"**Gift:** The extra mind provides a reserve of willpower against mental attacks. You gain a +2 bonus on saves against mind-affecting effects; if you fail, you can give the spirit 1 point of influence over you to reroll the save without using an action. If you do, you must accept the result of the second roll and can't reroll. These benefits don't apply against this corruption.  ",
			"**Stain:** A cacophony of thoughts distracts you. Roll twice on initiative checks and take the lower result. You also take a -2 penalty on concentration checks. At manifestation level 3rd, the penalty changes to -4.",
			"",
			"**Unrestrained**",
			"",
			"**Source** [Horror Adventures pg. 31](source/horror_adventures)  ",
			"The spirit resists physical restraint.  ",
			"**Gift:** You gain a +2 bonus on Acrobatics, Climb, Fly, and Swim checks. You can give the spirit 1 point of influence as a swift action to gain the benefits of [freedom of movement](spell/freedom_of_movement) for 1 round. At manifestation level 3rd, the bonuses increase to +4.  ",
			"**Stain:** Objects you wear and carry slip from your grasp and fall from your pockets, or suddenly pelt creatures that have acted in an unhelpful manner toward you. It takes you a standard action to retrieve a stored item, and whenever you drop or lose hold of an item, it lands 10 feet away in a random direction. You take a -2 penalty on saving throws and to your CMD against attacks and effects that would disarm you or steal from you. At manifestation level 3rd, the penalty changes to -4.",
			"",
			"**Violent Will**",
			"",
			"**Source** [Horror Adventures pg. 31](source/horror_adventures)  ",
			"The spirit uses your body as a conduit to unleash forceful energy.  ",
			"**Prerequisite:** Manifestation level 5th, unrestrained, weightlessness.  ",
			"**Gift:** You can give the possessing spirit 1 point of influence over you to use [telekinesis](spell/telekinesis) (as per the spell) with a caster level equal to your character level.  ",
			"**Stain:** Whenever you become confused, dazed, frightened, panicked, or stunned, the possessing spirit blames your allies for failing you. It unleashes a forceful version of [telekinesis](spell/telekinesis) at your nearest ally, either hurling the largest possible nearby object at her or, if there are no objects to hurl, hurling the ally against a hard surface.",
			"",
			"**Weightlessness**",
			"",
			"**Source** [Horror Adventures pg. 31](source/horror_adventures)  ",
			"The possessing spirit's influence causes you to nearly float.  ",
			"**Prerequisite:** Unrestrained.  ",
			"**Gift:** You can use [feather fall](spell/feather_fall) and [jump](spell/jump) at will as spell-like abilities. You can give the possessing spirit 1 point of influence over you to use [levitate](spell/levitate) or [spider climb](spell/spider_climb) as a spell-like ability. In all cases, your caster level is equal to your character level and the spell-like ability can target only you.  ",
			"**Stain:** You take a -4 penalty on saving throws and to your CMD against attacks and effects that would move or trip you, as well as on all combat maneuver checks except those made to escape a grapple. At manifestation level 3rd, the penalty changes to -6."
		]
	},
	"promethean": {
		"name": "Promethean",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Promethean Corruption",
			"",
			"**Source** [Horror Adventures pg. 32](source/horror_adventures)  ",
			"Your body is slowly wasting away. As your body decays, you must gradually replace more and more of it with artificial components-corpse flesh, bone, wood, metal, or other exotic materials.",
			"",
			"### Catalyst",
			"",
			"This corruption stems from experimentation designed to create or extend life-perhaps you were a willing participant in an alchemist's research or brought back from the dead by an unconventional means that robbed you of your humanity.",
			"",
			"### Progression",
			"",
			"Whenever you fail a Fortitude save against any effect or fall below 0 hit points, you must attempt a Fortitude save (DC = 15 + your manifestation level). If you fail that save, some of the living components of your body begin to fail. Within the next 3 days, you or someone you trust must spend 8 hours replacing more of your body with construct parts. If you don't do so, you die, and even if you are brought back from the dead with [resurrection](spell/resurrection) or [true resurrection](spell/true_resurrection) (which are necessary since your body isn't viable), you still must perform the operation or you die again in 3 days. After an operation, there is a 50% chance your corruption progresses to the next stage. If it doesn't, the DC of the above Fortitude save increases by 2 until your corruption reaches the next stage. These increases stack.",
			"",
			"While your body parts are failing (after you've failed the Fort save but before you've repaired your body), you don't have to attempt additional saves when you fail a Fortitude save or fall below 0 hit points. Once you've been repaired, you need to attempt saves in these circumstances again.",
			"",
			"**Corruption Stage 1:** The first time your corruption progresses, you fall into routines easily, performing repetitive actions. Your alignment shifts one step toward neutral.",
			"",
			"**Corruption Stage 2:** The second time your corruption progresses, you find you can't bring yourself to care about things or even to love. Your alignment shifts to neutral.",
			"",
			"**Corruption Stage 3:** The third time your corruption progresses, too much of your body is gone for your soul to remain. You become a mindless, destructive automaton or free-willed evil construct under the GM's control.",
			"",
			"### Removing the Corruption",
			"",
			"Getting rid of a corruption requires invasive surgery to remove the artificial components fused to your body. Even these procedures might not cure your underlying wasting, so you might need to scour medical and alchemical tomes and consult divine spellcasters for a safer procedure than replacing your body parts in the way you were before. Powerful magic like [miracle](spell/miracle) or [wish](spell/wish) in conjunction with [regenerate](spell/regenerate) might strip the components from your body and prevent the wasting.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the promethean corruption.",
			"",
			"**Armored**",
			"",
			"**Source** [Horror Adventures pg. 32](source/horror_adventures)  ",
			"Your body is unnaturally hardened against attacks.  ",
			"**Gift:** Plates bolted to your bones or flesh like leather protect your body. You gain a +1 natural armor bonus to your AC. At manifestation level 5th, this bonus increases to +2.  ",
			"**Stain:** Your take a -1 penalty on Dexterity- and Strength-based skill checks. At manifestation level 5th, this penalty changes to -2.  ",
			"**Special:** Upon receiving this manifestation, you must take both the gift and the stain, even with the useful corruption or vile corruption [variants](rule/variants).",
			"",
			"**Berserk Fury**",
			"",
			"**Source** [Horror Adventures pg. 32](source/horror_adventures)  ",
			"The only emotion left to you is rage.  ",
			"**Gift:** You can voluntarily enter an enraged state as a free action for a number of rounds per day equal to your manifestation level; these rounds don't have to be consecutive. Once you end this state, you can't enter it again for 1 minute. While enraged, you gain a +2 bonus on attack and damage rolls, 1 temporary hit point per character level, and a +2 bonus on Fortitude saves. You are in control of yourself during this rage, but you must still succeed at a Will save to resist losing control (as detailed in this manifestation's stain). While voluntarily enraged, you take a -2 penalty on Will saves.  ",
			"**Stain:** When you're hit by a critical hit or drop below half your maximum hit points, you must succeed at a Will save (DC = 15 + your manifestation level) or become enraged for a number of rounds equal to your manifestation level. You gain the benefits of this manifestation's gift, but you're completely out of control, making melee attacks against the nearest creature (roll randomly if there are multiple targets).  ",
			"**Special:** Upon receiving this manifestation, you must take both the gift and the stain, even with the useful corruption or vile corruption [variants](rule/variants).",
			"",
			"**Greater Armored**",
			"",
			"**Source** [Horror Adventures pg. 32](source/horror_adventures)  ",
			"Your body is covered in thick armored plating.  ",
			"**Prerequisite:** Manifestation level 5th, armored.  ",
			"**Gift:** Your natural armor bonus to your AC from the armored manifestation increases by 2.  ",
			"**Stain:** The penalty from armored changes to -3. All your movement speeds decrease by 10 feet.",
			"",
			"**Greater Shattered Body**",
			"",
			"**Source** [Horror Adventures pg. 32](source/horror_adventures)  ",
			"Nearly all your body is replaced by artificial components.  ",
			"**Prerequisite:** Manifestation level 5th, armored, shattered body.  ",
			"**Gift:** Your body is almost entirely artificial, save for a few organic components tethering you to your original life. Your bonus on saving throws against poison and diseases from shattered body is equal to your manifestation level. You automatically stabilize when you are below 0 hit points. You no longer need to eat, drink, or sleep. You must still rest for at least 8 hours to prepare spells.  ",
			"**Stain:** Most of your internal organs have been replaced. You can no longer benefit from potions, elixirs, extracts, or any other beneficial item that requires consumption.  ",
			"**Special:** You can gain this manifestation only if you have failed another corruption progression saving throw and replaced more of your body with construct parts since the time you took shattered body.",
			"",
			"**Greater Shattered Mind**",
			"",
			"**Source** [Horror Adventures pg. 33](source/horror_adventures)  ",
			"You can understand no emotion but rage.  ",
			"**Prerequisite:** Manifestation level 6th, corruption stage 2, shattered mind.  ",
			"**Gift:** You become immune to all mind-affecting emotion effects, except those that produce emotions of rage, hatred, or anger.  ",
			"**Stain:** You have lost the ability to understand love or joy. You can't benefit from morale bonuses or bardic performances.",
			"",
			"**Promethean Transfiguration**",
			"",
			"**Source** [Horror Adventures pg. 33](source/horror_adventures)  ",
			"You are more machine now than mortal.  ",
			"**Prerequisite:** Manifestation level 7th, corruption stage 2, armored, greater shattered body, greater shattered mind, shattered body, shattered mind.  ",
			"**Gift:** You become immune to bleed, disease, paralysis, poison, sleep effects, and stunning.  ",
			"**Stain:** So much of your body is now gone that you struggle to remain alive. You take a -4 penalty to your Constitution score.",
			"",
			"**Rampage**",
			"",
			"**Source** [Horror Adventures pg. 33](source/horror_adventures)  ",
			"When you fly into a rage, you destroy everything nearby.  ",
			"**Prerequisite:** Berserk fury.  ",
			"**Gift:** While enraged, you deal double damage to objects and gain a +4 bonus on Strength checks to break objects.  ",
			"**Stain:** Returning from the heights of fury takes a toll on your body. You are staggered for 1 minute after ending a rage of any kind (including berserk fury, [barbarian rage](class/barbarian_rage), and the [rage](spell/rage) spell). Nothing can remove this condition, nor does immunity to being staggered prevent it.",
			"",
			"**Replacement Limb**",
			"",
			"**Source** [Horror Adventures pg. 33](source/horror_adventures)  ",
			"One of your arms has been replaced by a prosthetic.  ",
			"**Prerequisite:** Armored, shattered body.  ",
			"**Gift:** You gain one slam attack as a primary natural weapon. This slam deals 1d6 points of damage if your size is Medium (1d4 if Small).  ",
			"**Stain:** You take a -2 penalty on Dexterity-based skill checks and ability checks using your hands, as well as on Dexterity-based attack rolls.",
			"",
			"**Shattered Body**",
			"",
			"**Source** [Horror Adventures pg. 33](source/horror_adventures)  ",
			"The last time you added more construct parts to your body, you reached a tipping point.  ",
			"**Prerequisite:** Armored.  ",
			"**Gift:** You gain a bonus on Fortitude saves against poison and disease equal to half your manifestation level. Additionally, you require only half as much food and water as normal, and half as much rest as normal to gain a full night's sleep. However, you must still rest for at least 8 hours to prepare spells.  ",
			"**Stain:** You are treated as both a construct and your original creature type for spells and effects that target creatures by type (such as the [bane](magic/enhancement/bane) weapon special ability or a [ranger's favored enemy class feature](class/ranger)).  ",
			"**Special:** You can gain this manifestation only if you have failed at least one corruption progression saving throw and replaced more of your body with construct parts.",
			"",
			"**Shattered Mind**",
			"",
			"**Source** [Horror Adventures pg. 33](source/horror_adventures)  ",
			"Your transformation damaged your psyche.  ",
			"**Prerequisite:** Corruption Stage 1 or 2.  ",
			"**Gift:** Your dulled emotions are more difficult to affect with magic. You gain a +2 bonus on Will saves against emotion effects, and if you have this manifestation's stain, you don't need to roll twice and take the lower result against them. This doesn't apply to emotion effects that cause rage, hatred, or anger. At manifestation level 5th, this bonus increases to +4.  ",
			"**Stain:** Now easy to manipulate, you roll twice and take the lower result against compulsion effects."
		]
	},
	"psychometabolic": {
		"name": "Psychometabolic",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Psychometabolic Corruption",
			"",
			"**Source** [Psychic Anthology pg. 32](source/psychic_anthology)  ",
			"Strange powers exist on Golarion and beyond. Those who survive a brush with cosmic phenomena, occult mysteries, or horrors from beyond the veil occasionally find psychic abilities awakening in their minds. Although potent, such power corrupts the body, subconscious mind, and emotions-often with disastrous results.\n\nThe following corruption can be contracted by those who delve into occult lore better left forgotten.",
			"",
			"### Catalyst",
			"",
			"A psychometabolic corruption is contracted as a result of experiencing extreme psychic trauma. When you contract this corruption, you gain a pool of psychometabolic power with a number of points equal to 1 + your manifestation level. These points are used to fuel the gifts of your manifestations. The pool replenishes at the start of each week or whenever you gain a new manifestation level.",
			"",
			"### Progression",
			"",
			"The corruption is tied to your exposure to psychic power- the more you experience, the faster your progression advances. Whenever the total number of points in your psychometabolic pool reaches 0, you become afflicted with a random [madness](rule/madness) from the following list within the next 24 hours: [delirium](madness/delirium), [delusion](madness/delusion), [hallucination](madness/hallucination), [mania](madness/mania), [night terrors](madness/night_terrors), [paranoia](madness/paranoid), or [phobia](madness/phobia). This affliction lasts 8 hours, after which you must succeed at a Will save (DC = 15 + your manifestation level) or become twisted by your powers. You must also attempt this save when you are reduced to 10% or fewer of your maximum hit points by a psychic effect or when you fail a save against psychic effect by 5 or more. If you are unconscious or under the effects of [calm emotions](spell/calm_emotions) for at least 6 of the hours that you spend afflicted with the madness, your corruption doesn't progress. However, the DC of checks to prevent your corruption from progressing increases by 2. These increases stack each time this occurs, and they last until your corruption reaches the next corruption stage.",
			"",
			"**Corruption Stage 1:** The first time you fail a Will save (as described above), your powers twist your mind. You are constantly afflicted with one madness of the GM's choice from among those listed above. This madness can't be cured or removed while you have this corruption.",
			"",
			"**Corruption Stage 2:** The second time you fail a Will save (as described above), your powers erode your values and morals and replace them with megalomaniacal thoughts. You gain the [moral insanity](madness/moral_insanity) madness. This madness can't be cured or removed while you have this corruption.",
			"",
			"**Corruption Stage 3:** The third time you fail a Will save (as described above), your body is twisted into a writhing mass of flesh that imprisons your mind. You become a [hungry flesh](monster/hungry_flesh) under the GM's control, retaining all class levels and abilities that do not rely upon your original form.",
			"",
			"### Removing the Corruption",
			"",
			"To remove the psychometabolic corruption, a psychic spellcaster whose caster level is at least double your manifestation level must eliminate your memories of gaining the corruption and your corruption stage advancing, such as by [modify memory](spell/modify_memory), and then must cast [psychic surgery](spell/psychic_surgery) on you.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the psychometabolic corruption.",
			"",
			"**Ameliorate Damage**",
			"",
			"**Source** [Psychic Anthology pg. 31](source/psychic_anthology)  ",
			"You can repair damage to your body.  ",
			"**Gift:** You can use any of the following spells as a spell-like ability by spending a number of points from your psychometabolic pool equal to the spell's cleric spell level: [lesser restoration](spell/lesser_restoration), [regenerate](spell/regenerate), [restoration](spell/restoration), or any cure spell (a spell with the word \"cure\" in its name). You can target only yourself with these spells, and you can use this manifestation to cast only a spell whose spell level on the cleric spell list is equal to or less than your manifestation level. You are always treated as a living creature for the purpose of these spells' effects.  ",
			"**Stain:** Your body becomes twisted and alien. When an effect other than this manifestation's spell-like abilities heals your ability damage or hit point damage, roll the amount of healing twice and use the lower result.",
			"",
			"**Defy Gravity**",
			"",
			"**Source** [Psychic Anthology pg. 31](source/psychic_anthology)  ",
			"You can lift creatures and objects with your mind.  ",
			"**Prerequisite:** Manifestation level 2nd.  ",
			"**Gift:** By spending 2 points of psychometabolic power, you can use [levitate](spell/levitate) as a spell-like ability. At manifestation level 4th, you can spend 3 points of psychometabolic power to use [hostile levitation](spell/hostile_levitation).  ",
			"**Stain:** Your body weakens. You take a -4 penalty on all Strength- and Dexterity-based checks and skill checks.",
			"",
			"**Endless Echoes**",
			"",
			"**Source** [Psychic Anthology pg. 31](source/psychic_anthology)  ",
			"You hear voices in your head.  ",
			"**Gift:** You gain telepathy with a range of 10 feet + 10 feet per manifestation level that you have. You can use [detect thoughts](spell/detect_thoughts) as a spell-like ability by spending 1 point of psychometabolic power.  ",
			"**Stain:** Garbled thoughts ring in your ears. You take a -2 penalty on all concentration checks. At manifestation level 4th, the penalty changes to -4.",
			"",
			"**Eschew Gravity**",
			"",
			"**Source** [Psychic Anthology pg. 31](source/psychic_anthology)  ",
			"You lift yourself with your mind.  ",
			"**Prerequisite:** Defy gravity, manifestation level 5th.  ",
			"**Gift:** By spending 3 points of psychometabolic power as a swift action, you can use [fly](spell/fly) as a spell-like ability.  ",
			"**Stain:** Your limbs slow as they weaken. Your speed for all nonmagical movement types is reduced by 10 feet.",
			"",
			"**Mind Blast**",
			"",
			"**Source** [Psychic Anthology pg. 31](source/psychic_anthology)  ",
			"You can rend your foes' minds with psychic power.  ",
			"**Prerequisite:** Endless echoes, psychometabolic blast.  ",
			"**Gift:** When you use the telekinetic blast gained from the psychometabolic blast manifestation, you can spend 2 points of psychometabolic power to use the telekinetic force to wreck the mind of each creature targeted. Instead of you rolling to hit targets with your blast, each target can attempt a Will save (DC = 10 + half your manifestation level + your Constitution modifier) to try to negate the damage and any infusions or metakinesis abilities applied to it. When using this ability, your telekinetic blast is a mind-affecting effect.  ",
			"**Stain:** Using your powers causes blood to ooze from your nose and eyes. Whenever you spend a psychometabolic point, you take nonlethal damage equal to your manifestation level per point spent.",
			"",
			"**Psychometabolic Blast**",
			"",
			"**Source** [Psychic Anthology pg. 31](source/psychic_anthology)  ",
			"You can attack your enemies with your mind.  ",
			"**Gift:** You gain the [kineticist's kinetic blast](class/kineticist) class feature, as well as the [telekinetic blast](kinetic/telekinetic_blast) wild talent. Use your manifestation level as your effective kineticist level to determine the effects of these abilities. If you have the elemental focus (aether) or expanded element (aether) class ability, you instead gain a bonus on damage rolls with your telekinetic blast equal to half your manifestation level (minimum +1).  ",
			"**Stain:** Your cranium swells massively. You take a -2 penalty on all Wisdom- and Charisma-based checks and skill checks.",
			"",
			"**Psychometabolic Jaunt**",
			"",
			"**Source** [Psychic Anthology pg. 31](source/psychic_anthology)  ",
			"You can travel with a thought.  ",
			"**Prerequisite:** Defy gravity, manifestation level 6th.  ",
			"**Gift:** You can spend 4 psychometabolic points to use [dimension door](spell/dimension_door) as a spell-like ability. At manifestation level 9th, you can spend 6 psychometabolic points to instead use [teleport](spell/teleport) as a spell-like ability.  ",
			"**Stain:** Your body deteriorates. You take a -2 penalty to your Constitution score.",
			"",
			"**Psychometabolic Shield**",
			"",
			"**Source** [Psychic Anthology pg. 31](source/psychic_anthology)  ",
			"You can project a shield with your mind.  ",
			"**Prerequisite:** Manifestation level 2nd.  ",
			"**Gift:** You gain the [force ward](kinetic/force_ward) defense wild talent. Use your kineticist level or your manifestation level (whichever is higher) as your effective kineticist level to determine the effects of these abilities. You can spend 1 point of psychometabolic power to enhance your force ward as if you had accepted a point of burn. If you already have the force ward defense wild talent, this gift has no effect.  ",
			"**Stain:** You reflexes become sluggish. You take a -1 penalty on your AC and on Reflex saving throws."
		]
	},
	"shadowbound": {
		"name": "Shadowbound",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Shadowbound Corruption",
			"",
			"**Source** [Horror Adventures pg. 34](source/horror_adventures)  ",
			"Darkness and fear are all that guide you. As the shadow consumes you, you are becoming a gaunt caricature of your former self, emptied of life and color.",
			"",
			"### Catalyst",
			"",
			"Shadowbound corruption occurs after a month or more of exposure to the Shadow Plane or shadow magic, or contact with cruel kytons, aberrations, undead, or shadowy fey. Corruption sets in only if it is used to torment or disillusion you at least six times in a month in a deeply personal manner.",
			"",
			"### Progression",
			"",
			"The corruption progresses when you're tortured by shadow again, when you destroy a thing of beauty or joy because your melancholy makes it unbearable, or when you sow fear. Every month you must spend at least 2 entire days per manifestation level you have away from all light and other life. If you don't, at the end of the month you must attempt a Will saving throw. If you fail, sometime in the next 24 hours you go berserk and destroy something precious. You also need to attempt such a saving throw the first time each day you come across a being or object of great beauty, or a being or object with a strong or overwhelming aura of good (this includes yourself, so to avoid the save, you might need to ruin or tarnish your own beauty). The save DC is equal to 15 + your manifestation level. If allies are able to restrain you for 24 hours or otherwise prevent you from destroying anything precious during that time, your corruption doesn't progress. However, the DC of the Will save to prevent your corruption from progressing increases by 2. These increases stack each time this occurs, and they last until your corruption reaches the next corruption stage.",
			"",
			"The precious thing you destroy when you fail your save depends on your corruption stage, as noted below. If you voluntarily destroy a being or object related to a later corruption stage, you automatically progress to that stage (you might skip over intervening stages in this manner). For example, the first time that you intentionally terrorize innocents or destroy an important object of beauty, you then immediately proceed to stage 2. Repeating your actions doesn't cause your corruption stage to progress further (if you terrorize innocents again, you don't progress to stage 3).",
			"",
			"**Corruption Stage 1:** The first time you fail the saving throw, you destroy a reliable source of light, joy, or beauty, such as a piece of art or bit of natural beauty.",
			"",
			"**Corruption Stage 2:** The second time you fail the saving throw, you terrorize innocent people or destroy an important object of beauty, light, or joy.",
			"",
			"**Corruption Stage 3:** The third time you fail the saving throw, you destroy one of the pillars that has helped you retain yourself in the face of the corruption, either by killing someone whose support has been essential or destroying an object of vital personal importance. You lose your identity entirely, becoming an NPC under the GM's control.",
			"",
			"### Removing the Corruption",
			"",
			"Undoing the corruption requires destroying the creature who first twisted you or restoring all the hope and joy that have fallen into darkness as a result of your corruption.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the shadowbound corruption.",
			"",
			"**Eerie Perception**",
			"",
			"**Source** [Horror Adventures pg. 34](source/horror_adventures)  ",
			"Your eyes change, adapting to a life in the shadows.  ",
			"**Gift:** You gain darkvision to a range of 60 feet. If you already have darkvision, the range of your darkvision increases by 30 feet instead. You also gain a +2 bonus on Perception and Stealth checks. At manifestation level 3rd, the bonuses increase to +4.  ",
			"**Stain:** Your eye color fades to a dull gray and your eyes overreact to light. You gain [light sensitivity](umr/light_sensitivity), causing you to be dazzled in areas of bright light.",
			"",
			"**Emptiness of the Void**",
			"",
			"**Source** [Horror Adventures pg. 34](source/horror_adventures)  ",
			"Friends and allies are just people you can hurt more deeply.  ",
			"**Gift:** The darkness in your soul can draw in the life force of allies. Once per day when you take ability damage, ability drain, or hit point damage, you can divide the damage or drain evenly between you and one ally within 30 feet. You can do so only if the damage or drain would reduce your ability score or hit points to 0. The ally can attempt a Will save to resist the link. You can activate this ability as a free action, even if it isn't your turn.  ",
			"**Stain:** You struggle to remember the meaning of alliance and friendship. You can't benefit from or use the aid another action.",
			"",
			"**Frightful**",
			"",
			"**Source** [Horror Adventures pg. 35](source/horror_adventures)  ",
			"Fear lingers in your mind, and you can spread it to others.  ",
			"**Gift:** You have a knack for guessing just how to scare others. You gain a +2 bonus on Intimidate checks and the DCs of fear effects you create increase by 1. At manifestation level 3rd, the bonus on Intimidate checks increases to +4 and the DC increases by 2 instead of 1.  ",
			"**Stain:** Your hair loses its color and your sleep is interrupted by nightmares that never leave your mind. You take a -2 penalty on saving throws against fear effects, and you lose any immunities to fear you might otherwise possess. You gain immunity to effects that would remove your fear (such as [remove fear](spell/remove_fear)). At manifestation level 3rd, the penalty changes to -4.",
			"",
			"**Insubstantiality**",
			"",
			"**Source** [Horror Adventures pg. 35](source/horror_adventures)  ",
			"Your body flickers occasionally into insubstantial shadow.  ",
			"**Prerequisite:** Manifestation level 3rd.  ",
			"**Gift:** Your body sometimes shifts or blurs momentarily before resuming the appearance of solidity. You gain a deflection bonus to your AC equal to half your manifestation level. You have a 20% chance to ignore (treat as a normal hit) confirmed critical hits and precision-based damage (such as sneak attack damage) from any weapon unless it has the ghost touch weapon special ability.  ",
			"**Stain:** You take a -6 penalty on saving throws and to your CMD against attacks and effects that would move or trip you, as well as on all combat maneuver checks except those made to escape a grapple.",
			"",
			"**Refuge in Pain**",
			"",
			"**Source** [Horror Adventures pg. 35](source/horror_adventures)  ",
			"Pain is your only solace from the emptiness of your existence.  ",
			"**Prerequisite:** Manifestation level 4th, eerie perception, wretched pain.  ",
			"**Gift:** Pain invigorates you. Whenever you take an amount of damage greater than or equal to three times your character level from a single attack, you gain a +2 morale bonus on attack rolls, damage rolls, saving throws, and skill checks for 1 round. If you have the stain from the weaver of lies manifestation, these bonuses are profane bonuses instead.  ",
			"**Stain:** Whenever you take damage, increase the amount of damage you take by 1/2 your manifestation level.",
			"",
			"**Regretful Gaze**",
			"",
			"**Source** [Horror Adventures pg. 35](source/horror_adventures)  ",
			"Your gaze carries your regret for wasted potential.  ",
			"**Prerequisite:** Manifestation level 3rd, frightful.  ",
			"**Gift:** You gain a gaze attack that causes foes within 30 feet to become shaken for 1 round unless they succeed at a Will save. You can suppress this ability as a free action and cause it to resume as a swift action. A creature that succeeds at the saving throw is immune to your regretful gaze for 24 hours.  ",
			"**Stain:** You are withered as if by age. Reduce your Strength, Dexterity, and Constitution scores by 1 point each, or by however much they would be reduced if you were one age category older, whichever is worse for you.",
			"",
			"**Touch of Ruin**",
			"",
			"**Source** [Horror Adventures pg. 35](source/horror_adventures)  ",
			"You are infused with the ruin of the Shadow Plane.  ",
			"**Prerequisite:** Manifestation level 4th, frightful, regretful gaze.  ",
			"**Gift:** As a standard action a number of times per day equal to your manifestation level, you can make a melee touch attack that deals 1d10 points of damage per manifestation level you have. A creature touched this way takes 1 point of ability drain to the ability score of your choice unless it succeeds at a Fortitude save. Creatures immune to magical aging are immune to this touch attack.  ",
			"**Stain:** Any clothing or gear you wear or carry seems strangely faded and timeworn as long as you wear or carry it. Treat such items' hardness as half the normal amount. You take a -4 penalty on saving throws to protect items in your possession from damage or destruction.",
			"",
			"**Weaver of Lies**",
			"",
			"**Source** [Horror Adventures pg. 35](source/horror_adventures)  ",
			"Using shadows drawn from the Plane of Shadow, you can spin falsehoods into convincing imitations of reality.  ",
			"**Prerequisite:** Manifestation level 2nd.  ",
			"**Gift:** Once per day, you can use [shadow conjuration](spell/shadow_conjuration) as a spell-like ability, but only to emulate a sorcerer/wizard spell 1 spell level lower than your manifestation level. Your caster level is equal to your character level. The illusion is 10% real + another 10% real for every manifestation level you have beyond 2nd.  ",
			"**Stain:** Joy and excitement have become foreign to you, leaving pain the only sensation of much interest. You can't benefit from morale bonuses or bardic performances.",
			"",
			"**Wretched Pain**",
			"",
			"**Source** [Horror Adventures pg. 35](source/horror_adventures)  ",
			"Inflicting pain is one of the few sensations that still stirs you.  ",
			"**Prerequisite:** Eerie perception.  ",
			"**Gift:** Whenever you deal weapon damage to a creature that you are flanking or a creature that is denied its Dexterity bonus to its AC against you, you can inflict a painful wound as an immediate action. The target must succeed at a Fortitude saving throw or be nauseated by pain for 1 round. If the target succeeds at the save, it is sickened for 1 round and becomes immune to your further uses of this ability for 24 hours.  ",
			"**Stain:** Your eyes turn a milky white, utter black, or pale yellow, making you appear blind although you can see normally in most circumstances. You gain [light blindness](umr/light_blindness), causing you to be blinded for 1 round whenever you are exposed to daylight or another source of bright light and dazzled for as long as you remain in bright light thereafter."
		]
	},
	"vampirism": {
		"name": "Vampirism",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Vampirism Corruption",
			"",
			"**Source** [Horror Adventures pg. 36](source/horror_adventures)  ",
			"You salivate when blood is spilled, and struggle against the urge to sink your teeth into the necks of friends and innocents.",
			"",
			"### Catalyst",
			"",
			"Being drained-but not killed-at least six times by a vampire within a month or less causes this corruption. Powerful vampires or curses can cause this corruption more rapidly.",
			"",
			"### Progression",
			"",
			"Vampirism progresses when you feed off and kill a sentient creature. Each week, you need to drink the blood of sentient creatures one size category smaller than you or larger until you drain enough to deal Constitution damage equal to your manifestation level. If you don't have the fangs manifestation, you must feed on a helpless or willing creature. If you haven't drunk enough blood after a week, you must succeed at a Will save (DC = 15 + your manifestation level) each day until you have. If you fail, the next time you rest, your corruption takes over and you unconsciously hunt and feed, drinking a sentient creature dry. If circumstances make it impossible to feed (such as if you are tied down or in a locale with nothing to feed upon) you start to [starve](rule/starve) as if you had not eaten in 3 days, and you continue to thirst for blood and struggle to escape and feed until you have received five times the amount of blood from sentient creatures you normally require. If your allies are able to restrain and feed you, your corruption doesn't progress. However, the DC of the Will save against your corruption progressing increases by 2. These increases stack, and last until your corruption reaches the next stage. Whenever you drop below 0 hit points, you must attempt a save as if you hadn't drunk enough blood that week.",
			"",
			"**Corruption Stage 1:** Once you feed on an innocent sentient creature, your alignment shifts one step toward evil and spells that detect undead sense you, though the peculiar result they return informs the caster that you're still a living creature. Other spells and effects don't treat you as undead.",
			"",
			"**Corruption Stage 2:** The second time this happens, your alignment shifts another step toward evil and you are affected by spells and abilities as if your creature type were undead (including [bane](magic/enhancement/bane) and the [favored enemy class feature](class/ranger)). This doesn't grant you any of the immunities of being undead, nor does it make you immune to effects that target living creatures or change how negative and positive energy affect you.",
			"",
			"**Corruption Stage 3:** The third time this occurs, you become an NPC vampire under the GM's control.",
			"",
			"### Removing the Corruption",
			"",
			"Ending the corruption requires eliminating the source, such as by slaying your progenitor vampire or ending your curse.",
			"",
			"### Manifestations",
			"",
			"The following are manifestations of the vampirism corruption.",
			"",
			"**Allure**",
			"",
			"**Source** [Horror Adventures pg. 36](source/horror_adventures)  ",
			"You can influence others subtly, but lose your reflection.  ",
			"**Gift:** You gain a +2 racial bonus on Bluff, Diplomacy, and Intimidate checks. At manifestation level 3rd, these bonuses increase to +4.  ",
			"**Stain:** You cast no reflection. While you're within 10 feet of a mirror or reflective surface, nearby creatures may notice something amiss (Perception DC 20). If they succeed by 5 or more, they notice your lack of reflection. When you reach manifestation level 3rd, a creature can present a mirror to you as a standard action to repel you. You must stay at least 5 feet away from the mirror and can't touch or make melee attacks against that creature. After 1 round, if the creature continues presenting the mirror, you can attempt a DC 25 Will save each round to ignore the repulsion for that round.",
			"",
			"**Children of the Night**",
			"",
			"**Source** [Horror Adventures pg. 36](source/horror_adventures)  ",
			"You can summon foul beasts to faithfully serve you.  ",
			"**Gift:** Once per day, you can summon a [rat swarm](monster/rat_swarm) or a [wolf](monster/wolf), as if using [summon nature's ally II](spell/summon_nature's_ally_2) with a caster level equal to your character level. The creature serves you for 10 minutes or until destroyed. At manifestation level 3rd and every 2 manifestation levels thereafter, you can use this ability an additional time each day. At manifestation level 4th, you can spend two daily uses of this ability to summon a [bat swarm](monster/bat_swarm).  ",
			"**Stain:** You take a -3 penalty on Handle Animal and Ride checks against animals (except those you summon with this manifestation's gift). At manifestation level 5th, you affect nonhostile animals as if you had an [unnatural aura](umr/unnatural_aura).",
			"",
			"**Dreadful Charm**",
			"",
			"**Source** [Horror Adventures pg. 36](source/horror_adventures)  ",
			"Your powers of persuasion allow you to compel the weak.  ",
			"**Prerequisite:** Allure.  ",
			"**Gift:** Once per day when you succeed at a Bluff, Diplomacy, or Intimidate check against a creature, you can charm that creature as if using [charm monster](spell/charm_monster) with a caster level equal to your character level. If the creature fails its save, it's charmed for a number of minutes equal to your character level.  ",
			"**Stain:** You no longer cast a shadow. Noticing this in normal or bright light requires a successful DC 15 Perception check. Also, if you're in an area that smells strongly of garlic, you must succeed at a DC 20 Fortitude save or be sickened for 1d4 minutes. Immunities don't prevent this sickened condition.",
			"",
			"**Fangs**",
			"",
			"**Source** [Horror Adventures pg. 36](source/horror_adventures)  ",
			"Your canines grow unnaturally long when you are angry.  ",
			"**Gift:** You can, as a swift action, grow fangs that grant you a bite attack. This is a primary natural attack that deals 1d6 points of piercing damage if your size is Medium (1d4 if Small). You can dismiss the fangs as a move action. You can drain blood with your bite from a helpless creature as a standard action, or a pinned creature as a free action once per round immediately after succeeding at a combat maneuver check to pin the creature or maintain your pin. Each time you drain blood, you deal 1 point of Constitution damage. This counts toward the feeding you must do to avoid your corruption progressing; you needn't entirely drain and kill the creature. Draining blood changes your alignment only if you feed on an unwilling innocent.  ",
			"**Stain:** To avoid a saving throw against your corruption progressing, you must drink the requisite amount of blood each day instead of each week.",
			"",
			"**Greater Unlife**",
			"",
			"**Source** [Horror Adventures pg. 37](source/horror_adventures)  ",
			"You can recover from nearly any wound.  ",
			"**Prerequisite:** Manifestation level 3rd, unlife.  ",
			"**Gift:** When you use the ability of the unlife manifestation, you gain fast healing 3 instead of fast healing 1. While the fast healing lasts, you are immune to nonlethal damage, ability damage, and ability drain, although you retain any you already had.  ",
			"**Stain:** Whenever you're in direct sunlight, you're staggered instead of shaken. Nothing can remove or prevent this condition, but it ends once you're out of direct sunlight.",
			"",
			"**Life Drain**",
			"",
			"**Source** [Horror Adventures pg. 37](source/horror_adventures)  ",
			"You can drain life from those you harm.  ",
			"**Prerequisite:** Manifestation level 2nd.  ",
			"**Gift:** You gain a slam attack, a primary natural attack that deals 1d6 points of bludgeoning damage if your size is Medium (1d4 if Small). If you confirm a critical hit with this attack, you inflict 1 temporary negative level on the target. The DC to remove this negative level is equal to the standard corruption ability DC.  ",
			"**Stain:** You are healed by negative energy and harmed by positive energy as if you were an undead creature.",
			"",
			"**True Unlife**",
			"",
			"**Source** [Horror Adventures pg. 37](source/horror_adventures)  ",
			"You can cheat death.  ",
			"**Prerequisite:** Manifestation level 3rd, greater unlife, unlife.  ",
			"**Gift:** When you're reduced to fewer than 0 hit points but not slain and you have a use of fast healing remaining, you immediately assume [gaseous form](spell/gaseous_form), activate your fast healing, and remain conscious. Once you have more than 0 hit points, the effect ends. This delays the normal Will save against your corruption progressing until [gaseous form](spell/gaseous_form) ends.  ",
			"**Stain:** If you remain in direct sunlight, at the end of your second turn you burst into flame, taking 1d6 points of fire damage per manifestation level you have each round. This fire damage bypasses resistance or immunity and can't be prevented. The fire damage and staggered condition end as soon as you get out of direct sunlight. If you are reduced to fewer than 0 hit points while in direct sunlight, you are slain and can't be brought back to life without [true resurrection](spell/true_resurrection).",
			"",
			"**Unlife**",
			"",
			"**Source** [Horror Adventures pg. 37](source/horror_adventures)  ",
			"You heal at a phenomenal rate.  ",
			"**Prerequisite:** Manifestation level 3rd.  ",
			"**Gift:** As a standard action a number of times per day equal to 1/2 your manifestation level, you can grant yourself fast healing 1 for 1 minute.  ",
			"**Stain:** While you're in direct sunlight, you become shaken. Nothing can remove this condition, nor does immunity to fear prevent it, but it ends as soon as you are no longer in sunlight.",
			"",
			"**Vampiric Grace**",
			"",
			"**Source** [Horror Adventures pg. 37](source/horror_adventures)  ",
			"You move with a predator's grace.  ",
			"**Prerequisite:** Manifestation level 2nd.  ",
			"**Gift:** You gain Dodge as a bonus feat and a +2 racial bonus on Stealth checks. At manifestation level 6th, you can climb walls (as per [spider climb](spell/spider_climb)) at will.  ",
			"**Stain:** You can enter a private dwelling only if invited in by someone with the authority to do so, unless you succeed at a DC 30 Will save. If you fail, you can never retry the save, but you can enter if you're later invited inside."
		]
	}
}
