{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested armor enhancement."
		]
	},
	"sanctified_shield": {
		"name": "Sanctified shield",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Sanctified shield",
			"**Source** [Adventurer's Armory pg. 25](source/adventurers_armory)  ",
			"**Price** +100 gp; **Weight** -  ",
			"**Category** Channel Foci  ",
			"**Deity** Any",
			"",
			"A sanctified shield may be any type of shield (including bucklers, tower shields, and even magical shields). When activated, a sacred shield adds a +1 sacred (if positive energy) or profane (if negative energy) bonus to the wearer's Armor Class. This bonus lasts for 24 hours or until the wearer is struck in combat, whichever comes first. Creatures other than the cleric are able to use the charged shield and this ability."
		]
	},
	"shield_boss_breakaway": {
		"name": "Shield boss (breakaway)",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Shield boss",
			"**Source** [Melee Tactics Toolbox pg. 21](source/melee_tactics_toolbox)  ",
			"**Price** 120 gp (breakaway), 80 gp (hooked), 35 gp (illuminating), +50 gp (masterwork), 30 gp (reinforcing boss); **Weight** 10 lbs. (breakaway), 10 lbs. (hooked), 10 lbs. (illuminating), - (masterwork), 10 lbs. (reinforcing boss)  ",
			"",
			"A shield boss is a sturdy steel device that fastens to the front of a shield, providing metal support struts that radiate outward from the center of the shield, reinforcing its structure. A shield boss can be added to a buckler, light steel or wooden shield, or heavy steel or wooden shield. Tower shields are too large for a typical shield boss, though one can be crafted to fit a tower shield for an additional 300 gp. Attaching or removing a shield boss requires 10 minutes of work and a successful DC 15 Craft (armor) check; on a failure, the shield boss is not successfully attached or removed and the shield takes 1d6 points of damage that bypasses any hardness.",
			"",
			"A reinforcing boss provides extra protection to a shield, increasing the shield's current and maximum hit points by 10. The boss makes the shield 10 pounds heavier and more unwieldy-if the shield imposes a penalty on attack rolls, as do bucklers and tower shields, the penalty increases by 1. Common improvements to the basic reinforcing boss include the following.",
			"",
			"*Breakaway Boss:* The metal stud at the center of the reinforcing boss holds a compartment large enough to insert a single splash weapon, such as a vial of acid or alchemist's fire, as a full-round action. On a successful shield bash attack, the weapon vial breaks and deals damage to the target as though it were directly hit by the splash weapon. The shield takes the normal amount of splash damage for being adjacent to the target, but no other creatures adjacent to the target take splash damage from this effect. A new splash weapon must be inserted into the breakaway boss for it to be used again.",
			"",
			"*Hooked Boss:* The struts on this reinforcing boss bear large, sturdy hooks, which can be used to snag an opponent's clothing or armor, causing it to stumble. You can attempt trip combat maneuver checks with this shield. If the combat maneuver check is successful, the opponent does not fall prone, but is considered flat-footed until the beginning of its next turn.",
			"",
			"*Illuminating Boss:* The stud at the center of this reinforcing boss contains a covered slot large enough to insert a sunrod. Installing a lit sunrod into an illuminating boss is a full-round action. If you shake the shield firmly as a move action, you can flip a metal flap fitted over the slot to conceal or reveal the sunrod's glow.",
			"",
			"*Masterwork Boss:* Any of the bosses listed above, including the basic reinforcing boss, can be masterwork. A masterwork reinforcing boss increases the shield's current and maximum hit points by 15 instead of 10 and doesn't increase the attack roll penalty."
		]
	},
	"shield_boss_hooked": {
		"name": "Shield boss (hooked)",
		"sources": [ "Melee Tactics Toolbox" ],
		"copyof": "shield_boss_breakaway"
	},
	"shield_boss_illuminating": {
		"name": "Shield boss (illuminating)",
		"sources": [ "Melee Tactics Toolbox" ],
		"copyof": "shield_boss_breakaway"
	},
	"shield_boss_reinforcing_boss": {
		"name": "Shield boss (reinforcing boss)",
		"sources": [ "Melee Tactics Toolbox" ],
		"copyof": "shield_boss_breakaway"
	},
	"shield_boss_breakaway_masterwork": {
		"name": "Shield boss (breakaway, masterwork)",
		"sources": [ "Melee Tactics Toolbox" ],
		"copyof": "shield_boss_breakaway"
	},
	"shield_boss_hooked_masterwork": {
		"name": "Shield boss (hooked, masterwork)",
		"sources": [ "Melee Tactics Toolbox" ],
		"copyof": "shield_boss_breakaway"
	},
	"shield_boss_illuminating_masterwork": {
		"name": "Shield boss (illuminating, masterwork)",
		"sources": [ "Melee Tactics Toolbox" ],
		"copyof": "shield_boss_breakaway"
	},
	"shield_boss_reinforcing_boss_masterwork": {
		"name": "Shield boss (reinforcing boss, masterwork)",
		"sources": [ "Melee Tactics Toolbox" ],
		"copyof": "shield_boss_breakaway"
	},
	"armor_vents": {
		"name": "Armor vents",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Armor vents",
			"**Source** [People of the Sands pg. 28](source/people_of_the_sands)  ",
			"**Price** +100 gp; **Weight** -5 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"Armor vents can be built into a suit of medium or heavy armor to allow for better ventilation and reduce the wearer's fatigue in hot environs. The vents can be slid open at the discretion of the user to ensure proper air flow during the day and then closed up at night to better preserve heat. A suit of armor with armor vents imposes only a -2 penalty (instead of -4) on Fortitude saves to avoid taking nonlethal damage from heat exposure, but also has 10 fewer hit points than normal because of its more intricate construction."
		]
	},
	"armor_spikes": {
		"name": "Armor spikes",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Armor spikes",
			"**Source** [Ultimate Equipment pg. 9](source/ultimate_equipment), [PRPG Core Rulebook pg. 151](source/prpg_core_rulebook)  ",
			"**Cost** +50 gp **Weight** +10 lbs.  ",
			"**Damage** 1d4 (small), 1d6 (medium); **Critical** &times;2; **Range** -; **Type** P; **Special** -  ",
			"**Category** Light; **Proficiency** Martial  ",
			"**[Weapon Group](ability/weapon_groups)** Close",
			"",
			"You can have spikes added to your armor, which allow you to deal extra piercing damage on a successful grapple attack. The spikes count as a martial weapon. If you are not proficient with them, you take a -4 penalty on grapple checks when you try to use them. You can also make a regular melee attack (or off-hand attack) with the spikes, and they count as a light weapon in this case. (You can't also make an attack with armor spikes if you have already made an attack with another off-hand weapon, and vice versa.) An enhancement bonus to a suit of armor does not improve the spikes' effectiveness, but the spikes can be made into magic weapons in their own right. Armor spikes can't be disarmed."
		]
	},
	"locked_gauntlet": {
		"name": "Locked gauntlet",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Locked gauntlet",
			"**Source** [Ultimate Equipment pg. 9](source/ultimate_equipment), [PRPG Core Rulebook pg. 151](source/prpg_core_rulebook)  ",
			"**Cost** +8 gp **Weight** +5 lbs.",
			"",
			"This armored gauntlet has small chains and braces that allow the wearer to attach a weapon to the gauntlet so that it cannot be dropped easily. It provides a +10 bonus to your Combat Maneuver Defense to keep from being disarmed in combat. Removing a weapon from a locked gauntlet or attaching a weapon to a locked gauntlet is a full-round action that provokes attacks of opportunity.",
			"",
			"The price given is for a single locked gauntlet. The weight given applies only if you're wearing a breastplate, light armor, or no armor. Otherwise, the locked gauntlet replaces a gauntlet you already have as part of the armor.",
			"",
			"While the gauntlet is locked, you can't use the hand wearing it for casting spells or employing skills. (You can still cast spells with somatic components, provided that your other hand is free.)",
			"",
			"Like a normal gauntlet, a locked gauntlet lets you deal lethal damage rather than nonlethal damage with an unarmed strike."
		]
	},
	"shield_spikes": {
		"name": "Shield spikes",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Shield spikes",
			"**Source** [Ultimate Equipment pg. 9](source/ultimate_equipment), [PRPG Core Rulebook pg. 151](source/prpg_core_rulebook)  ",
			"**Cost** +10 gp **Weight** +5 lbs.",
			"",
			"*Light shield*  ",
			"**Damage** 1d3 (small), 1d4 (medium); **Critical** &times;2; **Range** -; **Type** P; **Special** -  ",
			"**Category** Light; **Proficiency** Martial",
			"",
			"*Heavy shield*  ",
			"**Damage** 1d4 (small), 1d6 (medium); **Critical** &times;2; **Range** -; **Type** P; **Special** -  ",
			"**Category** One-Handed; **Proficiency** Martial  ",
			"**[Weapon Group](ability/weapon_groups)** Close",
			"",
			"Deadly spikes and bladed projections extend from some shields, transforming such pieces of armor into weapon in their own right. Shield spikes turn a shield into a martial piercing weapon and increase the damage dealt by a shield bash as if the shield were designed for a creature one size category larger. You can't put spikes on a buckler or a tower shield. Otherwise, attacking with a spiked shield is like making a shield bash attack.",
			"",
			"An enhancement bonus on a spiked shield does not improve the effectiveness of a shield bash made with it, but a spiked shield can be made into a magic weapon in its own right. Shield spikes cannot be disarmed."
		]
	},
	"burnished": {
		"name": "Burnished",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Burnished",
			"**Source** [Adventurer's Armory 2 pg. 7](source/adventurers_armory_2)  ",
			"**Cost** +500 gp **Weight** +5 lbs.",
			"",
			"Metal armor can be polished to reflect light in your enemies' eyes. In areas of bright light, all enemies within 30 feet that can see you must succeed at a Will saving throw (DC = 10 + your base attack bonus) or be dazzled for 1 round. Regardless of the result of its saving throw, a target may only be affected by this armor modification once per day.",
			"",
			"*Drawback*  ",
			"Polished armor imparts a -10 penalty to Stealth checks made in areas of bright or normal light."
		]
	},
	"deflecting": {
		"name": "Deflecting",
		"sources": [
			"Adventurer's Armory 2",
			"Faction Guide"
		],
		"description": [
			"## Deflecting",
			"**Source** [Adventurer's Armory 2 pg. 7](source/adventurers_armory_2), [Faction Guide pg. 55](source/faction_guide)  ",
			"**Cost** +1,000 gp **Weight** +10 lbs.",
			"",
			"The artistry of a piece of armor's design lies not just in the protection it provides but also in its ability to deflect blows, creating momentary windows of opportunity when an opponent's attack is rebuffed. When an opponent attacks you with a bludgeoning or slashing melee weapon and misses by 5 or fewer, you gain a +1 circumstance bonus on your first melee attack roll against that opponent during your next turn.",
			"",
			"*Drawback*  ",
			"Deflecting armor reduces your speed by 5 feet."
		]
	},
	"double-plated": {
		"name": "Double-plated",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Double-plated",
			"**Source** [Adventurer's Armory 2 pg. 7](source/adventurers_armory_2)  ",
			"**Cost** +1,000 gp **Weight** +20 lbs.",
			"",
			"Plating adds protection to a suit of armor's wearer at the cost of mobility. Double-plated armor's armor bonus is increased by 1, and its maximum Dexterity bonus is reduced by 2.",
			"",
			"*Drawback*  ",
			"Double-plated armor's armor category (light, medium, or heavy) is considered to be one heavier. Heavy armor that has the modification added to it is too restrictive to use without the [Armor Adept](feat/armor_adept) (double-plated) feat."
		]
	},
	"double_plated": {
		"copyof": "double-plated"
	},
	"jarring": {
		"name": "Jarring",
		"sources": [
			"Adventurer's Armory 2",
			"Faction Guide"
		],
		"description": [
			"## Jarring",
			"**Source** [Adventurer's Armory 2 pg. 7](source/adventurers_armory_2), [Faction Guide pg. 55](source/faction_guide)  ",
			"**Cost** +1,000 gp **Weight** +20 lbs.",
			"",
			"Opponents who swing too hard at targets wearing this armor often regret it-striking jarring armor sends a shock up the arm. Whenever an opponent makes a melee attack against you using the [Power Attack](feat/power_attack) feat and misses by 5 or fewer, he must succeed at a Fortitude saving throw (DC = 10 + the bonus that Power Attack would have applied to the attacker's weapon damage roll) or be sickened for 1 round.",
			"",
			"*Drawback*  ",
			"Jarring armor reduces your speed by 5 feet."
		]
	},
	"nimble": {
		"name": "Nimble",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Nimble",
			"**Source** [Adventurer's Armory 2 pg. 7](source/adventurers_armory_2)  ",
			"**Cost** +1,000 gp **Weight** +5 lbs.",
			"",
			"Nimble armor is designed for flexibility and ease of use, although this compromises its protective qualities. Nimble armor's maximum Dexterity bonus is increased by 2, and its armor check penalty is reduced by 1 (minimum 0).",
			"",
			"*Drawback*  ",
			"Nimble armor's armor bonus is reduced by 1."
		]
	},
	"razored": {
		"name": "Razored",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Razored",
			"**Source** [Adventurer's Armory 2 pg. 7](source/adventurers_armory_2)  ",
			"**Cost** +1,350 gp **Weight** +10 lbs.",
			"",
			"With every plate sharpened to a cutting edge, razored armor punishes those who get too close. Armor with the razored modification counts as having masterwork armor spikes; if the armor already had armor spikes or masterwork armor spikes, decrease the cost of the razored modification by the cost of the existing armor spikes. Whenever an opponent hits you with a melee touch attack or succeeds at a combat maneuver check to grapple, she must succeed at a Reflex saving throw (DC = 10 + your base attack bonus) or take an amount of piercing damage equal to 1d6 plus the armor's enhancement bonus.",
			"",
			"*Drawback*  ",
			"Razored armor reduces your speed by 5 feet. In addition, razored armor takes twice as long to don or remove."
		]
	},
	"slumbering": {
		"name": "Slumbering",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Slumbering",
			"**Source** [Adventurer's Armory 2 pg. 7](source/adventurers_armory_2)  ",
			"**Cost** +500 gp **Weight** +5 lbs.",
			"",
			"Soldiers in the field and adventurers in the dungeon both find slumbering armor to be a boon, as its layers of downy internal padding allow the wearer to rest comfortably while armored. Slumbering armor is considered to be one category lighter for the purpose of sleeping in the armor. This allows you to sleep in medium armor without penalty, and if you have the [Endurance](feat/endurance) feat (or another method of sleeping in medium armor) you can sleep in heavy slumbering armor without penalty.",
			"",
			"*Drawback*  ",
			"Slumbering armor's armor check penalty is increased by 1. This increase is applied after reductions for armor material and masterwork armor."
		]
	},
	"throwing_shield": {
		"name": "Throwing shield",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Throwing shield",
			"**Source** [Adventurer's Armory pg. 19](source/adventurers_armory)  ",
			"**Cost** +50 gp **Weight** -  ",
			"**Damage** 1d4 (small), 1d6 (medium); **Critical** &times;2; **Range** 20 ft.; **Type** B; **Special** performance, trip  ",
			"**Category** Ranged; **Proficiency** Exotic  ",
			"**[Weapon Group](ability/weapon_groups)** Thrown",
			"",
			"This shield is designed for throwing and comes with specially designed straps allowing you to unclasp and throw it as a free action. Tower shields cannot be throwing shields. Neither a shield's enhancement bonus to AC nor its shield spikes apply to your attack or damage rolls."
		]
	},
	"vitalguard": {
		"name": "Vitalguard",
		"sources": [
			"Adventurer's Armory 2",
			"Faction Guide"
		],
		"description": [
			"## Vitalguard",
			"**Source** [Adventurer's Armory 2 pg. 7](source/adventurers_armory_2), [Faction Guide pg. 55](source/faction_guide)  ",
			"**Cost** +500 gp **Weight** +15 lbs.",
			"",
			"This well-designed armor reinforces your defenses, adding layers of padding or mail to your most vulnerable locations. Vitalguard armor's bonus to AC is increased by 2 for the purpose of confirming critical hits against you.",
			"",
			"*Drawback*  ",
			"Vitalguard armor reduces your speed by 5 feet."
		]
	}
}
