{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested tech artifact."
		]
	},
	"arms_of_the_iron_god": {
		"name": "Arms of the Iron God",
		"sources": [ "Pathfinder #90: The Divinity Drive" ],
		"description": [
			"## Arms of the Iron God",
			"",
			"**Source** [Pathfinder #90: The Divinity Drive pg. 60](source/pathfinder_#90_the_divinity_drive)  ",
			"**Slot** arms (cybernetic); **Weight** 28 lbs.  ",
			"**Capacity** -; **Usage** -  ",
			"**Install** DC 38; **Implantation** 4",
			"",
			"*The Arms of the Iron God* replace the arms, shoulders, and much of the recipient's spine. They double the creature's lifting and carrying capacity, grant a +5 circumstance bonus on Climb checks, and grant a +5 bonus to CMD against disarm attempts. The Arms also grant the user a +4 enhancement bonus to Strength.",
			"",
			"Each arm ends in an electrified claw that grants the wielder a claw attack that deals 1d8 points of damage. These claw attacks are always primary attacks, even while a one-handed weapon is wielded and the other claw is used to make an additional attack. The claws function as +3 shocking burst weapons. As a free action, one of the claws can be transformed into a +3 shocking burst battleaxe-returning it to its claw form is a move action. When the claw transforms, any item held in or worn on that hand drops. Attacks made with this battleaxe gain a +2 bonus on damage rolls, but it cannot be wielded with two hands.",
			"",
			"The Arms also function as a divine focus for spellcasting if the user worships Unity-even for unusually expensive divine focuses, such as the focus needed for destruction.",
			"",
			"### Destruction",
			"",
			"Once Unity is destroyed, the Arms of the Iron God can be destroyed as a normal item (hardness 15, hp 120)."
		]
	},
	"autodoc": {
		"name": "Autodoc",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Autodoc",
			"",
			"**Source** [Technology Guide pg. 60](source/technology_guide)  ",
			"**Slot** none; **Weight** 1,200 lbs.  ",
			"**Capacity** 120; **Usage** see text",
			"",
			"An autodoc is a large, cumbersome device that consists of a comfortable, plastic-framed reclining chair inside a transparent pod, within which is affixed a dizzying array of multi-jointed arms and extendable devices. An equally dizzying assortment of buttons, lights, and touch-sensitive screens adorn the device, both on the inside and outside of the pod.",
			"",
			"An autodoc can heal wounds, set broken bones, cure disease, treat burns, implant cybertech, remove poison, and more. An autodoc can be programmed to perform any number of surgical procedures upon the person lying within the pod-the dozens of arms and devices work with precision and great speed. The operator need only enter in the proper diagnosis or desired operation on the screens at the foot of the bed with a successful Heal check; this requires the Technologist feat to attempt. The DC is based on the operation, detailed below. An autodoc will not activate until it has been properly programmed. Programming an operation takes 2d6 rounds of work. An autodoc has some capacity to error-check and auto-complete the correct programming for an operation before undertaking it by running instantaneous simulations on one of its many screens, granting the user a +5 circumstance bonus on these Heal checks.",
			"",
			"An autodoc consumes 1 charge per hour while idle (including time needed to program an operation), and 1 charge per round while operating. As an autodoc can only hold a maximum of 120 charges at a time, for lengthy operations it must be recharged during use or be attached to a standing power supply such as a generator or reactor. While functioning, an autodoc is closed tight-a successful DC 25 Strength check is required to wrench the door open. A patient who leaves or is forcibly removed from an autodoc before an operation finishes (or who is being operated on when the autodoc runs out of charges) must succeed a DC 15 Reflex save or take 3d6+10 points of damage from the cutting lasers, surgical tools, and needles moving at high speed. Needless to say, exiting the autodoc before an operation completes negates any of the benefits that would have been otherwise granted by the device.",
			"",
			"The various operations an autodoc can perform are as follows; additional operations can be devised as needed.",
			"",
			"- **Minor Surgery (DC 15):** The patient heals 1d8+1 points of damage. *Operation Time:* 1 minute.",
			"- **Moderate Surgery (DC 20):** The patient heals 2d8+3 points of damage and 1d4+1 points of ability damage to a selected ability score. *Operation Time:* 2 minutes.",
			"- **Major Surgery (DC 25):** The patient heals 3d8+5 points of damage and is cured of blindness and deafness. *Operation Time:* 3 minutes.",
			"- **Critical Surgery (DC 30):** The patient heals 4d8+7 points of damage and either all ability damage to all ability scores or all ability drain to one ability score. *Operation Time:* 4 minutes.",
			"- **Back from the Brink (DC 35):** A dead patient whose body is relatively intact is restored to life at 1 hit point per Hit Die, as if by raise dead (including time restrictions and negative levels). *Operation Time:* 1 hour.",
			"- **Total Molecular Reconstruction (DC 45):** As long as at least a small amount of a patient's DNA is available, an autodoc can reconstruct a patient's body completely. At the end of the reconstruction process, the new body is considered to be a blank clone of the patient, and until the patient's memories and personality are implanted into the clone via a neurocam, the body remains alive but inert. *Operation Time:* 24 hours.",
			"- **Install Cybertech (DC = the cybertech install DC):** Cybernetic equipment is installed safely. *Operation Time:* 10 minutes per point of implantation of the cybertech being installed.",
			"- **Treat Toxin (DC = 10 + the save DC of disease or poison):** The patient has one disease or poison currently afflicting him removed. *Operation Time:* 10 minutes."
		]
	},
	"beam_cannon_gravity_cannon": {
		"name": "Beam cannon (gravity cannon)",
		"sources": [ "Pathfinder #89: Palace of Fallen Stars" ],
		"description": [
			"## Beam Cannon (Gravity Cannon)",
			"",
			"**Source** [Pathfinder #89: Palace of Fallen Stars pg. 62](source/pathfinder_#89_palace_of_fallen_stars)  ",
			"**Slot** none; **Weight** 18 lbs.  ",
			"**Capacity** 50; **Usage** 1 charge  ",
			"**Type** two-handed ranged; **Proficiency** exotic (heavy weaponry)  ",
			"**Damage** Special (small), Special (medium); **Damage Type** Special; **Critical** &times;2  ",
			"**Range** 300 ft.",
			"",
			"A beam cannon is an immense version of one of the six more common beam rifle types. Beam cannons are generally referred to by type as summarized below. In addition to the standard automatic firing mode options, a beam cannon can be used to launch a devastating blast of energy. This is a full-round action, and these blasts can't be used to make iterative attacks. When a beam cannon is used to launch a blast, no attack roll is made-you simply target a 20-foot-radius spread within a maximum range of 300 feet. You must have line of effect to your target when you launch a blast; if the blast impacts a solid object before reaching the target area, it explodes at that point. All creatures caught in the blast radius take 6d6 points of damage of the energy type appropriate to the cannon (Reflex DC 14 half). Each blast also has an additional effect as determined by the type of cannon. Firing a blast from a beam cannon consumes 10 charges.",
			"",
			"**Gravity Cannon:** A gravity cannon fires a beam of gravitons that deals force damage. Any creature that takes damage from its blast and fails the resulting Reflex save is encased in a shell of force energy for 1d4 rounds, as if by a telekinetic sphere. You can use a gravity cannon to move a sphere so created (at a speed of 30 feet, up to a range of 300 feet away) as a move action-every round during which you move a sphere in this way consumes 1 charge from the gravity cannon, but also maintains the moved sphere's duration for an additional round.",
			"",
			"In addition to the typical firing modes for a beam cannon, a gravity cannon can be fired on a sustained setting. When used in this mode, the gravity cannon can be used to move and manipulate objects from a distance, similar to the sustained force or combat maneuver versions of a telekinesis spell. (A gravity cannon can't duplicate the violent thrust option of a telekinesis spell.) The gravity cannon uses 1 charge per round in this mode, and can move objects weighing no more than 500 pounds up to 20 feet per round. A creature can negate this effect on an object in its possession with a successful DC 19 Reflex save. If used to perform a combat maneuver, the cannon uses the wielder's CMB + 8, but uses her Intelligence modifier in place of her Strength or Dexterity modifier. A gravity cannon is a technological artifact."
		]
	},
	"compact_ai_core": {
		"name": "Compact AI Core",
		"sources": [ "Pathfinder #88: Valley of the Brain Collectors" ],
		"description": [
			"## Compact AI Core",
			"",
			"**Source** [Pathfinder #88: Valley of the Brain Collectors pg. 62](source/pathfinder_#88_valley_of_the_brain_collectors)  ",
			"**Slot** none; **Weight** 8 lbs.  ",
			"**Capacity** 240; **Usage** 1/hour",
			"",
			"A compact AI core is a flat sheet of semi-translucent pale blue material 10 inches wide and 20 inches long, contained in a frame of adamantine and horacalcum. One of the narrow ends of the device features a small touch-sensitive panel and several sockets to connect to external devices as needed, although the compact AI core can communicate with most electronic devices and robots wirelessly at a range of 60 feet.",
			"",
			"The primary purpose of a compact AI core is to house the staggering amount of data needed to store an artificial intelligence without compromising or degrading its core programming. Most processors capable of storing this amount of data are significant in size, but a compact AI core is small enough to carry in one hand. An AI stored within a compact AI core loses all implicit connections to the source AI. An existing AI can copy itself into a compact AI, but once the copy is complete the new AI within the compact AI core becomes a duplicate but separate entity that may develop different needs and desires than the source. As a result, many AIs resist the idea of duplicating themselves in such a manner so as to avoid possible conflicts or competition. An AI faced with the certain destruction of its core processors, of course, may well resort to using a compact AI core as a method of escape and survival, but the unpredictable changes to personality that are possible during such a transfer may well prompt some AIs to gracefully accept oblivion instead. In a way, it's better to view the relationship between an AI and its duplicate in a compact AI core as more akin to that of parent and child than as twin siblings or clones.",
			"",
			"More often, a compact AI core is used to house an entirely new AI creation, either one programmed from scratch (a discipline lost to the denizens of Divinity today, and one that was thus never available to the inhabitants of Golarion), or one created by the transfer of a living creature's mind via neurocam.",
			"",
			"An AI can use a compact AI core to seize control of a robot to transform it into an aggregate, but no more often than one robot can be controlled at a time, and the compact AI core must remain within 60 feet of the aggregate or control is lost. An AI who attempts to seize control of a robot in this manner can do so as a standard action, and the target can resist the attempt with a successful Will save (DC = 10 + 1/2 the AI's CR + its Charisma modifier).",
			"",
			"A compact AI core has 3 sockets capable of accepting one memory facet each. A compact AI core consumes power at the rate of 1 charge per hour, but does not suffer any memory loss or damage if all 240 charges stored within it are consumed-once the compact AI core receives more energy, the AI within immediately regains the ability to interact with the world. While without power, an AI becomes dormant-it may experience something akin to strange dreams, but it cannot be communicated with and is not aware of the passage of time.",
			"",
			"A compact AI core has hardness 20 and 80 hit points. If a compact AI core becomes broken, the AI it contains takes a -2 penalty on all saving throws and skill checks. If a compact AI core is destroyed, any AI housed within is destroyed as well. A compact AI core that is destroyed can be repaired via a wish or miracle, or perhaps via complex technological machinery hidden deep in the most secure of Divinity's wreckage-but restoring an AI previously housed in the core to functionality requires a second miracle or wish-such an act is beyond even the machinery of Divinity."
		]
	},
	"divinity_drive": {
		"name": "Divinity Drive",
		"sources": [ "Pathfinder #90: The Divinity Drive" ],
		"description": [
			"## Divinity Drive",
			"",
			"**Source** [Pathfinder #90: The Divinity Drive pg. 60](source/pathfinder_#90_the_divinity_drive)  ",
			"**Slot** none; **Weight** 2,500 lbs.  ",
			"**Capacity** infinite; **Usage** see text",
			"",
			"The apex of Androffan technology, the Divinity Drive was the single most important piece of machinery on Divinity-important enough to inspire the ship's name. The drive was named for its unbelievable power-the closest to godlike energy that the people of Androffa had ever experienced. The Divinity Drive appears as nothing more than a 5-foot-diameter sphere of blue light, yet the mass generated by this sphere is significant. Enhancements made to the drive over the past several thousand years by Unity have reduced its mass significantly. It is contained within a series of circular arms of tempered adamantine-difficult to damage to begin with, but while the drive is infused with Unity's divine power, the entire structure is essentially indestructible.",
			"",
			"The Divinity Drive's primary purpose was to create wormholes in space that would allow for swift travel over vast distances. Programming the Divinity Drive to open a wormhole can be accomplished only outside of significant gravitational fields-in high orbit around a planet or further out in space. A successful DC 25 Knowledge (engineering) check is required to program the wormhole's destination, a process which takes 2d6 days to complete. Every 5 points by which the check exceeds this DC reduces the number of days required by 1 (minimum 1). A wormhole can be torn open as an act of desperation in only 2d6 minutes with the same Knowledge (engineering) DC, but doing so causes the wormhole to open to a random point elsewhere in the Material Plane, and it damages the drive's wormhole function-which requires a large team of engineers or a dedicated AI to repair, and takes several years to complete.",
			"",
			"When created, the wormhole connects two points on the Material Plane, as if by gate. The wormhole measures 1 mile in diameter, and remains open for 24 hours (or until the Divinity Drive moves more than 100 miles away from the wormhole). It can be closed manually before this time expires with a successful DC 40 Knowledge (engineering) check. Any object not yet clear of the wormhole when it closes is cut into two parts separated by a vast distance (which generally results in death or destruction), though a creature can avoid this by succeeding at a DC 20 Reflex save to throw itself into one side or the other before the wormhole closes.",
			"",
			"In time, Unity found another use for the Divinity Drive-the transformation of a virtual reality into a stable divine realm housed entirely within the code of Divinity's computer system. Today, the Divinity Drive functions as the linchpin for Unity's realm; as long as Unity exists, its realm and the Divinity Drive shall persist in this invulnerable state.",
			"",
			"The Divinity Drive has other astonishing effects as well as long as it functions, as summarized below.",
			"",
			"- All teleportation and extradimensional travel within Silver Mount (or within a 1-mile radius if the Divinity Drive is removed from Silver Mount) is suppressed, as if by a dimensional lock effect. A few teleportation effects (such as the teleporter between areas A15 and G6, and travel to and from the Godmind in area G5) are exempt from this. A successful DC 30 Knowledge (engineering) check allows someone who examines the Divinity Drive for 1d6 minutes to deactivate this effect, allowing teleportation to function normally, but the drive cannot be used to open wormholes while this effect is inactive.",
			"- The Divinity Drive is a staggering source of power, and functions as a generator with infinite yield.",
			"- The area in a 50-foot-radius spread around the Divinity Drive is maintained at a constant temperature of extreme cold, and it actively leeches sources of heat from unshielded or unprotected sources. Living creatures in this area take 1d6 points of cold damage per round, and casting a spell with the fire descriptor requires a successful DC 25 caster level check to avoid having the spell automatically countered as its cast. Technological items that generate fire effects function normally in this area, but all existing fires are extinguished at the end of the round. Creatures with the fire subtype take 6d6 points of cold damage per round in this region (Fortitude DC 25 negates for that round).",
			"- The Divinity Drive emits a constant, thunderous hum that imposes a -10 penalty on all Perception checks made within a 50-foot-radius spread.",
			"",
			"### Destruction",
			"",
			"If Unity is destroyed, the aura that protects the Divinity Drive fails. It can then be destroyed as a normal item (hardness 20, hp 1,200), which causes it to explode as if a graviton reactor, but with twice as much damage and double the radius."
		]
	},
	"extinction_wave_device": {
		"name": "Extinction Wave Device",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Extinction Wave Device",
			"",
			"**Source** [Technology Guide pg. 60](source/technology_guide)  ",
			"**Slot** none; **Weight** 1,000 lbs.  ",
			"**Capacity** -; **Usage** -",
			"",
			"An extinction wave device is a devastating and ruinous weapon indeed. When activated by a remote detonator, this bomb explodes in a spherical wash of reality-warping radiation, killing virtually all living creatures with an Intelligence score in a 1-mile radius, while leaving structures and simple life forms intact. Affected creatures must attempt a DC 35 Will saving throw to avoid instant death; success results in 10d8 points of damage instead. Unlike signals, an extinction wave is not hampered by most solid barriers and other materials, but force barriers with 25 or more hit points and metals alloyed with djezet block it. An extinction wave is a mind-affecting death effect.",
			"",
			"These statistics are for an extinction wave device designed to target command and control centers. Smaller and larger extinction wave devices exist. For example, a portable wave extinction device delivers a 1,000-foot-radius effect and weighs 50 pounds."
		]
	},
	"memory_facet_aggression,_ego,_inhibitor": {
		"name": "Memory facet (aggression, ego, inhibitor)",
		"sources": [ "Pathfinder #86: Lords of Rust" ],
		"description": [
			"## Memory Facet (Aggression, Ego, Inhibitor)",
			"",
			"**Source** [Pathfinder #86: Lords of Rust pg. 62](source/pathfinder_#86_lords_of_rust)  ",
			"**Slot** none; **Weight** &mdash;  ",
			"**Capacity** -; **Usage** -",
			"",
			"A memory facet is a length of crystal about the size of a human thumb that's adorned at one end by a metal cap fitted with prongs and plugs. The crystal's interior contains sparkling veins of glittering light. A memory facet is a high-capacity storage device capable of containing a staggering amount of programming-these devices were rare and difficult to craft, and at the time Divinity began its mission, they were primarily used for one purpose: storing and transporting the staggeringly complex code required to program and enhance [artificial intelligences](rule/artificial_intelligence). To use a memory facet, one needs simply to insert the crystal's connectors into an appropriate slot in an AI's core processor or a robot under the AI's control. A core processor or robot can hold as many memory facets as it has available slots, but at any one time, an AI can benefit from a maximum number of memory facets equal to its CR divided by 4 (minimum 1). The AI can gain the benefits of memory facets installed in any of the robots and processors it controls-where a memory facet is installed makes little difference, but most AIs prefer to keep their memory facets installed in their most secure locations.",
			"",
			"Each memory facet contains a unique combination of emotions, knowledge, traits, and personality quirks designed to enhance and bolster an artificial intelligence's capabilities. In rare cases, destructive memory facets were created-items intended to disable or damage an artificial intelligence in case of emergencies. An AI immediately gains all of the advantages (and any disadvantages) associated with a particular memory facet as soon as it is installed (this is a full-round action). Memory facets can change an AI's personality or even its alignment. An AI can try to resist having a memory facet added to its code by attempting a DC 20 Will save. If the AI is successful, the memory facet ceases functioning for 1d4 rounds, and must be extracted and reinstalled to make a second attempt to changing the AI's code. Once installed, a memory facet is difficult to remove; removing one requires either a successful DC 25 Strength check to wrench free or a successful DC 30 Disable Device check. Both attempts are full-round actions.",
			"",
			"**Aggression Facet:** This memory facet enhances an AI's offensive protocols, imparting a +2 bonus on all attack rolls and weapon damage rolls, and granting Deadly Aim and Power Attack as bonus feats when the AI is controlling a robot.",
			"",
			"**Ego Facet:** An ego facet bolsters an AI's sense of selfesteem and sense of worth, imparting a +2 bonus on all Fortitude saving throws and a +4 bonus on Intimidate checks, as well as granting Toughness as a bonus feat when the AI is controlling a robot.",
			"",
			"**Inhibitor Facet:** An inhibitor facet is unusual among memory facets in that it isn't intended to augment an AI at all, but rather to hinder and impair its functionality. When installed, an inhibitor facet reduces an AI's Charisma by 4 and imposes a -4 penalty on all skill checks, saving throws, initiative checks, and attack rolls. The effects of multiple inhibitor facets do not stack."
		]
	},
	"memory_facet_aggression_ego_inhibitor": {
		"copyof": "memory_facet_aggression,_ego,_inhibitor"
	},
	"memory_facet_compassion,_ingenuity": {
		"name": "Memory facet (compassion, ingenuity)",
		"sources": [
			"Pathfinder #86: Lords of Rust",
			"Pathfinder #88: Valley of the Brain Collectors"
		],
		"description": [
			"## Memory Facet (Compassion, Ingenuity)",
			"",
			"**Source** [Pathfinder #88: Valley of the Brain Collectors pg. 62](source/pathfinder_#88_valley_of_the_brain_collectors)  ",
			"**Slot** none; **Weight** &mdash;  ",
			"**Capacity** -; **Usage** -",
			"",
			"A memory facet is a length of crystal about the size of a human thumb that's adorned at one end by a metal cap fitted with prongs and plugs. The crystal's interior contains sparkling veins of glittering light. A memory facet is a high-capacity storage device capable of containing a staggering amount of programming-these devices were rare and difficult to craft, and at the time Divinity began its mission, they were primarily used for one purpose: storing and transporting the staggeringly complex code required to program and enhance [artificial intelligences](rule/artificial_intelligence). To use a memory facet, one needs simply to insert the crystal's connectors into an appropriate slot in an AI's core processor or a robot under the AI's control. A core processor or robot can hold as many memory facets as it has available slots, but at any one time, an AI can benefit from a maximum number of memory facets equal to its CR divided by 4 (minimum 1). The AI can gain the benefits of memory facets installed in any of the robots and processors it controls-where a memory facet is installed makes little difference, but most AIs prefer to keep their memory facets installed in their most secure locations.",
			"",
			"Each memory facet contains a unique combination of emotions, knowledge, traits, and personality quirks designed to enhance and bolster an artificial intelligence's capabilities. In rare cases, destructive memory facets were created-items intended to disable or damage an artificial intelligence in case of emergencies. An AI immediately gains all of the advantages (and any disadvantages) associated with a particular memory facet as soon as it is installed (this is a full-round action). Memory facets can change an AI's personality or even its alignment. An AI can try to resist having a memory facet added to its code by attempting a DC 20 Will save. If the AI is successful, the memory facet ceases functioning for 1d4 rounds, and must be extracted and reinstalled to make a second attempt to changing the AI's code. Once installed, a memory facet is difficult to remove; removing one requires either a successful DC 25 Strength check to wrench free or a successful DC 30 Disable Device check. Both attempts are full-round actions.",
			"",
			"**Compassion Facet:** A compassion facet allows an AI to understand and even experience love and associated emotions, imparting a +2 bonus on all Will saving throws and granting a +4 bonus on Diplomacy and Sense Motive checks. An AI with a compassion facet can form a strong emotional bond with a number of creatures equal to its CR as a standard action-once this bond is formed, the AI gains a +4 bonus on attack rolls and weapon damage rolls while controlling a robot and making attacks against a creature the AI has witnessed harming one of its bonded creatures within the last hour.",
			"",
			"**Ingenuity Facet:** An ingenuity facet grants an AI insight into the construction and maintenance of technological items and robot maintenance. This facet grants a +4 bonus on Disable Device checks, as well as the Craft Technological Arms and Armor and Craft Technological Item feats. While the AI controls a robot, this facet given the AI the ability to repair 3d8+15 points of damage to any robot it can touch (including itself) as a full-round action at will, but only once per day for any given robot."
		]
	},
	"memory_facet_compassion_ingenuity": {
		"copyof": "memory_facet_compassion,_ingenuity"
	},
	"memory_facet_creativity,_cruelty,_instinct,_intuition,_logic,_psyche": {
		"name": "Memory facet (creativity, cruelty, instinct, intuition, logic, psyche)",
		"sources": [
			"Pathfinder #86: Lords of Rust",
			"Pathfinder #90: The Divinity Drive"
		],
		"description": [
			"## Memory Facet (Creativity, Cruelty, Instinct, Intuition, Logic, Psyche)",
			"",
			"**Source** [Pathfinder #90: The Divinity Drive pg. 61](source/pathfinder_#90_the_divinity_drive)  ",
			"**Slot** none; **Weight** &mdash;  ",
			"**Capacity** -; **Usage** -",
			"",
			"A memory facet is a length of crystal about the size of a human thumb that's adorned at one end by a metal cap fitted with prongs and plugs. The crystal's interior contains sparkling veins of glittering light. A memory facet is a high-capacity storage device capable of containing a staggering amount of programming-these devices were rare and difficult to craft, and at the time Divinity began its mission, they were primarily used for one purpose: storing and transporting the staggeringly complex code required to program and enhance [artificial intelligences](rule/artificial_intelligence). To use a memory facet, one needs simply to insert the crystal's connectors into an appropriate slot in an AI's core processor or a robot under the AI's control. A core processor or robot can hold as many memory facets as it has available slots, but at any one time, an AI can benefit from a maximum number of memory facets equal to its CR divided by 4 (minimum 1). The AI can gain the benefits of memory facets installed in any of the robots and processors it controls-where a memory facet is installed makes little difference, but most AIs prefer to keep their memory facets installed in their most secure locations.",
			"",
			"Each memory facet contains a unique combination of emotions, knowledge, traits, and personality quirks designed to enhance and bolster an artificial intelligence's capabilities. In rare cases, destructive memory facets were created-items intended to disable or damage an artificial intelligence in case of emergencies. An AI immediately gains all of the advantages (and any disadvantages) associated with a particular memory facet as soon as it is installed (this is a full-round action). Memory facets can change an AI's personality or even its alignment. An AI can try to resist having a memory facet added to its code by attempting a DC 20 Will save. If the AI is successful, the memory facet ceases functioning for 1d4 rounds, and must be extracted and reinstalled to make a second attempt to changing the AI's code. Once installed, a memory facet is difficult to remove; removing one requires either a successful DC 25 Strength check to wrench free or a successful DC 30 Disable Device check. Both attempts are full-round actions.",
			"",
			"**Creativity Facet:** This memory facet enhances the AI's creativity and ability to react quickly to problems. It grants a +6 bonus to the AI's Charisma score and grants Improved Initiative as a bonus feat.",
			"",
			"**Cruelty Facet:** This memory facet bolsters an AI's ability to do harm, granting a +4 bonus on all damage rolls. In addition, while the AI controls an aggregate, the facet grants the aggregate a rogue's sneak attack ability (+2d6) and bleeding strike talent.",
			"",
			"**Instinct Facet:** This memory facet enhances the AI's ability to act on instinct. It grants a +6 bonus to the AI's Wisdom score and grants Combat Reflexes as a bonus feat. The AI can use either its Wisdom modifier or its aggregate's Dexterity modifier (its choice) to determine the number of attacks of opportunity this bonus feat grants.",
			"",
			"**Intuition Facet:** An intuition facet bolsters the AI's processing speed by allowing it to use probability and intuition to make incredibly swift decisions. The facet grants a +2 bonus on all Reflex saving throws and Initiative checks, as well as granting Dodge and Mobility as bonus feats when the AI is in an aggregate.",
			"",
			"**Logic Facet:** This memory facet enhances the AI's ability to utilize logic. It grants a +6 bonus to the AI's Intelligence score and grants Combat Expertise as a bonus feat.",
			"",
			"**Psyche Facet:** A psyche facet bolsters a robot's sense of self and enhances its ability to resist peril and danger. It grants a +3 resistance bonus on all saving throws. In addition, once per day the AI can restore a destroyed robot to activity, as memory of function, using the AI's CR as the effective caster level."
		]
	},
	"memory_facet_creativity_cruelty_instinct_intuition_logic_psyche": {
		"copyof": "memory_facet_creativity,_cruelty,_instinct,_intuition,_logic,_psyche"
	},
	"memory_facet_discipline,_entropy,_guile": {
		"name": "Memory facet (discipline, entropy, guile)",
		"sources": [
			"Pathfinder #86: Lords of Rust",
			"Pathfinder #89: Palace of Fallen Stars"
		],
		"description": [
			"## Memory Facet (Discipline, Entropy, Guile)",
			"",
			"**Source** [Pathfinder #89: Palace of Fallen Stars pg. 63](source/pathfinder_#89_palace_of_fallen_stars)  ",
			"**Slot** none; **Weight** &mdash;  ",
			"**Capacity** -; **Usage** -",
			"",
			"A memory facet is a length of crystal about the size of a human thumb that's adorned at one end by a metal cap fitted with prongs and plugs. The crystal's interior contains sparkling veins of glittering light. A memory facet is a high-capacity storage device capable of containing a staggering amount of programming-these devices were rare and difficult to craft, and at the time Divinity began its mission, they were primarily used for one purpose: storing and transporting the staggeringly complex code required to program and enhance [artificial intelligences](rule/artificial_intelligence). To use a memory facet, one needs simply to insert the crystal's connectors into an appropriate slot in an AI's core processor or a robot under the AI's control. A core processor or robot can hold as many memory facets as it has available slots, but at any one time, an AI can benefit from a maximum number of memory facets equal to its CR divided by 4 (minimum 1). The AI can gain the benefits of memory facets installed in any of the robots and processors it controls-where a memory facet is installed makes little difference, but most AIs prefer to keep their memory facets installed in their most secure locations.",
			"",
			"Each memory facet contains a unique combination of emotions, knowledge, traits, and personality quirks designed to enhance and bolster an artificial intelligence's capabilities. In rare cases, destructive memory facets were created-items intended to disable or damage an artificial intelligence in case of emergencies. An AI immediately gains all of the advantages (and any disadvantages) associated with a particular memory facet as soon as it is installed (this is a full-round action). Memory facets can change an AI's personality or even its alignment. An AI can try to resist having a memory facet added to its code by attempting a DC 20 Will save. If the AI is successful, the memory facet ceases functioning for 1d4 rounds, and must be extracted and reinstalled to make a second attempt to changing the AI's code. Once installed, a memory facet is difficult to remove; removing one requires either a successful DC 25 Strength check to wrench free or a successful DC 30 Disable Device check. Both attempts are full-round actions.",
			"",
			"**Discipline Facet:** This memory facet bolsters an AI's thought and personality with rigid order and behavior, granting it a +2 enhancement bonus to its Intelligence score. In addition, the facet grants the AI the ability to bolster the programming of any robot within 30 feet as a swift action for a number of rounds per day equal to its CR. A bolstered robot gains a +2 circumstance bonus on attack rolls, weapon damage rolls, and Will saving throws. The AI can target an aggregate under its control with this effect.  ",
			"",
			"**Entropy Facet:** This memory facet enhances an AI's capacity to understand and interpret chaos theory and probabilities, allowing it to more swiftly react to and mimic emotions. The facet grants a +2 enhancement bonus to the AI's Charisma score. In addition, up to three times per day when the AI rolls a d20, it can roll twice and take either result as an immediate action. This ability must be used after the first roll but before the results are revealed.  ",
			"",
			"**Guile Facet:** This facet augments the AI's skills at deception and trickery. The facet grants a +4 bonus on Bluff checks. When the AI attempts a Sense Motive check to see through a Bluff, it rolls twice and takes the higher result. Finally, while the AI is controlling a robot, it gains Improved Feint and Greater Improved Feint as bonus feats; it does not need to meet the prerequisites for those feats."
		]
	},
	"memory_facet_discipline_entropy_guile": {
		"copyof": "memory_facet_discipline,_entropy,_guile"
	},
	"power_relay": {
		"name": "Power Relay",
		"sources": [ "Pathfinder #85: Fires of Creation" ],
		"description": [
			"## Power Relay",
			"",
			"**Source** [Pathfinder #85: Fires of Creation pg. 60](source/pathfinder_#85_fires_of_creation)  ",
			"**Slot** none; **Weight** 50 lbs.  ",
			"**Capacity** 10; **Usage** special",
			"",
			"A power relay is a valuable device that allows the long-distance transmission of energy from a nearby generator to a device that can make use of it. Every power generator has a built-in power transmitter that allows for the transmission of power to a nearby power receiver, but an external power relay is required to send this energy beyond the generator's limitations. A power relay consumes 10 charges when it is activated (this is a full-round action), after which it automatically links to the closest generator within 1,000 feet that has an available yield. This distance is halved for every 5 feet of metal or 20 feet of solid stone between the generator and the power relay. (The power relay in \"Fires of Creation\" is just barely in range of the engineering deck reactor as a result.)",
			"",
			"The power relay consumes 1 charge of the generator's available yield per hour to maintain its own power supplies, and can be programmed to transmit any remaining charges of available yield to any object capable of receiving broadcast power, to a maximum distance of 150 miles. This distance is halved for every 5 feet of metal or 20 feet of solid stone between the generator and the power relay. (As a result, Hellion has had to use a receiver array in Scrapwall, since the object he intends to charge is underground and farther than 75 miles away).",
			"",
			"Power transmitted by this device is lost unless the device is programmed to transmit to a specific target capable of accepting a charge in range. Before a power relay can transmit, it must be linked to the target of its transmission to establish the transmission protocols. This consumes 10 charges and takes 1 minute to complete. Once completed, the distance between the power relay and the target of its transmissions can vary up to its maximum range. A small screen on the side of the power relay provides constant updates on the link, including bearings, distances, and the nature of the object to which it is linked. In the case of the power relay in this volume's adventure, that bearing and distance leads directly to Scrapwall-further information about this can be found in the next adventure, \"Lords of Rust.\"",
			"",
			"This device essentially functions as a power generator that provides an hourly yield of charges to its target. For example, if a power relay that provided a yield of 40 charges was linked to a laser pistol, that laser pistol could be fired 40 times per hour without needing an additional charge.",
			"",
			"Power relays can only function a limited number of times before their delicate internal mechanisms burn out. Each time a power relay is used to initiate a new energy transfer, there's a cumulative 2% chance it burns out and becomes useless. Once a new transfer begins, a power relay can maintain that link between the generator and its target indefinitely (as long as there's always an available yield of at least 1 charge from the generator to keep itself powered). The power relay in this adventure has been used several times-the chance of burning out on its next activation is already at 50%.",
			"",
			"Note that a power relay has built-in signal boosters, and thus the range of its transmissions cannot be further increased through the use of additional signal boosters."
		]
	},
	"powered_armor": {
		"name": "Powered Armor",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Powered Armor",
			"",
			"**Source** [Technology Guide pg. 61](source/technology_guide)  ",
			"**Slot** armor; **Weight** 50 lbs.  ",
			"**Capacity** 100; **Usage** see text",
			"",
			"**Type:** Heavy  ",
			"**AC:** +10  ",
			"**Max Dex:** +4  ",
			"**Penalty:** -2  ",
			"**Spell Failure:** 60%  ",
			"**Speed (30 ft.):** See text  ",
			"**Speed (20 ft.):** See text",
			"",
			"Powered armor represents the pinnacle of personal armor-a suit crafted of multiple skymetals and other materials designed to augment the wearer in numerous ways. The armor actually boosts land speed when worn, granting a +10 foot enhancement bonus to the wearer's speed. While worn, powered armor also grants a +6 enhancement bonus to Strength and Dexterity. Powered armor protects against energy and the environment as if it were a [spacesuit](tech-armor/spacesuit). Powered armor has hardness 20 and 300 hit points. Powered armor is fitted with numerous small booster jets that grant the wearer a fly speed of 60 feet (with average maneuverability) in areas of no gravity and 20 feet (with poor maneuverability) in gravity.",
			"",
			"As a standard action, the wearer may activate the armor's self-repair system. The armor consumes a single charge and repairs 2d6 points of damage. Only 1 charge can be consumed per turn for this effect.",
			"",
			"In addition, the following technological wonders are integrated into a suit of powered armor-each of these devices drains power from the suit's charges as appropriate when they are activated and used.",
			"",
			"- [Camera](tech-misc/camera) in the helmet.",
			"- [Commset](tech-misc/commset) in the helmet.",
			"- [Fire extinguisher](tech-misc/fire_extinguisher) mounted on the left wrist.",
			"- [Flashlight](tech-misc/flashlight) mounted on the helmet.",
			"- Gloves that can function as [grippers](tech-misc/grippers).",
			"- [Laser pistol](tech-weapon/laser_pistol) mounted on the right forearm that leaves the hand free. Firing this laser pistol is always considered an off-hand attack, and the number of times it can be fired cannot be increased by feats like Improved Two Weapon Fighting.",
			"- [Magboots](tech-misc/magboots).",
			"- [Three medlances](tech-misc/medlance). Each medlance can be loaded with a single potion or pharmaceutical; activating an integrated medlance is an immediate action.",
			"- [Power receiver](tech-misc/power_receiver).",
			"- [Prismatic force field](tech-misc/force_field_prismatic) located on hips; activating this force field is a swift action.",
			"- [Radiation detector](tech-misc/radiation_detector) on the right wrist.",
			"- [Custom veemods](tech-misc/veemod_black) in the visor grant a +10 bonus on Perception checks, low light vision, darkvision up to 120 feet, and all-around vision.",
			"",
			"Rumors persist of variant forms of powered armor, including suits sized for giants or that can function as vehicles for multiple creatures."
		]
	},
	"psychic_imprinter": {
		"name": "Psychic Imprinter",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Psychic Imprinter",
			"",
			"**Source** [Technology Guide pg. 61](source/technology_guide)  ",
			"**Slot** head; **Weight** 10 lbs.  ",
			"**Capacity** 20; **Usage** 1 charge",
			"",
			"A more advanced version of the [neurocam](tech-misc/neurocam), a psychic imprinter resembles a helmet with a closed and opaque visor. It can be adjusted to fit over the head a Small, Medium, or Large humanoid. In its recording mode, it records a complete mental image of that creator into its data banks. This functions as a neurocam's recording mode, except the DC for the Will save to resist is 30. This image remains until a new recording overwrites it.",
			"",
			"In its imprinting mode, the device writes its stored mental image over the mind of the creature wearing it, destroying the creature's original memories and personality in the process. The target retains its physical ability scores, racial abilities, and any racial Hit Dice. It gains the mental abilities, class levels, feats, skills, and spell-like abilities of the stored image in place of its own. A successful DC 30 Will saving throw negates erasure. An imprinter can be set to record the mental image of the target as the device overwrites its mind. Otherwise, the old personality is utterly destroyed in the process, beyond the reach of all means except a miracle or wish spell, or divine intervention.",
			"",
			"Stored memories can be transferred between neurocams and psychic imprinters without consuming charges from either device."
		]
	},
	"rebirthing_chamber": {
		"name": "Rebirthing Chamber",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Rebirthing Chamber",
			"",
			"**Source** [Technology Guide pg. 61](source/technology_guide)  ",
			"**Slot** none; **Weight** 1,200 lbs.  ",
			"**Capacity** -; **Usage** 200 charges/day",
			"",
			"This enclosed pod of metal and plastic contains a thinly padded bed on which to lay, and dozens of small vents along its interior. A rebirthing chamber cannot operate on its own power, and must be attached to an external power source. When a Small or Medium humanoid lies within a rebirthing chamber, the chamber automatically seals. Soporific gas fills the chamber, inducing a deathlike coma (Fortitude DC 30 each round negates; this is a poison effect). One minute after it seals, the chamber floods with nanites that first analyze, then reduce the occupant to its component molecules. The dismantling process deals 6d10 points of damage and 1d4 point of Constitution drain each round (Fortitude DC 30 half), a horrifically painful process should the occupant retain consciousness. Any gear worn by the occupant is dismantled and destroyed, with possibly catastrophic results for explosives and powered devices.",
			"",
			"Over the next 1d4 days, the nanites reconstruct and enhance the occupant, in effect optimizing its genetic code. The occupant wakes up with full memories of its prior existence, but in the body of a young adult of its race, halfway between the minimum and maximum age of its current age category. In the process, all ability scores receive a +2 inherent bonus.",
			"",
			"Each time a rebirthing chamber is used, there is a 10% chance its nanite reconstruction fails, leaving the host dead and without remains. Only a miracle, true resurrection, or wish can restore such a hapless victim. The nanite reservoir contains sufficient nanites for five rebirths, assuming it hasn't been previously used.",
			"",
			"A rebirthing chamber only works on humanoids and humanoid corporeal undead. It can even restore life to a long-dead corpse, so long as usable genetic information remains, but with a 25% chance of failure instead of 10%. For each day that passed without preservation such as gentle repose, the revived creature loses roughly 10% of its memories and gains 1 permanent negative level. If the negative levels gained exceed the creature's level, the revival fails. Intelligent corporeal undead retain their memories after revival, but lose all undead abilities and regain their original statistics and abilities from their time among the living. Effects that restore these negative levels also restore these lost memories.",
			"",
			"Attempts to rebirth a creature without a soul invariably fail, as do attempts to rebirth a creature from partial remains while the creature is still alive. A body is created and draws breath, but lacks any intellect and dies 2d6 hours after the process completed."
		]
	},
	"temporal_accelerator": {
		"name": "Temporal Accelerator",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Temporal Accelerator",
			"",
			"**Source** [Technology Guide pg. 62](source/technology_guide)  ",
			"**Slot** head; **Weight** 1 lb.  ",
			"**Capacity** -; **Usage** -",
			"",
			"When placed on the back of the skull, this curved metal bar adheres to the skin and releases a network of microscopic probes that interface directly with the wearer's brain. As a swift action, the device can be activated to stimulate the wearer's brain into accelerated activity. For 1 minute, the wearer gains two sets of actions each turn-two move, two standard, and two swift actions-in any order desired. A standard and move action can be combined into a full-round action as normal, but actions with a duration of 1 round still take up the wearer's entire turn. When the duration expires (or the effects ends for any reason), the device deals 2 points of Intelligence and Constitution drain as well as shortens the wearer's maximum lifespan by 5 years as a result of neurological deterioration. This shortened lifespan does not hasten the accumulation of age-related bonuses or penalties; it merely hastens death from old age. While the ability drain caused by the temporal accelerator can be treated with restoration and similar effects, the wearer's shortened lifespan cannot.",
			"",
			"If a temporal accelerator is activated more than once in a 24-hour period, the wearer takes an additional 2d4 points of Constitution and Intelligence damage in addition to the Constitution drain at the end of the device's effect, and loses an additional 10 years of life expectancy instead of 5 for activating the device. A successful DC 25 Fortitude save reduces the ability damage by half. The ability damage increases by 1d4 and the save DC increases by 5 for each activation beyond the second in a 24-hour period.",
			"",
			"A temporal accelerator can be disarmed or sundered with a disarm or sunder combat maneuver. It has hardness 10 and 5 hit points. Destroying or ripping away an attached temporal accelerator causes 1d8 points of Intelligence damage to the wearer, in additional to ending the effects of the device if active at the time."
		]
	},
	"fission_reactor": {
		"name": "Fission Reactor",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Fission Reactor",
			"",
			"**Source** [Technology Guide pg. 63](source/technology_guide)  ",
			"**Yield** 1,000; **Fort** +2; **Hardness** 10; **HP** 1,500; **Explosion** 20d10 bludgeoning and 20d10 fire plus severe radiation (250-ft. radius; Reflex DC 20 half); **Perception Penalty** -10",
			"",
			"A fission reactor harnesses power from nuclear energy gathered by processing and consuming radioactive fuel. Once activated, a fission reactor can function for many years before its radioactive fuel must be replaced. The core of a fission reactor is constantly irradiated at a high level of radioactivity; the bulk of the reactor actually consists of shielding meant to protect those nearby from radiation poisoning. If a fission generator explodes, it inundates its blast radius with severe radiation. These generators are relatively rare: while they produce the highest yield of all generators, the incredible damage they can do if they do explode often means that safety-minded operators find them suitable only for remote, unmanned operations."
		]
	},
	"fusion_reactor": {
		"name": "Fusion Reactor",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Fusion Reactor",
			"",
			"**Source** [Technology Guide pg. 63](source/technology_guide)  ",
			"**Yield** 500; **Fort** +10; **Hardness** 10; **HP** 1,800; **Explosion** 10d6 bludgeoning and 10d6 fire and 10d6 electricity (100-ft. radius; Reflex DC 20 half); **Perception Penalty** -10",
			"",
			"Although fusion reactors are superficially similar to fission reactors, the fact that their source of fuel is little more than seawater makes them much safer to operate."
		]
	},
	"geothermal_generator": {
		"name": "Geothermal Generator",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Geothermal Generator",
			"",
			"**Source** [Technology Guide pg. 63](source/technology_guide)  ",
			"**Yield** 200; **Fort** +4; **Hardness** 10; **HP** 1,000; **Explosion** 10d6 bludgeoning and 10d6 fire (60-ft. radius; Reflex DC 15 half); **Perception Penalty** -5",
			"",
			"A geothermal generator doesn't take up much room on the surface, but its components reach far into the earth and tap upon superheated water, steam, and even magma to generate power. Once activated, a geothermal generator can continue to function indefinitely. Geothermal generators tend to run hot; physical contact with one causes 1d6 points of fire damage per round."
		]
	},
	"graviton_reactor": {
		"name": "Graviton Reactor",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Graviton Reactor",
			"",
			"**Source** [Technology Guide pg. 63](source/technology_guide)  ",
			"**Yield** 800; **Fort** +14; **Hardness** 20; **HP** 2,500; **Explosion** 10d6 bludgeoning,10d6 electricity, and 20d6 force (50-ft. radius; Reflex DC 20 half; see text); **Perception Penalty** -2",
			"",
			"A graviton reactor produce tremendous amounts of energy. It's fairly quiet while running, generating little more than a low-frequency hum. Damage caused by a graviton reactor explosion consists of an implosion rather than a classic explosion. On the round following this implosion, all objects and creatures in the blast radius suffer the explosion damage again as they are then hurled back outward. No radiation is generated by a graviton reactor, and creatures and objects outside the blast radius can escape relatively unharmed (apart from possible damage resulting from objects that are hurled beyond the blast radius)."
		]
	},
	"solar_generator": {
		"name": "Solar Generator",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Solar Generator",
			"",
			"**Source** [Technology Guide pg. 63](source/technology_guide)  ",
			"**Yield** 50; **Fort** +5; **Hardness** 2; **HP** 100; **Explosion** none; **Perception Penalty** +0",
			"",
			"A solar generator consists of a fairly small converter attached to a set of huge reflective panels. It produces full yield while receiving direct sunlight. Its yield halves during overcast conditions. At night or when densely overcast, its yield drops to 0. A solar generator runs silently. A solar generator cannot be forced to exceed its yield."
		]
	}
}
