{
	"_prefix": "equipment-weapon-enhance",
	"consecrated_weapon": {
		"name": "consecrated weapon",
		"file": "equipmentmiscdisplay0b21.html",
		"sources": [ "Adventurer's Armory" ],
		"cost_adjustment": 150,
		"weight_adjustment": 0,
		"description": [
			"## Consecrated weapon",
			"**Source** [Adventurer's Armory pg. 24](source/adventurer's_armory)  ",
			"**Price** +150 gp; **Weight** 2 lbs.  ",
			"**Category** Channel Foci  ",
			"**Deity** Any",
			"",
			"Consecrated weapons may be of any type-swords, axes, masterwork, mithral, and even magical-and function appropriately. When activated, the cleric charges the weapon with positive or negative energy (as appropriate) so it deals extra damage when it hits a target. This functions like the Channel Smite feat, except the additional damage is equal to half the cleric's channel energy damage (the target makes a Will save as normal, based on the cleric's channel energy DC). The weapon remains charged with this energy until it successfully strikes a creature or 24 hours pass, whichever comes first. Creatures other than the cleric are able to use the charged weapon and this ability."
		],
		"display": "equipweapenhance"
	},
	"sawback_sword": {
		"name": "sawback sword",
		"file": "equipmentmiscdisplayc832.html",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"cost_adjustment": 5,
		"weight_adjustment": 0,
		"description": [
			"## Sawback sword",
			"**Source** [Ultimate Equipment pg. 57](source/ultimate_equipment), [Adventurer's Armory pg. 19](source/adventurer's_armory)  ",
			"**Price** +5 gp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"This is a modification to any light or heavy blade rather than a unique weapon type. The saw blade on the back of the sword lets you use it to perform crude carpentry."
		],
		"display": "equipweapenhance"
	},
	"undine_weaponshaft": {
		"name": "undine weaponshaft",
		"file": "equipmentmiscdisplayb290.html",
		"sources": [ "Advanced Race Guide" ],
		"cost_adjustment": 300,
		"weight_adjustment": 0,
		"description": [
			"## Undine weaponshaft",
			"**Source** [Advanced Race Guide pg. 177](source/advanced_race_guide)  ",
			"**Price** +300 gp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"Undines incorporate a unique design when crafting shafted weapons such as quarterstaves, spears, and tridents. Instead of a solid shaft, the weapon is built around a pipe of wood or metal, with the butt end sealed and the front end left open. As a full-round action, an undine can make a single melee attack with the weapon and use her hydraulic push spell-like ability against the target of that melee attack. The weapon otherwise functions like a standard weapon of its type, and can be made of special materials (such as mithral or adamantine) and masterwork quality."
		],
		"display": "equipweapenhance"
	},
	"brutally_weighted": {
		"name": "brutally weighted",
		"file": "equipmentweaponsdisplay3ffc.html",
		"sources": [ "Adventurer's Armory 2" ],
		"cost_adjustment": 1500,
		"weight_adjustment": 1,
		"description": [
			"## Brutally weighted",
			"**Source** [Adventurer's Armory 2 pg. 10](source/adventurer's_armory_2)  ",
			"**Price** +1,500 gp **Weight** +1 lb.  ",
			"**Category** Modification; **Proficiency** Modification",
			"",
			"A brutally weighted weapon is balanced to put more weight on the striking surface, knocking targets off balance with every blow. Only bludgeoning melee weapons can be brutally weighted. This modification can be added to a greatclub or tetsubo without increasing its weapon's category, but doing so increases the cost of modification by an additional 1,500 gp. A creature hit with a brutally weighted weapon takes a -2 penalty to its CMD against bull rush, reposition, and trip combat maneuvers until the end of its next turn or until after it is subject to such a maneuver (whichever comes first)."
		],
		"display": "equipweapenhance"
	},
	"dual-balanced": {
		"name": "dual-balanced",
		"searchable_name": "dual balanced",
		"file": "equipmentweaponsdisplay3f30.html",
		"sources": [ "Adventurer's Armory 2" ],
		"cost_adjustment": 2000,
		"weight_adjustment": 0,
		"description": [
			"## Dual-balanced",
			"**Source** [Adventurer's Armory 2 pg. 10](source/adventurer's_armory_2)  ",
			"**Cost** +2,000 gp **Weight** -  ",
			"**Category** Modification; **Proficiency** Modification",
			"",
			"Dual-balanced weapons are balanced to be wielded in tandem. Only melee weapons can be dual-balanced. When wielding two weapons with the dual-balanced modification, reduce any two-weapon fighting penalties by 1 for both weapons. The weapons do not need to be the same type, but both must have the dual-balanced modification."
		],
		"display": "equipweapenhance"
	},
	"dual_balanced": {
		"copyof": "dual-balanced"
	},
	"jagged_hooks": {
		"name": "jagged hooks",
		"file": "equipmentweaponsdisplay8808.html",
		"sources": [ "Adventurer's Armory 2" ],
		"cost_adjustment": 1000,
		"weight_adjustment": 1,
		"description": [
			"## Jagged hooks",
			"**Source** [Adventurer's Armory 2 pg. 10](source/adventurer's_armory_2)  ",
			"**Cost** +1,000 gp **Weight** +1 lb.  ",
			"**Category** Modification; **Proficiency** Modification",
			"",
			"Brutal hooks and barbs are worked along the weapon's blade or length. Only piercing or slashing weapons can have jagged hooks. Projectile weapons can't have jagged hooks, but their ammunition can. A weapon with jagged hooks deals additional damage equal to the weapon's critical hit multiplier on a confirmed critical hit; this additional damage is added to the final total, and is not multiplied by the critical hit multiplier."
		],
		"display": "equipweapenhance"
	},
	"razor-sharp": {
		"name": "razor-sharp",
		"searchable_name": "razor sharp",
		"file": "equipmentweaponsdisplay1a76.html",
		"sources": [ "Adventurer's Armory 2" ],
		"cost_adjustment": 1000,
		"weight_adjustment": 0,
		"description": [
			"## Razor-sharp",
			"**Source** [Adventurer's Armory 2 pg. 10](source/adventurer's_armory_2)  ",
			"**Cost** +1,000 gp **Weight** -  ",
			"**Category** Modification; **Proficiency** Modification",
			"",
			"The weapon's edge is honed to incredible sharpness. The weapon's edge dulls after a number of daily uses, but the bonus can be reset by spending 15 minutes whetting the blade after a night's rest. Only piercing or slashing weapons can have the razor-sharp modification. Projectile weapons can't be razorsharp, but their ammunition can. A razor-sharp weapon gains a +1 bonus on weapon damage rolls for a number of attacks each day equal to 3 + your base attack bonus."
		],
		"display": "equipweapenhance"
	},
	"razor_sharp": {
		"copyof": "razor-sharp"
	},
	"serrated_edge": {
		"name": "serrated edge",
		"file": "equipmentweaponsdisplay2675.html",
		"sources": [ "Adventurer's Armory 2" ],
		"cost_adjustment": 2000,
		"weight_adjustment": 0,
		"description": [
			"## Serrated edge",
			"**Source** [Adventurer's Armory 2 pg. 10](source/adventurer's_armory_2)  ",
			"**Cost** +2,000 gp **Weight** -  ",
			"**Category** Modification; **Proficiency** Modification",
			"",
			"The weapon's blade inflicts wounds that bleed profusely. Only piercing or slashing melee weapons can have a serrated edge. This modification can be added to a sawtooth sabre or rhoka sword without increasing its weapon category, but doing so increases the cost of modification by 2,000 gp. When you make an attack with a weapon with a serrated edge, you can take a -2 penalty on the attack roll. If you do and the attack deals damage, the weapon also inflicts 1 point of bleed damage. This bleed stacks with itself (to a maximum equal to the weapon's critical multiplier), but does not stack with bleed from other sources."
		],
		"display": "equipweapenhance"
	},
	"tactically_adapted": {
		"name": "tactically adapted",
		"file": "equipmentweaponsdisplay15a7.html",
		"sources": [ "Adventurer's Armory 2" ],
		"cost_adjustment": 2000,
		"weight_adjustment": 0,
		"description": [
			"## Tactically adapted",
			"**Source** [Adventurer's Armory 2 pg. 10](source/adventurer's_armory_2)  ",
			"**Cost** +2,000 gp **Weight** -  ",
			"**Category** Modification; **Proficiency** Modification",
			"",
			"A tactically adapted weapon is designed for specialized tactics rather than just swinging and stabbing. Only melee weapons can be tactically adapted. When this quality is added to a weapon, choose a weapon quality from the following list: blocking, brace, disarm, distracting, nonlethal, performance, or trip. The modified weapon gains that weapon quality."
		],
		"display": "equipweapenhance"
	},
	"versatile_design": {
		"name": "versatile design",
		"file": "equipmentweaponsdisplay527a.html",
		"sources": [ "Adventurer's Armory 2" ],
		"cost_adjustment": 500,
		"weight_adjustment": 0,
		"description": [
			"## Versatile design",
			"**Source** [Adventurer's Armory 2 pg. 10](source/adventurer's_armory_2)  ",
			"**Cost** +500 gp **Weight** -  ",
			"**Category** Modification; **Proficiency** Modification",
			"",
			"A weapon with the versatile design modification is easier to wield for those skilled with other weapon groups. When versatile design is added to a weapon, choose a fighter weapon group. The modified weapon is considered to be a weapon of that weapon group (such as for the fighter's weapon training class feature). A melee weapon cannot be considered part of a weapon group for ranged weapons, and vice versa."
		],
		"display": "equipweapenhance"
	}
}
