{
	"halucination": {
		"name": "Halucination",
		"file": "madnessesa202.html",
		"sources": [ "Horror Adventures" ],
		"type": "lesser madness",
		"will_save": "DC 14",
		"onset": "2d6 days",
		"description": [
			"## Halucination",
			"",
			"**Source** [Horror Adventures pg. 184](source:horror_adventures)  ",
			"**Type** lesser madness; **Save DC** 14  ",
			"*Onset** 2d6 days  ",
			"**Effect** -4 penalty on any Will saving throw against or to disbelieve illusions, and illusions of things that are not there (see below)  ",
			"**Dormancy Effect** The afflicted character takes a -2 penalty on Will saving throws against or to disbelieve illusions.",
			"",
			"Hallucinations can affect all of the senses, but some of the most potentially debilitating are auditory hallucinations, where the afflicted character hears voices talking in his head, and visual hallucinations, where the afflicted character sees things that aren't there. Most hallucinations are intermittent and produce a muddling of reality."
		],
		"display": "madness"
	},
	"mania": {
		"name": "Mania",
		"file": "madnessesaa94.html",
		"sources": [
			"Horror Adventures",
			"GameMastery Guide"
		],
		"type": "lesser madness (compulsion)",
		"will_save": "DC 14",
		"onset": "1 day",
		"description": [
			"## Mania",
			"",
			"**Source** [Horror Adventures pg. 184](source:horror_adventures), [GameMastery Guide pg. 250](source:gamemastery_guide)  ",
			"**Type** lesser madness (compulsion); **Save DC** 14  ",
			"*Onset** 1 day  ",
			"**Effect** Each round when an afflicted character is within 30 feet and can see the object of her mania, she must succeed at a Will saving throw or rush to interact with that object. If the afflicted character succeeds at the saving throw by 5 or more, she can keep away from the object of the mania or resist the manic activity for 1 minute before having to attempt the saving throw again. After failing a saving throw and fully performing the mania's compulsion, the afflicted character need not attempt another saving throw for 1 minute, as she has temporarily satisfied her obsession.  ",
			"**Dormancy Effect** Each round when an afflicted character is within 30 feet and can see the object of her mania, she must attempt a Will saving throw. If she fails, she can choose to either interact with the object of her mania (as above) or become fascinated by the object while abstaining from the activity for 1 round. If the afflicted character succeeds at this saving throw by 5 or more, she can't be fascinated by that particular stimulus for 24 hours before having to attempt the saving throw again (for instance, if a character obsessed with swords succeeded at her save against a particular sword by 5 or more, she wouldn't be fascinated by that sword for 24 hours, but she might be fascinated by other swords).",
			"",
			"A mania is an irrational and unhealthy obsession with an object or activity. Nearly any object or activity can become the object of a mania, but often the object is either dangerous (like fire or deadly magic) or somewhat taboo (like the need to commit small thefts or engage in risky sexual behavior). The GM determines the exact nature of the mania, but it should have some connection to the madness's impetus and be respectful to the narrative sensibilities and maturity of the player and the group."
		],
		"display": "madness"
	},
	"melancholia": {
		"name": "Melancholia",
		"file": "madnesses83f4.html",
		"sources": [ "Horror Adventures" ],
		"type": "lesser madness",
		"will_save": "DC 14",
		"onset": "1d4 days",
		"description": [
			"## Melancholia",
			"",
			"**Source** [Horror Adventures pg. 185](source:horror_adventures)  ",
			"**Type** lesser madness; **Save DC** 14  ",
			"*Onset** 1d4 days  ",
			"**Effect** -2 penalty on initiative checks, and morale bonuses are halved (minimum +0)  ",
			"**Dormancy Effect** None",
			"",
			"A character suffering from melancholia struggles with severe pessimism and can often be slow to respond to threats and events going on around him. He can seem quiet and withdrawn, and his sense of enthusiasm is dulled. In extreme cases, a character suffering from melancholia becomes entirely introverted and utterly withdrawn, even to the point of near catatonia."
		],
		"display": "madness"
	},
	"phobia": {
		"name": "Phobia",
		"file": "madnessesc69a.html",
		"sources": [
			"Horror Adventures",
			"GameMastery Guide"
		],
		"type": "lesser madness (fear)",
		"will_save": "DC 14",
		"onset": "1 day",
		"description": [
			"## Phobia",
			"",
			"**Source** [Horror Adventures pg. 185](source:horror_adventures), [GameMastery Guide pg. 250](source:gamemastery_guide)  ",
			"**Type** lesser madness (fear); **Save DC** 14  ",
			"*Onset** 1 day  ",
			"**Effect** Each round an afflicted character is within 30 feet and can see the object of her phobia, she must succeed at a Will saving throw or become shaken. The next round, the afflicted character can choose to attempt another saving throw to end the effect, but if she fails, she becomes scared (see page 10) instead. A scared character can choose to attempt another saving throw to become shaken again, but if she fails, she becomes frightened for 1d6 rounds instead.  ",
			"**Dormancy Effect** Each round an afflicted character is within 30 feet and can see the object of her phobia, she must succeed at a Will saving throw or become shaken for 1 round. If the afflicted character succeeds at this saving throw by 5 or more, that particular stimulus can't cause her to become shaken for 24 hours before having to attempt the saving throw again (for instance, if a character has a phobia of spiders and succeeds at her saving throw by 5 or more after seeing the wizard's spider familiar, she doesn't need to attempt another saving throw against the familiar for 24 hours, but she would still need to attempt a saving throw if she saw a different spider).",
			"",
			"A phobia is an irrational fear of an object or activity. Nearly any object or activity can become the focus of a phobia, but often the object is either very specific (like all spiders, no matter how big or small, or clowns) or something that could be hazardous in some situations (like heights or water) but could be made relativity safe with magical or mundane precautions. The GM determines the exact nature of the phobia, but it should have some connection to the madness's impetus and be respectful to the narrative sensibilities and maturity of the player and the group."
		],
		"display": "madness"
	},
	"delirium": {
		"name": "Delirium",
		"file": "madnesses1ee4.html",
		"sources": [ "Horror Adventures" ],
		"type": "lesser madness",
		"will_save": "DC 16",
		"onset": "1d4 days",
		"description": [
			"## Delirium",
			"",
			"**Source** [Horror Adventures pg. 183](source:horror_adventures)  ",
			"**Type** lesser madness; **Save DC** 16  ",
			"*Onset** 1d4 days  ",
			"**Effect** -2 penalty on Wisdom- and Intelligence-based checks; cannot take 10 or 20 on any check  ",
			"**Dormancy Effect** None",
			"",
			"A character suffering from delirium experiences decreased cognition and attention. Often she has no real sense of this decline, or feels extremely frustrated when she does realize her concentration is impaired. Physical diseases, poisons, and ailments can also cause delirium."
		],
		"display": "madness"
	},
	"delusion": {
		"name": "Delusion",
		"file": "madnessesa281.html",
		"sources": [ "Horror Adventures" ],
		"type": "lesser madness",
		"will_save": "DC 16",
		"onset": "2d6 days",
		"description": [
			"## Delusion",
			"",
			"**Source** [Horror Adventures pg. 183](source:horror_adventures)  ",
			"**Type** lesser madness; **Save DC** 16  ",
			"*Onset** 2d6 days  ",
			"**Effect** The afflicted character believes something that is not true, and no amount of evidence can dissuade him of the belief.  ",
			"**Dormancy Effect** None",
			"",
			"A delusion is the persistence of a belief that no amount of evidence to the contrary can dissuade the afflicted character from having. The belief is often that another specific person either loves or wants to harm the afflicted character, or the afflicted character may have an inflated view of his own abilities or importance. Sometimes the deluded character believes he suffers from an affliction or persecution that does not exist.",
			"",
			"The exact nature of the delusion is decided by the GM. Delusions are typically roleplayed, though a GM might apply penalties to skill and ability checks having to do with the delusion, or decide that such checks fail outright because of the character's delusion. In some circumstances, delusions can be debilitating, while in others they are merely quirky or annoying to those around the character."
		],
		"display": "madness"
	},
	"night_terrors": {
		"name": "Night Terrors",
		"file": "madnesses4f19.html",
		"sources": [ "Horror Adventures" ],
		"type": "lesser madness",
		"will_save": "DC 16",
		"onset": "1 day",
		"description": [
			"## Night Terrors",
			"",
			"**Source** [Horror Adventures pg. 185](source:horror_adventures)  ",
			"**Type** lesser madness; **Save DC** 16  ",
			"*Onset** 1 day  ",
			"**Effect** Each night when the afflicted character sleeps, she must succeed at a saving throw or wake up fatigued (see below).  ",
			"**Dormancy Effect** None",
			"",
			"A character suffering from night terrors is plagued by persistent terrifying dreams, worry, or terror that impedes her from getting restful sleep. Each night the afflicted character must succeed at a saving throw or wake up fatigued, though multiple nights of night terrors do not increase the condition to exhausted, and an exhausted character with night terrors wakes up after 8 hours of sleep either rested or fatigued based on the success or failure of the saving throw for this affliction. Often a character suffering from night terrors will bolt upright during sleep, eyes open, and scream, though less-dramatic symptoms are also possible. A character who awakens fatigued from night terrors doesn't count as having had a good night's rest for the purpose of preparing new spells, and she can't remove the fatigue until she gets a good night's rest by succeeding at the Will save against night terrors."
		],
		"display": "madness"
	},
	"paranoid": {
		"name": "Paranoid",
		"file": "madnessesffee.html",
		"sources": [
			"Horror Adventures",
			"GameMastery Guide"
		],
		"type": "lesser madness",
		"will_save": "DC 17",
		"onset": "2d6 days",
		"description": [
			"## Paranoid",
			"",
			"**Source** [Horror Adventures pg. 185](source:horror_adventures), [GameMastery Guide pg. 251](source:gamemastery_guide)  ",
			"**Type** lesser madness; **Save DC** 17  ",
			"*Onset** 2d6 days  ",
			"**Effect** The afflicted character gains a +2 bonus on saving throws against charm effects, but takes a -2 penalty on Bluff, Diplomacy, and Sense Motive checks. When the afflicted character attempts a Sense Motive check, the GM rolls the check in secret, and failure gives the afflicted character the impression that those whose motives he is trying to sense are plotting against him in some way. Lastly, any time the afflicted character tries to use or gain a benefit from the aid another action, or is the target of a beneficial spell or effect from an ally, he must succeed at a Will saving throw in order to take the aid another action or gain the benefit from the action, spell, or effect.  ",
			"**Dormancy Effect** The afflicted character gains a +2 bonus on saving throws against charm effects, but takes a -2 penalty on Bluff, Diplomacy, and Sense Motive checks.",
			"",
			"A paranoid character is convinced that the world and society are conspiring toward his ruin. Typically those afflicted with paranoia are fidgety, argumentative, sullen, or extremely introverted."
		],
		"display": "madness"
	},
	"fugue": {
		"name": "Fugue",
		"file": "madnessesf1d9.html",
		"sources": [ "Horror Adventures" ],
		"type": "lesser madness",
		"will_save": "DC 18",
		"onset": "1d4 days",
		"description": [
			"## Fugue",
			"",
			"**Source** [Horror Adventures pg. 184](source:horror_adventures)  ",
			"**Type** lesser madness; **Save DC** 18  ",
			"*Onset** 1d4 days  ",
			"**Effect** -2 penalty on Will saving throws and skill checks, and some memory loss (see below)  ",
			"**Dormancy Effect** -2 penalty on Will saving throws",
			"",
			"A character suffering from a fugue cannot remember things; her name and her past are all equal mysteries. While the character can build new memories, she has trouble accessing those gained before she was inflicted with this madness. While a character in a fugue state can still speak and read any languages she knows and does not lose any of her skills, feats, or skill ranks, she does not remember how she learned such things, and is often surprised when using complex abilities."
		],
		"display": "madness"
	},
	"cognitive_block": {
		"name": "Cognitive Block",
		"file": "madnessesf100.html",
		"sources": [ "Horror Adventures" ],
		"type": "greater madness",
		"will_save": "DC 20",
		"onset": "immediate",
		"description": [
			"## Cognitive Block",
			"",
			"**Source** [Horror Adventures pg. 187](source:horror_adventures)  ",
			"**Type** greater madness; **Save DC** 20  ",
			"*Onset** immediate  ",
			"**Effect** The afflicted character can no longer speak or write and has difficulty concentrating. He can no longer use command word items, spell-trigger items, or spell-completion items. He takes a -10 penalty on concentration checks. He cannot cast spells with a verbal or thought component, and cannot prepare spells from a spellbook.  ",
			"**Dormancy Effect** The afflicted character takes a -4 penalty on concentration checks.",
			"",
			"This affliction deprives a character of his concentration and his ability to speak, read, and write, though he can understand words he hears and can react to requests and commands as normal."
		],
		"display": "madness"
	},
	"dissociated_identity": {
		"name": "Dissociated Identity",
		"file": "madnessese29f.html",
		"sources": [
			"Horror Adventures",
			"GameMastery Guide"
		],
		"type": "greater madness",
		"will_save": "DC 20",
		"onset": "2d6 days",
		"description": [
			"## Dissociated Identity",
			"",
			"**Source** [Horror Adventures pg. 187](source:horror_adventures), [GameMastery Guide pg. 251](source:gamemastery_guide)  ",
			"**Type** greater madness; **Save DC** 20  ",
			"*Onset** 2d6 days  ",
			"**Effect** -6 penalty on Will saving throws and Wisdom-based checks, and disassociated identities (see below)  ",
			"**Dormancy Effect** -2 penalty on Will saving throws and Wisdom-based checks",
			"",
			"This is a complicated affliction that manifests as two or more distinct and different personalities in the same mind. The number of personalities is up to the GM, as is the nature of the personalities. Should the affliction worsen in some way (such as by gaining dissociated identity again), the number of additional personalities might increase as well.",
			"",
			"Each morning upon waking and each time the afflicted character is revived from unconsciousness, she must succeed at a Will save, or one of the character's other personalities takes hold. If the afflicted character has more than one personality because of this madness, the manifested personality is either randomly chosen or chosen by the GM. If the afflicted character succeeds at all her saving throws against manifesting alternate personalities for 3 consecutive days, there is a 10% cumulative chance each night thereafter that another personality takes control during the character's sleep, returning to bed afterwards and leaving the character with less sleep than expected; if the afflicted character fails a saving throw, the cumulative chance resets. The afflicted character's memories, skills, and other abilities are unaffected by the personality shift, but typically the various personalities have no knowledge of each other and will deny, often violently, that the other personalities exist."
		],
		"display": "madness"
	},
	"psychosomatic_loss": {
		"name": "Psychosomatic Loss",
		"file": "madnesses07f3.html",
		"sources": [ "Horror Adventures" ],
		"type": "greater madness",
		"will_save": "DC 20",
		"onset": "immediate",
		"description": [
			"## Psychosomatic Loss",
			"",
			"**Source** [Horror Adventures pg. 187](source:horror_adventures)  ",
			"**Type** greater madness; **Save DC** 20  ",
			"*Onset** immediate  ",
			"**Effect** The afflicted character becomes blinded or deafened, loses another special sense (like scent or blindsense), loses the use of limbs, or loses a special movement speed (like a fly or swim speed). The GM chooses how the psychosomatic loss manifests.  ",
			"**Dormancy Effect** None",
			"",
			"While there is nothing physically wrong with the afflicted character, some kind of mental trauma has forced her brain to shut down sensory or motor systems. Furthermore, magical effects that typically remove these conditions (such as [remove blindness/deafness](spell:remove_blindness_deafness)) have no effect on this madness; the madness must be cured in order to regain the senses or motor skills."
		],
		"display": "madness"
	},
	"amnesia": {
		"name": "Amnesia",
		"file": "madnesses1f66.html",
		"sources": [
			"Horror Adventures",
			"GameMastery Guide"
		],
		"type": "greater madness",
		"will_save": "DC 22",
		"onset": "immediate",
		"description": [
			"## Amnesia",
			"",
			"**Source** [Horror Adventures pg. 186](source:horror_adventures), [GameMastery Guide pg. 250](source:gamemastery_guide)  ",
			"**Type** greater madness; **Save DC** 22  ",
			"*Onset** immediate  ",
			"**Effect** -4 penalty on Will saving throws and skill checks, and loss of memory (see below)  ",
			"**Dormancy Effect** Unlike other madnesses, the normal effect and the dormancy effect of amnesia are the same.",
			"",
			"A character suffering from amnesia cannot remember things; his name, skills, and past are all equal mysteries. While the character can build new memories, he has trouble accessing those gained before he contracted amnesia. While a character with amnesia can still speak and read any languages he knows, and doesn't lose the most basic of skills needed to care for himself and interact within society, he cannot remember anything substantial about his past.",
			"",
			"A character with this affliction loses all class abilities, feats, and skill ranks gained before contracting amnesia. He retains his base attack bonus, saving throws bonuses (though he takes a -4 penalty on Will saves), CMB, CMD, total XP, Hit Dice, and hit points. If a character gains a character level while suffering from amnesia, he can use any abilities gained via that class level normally. If the class level he gained was of a class in which he already had levels, he initially gains the abilities of a 1st-level character of that class, even though he is technically of a higher level in that class, and then progresses from there. When the amnesia is cured, the character regains the full abilities of the class; recalculate his level based on his total XP."
		],
		"display": "madness"
	},
	"moral_insanity": {
		"name": "Moral Insanity",
		"file": "madnesses1367.html",
		"sources": [
			"Horror Adventures",
			"GameMastery Guide"
		],
		"type": "greater madness",
		"will_save": "DC 22",
		"onset": "3d6 days",
		"description": [
			"## Moral Insanity",
			"",
			"**Source** [Horror Adventures pg. 187](source:horror_adventures), [GameMastery Guide pg. 251](source:gamemastery_guide)  ",
			"**Type** greater madness; **Save DC** 22  ",
			"*Onset** 3d6 days  ",
			"**Effect** The afflicted character's alignment shifts to evil, and he gains a +10 competence bonus on Bluff checks to hide this madness. Once per day, the afflicted character can attempt a Will saving throw to suppress this effect for 24 hours.  ",
			"**Dormancy Effect** None",
			"",
			"This complex madness fills the afflicted character with hatred for the world and a detached feeling about others, as if they were nothing more than pawns for the afflicted character's own uses. A character afflicted by moral insanity might plot the demise of friends and enemies alike, but always with the goal of avoiding blame or consequences and enabling him to continue to feed his dark desires. The impact of moral insanity must be roleplayed, although not all players may find it fun or interesting to play such a character. In such cases, the GM should assume control of the character whenever the madness is dominant. Evil characters can't gain this madness."
		],
		"display": "madness"
	},
	"schizophrenia": {
		"name": "Schizophrenia",
		"file": "madnesses3ff1.html",
		"sources": [
			"Horror Adventures",
			"GameMastery Guide"
		],
		"type": "greater madness",
		"will_save": "DC 22",
		"onset": "1d6 days",
		"description": [
			"## Schizophrenia",
			"",
			"**Source** [Horror Adventures pg. 187](source:horror_adventures), [GameMastery Guide pg. 251](source:gamemastery_guide)  ",
			"**Type** greater madness; **Save DC** 22  ",
			"*Onset** 1d6 days  ",
			"**Effect** -4 penalty on Wisdom- and Charisma-based checks; cannot take 10 or take 20 on any check; chance of becoming confused (see below)  ",
			"**Dormancy Effect** cannot take 10 or take 20 on any check",
			"",
			"A character afflicted with schizophrenia can no longer function as he once did, dealing with sudden deficits in social skills and cognition, and an influx of new, strange behaviors. The character becomes erratic, chaotic, and unpredictable as his affliction and symptoms continue, often hitting a peak of symptoms including hallucinations and delusions. Each time a character afflicted with this madness finds himself in a stressful situation (such as combat), he must succeed at a Will saving throw or become confused for 1d6 rounds."
		],
		"display": "madness"
	},
	"catatonia": {
		"name": "Catatonia",
		"file": "madnesses9a4e.html",
		"sources": [ "Horror Adventures" ],
		"type": "greater madness",
		"will_save": "DC 24",
		"onset": "immediate",
		"description": [
			"## Catatonia",
			"",
			"**Source** [Horror Adventures pg. 186](source:horror_adventures)  ",
			"**Type** greater madness; **Save DC** 24  ",
			"*Onset** immediate  ",
			"**Effect** The afflicted character acts as if she were cowering, but this is not a fear effect, unlike other forms of cowering.  ",
			"**Dormancy Effect** The afflicted character is staggered.",
			"",
			"A character suffering from catatonia mentally shuts down completely, or nearly so, greatly limiting her physical capabilities as well. While a catatonic character still breathes, she can eat or drink without assistance only if the catatonia is dormant. If a catatonic character is faced with a dangerous situation, she must attempt a saving throw. If she succeeds, she acts as if panicked (though this is not a fear effect) until she is out of line of sight of the danger or is cornered. If she is cornered, she cowers again."
		],
		"display": "madness"
	}
}
