{
	"spell_tattoo": {
		"name": "Spell Tattoo",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Spell Tattoo",
			"",
			"**Source** [Inner Sea Magic pg. 16](source/inner_sea_magic)  ",
			"**Aura** varies; **CL** varies  ",
			"**Slot** none; **Price** varies; **Weight** -",
			"",
			"A spell tattoo is essentially a wearable scroll inscribed on flesh instead of on parchment or vellum. These tattoos appear as colorful and intricate patterns rather than magical writing. The tattoo is a silent, spell completion item that only the bearer can activate. It vanishes when activated. A spell tattoo must be visible to the bearer and must be touched as part of its activation. These magical tattoos are not normally placed on the head, neck, or back as a result, since most creatures would require mirrors to activate them. A spell tattoo's aura and caster level varies as per the scroll it emulates. A spell tattoo has a market price four times as much as an equivalent scroll.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), the spell to be inscribed; **Cost** varies"
		]
	},
	"hypnotic_tattoo": {
		"name": "Hypnotic Tattoo",
		"sources": [ "Magical Marketplace" ],
		"description": [
			"## Hypnotic Tattoo",
			"",
			"**Source** [Magical Marketplace pg. 5](source/magical_marketplace)  ",
			"**Aura** faint enchantment; **CL** 1st  ",
			"**Slot** none; **Price** 900 gp; **Weight** -",
			"",
			"This arabesque tattoo accentuates the bearer's movements. If the tattoo is visible, the bearer gains a +2 circumstance bonus on Perform (dance) checks.",
			"",
			"When the bearer uses a Perform skill or bardic performance, she can choose a creature within 90 feet that she can see and that can see her hypnotic tattoo. That creature takes a -2 penalty on Perception and Sense Motive checks while the bearer performs. This is a mind-affecting effect. The bearer can change the target of this effect as a free action on her turn.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), hypnotism; **Cost** 450 gp"
		]
	},
	"runeward_tattoo": {
		"name": "Runeward Tattoo",
		"sources": [ "Magical Marketplace" ],
		"description": [
			"## Runeward Tattoo",
			"",
			"**Source** [Magical Marketplace pg. 5](source/magical_marketplace)  ",
			"**Aura** faint divination; **CL** 1st  ",
			"**Slot** none; **Price** 1,000 gp; **Weight** -",
			"",
			"Each of these tattoos is keyed to a single school of magic. The bearer can use [detect magic](spell/detect_magic) at will, but only to sense auras of that school. The bearer gains a +1 insight bonus on saving throws against spells and spell-like abilities of the keyed school and knows when such a spell or spell-like ability has been cast within 60 feet.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), [detect magic](spell/detect_magic), guidance; **Cost** 500 gp"
		]
	},
	"radiant_tattoo": {
		"name": "Radiant Tattoo",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Radiant Tattoo",
			"",
			"**Source** [Dirty Tactics Toolbox pg. 27](source/dirty_tactics_toolbox)  ",
			"**Aura** faint evocation; **CL** 5th  ",
			"**Slot** none; **Price** 1,500 gp; **Weight** -",
			"",
			"This tattoo typically takes the form of a colorful sunburst. The bearer can activate the tattoo with a command word, causing it to flare brilliantly. A single, adjacent foe is blinded for 1d4 rounds. If it succeeds at a DC 15 Reflex save, it is dazzled for 1d4 rounds instead. If the target has light blindness, light sensitivity, or is otherwise vulnerable to bright light, it is instead blinded for 2d4 rounds or dazzled for 2d4 rounds on a successful save. If the bearer activates the tattoo while more than one foe is adjacent, she may choose which foe is affected. The tattoo vanishes once it has been activated.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), daylight; **Cost** 750 gp"
		]
	},
	"kin's_face_tattoo": {
		"name": "Kin's Face Tattoo",
		"sources": [
			"Pathfinder #91: Battle of Bloodmarch Hills",
			"Bastards of Golarion"
		],
		"description": [
			"## Kin's Face Tattoo",
			"",
			"**Source** [Pathfinder #91: Battle of Bloodmarch Hills pg. 61](source/pathfinder_#91_battle_of_bloodmarch_hills), [Bastards of Golarion pg. 11](source/bastards_of_golarion)  ",
			"**Aura** faint illusion; **CL** 5th  ",
			"**Slot** none; **Price** 1,600 gp; **Weight** -",
			"",
			"This intricate tattoo covers the bearer's face in thousands of hair-fine lines of ink and carefully incised scars. The bearer can activate the tattoo to cause the marked design to shift and the scars to open and pull the bearer's face into a different shape. The bearer then gains the benefits of disguise self, save that he can take only the form of a specific half-orc, human, or orc, and the disguise lasts up to 5 hours per day. This duration need not be continuous, but it must be used in 1-hour increments.",
			"",
			"The material components for the kin's face tattoo include rare pigments that are mixed with the bearer's blood, then worked into the bearer's skin. To remove this tattoo the tattooed portions must be erased and the scars healed.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), disguise self; **Cost** 800 gp"
		]
	},
	"serpentine_tattoo": {
		"name": "Serpentine Tattoo",
		"sources": [ "Magical Marketplace" ],
		"description": [
			"## Serpentine Tattoo",
			"",
			"**Source** [Magical Marketplace pg. 5](source/magical_marketplace)  ",
			"**Aura** faint conjuration; **CL** 1st  ",
			"**Slot** none; **Price** 2,000 gp; **Weight** -",
			"",
			"This sinuous tattoo appears to move when the bearer flexes his muscles. Three times per day when the bearer makes a successful melee attack with a monk or performance weapon or an unarmed strike, he can cause the tattoo to lunge like a snake at the creature hit. This allows the bearer to perform a dirty trick combat maneuver as an immediate action that does not provoke attacks of opportunity.",
			"",
			"### Construction",
			"",
			"**Requirements** Improved Dirty Trick, [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), [summon monster I](spell/summon_monster_1); **Cost** 1,000 gp"
		]
	},
	"caster's_tattoo_lesser": {
		"name": "Caster's Tattoo (Lesser)",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Caster's Tattoo",
			"",
			"**Source** [Inner Sea Magic pg. 16](source/inner_sea_magic)  ",
			"**Aura** faint evocation; **CL** 5th  ",
			"**Slot** none; **Price** 6,000 gp (Lesser), 21,000 gp (Normal), 48,000 gp (Greater); **Weight** -",
			"",
			"A caster's tattoo is infused with potential magical energy that aids in casting spells that normally utilize verbal and somatic components. Once per day, a spellcaster may activate her caster's tattoo as a swift action to automatically enhance the next spell she casts in that round with both the Still Spell and Silent Spell feats. When she casts the spell, the caster's tattoo flares with light for a moment, then grows faint and faded-it replenishes its energy in 24 hours, after which it becomes bold and colorful and can be used again. Required material components or foci must be in the creature's possession to cast the spell (and are consumed as normal), but need not be held when the spell is cast.",
			"",
			"Caster's tattoos are available in lesser, standard, and greater versions, allowing the modified casting of a spell of up to 3rd level, 6th level, or 9th level respectively.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), Silent Spell, Still Spell; **Cost** 3,000 gp (lesser), 10,500 gp (normal), 24,000 gp (greater)"
		]
	},
	"lesser_caster's_tattoo": {
		"copyof": "caster's_tattoo_lesser"
	},
	"watchtower_tattoo": {
		"name": "Watchtower Tattoo",
		"sources": [ "Feast of Dust" ],
		"description": [
			"## Watchtower Tattoo",
			"",
			"**Source** [Feast of Dust pg. 5](source/feast_of_dust)  ",
			"**Aura** moderate abjuration; **CL** 8th  ",
			"**Slot** none; **Price** 9,500 gp; **Weight** -",
			"",
			"A watchtower tattoo must be applied to the back of a hand. Once applied, it provides a +4 resistance bonus against the spells and spell-like abilities of daemons, and the bearer cannot be possessed by daemons using magic jar or similar effects.",
			"",
			"Daemons immediately recognize any bearer of this tattoo as an enemy, even if the mark is covered or disguised. This revulsion may trigger strange reactions in daemonic magic or artifacts.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), [protection from evil](spell/protection_from_evil); **Cost** 4,750 gp"
		]
	},
	"reservoir_tattoo": {
		"name": "Reservoir Tattoo",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Reservoir Tattoo",
			"",
			"**Source** [Inner Sea Magic pg. 16](source/inner_sea_magic)  ",
			"**Aura** moderate transmutation; **CL** 7th  ",
			"**Slot** none; **Price** 10,000 gp; **Weight** -",
			"",
			"Once per day as a standard action, the bearer can transfer into the tattoo an ongoing single-target spell (of up to 3rd level). The spell must be one the bearer cast on itself. While stored in the tattoo, the spell's effects are suppressed, and the spell's duration is similarly suspended. As a standard action, the bearer can bring the spell back into effect on itself. Spells stored in reservoir tattoos are lost when the bearer next prepares spells.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo); **Cost** 5,000 gp"
		]
	},
	"weapon_tattoo": {
		"name": "Weapon Tattoo",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Weapon Tattoo",
			"",
			"**Source** [Dirty Tactics Toolbox pg. 27](source/dirty_tactics_toolbox)  ",
			"**Aura** faint conjuration; **CL** 5th  ",
			"**Slot** none; **Price** 10,000 gp; **Weight** -",
			"",
			"This tattoo can store one weapon, sized for the bearer of the tattoo. When no weapon is stored, the tattoo takes the form of an empty sword sheath. When a weapon is stored within the tattoo, it takes the form of the weapon so stored. Storing a weapon in the tattoo is a full-round action, but removing a weapon from the tattoo is only a swift action. This tattoo can only be put on one of the bearer's arms (preventing the other arm from receiving another tattoo), and the weapon automatically appears in the hand of the arm it is tattooed upon. If that hand is not free, the weapon cannot be summoned. If the bearer is tightly constrained in an area too small for the weapon to appear without damaging something, the weapon cannot be summoned. If the tattoo is destroyed while a weapon is in it, the weapon falls to the ground in a random space adjacent to the bearer of the tattoo.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), disguise weapon; **Cost** 5,000 gp"
		]
	},
	"mesmerizing_tattoo": {
		"name": "Mesmerizing Tattoo",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Mesmerizing Tattoo",
			"",
			"**Source** [Blood of Shadows pg. 12](source/blood_of_shadows)  ",
			"**Aura** faint enchantment; **CL** 5th  ",
			"**Slot** none; **Price** 10,800 gp; **Weight** -",
			"",
			"This shadowy tattoo is drawn in a spiraling pattern down one of the bearer's arms. If the tattoo is visible, the wearer gains a +2 circumstance bonus on Diplomacy checks.",
			"",
			"Whenever the bearer uses the hypnotism occult skill unlock, casts an enchantment spell that targets a single creature, or uses the hypnotic stare class feature, her target takes a -1 penalty on Will saving throws for the ability's duration and the DC to affect the target with the hypnotism occult skill unlock is reduced by 1. This is a mind-affecting effect.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), suggestion; **Cost** 5,400 gp"
		]
	},
	"animal_totem_tattoo": {
		"name": "Animal Totem Tattoo",
		"sources": [ "Magical Marketplace" ],
		"description": [
			"## Animal Totem Tattoo",
			"",
			"**Source** [Magical Marketplace pg. 5](source/magical_marketplace)  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** none; **Price** 12,000 gp; **Weight** -",
			"",
			"An animal totem tattoo is dedicated to a specific animal totem. The bearer gains the totem transformation ability of a 5th-level druid with the corresponding animal shaman archetype (ape, bat, bear, boar, dragon, eagle, lion, saurian, serpent, shark, or wolf). If the bearer already has the corresponding totem transformation as a class ability, she is instead treated as a druid of 5 levels higher for the purposes of this ability.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), [beast shape I](spell/beast_shape_1); **Cost** 6,000 gp"
		]
	},
	"swirling_smoke_tattoo": {
		"name": "Swirling Smoke Tattoo",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Swirling Smoke Tattoo",
			"",
			"**Source** [Blood of Shadows pg. 12](source/blood_of_shadows)  ",
			"**Aura** faint enchantment; **CL** 5th  ",
			"**Slot** none; **Price** 12,500 gp; **Weight** -",
			"",
			"This simple tattoo emits a constant haze of odorless, shadowy smoke around the limbs of its bearer that she can animate with a thought, hiding herself behind a screen of smoke. If the tattoo is visible when the bearer is hit by a melee or ranged attack or when the bearer fails a Reflex save, the wearer can activate the tattoo to shroud herself in mist as an immediate action. This imposes a 20% miss chance on attacks made against the bearer. On a failed Reflex save, it grants the ability to reroll the Reflex save and gain a +4 bonus. The bearer can use this ability three times per day.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), blur; **Cost** 6,250 gp"
		]
	},
	"viper_tattoo": {
		"name": "Viper Tattoo",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Viper Tattoo",
			"",
			"**Source** [Dirty Tactics Toolbox pg. 27](source/dirty_tactics_toolbox)  ",
			"**Aura** faint conjuration; **CL** 5th  ",
			"**Slot** none; **Price** 18,000 gp; **Weight** -",
			"",
			"This tattoo typically takes the form of a coiled snake, and once per day the bearer can activate it as a standard action. A viper tattoo must be visible to the bearer and must be touched as part of its activation. The tattoo is not normally placed on the head, neck, or back as a result, since most creatures would require mirrors to activate them.",
			"",
			"When activated, the snake tattoo animates and becomes a viper. It appears in the bearer's space and acts immediately, on the bearer's turn, and obeys the bearer's spoken commands for up to 5 rounds.",
			"",
			"The viper uses the bearer's base attack bonus when it attacks, and the DC to resist and cure its poison is equal to 10 + the 1/2 bearer's level + the bearer's Constitution modifier. If the bearer has a class feature or an ability that grants it precision damage (such as sneak attack), the viper's attack deals 1 additional point of damage per die of that precision damage.",
			"",
			"At the end of the 5 rounds, the viper vanishes and reverts to its tattoo form. If the viper is killed, the tattoo vanishes. As a swift action, the bearer can command the viper to withdraw from an opponent, and in this case, the viper returns to its tattoo form once it reaches the bearer's space.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), [summon nature's ally I](spell/summon_nature's_ally_1); **Cost** 9,000 gp"
		]
	},
	"caster's_tattoo_normal": {
		"name": "Caster's Tattoo (Normal)",
		"sources": [ "Inner Sea Magic" ],
		"copyof": "caster's_tattoo_lesser"
	},
	"normal_caster's_tattoo": {
		"copyof": "caster's_tattoo_normal"
	},
	"penumbra_tattoo": {
		"name": "Penumbra Tattoo",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Penumbra Tattoo",
			"",
			"**Source** [Blood of Shadows pg. 12](source/blood_of_shadows)  ",
			"**Aura** faint evocation; **CL** 3rd  ",
			"**Slot** none; **Price** 24,000 gp; **Weight** -",
			"",
			"This ritualistic scar is infused with shadowstuff that shifts and writhes within the bearer's skin. Whenever the bearer is exposed to illumination brighter than dim light, the tattoo emits a vapor, shrouding the bearer in a dusky haze that provides the benefits of protective penumbra.",
			"",
			"### Construction",
			"",
			"**Requirements** [Inscribe Magical Tattoo](feat/inscribe_magical_tattoo), protective penumbra; **Cost** 12,000 gp"
		]
	},
	"caster's_tattoo_greater": {
		"name": "Caster's Tattoo (Greater)",
		"sources": [ "Inner Sea Magic" ],
		"copyof": "caster's_tattoo_lesser"
	},
	"greater_caster's_tattoo": {
		"copyof": "caster's_tattoo_greater"
	}
}
