{
	"list": [
		{
			"name": "Waybread",
			"file": "magicpotionsdisplayac3b.html",
			"sources": [ "Elves of Golarion" ],
			"cost": 50,
			"slot": "none",
			"weight": 1,
			"description": [
				"## Waybread",
				"",
				"**Source** [Elves of Golarion pg. 27](source:Elves_of_Golarion)   ",
				"**Aura** faint conjuration; **CL** 6th   ",
				"**Slot** none; **Price** 50 gp; **Weight** 1 lb.",
				"",
				"Also called walking bread or walkbread, these delicious yellowishbrown oval biscuits feel remarkably heavy for their size. One is enough to keep a belly full for an entire day and slakes thirst for that period as well.",
				"",
				"### Construction",
				"",
				"**Requirements** Brew Potion, Profession (cook) 5 ranks, create food and water; **Cost** 25 gp, 2 XP"
			]
		},
		{
			"name": "Cheya Dumplings",
			"file": "magicpotionsdisplayaad6.html",
			"sources": [ "Elves of Golarion" ],
			"cost": 300,
			"slot": "none",
			"weight": 1,
			"description": [
				"## Cheya Dumplings",
				"",
				"**Source** [Elves of Golarion pg. 27](source:Elves_of_Golarion)   ",
				"**Aura** moderate transmutation; **CL** 10th   ",
				"**Slot** none; **Price** 300 gp; **Weight** 1 lb.",
				"",
				"Cheya is a smaller, immobile cousin of the assassin vine native to Kyonin (some elves believe that the aggressive mobile assassin vine plants are the result of a cheya cultivating program). Generally harmless except to tiny animals, some elves cultivate cheya for its roots, leaves, and berries. The roots are crushed into a paste and mixed with water or milk to make dough, stuffed with diced cheya leaves, then boiled or baked, often topped with sweet jelly made from cheya berries. Hearty, satisfying, and portable, the dumplings are excellent candidates for magical augmentation. A typical cheya dumpling gives you a +2 enhancement bonus to Constitution for 1 hour, though other varieties may enhance other ability scores.",
				"",
				"### Construction",
				"",
				"**Requirements** Brew Potion, Profession (cook) 5 ranks, bear's endurance; **Cost** 150 gp, 12 XP"
			]
		},
		{
			"name": "Leap Cake",
			"file": "magicpotionsdisplay9c40.html",
			"sources": [ "Elves of Golarion" ],
			"cost": 500,
			"slot": "none",
			"weight": 1,
			"description": [
				"## Leap Cake",
				"",
				"**Source** [Elves of Golarion pg. 27](source:Elves_of_Golarion)   ",
				"**Aura** faint transmutation; **CL** 5th   ",
				"**Slot** none; **Price** 500 gp; **Weight** 1 lb.",
				"",
				"This spongy brown cake feels light in the hand but is incredibly chewy. Consuming it strengthens your leg muscles and makes your tendons more elastic (making audible stretching and popping noises for a few seconds after ingestion), greatly improving your ability to jump and fall. For the next 10 minutes, you gain a +20 bonus on Jump checks. If you deliberately jump down from a height and succeed at a DC 15 Jump check, you take falling damage as if the fall were 20 feet shorter than normal (rather than 10 feet shorter). If you fall, you may make a Jump check instead of a Tumble check to treat the fall as 10 feet shorter.",
				"",
				"### Construction",
				"",
				"**Requirements** Brew Potion, Profession (cook) 5 ranks, feather fall, jump; **Cost** 250 gp, 20 XP"
			]
		},
		{
			"name": "Snowberry Fire Peppers",
			"file": "magicpotionsdisplay5324.html",
			"sources": [ "Elves of Golarion" ],
			"cost": 600,
			"slot": "none",
			"weight": 1,
			"description": [
				"## Snowberry Fire Peppers",
				"",
				"**Source** [Elves of Golarion pg. 27](source:Elves_of_Golarion); Errata   ",
				"**Aura** faint abjuration; **CL** 6th   ",
				"**Slot** none; **Price** 600 gp; **Weight** 1 lb.",
				"",
				"Crisp and creamy white berries spill out from the interior of this starkly crimson, teardrop-shaped pepper. This eye-watering delicacy allows you to safely absorb heat and fire, though this reactivates the spicy taste. You gain fire resistance 10 for 1 hour. Any time this effect negates 10 or more points of fire damage, you must attempt a Fortitude saving throw (DC 15 + fire damage taken) or be dazed for 1 round as the spices overwhelm your senses.",
				"",
				"### Construction",
				"",
				"**Requirements** Brew Potion, Profession (cook) 5 ranks, resist energy; **Cost** 300 gp, 24 XP"
			]
		},
		{
			"name": "Buttered Sparrowfish Fillet",
			"file": "magicpotionsdisplay0892.html",
			"sources": [ "Elves of Golarion" ],
			"cost": 900,
			"slot": "none",
			"weight": 1,
			"description": [
				"## Buttered Sparrowfish Fillet",
				"",
				"**Source** [Elves of Golarion pg. 26](source:Elves_of_Golarion)   ",
				"**Aura** faint transmutation; **CL** 5th   ",
				"**Slot** none; **Price** 900 gp; **Weight** 1 lb.",
				"",
				"The sparrowfish is a bland-tasting swimmer native to the rivers and streams of Kyonin, notable mainly for its excellent speed and its ability to leap out of the water and onto low-hanging tree limbs to avoid predators. Its meat is the color of salmon and is reasonably tasty when prepared with butter, herbs, and salt; it is best eaten fresh, but if properly dried after cooking, it retains its flavor whether eaten cold or reheated. Eating the magical fillet gives you a +10 competence bonus on Balance, Climb, and Swim checks for 1 hour.",
				"",
				"### Construction",
				"",
				"**Requirements** Brew Potion, Profession (cook) 5 ranks, creator must have 5 ranks in Balance, Climb, and Swim; **Cost** 450 gp, 36 XP"
			]
		},
		{
			"name": "Sun-Dried Lantern Lemons",
			"searchable_name": "Sun Dried Lantern Lemons",
			"file": "magicpotionsdisplayd0bb.html",
			"sources": [ "Elves of Golarion" ],
			"cost": 900,
			"slot": "none",
			"weight": 1,
			"description": [
				"## Sun-Dried Lantern Lemons",
				"",
				"**Source** [Elves of Golarion pg. 27](source:Elves_of_Golarion)   ",
				"**Aura** faint evocation (light); **CL** 6th   ",
				"**Slot** none; **Price** 900 gp; **Weight** 1 lb.",
				"",
				"These sour, chewy treats seem to be all but bursting with vitality and energy. After eating a handful of sun-dried lantern lemons you glow as brightly as a daylight spell for 1 hour. The light shines out of your skin, and while you can cover yourself to block the light and reduce its effect to that of a light spell or even a candle, only magical darkness or complete enshrouding (such as wrapping yourself from head to toe in layers of cloth or leather) can fully block the light.",
				"Lesser forms of these treats exist that cause you to shine with a fainter light and for a shorter duration. Elven actors sometimes use these fainter variants in stage productions to represent angelic beings.",
				"",
				"### Construction",
				"",
				"**Requirements** Brew Potion, Profession (cook) 5 ranks, daylight; **Cost** 450 gp, 36 XP"
			]
		},
		{
			"name": "Calming Oils (Gozreh)",
			"searchable_name": "Calming Oils",
			"file": "magicpotionsdisplay3b24.html",
			"sources": [ "Faiths of Balance" ],
			"cost": 1000,
			"slot": "none",
			"weight": 0,
			"description": [
				"## Calming Oils (Gozreh)",
				"",
				"**Source** [Faiths of Balance pg. 26](source:Faiths_of_Balance)   ",
				"**Aura** faint abjuration; **CL** 5th   ",
				"**Slot** none; **Price** 1,000 gp; **Weight** -",
				"",
				"A vial of calming oils help to lessen the rip and fury of great storms, reducing the winds (and the dangerous swells they create) in a 50-foot radius by one step (see page 439 of the Core Rulebook). This radius is measured from the person or ship's deck onto which it is poured, and travels with the oiled creature or surface if it is in motion (such as a ship under sail). If a spell that affects the wind, like control weather or whirlwind, would affect an area under the effect of calming oils, the spell's caster must make an opposed caster level check against the potion's caster level or the spell immediately ends. The oil's effect lasts for 1 hour, after which time the weather returns to normal. If Gozreh is your patron, you may drink the oil to give you water breathing for 1 hour.",
				"",
				"### Construction",
				"",
				"**Requirements** Brew Potion, water breathing, wind wall; **Cost** 500 gp"
			]
		},
		{
			"name": "Hero's Brew",
			"file": "magicpotionsdisplay5949.html",
			"sources": [ "Second Darkness Player's Guide" ],
			"cost": 1400,
			"slot": "none",
			"weight": 0,
			"description": [
				"## Hero's Brew",
				"",
				"**Source** [Second Darkness Player's Guide pg. 25](source:Second_Darkness_Player's_Guide)   ",
				"**Aura** faint enchantment; **CL** 5th   ",
				"**Slot** none; **Price** 1,400 gp; **Weight** -",
				"",
				"Cayden Cailean's faithful keep the secret of this sweet, spiced liquor with magical properties closely guarded, but they freely offer the libation for sale. This strong beverage often comes in iridescent blue-green wine bottles, sometimes held in elegant slings made of gold or silver chains.",
				"A dose of hero's brew mimics the effect of a potion of heroism, granting you a +2 morale bonus on attack rolls, saves, and skill checks for 1 hour. Additionally, the potent brew renders you moderately tipsy and impairs your judgment somewhat, imposing a -2 Wisdom penalty for its duration-a religious state for many of the god's worshipers.",
				"A cleric of Cayden Cailean who has Charm or Strength as a chosen domain may use the domain power of either domain one additional time per day while under the effects of hero's brew. This does not count against your domain power's uses per day limit, and it immediately ends the effects of the hero's brew. You can only use hero's brew to gain one additional use of a domain power per day.",
				"",
				"### Construction",
				"",
				"**Requirements** Brew Potion, heroism, must have access to the Charm or Strength domain; **Cost** 750 gp, 56 XP"
			]
		},
		{
			"name": "Newlife Soup",
			"file": "magicpotionsdisplay9827.html",
			"sources": [ "Elves of Golarion" ],
			"cost": 1500,
			"slot": "none",
			"weight": 1,
			"description": [
				"## Newlife Soup",
				"",
				"**Source** [Elves of Golarion pg. 27](source:Elves_of_Golarion)   ",
				"**Aura** moderate conjuration (healing); **CL** 10th   ",
				"**Slot** none; **Price** 1,500 gp; **Weight** 1 lb.",
				"",
				"Soothing ripples of warm light crisscrossing along the surface of this amber broth only seem to heighten the welcoming scent of wafting from its steamy depths. This soup enhances the connections between your flesh and spirit, allowing you to briefly return to life if slain. If you die within 1 hour of eating a bowl of newlife soup, you rise on your next turn, alive as if someone had cast raise dead on you, except that you do not lose a level and you have half of your normal hit points. You are alive (not undead) for 10 minutes and can be healed normally but drop dead once those 10 minutes pass. Raise dead or similar spells cannot make your temporary life permanent; to bring you back from the dead, you must be allowed to die when the soup's power ends. Each meal of newlife soup can only bring you back from the dead once.",
				"",
				"### Construction",
				"",
				"**Requirements** Brew Potion, Profession (cook) 5 ranks, raise dead or resurrection; **Cost** 750 gp, 60 XP"
			]
		},
		{
			"name": "Hellfire Infusion",
			"file": "magicpotionsdisplayb3fa.html",
			"sources": [ "Tower of the Last Baron" ],
			"cost": 1900,
			"slot": "none",
			"weight": 0,
			"description": [
				"## Hellfire Infusion",
				"",
				"**Source** [Tower of the Last Baron pg. 27](source:Tower_of_the_Last_Baron)   ",
				"**Aura** moderate enchantment; **CL** 5th   ",
				"**Slot** none; **Price** 1,900 gp; **Weight** -",
				"",
				"This bubbling red liquid is stored within a glass and iron syringe of diabolical craftsmanship that is warm to the touch. When injected into a living creature (a standard action that provokes attacks of opportunity), the fiery liquid surges through the subject's veins, filling it with hellish ferocity and an outwardly fiendish appearance. While under the effects of a hellfire infusion, the subject creature gains a +2 morale bonus on attack rolls, saves, and skill checks. Its skin turns crimson, its eyes change to burnished yellow, and short horns sprout from its head. By all appearances, the subject transforms into a fiendish creature, although the alteration is only superficial. These effects last for 50 minutes.",
				"",
				"### Construction",
				"",
				"**Requirements** Brew Potion, alter self, heroism; **Cost** 950 gp, 38 XP"
			]
		}
	]
}
