{
	"baleful_eye": {
		"name": "Baleful Eye",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Baleful Eye",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/72}  ",
			"**Aura** faint transmutation [evil]; **CL** 5th  ",
			"**Slot** none; **Price** 7,000 gp; **Weight** 1 lb.",
			"",
			"### Description",
			"",
			"This engorged, discolored orb can only be implanted after plucking out the recipient's own eye, causing blindness and making the recipient permanently dazzled until the baleful eye is implanted. While engrafted, the recipient can use the baleful eye to cast charm person (DC 11), doom (DC 11), and see invisibility once per day each as spell-like abilities. In addition, the grafted creature gains a +2 bonus on saving throws against effects that cause blindness or dazzling, or against illusions that depend on sight.",
			"",
			"### Construction",
			"",
			"**Requirements** [Craft Wondrous Item](feat/craft_wondrous_item), blindness/deafness, charm person, doom, see invisibility; **Cost** 3,500 gp"
		]
	},
	"brazen_hooves": {
		"name": "Brazen Hooves",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Brazen Hooves",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/72}  ",
			"**Aura** strong transmutation [evil]; **CL** 15th  ",
			"**Slot** none; **Price** 15,000 gp; **Weight** 4 lbs.",
			"",
			"### Description",
			"",
			"These hooves cast from Abyssal bronze can be affixed to the stump of a creature's severed leg or foot, causing the leg to regrow (or transform) into a shaggy, black-furred goat leg ending in a cloven hoof of burning brass. If the leg or foot is not already severed, it can be hacked off, dealing 1d6 points of Constitution damage and 1d6 points of bleed damage. Applying the still-glowing bronze hoof, hot from the forgefire, cauterizes the stump and ends the bleed damage, and the transformation of the leg takes 1 minute. Once complete, the recipient can make one hoof attack per round as a secondary natural attack that deals 1d4 points of damage if it's a Medium creature or 1d3 points of damage if it's a Small creature, plus 1d6 points of fire damage. The brazen hoof leaves a scorch mark whenever the recipient walks on any surface with hardness 5 or less, but it does not set surfaces on fire.",
			"",
			"If a creature has a pair of brazen hooves grafted, it gains the trample special attack, dealing 1d6 points of fire damage in addition to normal trample damage.",
			"",
			"### Construction",
			"",
			"**Requirements** [Craft Wondrous Item](feat/craft_wondrous_item), bull's strength, wall of fire; **Cost** 7,500 gp"
		]
	},
	"crown_of_horns": {
		"name": "Crown of Horns",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Crown of Horns",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/72}  ",
			"**Aura** strong transmutation [chaotic, evil]; **CL** 15th  ",
			"**Slot** none; **Price** 20,000 gp; **Weight** 5 lbs.",
			"",
			"### Description",
			"",
			"These curled, spiral, or hooked horns must be affixed to holes drilled into the bare skull of the recipient, who must be not only shaved but also scalped to allow the crown of horns to take root-this deals 1d4 points each of Charisma and Intelligence damage to the recipient. Once the crown has been implanted, the recipient gains a gore attack as a secondary natural attack that deals 1d4 points of damage if it's a Medium creature, or 1d3 if it's a Small creature. This gore attack deals double damage on a charge attack. The crown of horns is considered a chaotic and evil weapon for the purpose of overcoming damage reduction. In addition, when the recipient confirms a critical hit against a good-aligned target with the crown of horns, that creature is infused with the disruptive power of chaos; until the end of its next turn, whenever the target would roll a d20, it must roll twice and take the less favorable result.",
			"",
			"### Construction",
			"",
			"**Requirements** [Craft Wondrous Item](feat/craft_wondrous_item), [beast shape II](spell/beast_shape_2), [protection from law](spell/protection_from_law); **Cost** 10,000 gp"
		]
	},
	"demon_blood": {
		"name": "Demon Blood",
		"sources": [
			"Pathfinder #74: Sword of Valor",
			"Book of the Damned - Volume 2: Lords of Chaos"
		],
		"description": [
			"## Demon Blood",
			"",
			"{SOURCE Book of the Damned - Volume 2: Lords of Chaos/44}  ",
			"**Aura** faint evocation [evil]; **CL** 5th  ",
			"**Slot** none; **Price** 800 gp; **Weight** 1 lbs.",
			"",
			"### Description",
			"",
			"A character who drinks a dose of this black, bubbling ichor becomes nauseated for 1d6 rounds if he fails a DC 15 Fortitude save. He also gains an enhanced capacity to affect demons with his magical attacks for 1 hour-during this time, demons suffer a -2 penalty on their saving throws against the user's spells and spell-like abilities, and the user gains a +2 bonus on caster level checks made to penetrate a demon's spell resistance. Demon blood is somewhat addictive, and every day for a week after a user stops daily doses of the ichor, he must make a DC 15 Fortitude save to avoid taking 1 point of Wisdom damage and being sickened for the entire day.",
			"",
			"### Construction",
			"",
			"**Requirements** [Craft Wondrous Item](feat/craft_wondrous_item), desecrate; **Cost** 400 gp"
		]
	},
	"demon_heart": {
		"name": "Demon Heart",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Demon Heart",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/73}  ",
			"**Aura** strong abjuration [chaotic, evil]; **CL** 13th  ",
			"**Slot** none; **Price** 6,000 gp; **Weight** 1 lb.",
			"",
			"### Description",
			"",
			"This pulsating lump of reddish-black muscle can be implanted only if the recipient's own heart is first removed-removing the recipient's heart deals 2d4 points of Constitution damage and 1 point of Constitution bleed to the recipient, and at the beginning of its next turn the recipient is reduced to -1 hit points and begins dying. Implanting the demon heart requires a successful DC 20 Heal check made as a full-round action, and causes it to graft itself into the recipient's chest and halt the Constitution bleed. Once in place, the demon heart pumps with unrighteous might-the recipient gains a +4 profane bonus on saving throws against fear effects. In addition, if the recipient is suffering a bleed effect, as a full-round action it can cause the demon heart to flood its bloodstream with tainted ichor, ending the bleed effect but causing it to become nauseated for 1 round.",
			"",
			"### Construction",
			"",
			"**Requirements** [Craft Wondrous Item](feat/craft_wondrous_item), remove fear, stabilize; **Cost** 3,000 gp"
		]
	},
	"demon_senses": {
		"name": "Demon Senses",
		"sources": [ "Book of the Damned - Volume 2: Lords of Chaos" ],
		"description": [
			"## Demon Senses",
			"",
			"{SOURCE Book of the Damned - Volume 2: Lords of Chaos/44}  ",
			"**Aura** strong conjuration [evil]; **CL** 15th  ",
			"**Slot** none; **Price** 20,000 gp; **Weight** 1 lbs.",
			"",
			"### Description",
			"",
			"This implant appears as a demonic eye, tongue, finger, ear, or nose floating in a small jar of transparent fluid. In order to gain the benefit of this implant, the contents of the jar-thick fluid, body part, and all-must be consumed as a full-round action. This immediately grants a permanent +8 racial bonus on all Perception checks (note that as a racial bonus, this does not stack with any other racial bonuses a creature might already possess). After gaining this bonus, the part of the creature's body corresponding to the body part eaten changes to match the eaten part-eyes might become red, ears might grow long and pointed, a tongue might become forked, and so on.",
			"",
			"### Construction",
			"",
			"**Requirements** [Craft Wondrous Item](feat/craft_wondrous_item), limited wish, regenerate; **Cost** 10,000 gp"
		]
	},
	"demon_talon": {
		"name": "Demon Talon",
		"sources": [ "Book of the Damned - Volume 2: Lords of Chaos" ],
		"description": [
			"## Demon Talon",
			"",
			"{SOURCE Book of the Damned - Volume 2: Lords of Chaos/44}  ",
			"**Aura** strong conjuration [evil]; **CL** 15th  ",
			"**Slot** none; **Price** 20,000 gp; **Weight** 3 lbs.",
			"",
			"### Description",
			"",
			"A demon talon must be held against the raw flesh of a fresh stump-preparing a creature by severing an existing hand causes 1d6 points of Constitution damage, but preparing a preexisting stump by cutting the flesh free at the end causes no significant damage. Once attached, the demon talon fuses with the stump, granting the creature a claw attack as appropriate for a creature one size category larger than the target's actual size. The claw is shaped like a human hand (fingers and a thumb), but looks obviously demonic (scales, strange coloration, long nails, and so on), and is fully capable of wielding weapons or performing any other feat a human hand can perform.",
			"",
			"### Construction",
			"",
			"**Requirements** [Craft Wondrous Item](feat/craft_wondrous_item), limited wish, regenerate; **Cost** 10,000 gp"
		]
	},
	"demon_tongue": {
		"name": "Demon Tongue",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Demon Tongue",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/73}  ",
			"**Aura** moderate transmutation [chaotic, evil]; **CL** 10th  ",
			"**Slot** none; **Price** 10,000 gp; **Weight** &mdash;",
			"",
			"### Description",
			"",
			"This puckered black tongue replaces the recipient's original tongue, which must be cut out beforehand. Removing the recipient's tongue deals 2d6 points of damage to the recipient and prevents it from speaking until the demon tongue is implanted. Once attached, a demon tongue grants the recipient a +4 profane bonus on Bluff checks used to verbally lie or deceive. A demon tongue also grants its recipient a portion of a demon's immunity to poison. A creature with a demon tongue implanted gains a +4 bonus on saving throws made to resist an ingested poison. In addition, the creature can detect the presence of an ingested poison in anything it eats or drinks as the detect poison spell.",
			"",
			"### Construction",
			"",
			"**Requirements** [Craft Wondrous Item](feat/craft_wondrous_item), detect poison, eagle's splendor; **Cost** 5,000 gp"
		]
	},
	"demonhide": {
		"name": "Demonhide",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Demonhide",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/73}  ",
			"**Aura** moderate transmutation [evil]; **CL** 10th  ",
			"**Slot** none; **Price** 20,000 gp; **Weight** 10 lbs.",
			"",
			"### Description",
			"",
			"This rough, leathery hide is peeled from the body of a demon in strips-it may be scaly, warty, scabrous, or even covered in rank, greasy fur or feathers. To be grafted with demonhide, the recipient must first have its own skin flayed off, taking 1d4 points each of Dexterity, Constitution, and Charisma damage in the process. Once grafted, demonhide grants the wearer a +1 natural armor bonus to Armor Class and resistance 5 to electricity. In addition, the recipient is immune to contact poison and gains a +4 bonus on saving throws against poisons delivered by injury (including those delivered by a touch attacks).",
			"",
			"### Construction",
			"",
			"**Requirements** [Craft Wondrous Item](feat/craft_wondrous_item), barkskin, delay poison, resist energy; **Cost** 10,000 gp"
		]
	},
	"splintered_mind": {
		"name": "Splintered Mind",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Splintered Mind",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/73}  ",
			"**Aura** moderate abjuration [chaotic, evil]; **CL** 10th  ",
			"**Slot** none; **Price** 16,000 gp; **Weight** 3 lbs.",
			"",
			"### Description",
			"",
			"This lumpy gray and green slurry, made from the pureed brains of a dozen dretches, must be consumed as a full-round action in order to take effect, as this demonic cocktail invades and infuses the recipient's central nervous system, forming a mantle around every lobe, chiasm, and node of the recipient's brain. This mantle splinters the recipient's consciousness into dissociated and disorganized fragments linked only by this cortical mantle, making it more difficult for the recipient's mind to be compromised by outside influences.",
			"",
			"The splintered mind grants the recipient a +4 profane bonus on saving throws against mind-affecting effects. Also, if the recipient is affected by any effect that is neither instantaneous nor permanent, it can attempt a new saving throw each round at the end of its turn to end the effect. The splintering of the recipient's mind is not without risk, nor is it a universal protection, as its benefits do not apply against effects that cause confusion or insanity. In addition, the recipient's disorganized thoughts impose a -2 penalty on initiative checks.",
			"",
			"### Construction",
			"",
			"**Requirements** [Craft Wondrous Item](feat/craft_wondrous_item), confusion, misdirection; **Cost** 8,000 gp"
		]
	},
	"wicked_wings": {
		"name": "Wicked Wings",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Wicked Wings",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/74}  ",
			"**Aura** moderate transmutation [evil]; **CL** 7th  ",
			"**Slot** none; **Price** 55,000 gp; **Weight** 3 lbs.",
			"",
			"### Description",
			"",
			"These ragged wings may be birdlike with moldy feathers, or tattered and membranous like the wings of a bat. The recipient's shoulder blades and collarbones must be broken in order to attach the wicked wings-breaking them deals 2d4 points of Strength and Dexterity damage to the recipient and renders both arms useless until the ability damage heals. The recipient gains a fly speed equal to its normal land speed with average maneuverability. In addition, when not flying a creature with wicked wings is considered to have [Deflect Arrows](feat/deflect_arrows) as a bonus feat.",
			"",
			"### Construction",
			"",
			"**Requirements** [Craft Wondrous Item](feat/craft_wondrous_item), [beast shape I](spell/beast_shape_1); **Cost** 27,500 gp"
		]
	}
}
