{
	"bilious_talisman_minor_artifact": {
		"name": "Bilious Talisman (Minor Artifact)",
		"sources": [
			"Book of the Damned",
			"Book of the Damned - Volume 1: Princes of Darkness"
		],
		"description": [
			"## Bilious Talisman (Minor Artifact)",
			"",
			"**Source** [Book of the Damned pg. 194](source/book_of_the_damned), [Book of the Damned - Volume 1: Princes of Darkness pg. 41](source/book_of_the_damned_-_volume_1_princes_of_darkness)  ",
			"**Aura** overwhelming conjuration; **CL** 21st  ",
			"**Slot** neck; **Price** artifact; **Weight** &mdash;",
			"",
			"### Description",
			"",
			"Called Seeds of Hell by those who know of them and rightly fear them, bilious talismans have the power to physically and permanently transplant whole regions of other planes into Hell. Drawing on the power of a bound infernal duke, such a talisman encourages its wearer to perform feats of selfish glory and indulge in grand delusions, which culminate in the release of the talisman's power and damnation for both the wearer and those unfortunate enough to be caught in his wake. Bilious talismans are minor artifacts requiring the binding of a willing member of the infernal elite and thus can be crafted only by a supremely powerful diabolist or unique devil.",
			"",
			"All bilious talismans are intelligent magical items with an Ego of 20 that grant their wearers a +4 Charisma bonus and the effects of the spell foresight. In addition, once per day the wearer can call on the bound devil as a free action to gain the effects of commune, find the path, legend lore, or true strike.",
			"",
			"The devil within the talisman usually subtly portrays itself as a benevolent spirit seeking to aid the wearer in achieving some great feat, such as vanquishing a great evil, bringing peace to a land, or ruling a kingdom. The talisman ever seeks to increase its wearer's influence, even that of a wearer with an alignment opposed to its own, planting the seed of corruption in the form of arrogance, avarice, and a sense of predestination.",
			"",
			"When the wearer finally reaches what the talisman deems his pinnacle of power, surrounded by followers and fawning devotees, the talisman offers to reveal its greatest power as a reward to its wearer. Should the wearer accept, he and all creatures, lands, and objects within 1,000 feet are ripped from whatever plane they occupy and transported physically to a random layer of Hell to remain there forever. There, the talisman shatters and the unique devil within is released. What follows is often a massive slaughter and the damnation of dozens or even hundreds of souls. Should the wearer reject the offer, the talisman attempts to use its Ego score to dominate him and force him to accept. If the talisman ever faces destruction, it can use teleport on itself once per day-though it is prevented from doing this in areas affected by the hallow spell or similar areas of great goodness (or areas that bar dimensional travel, such as ones affected by dimensional lock or forbiddance).",
			"",
			"Each bilious talisman has a unique devil bound within. For example, a bilious talisman could contain a powerful pit fiend named Aasdravox who speaks with a voice like grinding stones and tells the wearers of his talisman that they are destined to become great heroes and champions, beloved by whole nations. Optimally, he seeks to release his power at the culmination of a festival or ceremony held in his talisman wearer's honor.",
			"",
			"### Destruction",
			"",
			"To destroy a bilious talisman, it must first be immersed in holy water for 1 week in an area under the effects of hallow and then smashed with a +3 holy warhammer (or a bludgeoning weapon of similar or greater power). While this destroys the talisman, it also frees the potent infernal noble bound within."
		]
	},
	"melancholic_talisman": {
		"name": "Melancholic Talisman",
		"sources": [
			"Book of the Damned",
			"Book of the Damned - Volume 1: Princes of Darkness"
		],
		"description": [
			"## Melancholic Talisman",
			"",
			"**Source** [Book of the Damned pg. 194](source/book_of_the_damned), [Book of the Damned - Volume 1: Princes of Darkness pg. 41](source/book_of_the_damned_-_volume_1_princes_of_darkness)  ",
			"**Aura** strong conjuration; **CL** 18th  ",
			"**Slot** neck; **Price** 50,000 gp; **Weight** &mdash;",
			"",
			"### Description",
			"",
			"With the power to conjure a hellmouth-a monstrous, semi-living portal connecting two regions of Hell-melancholic talismans rely on the power of a greater devil.",
			"",
			"These talismans grant the wearer no communication with or power over the devil bound within. Each talisman conjures only a specific hellmouth.",
			"",
			"As each end of this worm-like creature connects to a different layer of Hell, the user can call upon either end. Conjured hellmouths are treated as 10-foot-square portals, like those created by gate, connecting to one of two layers of Hell (with the two layers fixed when the item is created). While the bearer of a melancholic talisman can choose which end of a hellmouth she wishes to summon-and thus which of the two layers of Hell she wishes to open a portal to-the specific location at which each end exits is the same every time (and determined by the GM upon the portal's first use). The talisman's wearer can conjure the hellmouth once per day, using it to travel or call creatures through it as per gate. The hellmouth remains open for up to 10 minutes or until the talisman's wearer dismisses it. The hellmouth connects only to Hell, so should the talisman wearer pass through the gate and linger in Hell for more than 10 minutes, the hellmouth closes behind her, trapping her in Hell.",
			"",
			"For example, a specific melancholic talisman could be linked to a hellmouth known as Alksomasic, each of whose two portal-heads appears as a massive snake with three gigantic compound eyes. The hellmouth's maws connect to a shadowy alley in the city of Dis known as the Walk of Wayward Skins and to an outlying bolgia of Malebolge, where monstrous worms slither through a waist-deep sea of ash. Once per day, the wearer of this talisman can open a 10- foot portal to either of these layers. This portal remains open for 10 minutes (or until dismissed) and functions as per gate.",
			"",
			"### Construction",
			"",
			"**Requirements** [Craft Wondrous Item](feat/craft_wondrous_item), gate; **Cost** 25,000 gp"
		]
	},
	"sanguine_talisman": {
		"name": "Sanguine Talisman",
		"sources": [
			"Book of the Damned",
			"Book of the Damned - Volume 1: Princes of Darkness"
		],
		"description": [
			"## Sanguine Talisman",
			"",
			"**Source** [Book of the Damned pg. 194](source/book_of_the_damned), [Book of the Damned - Volume 1: Princes of Darkness pg. 41](source/book_of_the_damned_-_volume_1_princes_of_darkness)  ",
			"**Aura** strong conjuration; **CL** 13th  ",
			"**Slot** neck; **Price** varies; **Weight** &mdash;",
			"",
			"### Description",
			"",
			"In actuality a broad type of devil talisman, these blasphemous baubles offer diabolical protection and might summon any type of devil, from a lowly lemure to a potent greater devil. The power of a sanguine talisman hinges on the force of will of the devil bound within; this devil can grant the wearer advice, infernal protection, or an occasional ally.",
			"",
			"All sanguine talismans grant the wearer a profane bonus to his Armor Class equal to 1 plus an additional 1 for every 5 Hit Dice the devil bound to the talisman has (maximum bonus of +5). In addition, the wearer of a sanguine talisman shares a telepathic bond with the bound devil for as long as he wears the magic item. A bound devil can sense its surroundings through the talisman and can advise its wearer as it pleases. The devil is under no compulsion to obey the wearer or speak the truth to him-though some devils might lie and tell the wearer they are doing so. Finally, once per day the talisman wearer can attempt an opposed Charisma check against the bound fiend to summon a physical manifestation of the devil. If the wearer succeeds at this opposed check, the devil is brought forth to serve the caster as per the spell summon monster for a number of rounds equal to the bound devil's CR. If the wearer fails this check, the devil refuses to be called forth and no other check to summon it can be attempted until the next day.",
			"",
			"The price of a sanguine talisman varies depending on the might of the devil bound within, equaling the bound devil's CR &times; 13,500 gp.",
			"",
			"For example, consider a sanguine talisman that binds a bearded devil. Wearing the talisman grants a +2 profane bonus to Armor Class and grants a telepathic bond with the devil bound within. Once per day, the wearer can attempt a Charisma check opposed by the devil's Charisma check (its Charisma modifier is +0) to summon it forth for 5 rounds, as per summon monster. The particular bearded devil bound within this sanguine talisman is known as Kalvaddas the Strangler. He is a blunt sadist with a love of hand-to-hand brawls and throttling elves. He knows much of liars and might use his Sense Motive skill to aid a master he favors.",
			"",
			"### Construction",
			"",
			"**Requirements** [Craft Wondrous Item](feat/craft_wondrous_item), greater planar binding, lesser planar binding, or planar binding; **Cost** varies"
		]
	}
}
