{
	"description": [
		"# Necrografts",
		"",
		"**Description Source:** [Black Markets](source:Black_Markets)",
		"",
		"Grafting undead components to a living creature is illegal outside of Geb, but black markets across the Inner Sea region still trade in these undead body parts. Most prospective necrograft hosts seek out these macabre additions to replace a sick or missing body part, although some see necrografts as an extreme form of body modification, excising perfectly healthy body parts to make room for undead flesh. Not all necrograft hosts are willing recipients-some are forced to endure the surgical process as part of mad experiments.",
		"",
		"A skilled necrograft surgeon (often a necromancer) is required to install a necrograft. Necrografts can be attached only to humanoids and only to replace a part-a necrograft arm can't be added in addition a human's two healthy arms, for example, but could replace a lost arm. When a necrograft is attached (a process requiring 1 hour), the recipient must succeed at a DC 18 Fortitude save or the necrograft fails to integrate with his body. Either way, the recipient takes 2 points of Constitution damage from the surgery.",
		"",
		"A raise dead or resurrection spell cast on a living creature instantly destroys any necrograft implants unless the target succeeds at a separate Will save against the spell for each necrograft implant. If the target of the spell is dead, the target is restored to life but any implants are destroyed."
	],
	"list": [
		{
			"name": "Ghoulgut",
			"sources": [ "Black Markets" ],
			"cost": 16000,
			"type": "necrograft",
			"slot": "none",
			"description": [
				"## Ghoulgut",
				"",
				"**Source** [Black Markets pg. 15](source:Black_Markets)   ",
				"**Aura** moderate necromancy and transmutation; **CL** 9th   ",
				"**Slot** ; **Price** 16,000 gp; **Weight** &mdash;",
				"",
				"A ghoulgut consists of a ghoul's stomach, gallbladder, and liver implanted in the host's torso, resulting in a potent resistance to disease, but also a hunger for flesh. Once per day, the necrograft host can charge her second stomach by feeding on at least 1 pound of raw meat (doing so provides no nutritional value). This charge lasts for 24 hours. While charged, a ghoulgut grants the host a +4 enhancement bonus on saving throws against disease and poison. As a swift or immediate action, the host can expend her stomach's charge to reroll a failed Fortitude saving throw.",
				"",
				"### Construction",
				"",
				"**Requirements** Craft Wondrous Item, create undead, undead anatomy II, creator must have 8 ranks in Heal; **Cost** 8000 gp"
			]
		},
		{
			"name": "Gravespawn Gland",
			"sources": [ "Black Markets" ],
			"cost": 6200,
			"type": "necrograft",
			"slot": "none",
			"description": [
				"## Gravespawn Gland",
				"",
				"**Source** [Black Markets pg. 15](source:Black_Markets)   ",
				"**Aura** moderate necromancy; **CL** 11th   ",
				"**Slot** ; **Price** 6,200 gp; **Weight** &mdash;",
				"",
				"A gravespawn gland is a piece of zombie brain implanted in the host's skull. When the command word (which is often kept secret by its creator) is spoken within 60 feet of the host, the gravespawn gland releases a surge of necromantic power, dealing 4d6 points of negative energy damage to the host. The host must succeed at a Fortitude saving throw (DC = 10 + the damage dealt) or be instantly slain. Creatures killed in this manner cannot be revived by breath of life or raise dead. A creature killed by a gravespawn gland rises 1 round later as a mindless zombie.",
				"A gravespawn gland is rarely implanted willingly. Unlike with most necrografts, implanting this organ requires a successful DC 25 Heal check by the necrograft surgeon, not a successful Fortitude save by the recipient. Removing an implanted gravespawn gland requires a successful DC 25 Heal check; if this check is failed by more than 5, the gravespawn gland detonates inside the host.",
				"",
				"### Construction",
				"",
				"**Requirements** Craft Wondrous Item, animate dead, inflict critical wounds, creator must have 11 ranks in Heal; **Cost** 3100 gp"
			]
		},
		{
			"name": "Necrograft Arm",
			"sources": [ "Black Markets" ],
			"cost": 12000,
			"type": "necrograft",
			"slot": "none",
			"description": [
				"## Necrograft Arm",
				"",
				"**Source** [Black Markets pg. 15](source:Black_Markets)   ",
				"**Aura** strong necromancy and transmutation; **CL** 13th   ",
				"**Slot** ; **Price** 12,000 gp; **Weight** &mdash;",
				"",
				"An arm of undead flesh allows its host to lift up to 1-1/2 times his maximum load over his head. A humanoid with two necrograft arms can lift up to twice his maximum load over his head. Each necrograft arm also provides its host with a natural slam attack (replacing any natural attacks that limb may have once had) that deals 1d4 points of bludgeoning damage (1d3 for Small creatures) as a secondary attack. If a host attacks with only slam attacks in a round, the slams are instead considered primary attacks. A necrograft arm is clumsy, imposing a cumulative -2 circumstance penalty on all Craft, Disable Device, and Sleight of Hand checks per limb replaced, as well as on relevant Perform checks (such as for stringed instruments and wind instruments).",
				"",
				"### Construction",
				"",
				"**Requirements** Craft Wondrous Item, animate dead, regenerate, creator must have 8 ranks in Heal; **Cost** 6000 gp"
			]
		},
		{
			"name": "Necrograft Leg",
			"sources": [ "Black Markets" ],
			"cost": 6400,
			"type": "necrograft",
			"slot": "none",
			"description": [
				"## Necrograft Leg",
				"",
				"**Source** [Black Markets pg. 15](source:Black_Markets)   ",
				"**Aura** strong necromancy and transmutation; **CL** 13th   ",
				"**Slot** ; **Price** 6,400 gp; **Weight** &mdash;",
				"",
				"A single necrograft leg allows its host to travel overland for 1-1/2 times longer than normal before needing to attempt Constitution checks to continue running or to avoid nonlethal damage from a forced march. A humanoid with two necrograft legs can travel overland twice as longer than normal before needing to attempt these same checks. In addition, each necrograft leg grants its host a +2 bonus to CMD against bull rush and overrun attempts and provides a 50% chance to ignore caltrops.",
				"",
				"### Construction",
				"",
				"**Requirements** Craft Wondrous Item, animate dead, regenerate, creator must have 8 ranks in Heal; **Cost** 3200 gp"
			]
		},
		{
			"name": "Sallowflesh",
			"sources": [ "Black Markets" ],
			"cost": 20000,
			"type": "necrograft",
			"slot": "none",
			"description": [
				"## Sallowflesh",
				"",
				"**Source** [Black Markets pg. 15](source:Black_Markets)   ",
				"**Aura** faint abjuration and necromancy; **CL** 5th   ",
				"**Slot** ; **Price** 20,000 gp; **Weight** &mdash;",
				"",
				"This necrograft weaves strips of rotted skin across the bearer's body in a grisly process of scarification. The dense, undead hide provides a +2 enhancement bonus to its host's natural armor bonus, and causes undead creatures to perceive the host as one of their own-skeletons, zombies, and other mindless undead ignore a character implanted with sallowflesh unless attacked first. Intelligent undead may also be fooled by this effect, but can recognize the host as a living creature with a successful DC 11 Will save; on a failed save, the undead assumes the host to be another intelligent undead. Undead attacked by the host, or that witness the host channel positive energy, can immediately see through this effect. Sallowflesh has no effect on living creatures' perceptions.",
				"",
				"### Construction",
				"",
				"**Requirements** Craft Wondrous Item, animate dead, hide from undead, creator must have 5 ranks in Heal; **Cost** 10000 gp"
			]
		},
		{
			"name": "Strangler's Tongue",
			"sources": [ "Black Markets" ],
			"cost": 36000,
			"type": "necrograft",
			"slot": "none",
			"description": [
				"## Strangler's Tongue",
				"",
				"**Source** [Black Markets pg. 15](source:Black_Markets)   ",
				"**Aura** faint enchantment and necromancy; **CL** 5th   ",
				"**Slot** ; **Price** 36,000 gp; **Weight** &mdash;",
				"",
				"Extracted from a mohrg, this ropy, claw-tipped tongue is implanted into a recipient's mouth or throat. A strangler's tongue lacks the strength to grasp or hold items, but the host can lash out with the tongue as a standard action as a melee touch attack. A humanoid hit by the strangler's tongue is paralyzed for 1d4 minutes (Will DC 15 negates).",
				"",
				"### Construction",
				"",
				"**Requirements** Craft Wondrous Item, create undead, hold person, creator must have 5 ranks in Heal; **Cost** 18000 gp"
			]
		}
	]
}
