{
	"main": {
		"title": "Pathfinder Data 1e",
		"description": [
			""
		]
	},
	"class": {
		"title": "Classes",
		"description": [
			"## Core Classes",
			"",
			"- [Barbarian](class/barbarian)",
			"- [Bard](class/bard)",
			"- [Cleric](class/cleric)",
			"- [Druid](class/druid)",
			"- [Fighter](class/fighter)",
			"- [Monk](class/monk)",
			"- [Paladin](class/paladin)",
			"- [Ranger](class/ranger)",
			"- [Rogue](class/rogue)",
			"- [Sorcerer](class/sorcerer)",
			"- [Wizard](class/wizard)",
			"",
			"## Base Classes",
			"",
			"- [Alchemist](class/alchemist)",
			"- [Cavalier](class/cavalier)",
			"- [Gunslinger](class/gunslinger)",
			"- [Inquisitor](class/inquisitor)",
			"- [Magus](class/magus)",
			"- [Oracle](class/oracle)",
			"- [Shifter](class/shifter)",
			"- [Summoner](class/summoner)",
			"- [Witch](class/witch)",
			"",
			"## Unchained Classes",
			"",
			"- [Barbarian (Unchained)](class/unchained_barbarian)",
			"- [Monk (Unchained)](class/unchained_monk)",
			"- [Rogue (Unchained)](class/unchained_rogue)",
			"- [Summoner (Unchained)](class/unchained_summoner)",
			"",
			"## Hybrid Classes",
			"",
			"- [Arcanist](class/arcanist)",
			"- [Bloodrager](class/bloodrager)",
			"- [Brawler](class/brawler)",
			"- [Hunter](class/hunter)",
			"- [Investigator](class/investigator)",
			"- [Shaman](class/shaman)",
			"- [Skald](class/skald)",
			"- [Slayer](class/slayer)",
			"- [Swashbuckler](class/swashbuckler)",
			"- [Vigilante](class/vigilante)",
			"- [Warpriest](class/warpriest)",
			"",
			"## Alternate Classes",
			"",
			"- [Antipaladin](class/antipaladin)",
			"- [Ninja](class/ninja)",
			"- [Samuari](class/samurai)",
			"",
			"## Occult Classes",
			"",
			"- [Kineticist](class/kineticist)",
			"- [Medium](class/medium)",
			"- [Mesmerist](class/mesmerist)",
			"- [Occultist](class/occultist)",
			"- [Psychic](class/psychic)",
			"- [Spiritualist](class/spiritualist)"
		]
	},
	"skills": {
		"title": "Skills",
		"description": [
			"Skills represent some of the most basic and yet most fundamental abilities your character possesses. As your character advances in level, he can gain new skills and improve his existing skills dramatically.",
			"",
			"`table0`"
		],
		"tables": [
			{
				"id": "skills table",
				"headers": [ "Skill", "Stat", "Trained Only?", "Armor Check Penalty?", "Background Skill?", "Unchained?", "Description" ],
				"types": [ null, null, null, null, null, null, null ],
				"data": [
					[ "Acrobatics", "DEX", null, "X", null, null, "You can keep your balance while traversing narrow or treacherous surfaces. You can also dive, flip, jump, and roll to avoid attacks and overcome obstacles." ],
					[ "Appraise", "INT", null, null, "X", null, "You can evaluate the monetary value of an object." ],
					[ "Artistry (any)", "INT", null, null, "X", "X", "You are skilled in the creative arts, following your aesthetic sensibilities to bring to life the wonders of your imagination." ],
					[ "Bluff", "CHA", null, null, null, null, "You know how to tell a lie." ],
					[ "Climb", "STR", null, "X", null, null, "You are skilled at scaling vertical surfaces, from smooth city walls to rocky cliffs." ],
					[ "Craft (any)", "INT", null, null, "X", null, null, "You are skilled in the creation of a specific group of items, such as armor or weapons." ],
					[ "Diplomacy", "CHA", null, null, null, null, "You can use this skill to persuade others to agree with your arguments, to resolve differences, and to gather valuable information or rumors from people. This skill is also used to negotiate conflicts by using the proper etiquette and manners suitable to the problem." ],
					[ "Disable Device", "DEX", "X", "X", null, null, "You are skilled at disarming traps and opening locks. In addition, this skill lets you sabotage simple mechanical devices, such as catapults, wagon wheels, and doors." ],
					[ "Disguise", "CHA", null, null, null, null, "You are skilled at changing your appearance." ],
					[ "Escape Artist", "DEX", null, "X", null, null, "Your training allows you to slip out of bonds and escape from grapples." ],
					[ "Fly", "DEX", null, "X", null, null, "You are skilled at flying, through either the use of wings or magic, and can perform daring or complex maneuvers while airborne. Note that this skill does not give you the ability to fly." ],
					[ "Handle Animal", "CHA", "X", null, "X", null, "You are trained at working with animals, and can teach them tricks, get them to follow your simple commands, or even domesticate them." ],
					[ "Heal", "WIS", null, null, null, null, "You are skilled at tending to wounds and ailments." ],
					[ "Intimidate", "CHA", null, null, null, null, "You can use this skill to frighten an opponent or to get them to act in a way that benefits you. This skill includes verbal threats and displays of prowess." ],
					[ "Knowledge (arcana)", "INT", "X", null, null, null, "You are educated in arcana and can answer both simple and complex questions." ],
					[ "Knowledge (dungeoneering)", "INT", "X", null, null, null, "You are educated in underground exploration and can answer both simple and complex questions." ],
					[ "Knowledge (engineering)", "INT", "X", null, "X", null, "You are educated in engineering and can answer both simple and complex questions." ],
					[ "Knowledge (geography)", "INT", "X", null, "X", null, "You are educated in geography and can answer both simple and complex questions." ],
					[ "Knowledge (history)", "INT", "X", null, "X", null, "You are educated in history and can answer both simple and complex questions." ],
					[ "Knowledge (local)", "INT", "X", null, null, null, "You are educated in local matters and can answer both simple and complex questions." ],
					[ "Knowledge (nature)", "INT", "X", null, null, null, "You are educated in natural lore and can answer both simple and complex questions." ],
					[ "Knowledge (nobility)", "INT", "X", null, "X", null, "You are educated in the ways of the nobility and can answer both simple and complex questions." ],
					[ "Knowledge (planes)", "INT", "X", null, null, null, "You are educated in many planes of existence and can answer both simple and complex questions." ],
					[ "Knowledge (religion)", "INT", "X", null, null, null, "You are educated in various religions and can answer both simple and complex questions." ],
					[ "Linguistics", "INT", "X", null, "X", null, "You are skilled at working with language, in both its spoken and written forms. You can speak multiple languages, and can decipher nearly any tongue given enough time. Your skill in writing allows you to create and detect forgeries as well." ],
					[ "Lore (any)", "INT", "X", null, "X", "X", "You possess a specialized area of knowledge, generally narrower than that of a full-fledged scholar." ],
					[ "Perception", "WIS", null, null, null, null, "Your senses allow you to notice fine details and alert you to danger. Perception covers all five senses, including sight, hearing, touch, taste, and smell." ],
					[ "Perform (any)", "CHA", null, null, "X", null, "You are skilled at one form of entertainment, from singing to acting to playing an instrument." ],
					[ "Profession (any)", "WIS", "X", null, "X", "You are skilled at a specific job. While a Craft skill represents ability in creating an item, a Profession skill represents an aptitude in a vocation requiring a broader range of less specific knowledge." ],
					[ "Ride", "DEX", null, "X", null, null, "You are skilled at riding mounts, usually a horse, but possibly something more exotic, like a griffon or pegasus. If you attempt to ride a creature that is ill suited as a mount, you take a -5 penalty on your Ride checks." ],
					[ "Sense Motive", "WIS", null, null, null, null, "You are skilled at detecting falsehoods and true intentions." ],
					[ "Sleight of Hand", "DEX", "X", "X", "X", null, "Your training allows you to pick pockets, draw hidden weapons, and take a variety of actions without being noticed." ],
					[ "Spellcraft", "INT", "X", null, null, null, "You are skilled at the art of casting spells, identifying magic items, crafting magic items, and identifying spells as they are being cast." ],
					[ "Stealth", "DEX", null, "X", null, null, "You are skilled at avoiding detection, allowing you to slip past foes or strike from an unseen position. This skill covers hiding and moving silently." ],
					[ "Survival", "WIS", null, null, null, null, "You are skilled at surviving in the wild and at navigating in the wilderness. You also excel at following trails and tracks left by others." ],
					[ "Swim", "STR", null, "X", null, null, "You know how to swim and can do so even in stormy water." ],
					[ "Use Magic Device", "CHA", "X", null, null, null, "You are skilled at activating magic items, even if you are not otherwise trained in their use." ]
				],
				"initialColumn": 0,
				"nullValue": "",
				"className": "endcaps"
			}
		]
	}
}
