{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested spell definition."
		]
	},
	"abjuration": {
		"name": "Abjuration",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "school",
		"description": [
			"## Abjuration (school of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"Abjurations are protective spells. They create physical or magical barriers, negate magical or physical abilities, harm trespassers, or even banish the subject of the spell to another plane of existence.",
			"",
			"If one abjuration spell is active within 10 feet of another for 24 hours or more, the magical fields interfere with each other and create barely visible energy fluctuations. The DC to find such spells with the Perception skill drops by 4.",
			"",
			"If an abjuration creates a barrier that keeps certain types of creatures at bay, that barrier cannot be used to push away those creatures. If you force the barrier against such a creature, you feel a discernible pressure against the barrier. If you continue to apply pressure, you end the spell."
		]
	},
	"conjuration": {
		"name": "Conjuration",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "school",
		"description": [
			"## Conjuration (school of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"Each conjuration spell belongs to one of five subschools. Conjurations transport creatures from another plane of existence to your plane (calling); create objects or effects on the spot (creation); heal (healing); bring manifestations of objects, creatures, or forms of energy to you (summoning); or transport creatures or objects over great distances (teleportation). Creatures you conjure usually-but not always-obey your commands.",
			"",
			"A creature or object brought into being or transported to your location by a conjuration spell cannot appear inside another creature or object, nor can it appear floating in an empty space. It must arrive in an open location on a surface capable of supporting it.",
			"",
			"The creature or object must appear within the spell's range, but it does not have to remain within the range."
		]
	},
	"divination": {
		"name": "Divination",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "school",
		"description": [
			"## Divination (school of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"Divination spells enable you to learn secrets long forgotten, predict the future, find hidden things, and foil deceptive spells.",
			"",
			"Many divination spells have cone-shaped areas. These move with you and extend in the direction you choose. The cone defines the area that you can sweep each round. If you study the same area for multiple rounds, you can often gain additional information, as noted in the descriptive text for the spell."
		]
	},
	"enchantment": {
		"name": "Enchantment",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "school",
		"description": [
			"## Enchantment (school of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"Enchantment spells affect the minds of others, influencing or controlling their behavior. All enchantments are mind-affecting spells. Two subschools of enchantment spells grant you influence over a subject creature."
		]
	},
	"evocation": {
		"name": "Evocation",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "school",
		"description": [
			"## Evocation (school of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"Evocation spells manipulate magical energy or tap an unseen source of power to produce a desired end. In effect, an evocation draws upon magic to create something out of nothing. Many of these spells produce spectacular effects, and evocation spells can deal large amounts of damage."
		]
	},
	"illusion": {
		"name": "Illusion",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "school",
		"description": [
			"## Illusion (school of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"Illusion spells deceive the senses or minds of others. They cause people to see things that are not there, not see things that are there, hear phantom noises, or remember things that never happened."
		]
	},
	"necromancy": {
		"name": "Necromancy",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "school",
		"description": [
			"## Necromancy (school of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"Necromancy spells manipulate the power of death, unlife, and the life force. Spells involving undead creatures make up a large part of this school."
		]
	},
	"transmutation": {
		"name": "Transmutation",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "school",
		"description": [
			"## Transmutation (school of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"Transmutation spells change the properties of some creature, thing, or condition."
		]
	},
	"universal": {
		"name": "Universal",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "school",
		"description": [
			"## Universal (school of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"A small number of spells (arcane mark, limited wish, permanency, prestidigitation, and wish) are universal, belonging to no school."
		]
	},
	"calling": {
		"name": "Calling",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Calling (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"A calling spell transports a creature from another plane to the plane you are on. The spell grants the creature the one-time ability to return to its plane of origin, although the spell may limit the circumstances under which this is possible. Creatures who are called actually die when they are killed; they do not disappear and reform, as do those brought by a summoning spell (see below). The duration of a calling spell is instantaneous, which means that the called creature can't be dispelled.",
			"",
			"Calling is a subschool of [Conjuration](spelldef/conjuration)."
		]
	},
	"charm": {
		"name": "Charm",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Charm (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"A charm spell changes how the subject views you, typically making it see you as a good friend.",
			"",
			"Charm is a subschool of [Enchantment](spelldef/enchantment)."
		]
	},
	"compulsion": {
		"name": "Compulsion",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Compulsion (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"A compulsion spell forces the subject to act in some manner or changes the way its mind works. Some compulsion spells determine the subject's actions or the effects on the subject, others allow you to determine the subject's actions when you cast the spell, and still others give you ongoing control over the subject.",
			"",
			"Compulsion is a subschool of [Enchantment](spelldef/enchantment)."
		]
	},
	"creation": {
		"name": "Creation",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Creation (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"A creation spell manipulates matter to create an object or creature in the place the spellcaster designates. If the spell has a duration other than instantaneous, magic holds the creation together, and when the spell ends, the conjured creature or object vanishes without a trace. If the spell has an instantaneous duration, the created object or creature is merely assembled through magic. It lasts indefinitely and does not depend on magic for its existence.",
			"",
			"Creation is a subschool of [Conjuration](spelldef/conjuration)."
		]
	},
	"figment": {
		"name": "Figment",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Figment (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"A figment spell creates a false sensation. Those who perceive the figment perceive the same thing, not their own slightly different versions of the figment. It is not a personalized mental impression. Figments cannot make something seem to be something else. A figment that includes audible effects cannot duplicate intelligible speech unless the spell description specifically says it can. If intelligible speech is possible, it must be in a language you can speak. If you try to duplicate a language you cannot speak, the figment produces gibberish. Likewise, you cannot make a visual copy of something unless you know what it looks like (or copy another sense exactly unless you have experienced it).",
			"",
			"Because figments and glamers are unreal, they cannot produce real effects the way that other types of illusions can. Figments and glamers cannot cause damage to objects or creatures, support weight, provide nutrition, or provide protection from the elements. Consequently, these spells are useful for confounding foes, but useless for attacking them directly.",
			"",
			"A figment's AC is equal to 10 + its size modifier.",
			"",
			"Figment is a subschool of [Illusion](spelldef/illusion)."
		]
	},
	"glamer": {
		"name": "Glamer",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Glamer (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"A glamer spell changes a subject's sensory qualities, making it look, feel, taste, smell, or sound like something else, or even seem to disappear.",
			"",
			"Glamer is a subschool of [Illusion](spelldef/illusion)."
		]
	},
	"haunted": {
		"name": "Haunted",
		"sources": [ "Haunted Heroes Handbook" ],
		"type": "subschool",
		"description": [
			"## Haunted (subschool of magic)",
			"",
			"**Source** [Haunted Heroes Handbook](source/haunted_heroes_handbook)",
			"",
			"These spells manipulate the lingering spiritual energy suffusing an area or surrounding an object into semi-autonomous magical effects. Haunted spells function like regular spells, but those with ongoing durations can be neutralized as though they were haunts as they take effect. The statistics for each spell's haunt-like manifestation are listed at the end of the spell's other statistics.",
			"",
			"Events during a haunted spell's duration may cause its haunt-like manifestation to reoccur during that round, causing a surprise round if combat has not yet begun. These manifestations grant victims and their allies additional chances to notice and neutralize the haunted spell before it takes effect. These additional manifestations do not allow new saving throws to negate the spell.",
			"",
			"Since haunted spells derive their power from ambient emotional energy, a given area or object can host only one haunted spell at a time. Most haunted spells have shapeable areas of effect, which can be molded to fit the areas where they are cast, and their effects target all creatures in the area when the haunted spell manifests. Once a haunted spell is cast on an area or object, it remains in place for 1 week or until it is activated, triggering its haunt-like manifestation. Once an area or object hosts a haunted spell, it cannot host another haunted spell for at least 7 days after the first one activates. A single area or object cannot host a haunted spell and a regular haunt at the same time. As long as a haunted spell remains latent in an area, its caster can't prepare a new spell in that slot or regain that spell slot. When the haunted spell triggers, the caster can sense it but gains no insight or information about what triggered the haunt beyond what he can directly observe. A caster can dismiss a haunted spell as a swift action in order to prepare a new spell in that slot or to regain a spell slot; doing so causes the haunted spell to dissipate.",
			"",
			"Haunted spells don't have histories like regular haunts do, so effects that reveal such information merely expose that the haunted spell is a magical effect. Efforts to communicate with haunted spells using [talking boards](equipment/misc/talking_boards), the spells [call spirit](spell/call_spirit) and [speak with haunt](spell/speak_with_haunt), or similar methods automatically fail.",
			"",
			"Haunted is a subschool of [Necromancy](spelldef/necromancy)."
		]
	},
	"healing": {
		"name": "Healing",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Healing (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"Certain divine conjurations heal creatures or even bring them back to life.",
			"",
			"Healing is a subschool of [Conjuration](spelldef/conjuration)."
		]
	},
	"pattern": {
		"name": "Pattern",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Pattern (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"Like a figment, a pattern spell creates an image that others can see, but a pattern also affects the minds of those who see it or are caught in it. All patterns are mind-affecting spells.",
			"",
			"Pattern is a subschool of [Illusion](spelldef/illusion)."
		]
	},
	"phantasm": {
		"name": "Phantasm",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Phantasm (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"A phantasm spell creates a mental image that usually only the caster and the subject (or subjects) of the spell can perceive. This impression is totally in the minds of the subjects. It is a personalized mental impression, all in their heads and not a fake picture or something that they actually see. Third parties viewing or studying the scene don't notice the phantasm. All phantasms are mind-affecting spells.",
			"",
			"Phantasm is a subschool of [Illusion](spelldef/illusion)."
		]
	},
	"polymorph": {
		"name": "Polymorph",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Polymorph (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"A polymorph spell transforms your physical body to take on the shape of another creature. While these spells make you appear to be the creature, granting you a +10 bonus on Disguise skill checks, they do not grant you all of the abilities and powers of the creature. Each polymorph spell allows you to assume the form of a creature of a specific type, granting you a number of bonuses to your ability scores and a bonus to your natural armor. In addition, each polymorph spell can grant you a number of other benefits, including movement types, resistances, and senses. If the form you choose grants these benefits, or a greater ability of the same type, you gain the listed benefit. If the form grants a lesser ability of the same type, you gain the lesser ability instead. Your base speed changes to match that of the form you assume. If the form grants a swim or burrow speed, you maintain the ability to breathe if you are swimming or burrowing. The DC for any of these abilities equals your DC for the polymorph spell used to change you into that form.",
			"",
			"In addition to these benefits, you gain any of the natural attacks of the base creature, including proficiency in those attacks. These attacks are based on your base attack bonus, modified by your Strength or Dexterity as appropriate, and use your Strength modifier for determining damage bonuses.",
			"",
			"If a polymorph spell causes you to change size, apply the size modifiers appropriately, changing your armor class, attack bonus, Combat Maneuver Bonus, and Stealth skill modifiers. Your ability scores are not modified by this change unless noted by the spell.",
			"",
			"Unless otherwise noted, polymorph spells cannot be used to change into specific individuals. Although many of the fine details can be controlled, your appearance is always that of a generic member of that creature's type. Polymorph spells cannot be used to assume the form of a creature with a template or an advanced version of a creature.",
			"",
			"When you cast a polymorph spell that changes you into a creature of the animal, dragon, elemental, magical beast, plant, or vermin type, all of your gear melds into your body. Items that provide constant bonuses and do not need to be activated continue to function while melded in this way (with the exception of armor and shield bonuses, which cease to function). Items that require activation cannot be used while you maintain that form. While in such a form, you cannot cast any spells that require material components (unless you have the Eschew Materials or Natural Spell feat), and can only cast spells with somatic or verbal components if the form you choose has the capability to make such movements or speak, such as a dragon. Other polymorph spells might be subject to this restriction as well, if they change you into a form that is unlike your original form (subject to GM discretion). If your new form does not cause your equipment to meld into your form, the equipment resizes to match your new size.",
			"",
			"While under the effects of a polymorph spell, you lose all extraordinary and supernatural abilities that depend on your original form (such as keen senses, scent, and darkvision), as well as any natural attacks and movement types possessed by your original form. You also lose any class features that depend upon form, but those that allow you to add features (such as sorcerers that can grow claws) still function. While most of these should be obvious, the GM is the final arbiter of what abilities depend on form and are lost when a new form is assumed. Your new form might restore a number of these abilities if they are possessed by the new form.",
			"",
			"You can only be affected by one polymorph spell at a time. If a new polymorph spell is cast on you (or you activate a polymorph effect, such as wild shape), you can decide whether or not to allow it to affect you, taking the place of the old spell. In addition, other spells that change your size have no effect on you while you are under the effects of a polymorph spell.",
			"",
			"If a polymorph spell is cast on a creature that is smaller than Small or larger than Medium, first adjust its ability scores to one of these two sizes using the following table before applying the bonuses granted by the polymorph spell.",
			"",
			"| Creature's Original Size | Str | Dex | Con | Adjusted Size |",
			"| --- | --- | --- | --- | --- |",
			"| Fine | +6 | -6 | - | Small |",
			"| Diminutive | +6 | -4 | - | Small |",
			"| Tiny | +4 | -2 | - | Small |",
			"| Large | -4 | +2 | -2 | Medium |",
			"| Huge | -8 | +4 | -4 | Medium |",
			"| Gargantuan | -12 | +4 | -6 | Medium |",
			"| Colossal | -16 | +4 | -8 | Medium |",
			"",
			"Polymorph is a subschool of [Transmutation](spelldef/transmutation)."
		]
	},
	"scrying": {
		"name": "Scrying",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Scrying (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"A scrying spell creates an invisible magical sensor that sends you information. Unless noted otherwise, the sensor has the same powers of sensory acuity that you possess. This level of acuity includes any spells or effects that target you, but not spells or effects that emanate from you. The sensor, however, is treated as a separate, independent sensory organ of yours, and thus functions normally even if you have been blinded or deafened, or otherwise suffered sensory impairment.",
			"",
			"A creature can notice the sensor by making a Perception check with a DC 20 + the spell level. The sensor can be dispelled as if it were an active spell.",
			"",
			"Lead sheeting or magical protection blocks a scrying spell, and you sense that the spell is blocked.",
			"",
			"Scrying is a subschool of [Divination](spelldef/divination)."
		]
	},
	"shadow_subschoool": {
		"name": "Shadow (subschoool)",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Shadow (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"A shadow spell creates something that is partially real from extradimensional energy. Such illusions can have real effects. Damage dealt by a shadow illusion is real.",
			"",
			"Shadow is a subschool of [Illusion](spelldef/illusion)."
		]
	},
	"summoning": {
		"name": "Summoning",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Summoning (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"A summoning spell instantly brings a creature or object to a place you designate. When the spell ends or is dispelled, a summoned creature is instantly sent back to where it came from, but a summoned object is not sent back unless the spell description specifically indicates this. A summoned creature also goes away if it is killed or if its hit points drop to 0 or lower, but it is not really dead. It takes 24 hours for the creature to reform, during which time it can't be summoned again.",
			"",
			"When the spell that summoned a creature ends and the creature disappears, all the spells it has cast expire. A summoned creature cannot use any innate summoning abilities it may have.",
			"",
			"Summoning is a subschool of [Conjuration](spelldef/conjuration)."
		]
	},
	"teleportation": {
		"name": "Teleportation",
		"sources": [ "PRPG Core Rulebook" ],
		"type": "subschool",
		"description": [
			"## Teleportation (subschool of magic)",
			"",
			"**Source** [PRPG Core Rulebook](source/prpg_core_rulebook)",
			"",
			"A teleportation spell transports one or more creatures or objects a great distance. The most powerful of these spells can cross planar boundaries. Unlike summoning spells, the transportation is (unless otherwise noted) one-way and not dispellable.",
			"",
			"Teleportation is instantaneous travel through the Astral Plane. Anything that blocks astral travel also blocks teleportation.",
			"",
			"Teleportation is a subschool of [Conjuration](spelldef/conjuration)."
		]
	},
	"acid": {
		"name": "Acid",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Acid (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Acid effects deal damage with chemical reactions rather than cold, electricity, heat, or vibration. This descriptor includes both actual acids and their chemical opposites, called bases or alkalines (such as ammonia and lye)."
		]
	},
	"air": {
		"name": "Air",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Air (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Spells that create air, manipulate air, or conjure creatures from air-dominant planes or with the air subtype should have the air descriptor."
		]
	},
	"chaotic": {
		"name": "Chaotic",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Chaotic (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Spells that draw upon the power of true chaos or conjure creatures from chaos-aligned planes or with the chaotic subtype should have the chaos descriptor."
		]
	},
	"cold": {
		"name": "Cold",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Cold (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Cold effects deal damage by making the target colder, typically by blasting it with supernaturally cooled matter or energy. Cold effects also include those that create ice, sleet, or snow out of nothing. They can cause frostbite, numbness, coordination problems, slowed movement and reactions, stupor, and death."
		]
	},
	"curse": {
		"name": "Curse",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Curse (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Curses are often permanent effects, and usually cannot be dispelled, but can be removed with a [break enchantment](spell/break_enchantment), [limited wish](spell/limited_wish), [miracle](spell/miracle), [remove curse](spell/remove_curse), or [wish](spell/wish)."
		]
	},
	"darkness": {
		"name": "Darkness",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Darkness (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Spells that create darkness or reduce the amount of light should have the darkness descriptor. Giving a spell the darkness descriptor indicates whether a spell like [daylight](spell/daylight) is high enough level to counter or dispel it."
		]
	},
	"death": {
		"name": "Death",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Death (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Spells with the death descriptor directly attack a creature's life force to cause immediate death, or to draw on the power of a dead or dying creature. The [death ward](spell/death_ward) spell protects against death effects, and some creature types are immune to death effects."
		]
	},
	"disease": {
		"name": "Disease",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Disease (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Disease effects give the target a disease, which may be an invading organism such as a bacteria or virus, an abnormal internal condition (such as a cancer or mental disorder), or a recurring magical effect that acts like one of the former. Creatures with resistance or immunity to disease apply that resistance to their saving throw and the effects of disease spells."
		]
	},
	"draconic": {
		"name": "Draconic",
		"sources": [ "Legacy of Dragons" ],
		"type": "descriptor",
		"description": [
			"## Draconic (spell discriptor)",
			"",
			"**Source** [Legacy of Dragons](source/legacy_of_dragons)",
			"",
			"Spells with the draconic descriptor were created by dragons in ages long past, and still resonate within the blood of true dragons to this day. Creatures of the dragon type with 5 or more racial hit dice can select a draconic spell as a spell known regardless of the class spell list it's on. Each time such a creature gains an additional racial hit die, it can select a draconic spell in place of an existing spell known of the same or higher spell level."
		]
	},
	"earth": {
		"name": "Earth",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Earth (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Spells that manipulate earth or conjure creatures from earth-dominant planes or with the earth subtype should have the earth descriptor."
		]
	},
	"electricity": {
		"name": "Electricity",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Electricity (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Electricity effects involve the presence and flow of electrical charge, whether expressed in amperes or volts. Electricity deals damage to creatures by disrupting their biological systems. It deals damage to objects (as well as creatures) by heating the material it passes through, and thus technically many electricity spells could also be treated as fire spells, but for sake of game simplicity, it is better to just let electricity-based spells deal electricity damage. Electricity effects may stun, paralyze, or even kill."
		]
	},
	"emotion": {
		"name": "Emotion",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Emotion (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Spells with this descriptor create emotions or manipulate the target's existing emotions. Most emotion spells are enchantments, except for fear spells, which are usually necromancy."
		]
	},
	"evil": {
		"name": "Evil",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Evil (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Spells that draw upon evil powers or conjure creatures from evil-aligned planes or with the evil subtype should have the evil descriptor."
		]
	},
	"fear": {
		"name": "Fear",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Fear (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Spells with the fear descriptor create, enhance, or manipulate fear. Most fear spells are necromancy spells, though some are enchantment spells."
		]
	},
	"fire": {
		"name": "Fire",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Fire (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Fire effects make the target hotter by creating fire, directly heating the target with magic or friction. Lava, steam, and boiling water all deal fire damage. Fire effects can also cause confusion, dizziness, exhaustion, fatigue, nausea, unconsciousness, and death. Spells that manipulate fire or conjure creatures from fire-dominant planes or with the fire subtype should have the fire descriptor."
		]
	},
	"force": {
		"name": "Force",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Force (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Spells with the force descriptor create or manipulate magical force. Force spells affect incorporeal creatures normally (as if they were corporeal creatures)."
		]
	},
	"good": {
		"name": "Good",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Good (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Spells that draw upon the power of true goodness or conjure creatures from good-aligned planes or with the good subtype should have the good descriptor."
		]
	},
	"language-dependent": {
		"name": "Language-Dependent",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Language-Dependent (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"A language-dependent spell uses intelligible language as a medium for communication. If the target cannot understand or hear what the caster of a language-dependent spell says, the spell has no effect, even if the target fails its saving throw."
		]
	},
	"lawful": {
		"name": "Lawful",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Lawful (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Spells that draw upon the power of true law or conjure creatures from law-aligned planes or with the lawful subtype should have the law descriptor."
		]
	},
	"light": {
		"name": "Light",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Light (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Spells that create significant amounts of light or attack darkness effects should have the light descriptor. Giving a spell the light descriptor indicates whether a spell like [darkness](spell/darkness) is high enough level counter or dispel it."
		]
	},
	"meditative": {
		"name": "Meditative",
		"sources": [ "Divine Anthology" ],
		"type": "descriptor",
		"description": [
			"## Meditative (spell discriptor)",
			"",
			"**Source** [Divine Anthology](source/divine_anthology)",
			"",
			"Meditative spells are not cast like other spells-they are cast during the period of the day when a spellcaster prepares her spells. A meditative spell must already be prepared at the time when you start your 1-hour spell preparation ritual, and at the end of that time, the meditative spell of your choosing is cast, leaving you with that one spell slot used for the remainder of the day. You can have only one meditative spell in effect on you at any one time. All meditative spells have a range of personal and a target of you, and they can't be brewed into potions or part of similar one-use items like elixirs. A meditative spell can be placed on a scroll or in a wand, but the act of casting the spell must always be incorporated into the user's spell-preparation time; it also takes 1 hour for a character who succeeds at an appropriate Use Magic Device check to operate such an item. Though some of these spells are on the cleric spell list, they can't be part of an oracle's list of spells known. Spontaneous casters such as oracles or sorcerers cannot benefit from the effects of a meditative spell, nor can characters who use such magic without preparation via Use Magic Device and a magic item, since part of the process of casting and maintaining the effects of a meditative spell involves tying the act of weaving the magic into the very process of meditation and study that a prepared spellcaster (such as a cleric or wizard) undergoes at the start of every day."
		]
	},
	"mind-affecting": {
		"name": "Mind-Affecting",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Mind-Affecting (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Mindless creatures (those with an Intelligence score of ---) and undead are immune to mind-affecting effects."
		]
	},
	"pain": {
		"name": "Pain",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Pain (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Pain effects cause unpleasant sensations without any permanent physical damage (though a sensitive target may suffer mental repercussions from lengthy exposure to pain). Creatures that are immune to effects that require a Fort save (such as constructs and undead) are immune to pain effects."
		]
	},
	"poison": {
		"name": "Poison",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Poison (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Poison effects use poison, venom, drugs, or similar toxic substances to disrupt and damage living creatures through chemical reactions. Technically, acids and poisons are both chemical reactions, but for the purpose of the Pathfinder Roleplaying Game, they are categorized as different effects, with acids dealing hit point damage and poisons causing ability damage, ability drain, bleeding, confusion, convulsions, nausea, paralysis, reduced healing, suffocation, unconsciousness, or death. Creatures with resistance to poison (such as dwarves) apply that resistance to their saving throws and the effects of poison spells. Creatures with immunity are immune to poisonous aspects of poison spells, but not necessarily all effects of the spell (for example, a spell that creates a pit full of liquid poison could still trap or drown a poison-immune creature)."
		]
	},
	"ruse": {
		"name": "Ruse",
		"sources": [ "Ultimate Intrigue" ],
		"type": "descriptor",
		"description": [
			"## Ruse (spell discriptor)",
			"",
			"**Source** [Ultimate Intrigue](source/ultimate_intrigue)",
			"",
			"Spells with the ruse descriptor are easily mistaken for other spells and are intended to confuse even onlookers trained in Spellcraft or Knowledge (arcana). Attempts to identify a ruse spell by its effects, its aura, its components, or other attributes with a skill check treat the spell as though it were a different spell, as indicated in the spell's description. The one attempting the check can correctly identify the spell only by exceeding the DC by 10. The false spell is typically a level lower than the ruse spell, so skill checks use the DC for the lower-level spell. Even [detect magic](spell/detect_magic) and most similar spells don't prevent the caster from being fooled by a ruse spell. [Analyze dweomer](spell/analyze_dweomer), [greater arcane sight](spell/greater_arcane_sight), and similar spells of the same or higher spell level that automatically identify spells reveal a ruse spell for what it is. Ruse spells that mimic harmless spells still list harmless on their saving throw or spell resistance lines; a creature that knows or suspects the true nature of the spell typically chooses to attempt the save."
		]
	},
	"shadow_descriptor": {
		"name": "Shadow (descriptor)",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Shadow (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Shadow spells manipulate matter or energy from the Shadow Plane, or allow transport to or from that plane."
		]
	},
	"sonic": {
		"name": "Sonic",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Sonic (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Sonic effects transmit energy to the target through frequent oscillations of pressure through the air, water, or ground. Sounds that are too high or too low for the humanoid ear to detect can still transmit enough energy to cause harm, which means that these effects can even affect deafened creatures. Sound effects can cause hit point damage, deafness, dizziness, nausea, pain, shortness of breath, and temporary blindness, and can detect creatures using batlike echolocation."
		]
	},
	"water": {
		"name": "Water",
		"sources": [ "Ultimate Magic" ],
		"type": "descriptor",
		"description": [
			"## Water (spell discriptor)",
			"",
			"**Source** [Ultimate Magic](source/ultimate_magic)",
			"",
			"Spells that manipulate water or conjure creatures from water-dominant planes or with the water subtype should have the water descriptor."
		]
	}
}
