{
	"arrow_champion": {
		"name": "Arrow Champion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Arrow Champion",
			"",
			"{SOURCE Ultimate Wilderness/95}  ",
			"While the swashbuckler's agile style of combat is equally suited to urban settings and wilderness, the bow and arrow is an indispensable asset in open areas and harsh terrain where fancy footwork isn't enough to close the distance or dodge the enemy's arrows.",
			"",
			"**Arrow Champion's Panache (Ex):** An arrow champion regains panache when she makes a killing blow with a light or one-handed piercing melee weapon or a bow (a {eq-weapon/longbow}, {eq-weapon/shortbow}, {eq-weapon/composite longbow}, or {eq-weapon/composite shortbow}).",
			"",
			"This alters panache.",
			"",
			"**Deeds:** An arrow champion gains the following deeds, each of which replaces an existing deed.",
			"",
			">**Retaliation (Ex):** When a foe hits the arrow champion with an attack, she can spend 1 panache point to make a retaliatory attack of opportunity against that foe. If the triggering attack is a melee attack, she can retaliate with a melee attack using a light or one-handed piercing melee weapon, provided the creature is within her reach. If the triggering attack is a ranged attack, she can retaliate with a ranged attack using a bow, provided that the creature is within 30 feet of her. This deed's cost cannot be reduced by any ability or effect that reduces the number of panache points a deed costs.",
			">",
			">This deed replaces {swashdeed/opportune parry and riposte}.",
			">",
			">**Precise Aim (Ex):** At 3rd level, when attacking with a light or one-handed piercing melee weapon, an arrow champion can add her swashbuckler level to the damage she deals, as the swashbuckler's {swashdeed/precise strike} deed. She can also add one-quarter of her swashbuckler level to the damage dealt when attacking with a bow, but the target must be within 30 feet of her. As a swift action, an arrow champion can spend 1 panache point to increase the range of the effect to her bow's first range increment. Unlike a normal swashbuckler, an arrow champion cannot spend panache to double the extra damage.",
			">",
			">This deed alters precise strike.",
			">",
			">**Swift Switch (Ex):** At 3rd level, while the arrow champion has at least 1 panache point, she can sheathe or draw an unhidden light or one-handed piercing melee weapon or a bow as a swift action without provoking attacks of opportunity. If the arrow champion spends 1 panache point, she can perform either action as an immediate action. In addition, if she has the {feat/Quick Draw} feat and one of her hands is free, she can sheathe a weapon and draw an unhidden weapon as part of the same swift action, provided that one of the weapons is a bow and the other is a light or one-handed piercing melee weapon. If she spends 1 panache point, she can perform the switch as an immediate action.",
			">",
			">This deed replaces {swashdeed/swashbuckler initiative}.",
			">",
			">**Archer's Feint (Ex):** At 7th level, when the arrow champion hits a foe within 30 feet with a bow attack, she can forgo the damage and instead attempt a {skill/Bluff} check to feint against that foe as a swift action. If successful, in addition to the normal benefits of feinting, she doubles the extra damage from precise aim on her next melee attack before the end of her next turn.",
			">",
			">This deed replaces {swashdeed/superior feint}.",
			"",
			"**Weapon Versatility (Ex):** At 5th level, an arrow champion learns to use precision-based tricks just as accurately with her bow as with her melee weapons. Provided that her swashbuckler level is high enough, she can use the {swashdeed/bleeding wound}, {swashdeed/deadly stab}, {swashdeed/menacing swordplay}, {swashdeed/perfect thrust}, {swashdeed/stunning stab}, and {swashdeed/targeted strike} deeds when attacking with a bow, so long as her target is within 30 feet. If she spends a panache point to increase the range of her precise aim ability, the increased range applies to this ability as well.",
			"",
			"This replaces swashbuckler weapon training.",
			"",
			"**Versatile Weapon Mastery (Ex):** At 20th level, an arrow champion gains the benefits of swashbuckler weapon mastery when using a light or one-handed piercing melee weapon or a bow.",
			"",
			"This alters swashbuckler weapon mastery."
		]
	},
	"azatariel": {
		"name": "Azatariel",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Azatariel",
			"",
			"{SOURCE Planar Adventures/10}  ",
			"Azatariels are the champions of Elysium, dedicated to spreading its unpredictable whimsy and capricious goodness across the planes. Irrepressible and happy-golucky even in the face of the most tyrannical devil, azatariels take their name from the azatas that they emulate. In battle, azatariels exult in darting among their foes, heedless of danger. Mastery of combat's chaos allows azatariels to turn enemies' strikes against each other, while supernatural good fortune protects them from dire afflictions. When allies falter with fear or suffer the effects of dark magic, a compassionate gesture from an azatariel cures their ills and spurs them onward.",
			"",
			"**Alignment:** An azatariel must be chaotic good. If an azatariel changes alignment, she loses all abilities granted by this archetype until her alignment returns to chaotic good.",
			"",
			"**Deeds:** An azatariel gains the following deeds.",
			"",
			">**Bralani's Swiftness (Ex):** At 3rd level, while the azatariel has at least 1 point of panache, she ignores movement penalties from difficult terrain.",
			">",
			">This replaces the {swashdeed/menacing swordplay} deed.",
			">",
			">**Whimsical Riposte (Ex):** At 3rd level, the azatariel adds her Charisma modifier to attack and damage rolls made with light or one-handed piercing weapons as part of her {swashdeed/opportune parry and riposte} deed (including when riposting). In addition, whenever the azatariel successfully parries an opponent's attack, instead of riposting she can redirect that attack to another target as an immediate action. The new target must be within the attacker's reach, and the attacker uses the original attack roll to determine the attack's success.",
			">",
			">This replaces the {swashdeed/precise strike} deed.",
			">",
			">**Lillend's Misdirection (Ex):** At 7th level, when a foe flanking the azatariel misses her with a melee attack, the azatariel can spend 2 panache points as an immediate action to attempt a {rule/reposition} combat maneuver check against the attacking foe. If she succeeds at the combat maneuver check, she and the attacking foe switch positions, and the melee attack roll that missed the azatariel instead targets the flanking opponent that did not make the attack, using the same attack roll result (including the bonus gained from flanking).",
			">",
			">This replaces the {swashdeed/targeted strike} deed.",
			">",
			">**Ghaele's Assault (Ex):** At 11th level, the azatariel can spend 2 panache points when charging. If she does, the AC penalty for charging changes to -4 and she can make a full attack at the end of her charge.",
			">",
			">This replaces the {swashdeed/bleeding wound} deed.",
			"",
			"**Elysian Conviction (Su):** At 2nd level, while she has at least 1 panache point, an azatariel adds her Charisma bonus to her saving throws against mind-affecting effects.",
			"",
			"This replaces charmed life.",
			"",
			"**Battle Dance (Ex):** At 3rd level and every 4 levels thereafter, an azatariel's base speed increases by 10 feet. This is an enhancement bonus. An azatariel in medium or heavy armor or carrying a medium or heavy load loses this extra speed.",
			"",
			"This replaces nimble.",
			"",
			"**Affection of Elysium (Su):** An azatariel's affection relieves harmful afflictions. At 4th level and every 4 levels thereafter, an azatariel selects a {ability/merc/y>ies} from those available to a paladin whose class level is equal to her swashbuckler level. She can show her affection to a willing, adjacent creature as a standard action to apply the effects of these mercies to the targeted creature, treating her swashbuckler level as her paladin level. An azatariel can use this ability a number of times per day equal to half her swashbuckler level plus her Charisma modifier.",
			"",
			"This replaces the swashbuckler's bonus feats."
		]
	},
	"courser": {
		"name": "Courser",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Courser",
			"",
			"{SOURCE Blood of the Beast/24}  ",
			"Many {race/tengu/s} still hold some bitterness at their lack of wings, and while a small number cultivate enough magic in themselves to recall the gift of flight, those tengu denizens of Golarion's greatest cities have refined their own way to fly. Coursers move with grace and ease, racing across rooftops, dashing up walls, and clearing vast gaps between buildings. These daredevils clash for territory and rob vastly superior enemies, trusting in their incredible speed and mobility to keep them safe rather than resorting to swordplay.",
			"",
			"**Swift Target (Ex):** At 1st level, the courser gains {feat/Dodge} as a bonus feat even if she does not meet the prerequisites. As long as she has at least 1 panache point and is wearing light armor or no armor, her base speed increases by 5 feet.",
			"",
			"This ability replaces the swashbuckler's {swashdeed/opportune parry and riposte} deeds.",
			"",
			"**Nimble Toes (Ex):** At 3rd level, the AC bonus gained from the nimble class feature increases by 1 as long as the courser moves at least 20 feet during her turn, though it is reduced by 1 if she does not move at least 10 feet on her turn. These modifiers last until the beginning of the courser's next turn.",
			"",
			"This ability modifies nimble.",
			"",
			"**Confounding Target (Ex):** At 4th level, the courser gains {feat/Spring Attack} as a bonus feat even if she does not meet the prerequisites. As long as she has at least 1 panache point and is wearing light armor or no armor, her base speed increases by 10 feet rather than 5 feet. This ability replaces the bonus feat gained at 4th level.",
			"",
			"**Deeds:** A courser gains the following deeds, each of which replaces an existing deed.",
			"",
			">**Wall Run (Ex):** At 3rd level, the courser can run horizontally across vertical surfaces for 1 round by spending 1 panache point. She can perform this deed only while wearing light armor or no armor, and she must end her movement for the round on solid ground or else fall prone. The courser can use this deed to run straight up vertical surfaces as well, but every 5 feet up counts as 10 feet of movement.",
			">",
			">This deed replaces {swashdeed/menacing swordplay}.",
			">",
			">**Impossible Leap (Ex):** At 7th level, as long as the courser has at least 1 panache point and is wearing light armor or no armor, she adds her swashbuckler level on all Acrobatics checks to jump. She can spend 1 panache point as an immediate action to jump 10 feet in the direction of her choice. This ability can be used to extend another jump or change direction mid-jump. If used in response to an attack, this deed functions as the {swashdeed/dodging panache} deed, but it allows the courser to move 10 feet.",
			">",
			">This deed replaces the {swashdeed/superior feint} deed.",
			">",
			">**Swift Strikes (Ex):** At 11th level, the courser can spend 1 panache point to target two separate creatures when she uses the Spring Attack feat. She rolls the attack once and compares the result to each target's Armor Class separately. Additional damage, such as from a critical hit or weapon property, applies to only the first target struck. Her movement still provokes attacks of opportunity normally from any creature she doesn't attack.",
			">",
			">This deed replaces the {swashdeed/bleeding wound} deed."
		]
	},
	"daring_infiltrator": {
		"name": "Daring Infiltrator",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Daring Infiltrator",
			"",
			"{SOURCE Advanced Class Guide/124}  ",
			"Not known for their flashy entrances or for standing out in a crowd, a daring infiltrator uses stealth, disguise, and ruthless guile to pursue her goals. Some of these swashbucklers work to undermine evil organizations, while others are master thieves or mysterious assassins.",
			"",
			"**Class Skills:** A daring infiltrator gains Disguise and Stealth as class skills, but does not gain Diplomacy, Perform, and Profession as class skills. This alters the swashbuckler's class skill list.",
			"",
			"**Bonus Feats:** In addition to combat feats, a daring infiltrator's bonus feats at 4th, 8th, 12th, 16th, and 20th level can come from the following list: {feat/Alertness}, {feat/Antagonize}, {feat/Cosmopolitan}, {feat/Deceitful}, {feat/Deft Hands}, {feat/Disarming Threat Deed}, {feat/Persuasive}, {feat/Prodigy}, and {feat/Skill Focus}. This alters the bonus feat class ability.",
			"",
			"**Quick-Tongued (Ex):** At 2nd level, a daring infiltrator gains a +1 bonus on Bluff checks. This bonus increases by 1 for every 4 levels beyond 2nd. This ability replaces charmed life.",
			"",
			"**Deeds:** A daring infiltrator gains the following deeds, each of which replaces an existing deed.",
			"",
			">**Clandestine Expertise (Ex):** At 3rd level, a daring infiltrator with at least 1 panache point gains a +2 bonus on Disguise and Stealth checks. Also, as long as she has at least 1 panache point, when she successfully aids another with a Disguise or Stealth check, she grants the subject a +4 bonus on the skill check instead of the normal +2. This deed replaces {swashdeed/swashbuckler initiative}.",
			">",
			">**Silence Is Golden (Ex):** At 3rd level, when a daring infiltrator with at least 1 panache point succeeds at a trip or grapple combat maneuver check, the target is rendered mute for 1 round. For every 5 by which the result of the combat maneuver check exceeds the opponent's CMD, the target remains mute for an additional round. A mute creature cannot speak, use language-dependent effects or verbal components, or use command words. This deed replaces {swashdeed/menacing swordplay}.",
			">",
			">**Authoritative Bluff (Ex):** At 11th level, a daring infiltrator can spend 1 panache point to reroll a Bluff check after the roll is made but before the results are revealed. She must take the result of the second roll, even if it is lower. Additionally, a daring infiltrator with at least 1 panache point gains a +5 bonus on Bluff checks to pretend to be someone's superior (socially or in the military). If she succeeds at the check, the target obeys any reasonable orders she gives as it would those of an actual superior in the situation. This deed replaces {swashdeed/bleeding wound}."
		]
	},
	"dashing_thief": {
		"name": "Dashing Thief",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Dashing Thief",
			"",
			"{SOURCE Adventurer's Guide/51}  ",
			"The dashing thief relies on swift swordplay, dazzling charm, and spirited courage to commit audacious acts of thievery. Another thief might break into a noble's house by night, leaving none the wiser, but the dashing thief swings in through a window, charms the noble's servant into handing over the jewelry, and then duels her way out. {rule/aff<Council of| Thieves} heists often involve at least one dashing thief, as their attention-grabbing antics can provide a distraction for subtler agents, and their combat skills can be vital in tight spots. The majority of the Council's dashing thieves are personally trained by Sabriune Misraria - between her renounced family's lust-fueled intrigues and their numerous enslaved succubi, the drow heretic has numerous sources for the tricks and stunts she teaches her agents.",
			"",
			"**Bold Thief (Ex):** A dashing thief fulfills the Council's larcenous goals with style. Her {swashdeed/derring-do} and {swashdeed/swashbuckler's edge} deeds apply to Disable Device and Sleight of Hand, but not to Fly and Ride. She adds Disable Device to her list of class skills, but does not have Fly or Ride as class skills.",
			"",
			"This ability alters the swashbuckler's class skills and the derring-do and swashbuckler's edge deeds.",
			"",
			"**Thief's Confidence (Ex):** A dashing thief's panache is fueled by bold acts of thievery. Whenever a dashing thief uses the steal combat maneuver to steal an object worth at least 100 gp &times; her class level from an opponent, she regains 1 panache point. She cannot regain panache in this way from a given opponent more than once per day.",
			"",
			"This ability alters panache and replaces the swashbuckler's ability to regain panache from a killing blow.",
			"",
			"**Rogue Talents:** Council training grants a dashing thief numerous opportunities to learn trade secrets from fellow scoundrels. At 4th level and every 4 levels thereafter, a dashing thief gains a {ability/rogue talent}, treating her class level as her rogue level when determining the talents' benefits. Starting at 12th level, the dashing thief can choose {ability/advanced rogue talents}.",
			"",
			"This ability replaces the swashbuckler's bonus feats.",
			"",
			"**Dazing Charm Deed (Ex):** A dashing thief takes foes aback with her forwardness, shocking them into submission long enough to rush past or stage a getaway. At 3rd level, as a free action when she successfully feints against a foe, she can spend 1 panache point to pull the enemy into a quick kiss (or similar gesture). The target is dazed for 1 round unless it succeeds at a Will save (DC = 10 + half the dashing thief's class level + her Charisma modifier). A creature dazed this way is immune to that dashing thief's dazing charm deed for 24 hours. Whether or not a creature could potentially be affected by a dazing charm deed is ultimately subject to GM adjudication. As a general rule, however, it works on creatures of the dashing thief's creature type, or on those of a different type but who share significant thematic similarities (for example, a human dashing thief could use her dazing charm deed on any humanoid, but also potentially on creatures as diverse as dryads, tieflings, or even centaurs or sphinxes).",
			"",
			"This ability replaces the {swashdeed/menacing swordplay} deed.",
			"",
			"**Swaying Charm Deed (Su):** A dashing thief eventually becomes truly irresistible. At 15th level, when a dashing thief successfully dazes a creature using her dazing charm deed, she can instead charm the target for 1 day (as per {spell/charm monster}). Only one creature can be charmed this way at a time; if the dashing thief charms another creature this way, the first charm effect immediately ends.",
			"",
			"This ability replaces the {swashdeed/dizzying defense} deed."
		]
	},
	"flying_blade": {
		"name": "Flying Blade",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Flying Blade",
			"",
			"{SOURCE Advanced Class Guide/124}  ",
			"While most swashbucklers prefer their battles up close, others prefer dealing death from a distance.",
			"",
			"**Panache:** Unlike other swashbucklers, a flying blade regains panache only when she confirms a critical hit or makes a killing blow with a {eq-weapon/dagger} or {eq-weapon/starknife}. This ability alters panache.",
			"",
			"**Deeds:** A flying blade gains the following deeds, each of which replaces an existing deed.",
			"",
			">**Subtle Throw (Ex):** At 1st level, a flying blade can spend 1 panache point as part of a ranged attack with a dagger or starknife to make it without provoking attacks of opportunity. At 6th level, as a swift action she can spend 1 panache point to make all of her ranged attacks with daggers or starknives without provoking attacks of opportunity until the start of her next turn. This deed replaces {swashdeed/dodging panache}.",
			">",
			">**Disrupting Counter (Ex):** At 3rd level, when an opponent makes a melee attack against her, she can spend 1 panache point to make an attack of opportunity against the attacking foe. This attack of opportunity can be made with either a dagger or a starknife. If the attack hits, the opponent takes a -4 penalty on all attack rolls until the end of its turn. This deed replaces {swashdeed/kip-up}.",
			">",
			">**Precise Throw (Ex):** At 3rd level, as long as she has at least 1 panache point, a flying blade can use her {swashdeed/precise strike} with a thrown dagger or starknife as long as the target is within 60 feet of her, and she increases the range increment of these weapons by 5 feet. She can spend 1 panache point when she throws a dagger or a starknife to ignore all range increment penalties with that ranged attack. This deed replaces {swashdeed/menacing swordplay}.",
			">",
			">**Targeted Throw (Ex):** At 7th level, a flying blade can target individual body parts. This deed functions as the swashbuckler's {swashdeed/targeted strike} deed, but the flying blade can also use this deed when making ranged attacks with either a dagger or a starknife as long as the target is within 60 feet of the flying blade. This deed replaces targeted strike.",
			">",
			">**Bleeding Wound (Ex):** At 11th level, a flying blade can deal bleed damage as part of an attack. This deed functions as the swashbuckler's {swashdeed/bleeding wound} deed, but the flying blade can also use this deed when making ranged attacks with either a dagger or a starknife as long as the target is within 60 feet of the flying blade. This deed alters bleeding wound.",
			">",
			">**Perfect Throw (Ex):** At 15th level, a flying blade can pool all of her attack potential into a single attack. This deed functions as the swashbuckler's {swashdeed/perfect thrust} deed, but the flying blade must use this deed when making ranged attacks with either a dagger or a starknife, and she can use this deed only on targets within 60 feet of her. This deed replaces perfect thrust.",
			"",
			"**Flying Blade Training (Ex):** At 5th level, a flying blade gains a +1 bonus on attack and damage rolls when using daggers or starknives in combat. When a flying blade wields a dagger or starknife, she gains the benefit of the {feat/Improved Critical} feat with those weapons. Additionally, a flying blade increases the range increment of a thrown dagger or starknife by 5 feet. The increase of range increment stacks with that of precise throw.",
			"",
			"Every 4 levels thereafter, the bonus on attack and damage rolls increases by 1, and the range increment increases by 5 feet. This ability replaces swashbuckler weapon training.",
			"",
			"**Flying Blade Mastery (Ex):** At 20th level, when an attack that a flying blade makes with a dagger or starknife threatens a critical hit, that critical hit is automatically confirmed. Furthermore, the critical modifiers of daggers and starknives increase by 1 (&times;2 becomes &times;3, and so on). This ability replaces swashbuckler weapon mastery."
		]
	},
	"guiding_blade": {
		"name": "Guiding Blade",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Guiding Blade",
			"",
			"{SOURCE Ultimate Intrigue/52}  ",
			"While some swashbucklers are loners or glory hounds, always trying to take the credit for finishing off a foe with little regard for their allies, guiding blades focus their swordplay and panache on helping their allies. For a guiding blade, anything is possible when the right team comes together, and she learns how to protect and bolster her allies to ensure the team's victory. Instead of parrying attacks against her, a guiding blade redirects her enemies' ire away from her allies, interfering with enemies who attack her allies, whether that attack comes by blade or by spell.",
			"",
			"**Daring Teamwork (Ex):** A guiding blade uses her panache to inspire her allies to heights of teamwork they could never reach alone. At 1st level, a guiding blade gains {main/feats_<a bonus |teamwork/ feat}. She gains an additional teamwork feat at 4th level and every 4 swashbuckler levels thereafter.",
			"",
			"As a standard action, she can spend 1 panache point to grant a teamwork feat she gained from this ability to all allies within 30 feet who can see and hear her. They do not need to meet the feat's prerequisites. She can use this ability multiple times to grant multiple teamwork feats. This ability lasts for 3 rounds + 1 round for every 2 swashbuckler levels she has, but if the guiding blade ever fails to have at least 1 panache point, all of these durations end immediately. At 7th level, the guiding blade can activate this ability as a swift action. At 15th level, she can grant two teamwork feats each time she activates this ability, and she can grant any teamwork feats she possesses, not just the teamwork feats she gained from this ability.",
			"",
			"A guiding blade regains panache whenever an ally reduces a creature to 0 or fewer hit points, instead of when she herself does so. She still doesn't regain panache from unattended objects, helpless or unaware creatures, or opponents with low Hit Dice.",
			"",
			"This ability replaces bonus feats and the swashbuckler's 1st-, 7th-, and 15th-level deeds, and it alters panache.",
			"",
			"**Charmed Guardian (Ex):** At 2nd level, the fortunate nature of a guiding blade's charmed life extends to protect her allies as well. She can use her charmed life ability on a saving throw attempted by any ally within 30 feet, including herself.",
			"",
			"This ability alters charmed life.",
			"",
			"**Interfering Blade (Ex):** At 3rd level, a guiding blade learns how to use her weapon to interfere with enemies' attacks, protecting her allies from peril. As long as the guiding blade is wearing light or no armor, whenever she is aware of an attack against an adjacent ally and would not herself be denied her Dexterity bonus against that attack, the guiding blade grants that ally a +1 bonus to AC against that attack.",
			"",
			"For example, if an invisible enemy attacks a guiding blade's ally and the guiding blade can't see that enemy, she would not grant the bonus from interfering blade unless she had the {ability/uncanny dodge} ability. This bonus does not stack with any bonus to AC the guiding blade provides with the aid another action. The bonus increases by 1 for every 4 swashbuckler levels beyond 3rd, to a maximum of +5 at 19th level.",
			"",
			"This ability replaces nimble.",
			"",
			"**Deeds:** A guiding blade receives the following deed.",
			"",
			">**Opportune Redirection and Riposte (Ex):** At 3rd level, when an opponent threatening both the guiding blade and an adjacent ally attacks that ally, the guiding blade can spend 1 point of panache and expend a use of an attack of opportunity to attempt to redirect the attack to herself. The guiding blade makes an attack roll as if she were making an attack of opportunity; for each size category the attacking creature is larger than the guiding blade, the guiding blade takes a -2 penalty on this roll. If her result is greater than the attacking creature's attack result, the creature's attack is redirected to the guiding blade instead of the guiding blade's adjacent ally. The guiding blade must declare the use of this ability after the creature's attack is announced but before its attack roll is made.",
			">",
			">Upon performing a successful redirection, if the guiding blade has at least 1 panache point, the guiding blade can, as an immediate action, make an attack against the creature whose attack she redirected, provided that creature is within reach. A guiding blade can't select opportune redirection and riposte as a signature deed.",
			"",
			"This deed replaces the {swashdeed/kip-up} deed."
		]
	},
	"inspired_blade": {
		"name": "Inspired Blade",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Inspired Blade",
			"",
			"{SOURCE Advanced Class Guide/125}  ",
			"An inspired blade is both a force of personality and a sage of swordplay dedicated to the perfection of combat with the rapier. They use the science and geometry with swordplay to beautiful and deadly effect.",
			"",
			"**Inspired Panache (Ex):** Each day, an inspired blade gains a number of panache points equal to her Charisma modifier (minimum 1) and Intelligence modifier (minimum 1), instead of just her Charisma modifier.",
			"",
			"Unlike other swashbucklers, an inspired blade gains no panache from a killing blow. She gains panache only from scoring a critical hit with a {eq-weapon/rapier}. This ability alters the panache class feature.",
			"",
			"**Inspired Finesse (Ex):** At 1st level, an inspired blade gains the benefits of {feat/Weapon Finesse} with the rapier (this ability counts as having the Weapon Finesse feat for the purpose of meeting feat prerequisites) and gains {feat/Weapon Focus} (rapier) as a bonus feat. This ability replaces swashbuckler finesse.",
			"",
			"**Deeds:** The inspired blade gains the following deed.",
			"",
			">**Inspired Strike (Ex):** At 11th level, an inspired blade can spend 1 panache point when making an attack with a rapier to gain an insight bonus on that attack roll equal to her Intelligence modifier (minimum +1). When an inspired blade hits with an attack augmented by inspired strike, she can spend 1 additional panache point to make the hit a critical threat, though if she does so, she does not regain panache if she confirms that critical threat. The cost of this deed cannot be reduced by abilities such as {feat/Signature Deed}. This ability replaces {swashdeed/bleeding wound}.",
			"",
			"**Rapier Training (Ex):** At 5th level, an inspired blade gains a +1 bonus on attack rolls and a +2 bonus on damage rolls with rapiers. While wielding a rapier, she gains the benefit of the {feat/Improved Critical} feat. These attack and damage bonuses increase by 1 for every 4 levels beyond 5th (to a maximum of +4 on attack rolls and +5 on damage rolls at 17th level). This ability replaces swashbuckler weapon training.",
			"",
			"**Rapier Weapon Mastery (Ex):** At 20th level, when an inspired blade threatens a critical hit with a rapier, that critical hit is automatically confirmed. Furthermore, the critical threat range increases by 1 (this increase to the critical threat range stacks with the increases from rapier training, to a total threat range of 14-20), and the critical modifier of the weapon increases by 1 (&times;2 becomes &times;3, for example). This ability replaces swashbuckler weapon mastery."
		]
	},
	"mouser": {
		"name": "Mouser",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Mouser",
			"",
			"{SOURCE Advanced Class Guide/125}  ",
			"In the hands of a trained warrior, a well-sharpened blade is deadly regardless of size. A mouser moves in close, using her size and skill as an advantage.",
			"",
			"**Deeds:** The mouser gains the following deeds, each of which replaces an existing deed.",
			"",
			">**Underfoot Assault (Ex):** At 1st level, if a foe whose size is larger than the mouser's is adjacent to her and misses her with a melee attack, the mouser can as an immediate action spend 1 panache point to move 5 feet into an area of the attacker's space. This movement does not count against the mouser's movement the next round, and it doesn't provoke attacks of opportunity. While the mouser is within a foe's space, she is considered to occupy her square within that foe's space.",
			">",
			">While the mouser is within her foe's space, the foe takes a -4 penalty on all attack rolls and combat maneuver checks not made against the mouser, and all of the mouser's allies that are adjacent to both the foe and the mouser are considered to be flanking the foe. The mouser is considered to be flanking the foe whose space she is within if she is adjacent to an ally who is also adjacent to the foe. The mouser can move within her foe's space and leave the foe's space unhindered and without provoking attacks of opportunity, but if the foe attempts to move to a position where the mouser is no longer in its space, the movement provokes an attack of opportunity from the mouser. This deed replaces {swashdeed/opportune parry and riposte}.",
			">",
			">**Quick Steal (Ex):** At 3rd level, as a swift action the mouser can spend 1 panache point when she hits a for larger than her size with a light or one-handed piercing melee weapon to attempt a steal combat maneuver check against the creature she hit. Using this deed does not provoke an attack of opportunity. This deed replaces {swashdeed/menacing swordplay}.",
			">",
			">**Hamstring (Ex):** At 7th level, as long as a mouser has at least 1 panache point when she hits a foe whose size is larger than her own with a light or one-handed piercing melee weapon, she can as a swift action attempt a dirty trick combat maneuver check. Instead of the normal conditions that can be applied with dirty trick, this deed can only stagger the target if the check is successful. This deed replaces {swashdeed/targeted strike}.",
			">",
			">**Cat's Charge (Ex):** At 11th level, as long as a mouser has at least 1 panache point, when she charges a foe whose size is larger than her own, the mouser can end her charge in any space she can reach, not just the closest space. All other requirements of the charge must still be satisfied. This deed replaces {swashdeed/bleeding wound}."
		]
	},
	"musketeer": {
		"name": "Musketeer",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Musketeer",
			"",
			"{SOURCE Advanced Class Guide/126}  ",
			"A number of organizations and kingdoms search for warriors who are brave (or foolish) enough to wield firearms on the battlefield. The daring nature of swashbucklers often makes them ideal candidates for such service.",
			"",
			"**Weapon Proficiency:** A musketeer gains proficiency with all simple weapons and martial weapons, as well as one-handed and two-handed firearms. This ability replaces the swashbuckler's weapon proficiencies.",
			"",
			"**Musketeer Instruction (Ex):** At 1st level, a musketeer gains the benefits of the {feat/Weapon Finesse} feature with the {eq-weapon/rapier} (this counts as having the Weapon Finesse feat for purposes of meeting feat prerequisites), as well as both {feat/Rapid Reload} (musket) and {feat/Gunsmithing} feats as bonus feats. This ability replaces swashbuckler finesse.",
			"",
			"**Deed:** The musketeer gains the following deed, which replaces an existing deed.",
			"",
			">**Quick Clear (Ex):** At 1st level, as a standard action the musketeer can spend 1 panache point to remove the broken condition from a single firearm he is currently wielding, as long as the firearm gained that condition through a misfire. This deed replaces {swashdeed/dodging panache}."
		]
	},
	"mysterious_avenger": {
		"name": "Mysterious Avenger",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Mysterious Avenger",
			"",
			"{SOURCE Advanced Class Guide/126}  ",
			"While some swashbucklers fight for queen and country, and others for coin, glory, or just the enhancement of their own reputations, the mysterious avenger fights directly for a cause. Instead of gaining personal glory for her heroic deeds, she keeps her identity hidden in order to fight for those who cannot fight for themselves.",
			"",
			"**Alignment:** A mysterious avenger must be of a good alignment, and must be dedicated to the protection of the good and the powerless under her care. If she ceases to be good or betrays the trust of those she was sworn to protect, she loses her secret identity and greater charmed life class features. She can regain them if she atones for her violations by some means that the GM sees fit (possibly by way of the {spell/atonement} spell if the mysterious avenger is especially religious).",
			"",
			"**Class Skills:** A mysterious avenger adds Disguise to her list of class skills. This alters the swashbuckler's class skills.",
			"",
			"**Weapon and Armor Proficiency:** A mysterious avenger loses her proficiency with bucklers, but gains proficiency in the {eq-weapon/whip} exotic weapon. This alters the swashbuckler's weapon and armor proficiency.",
			"",
			"**Avenger Finesse (Ex):** A mysterious avenger gains all of the benefits of the swashbuckler's finesse class feature, and gains the ability to use a whip in place of a light or one-handed piercing melee weapon for all swashbuckler class features and deeds. This ability alters swashbuckler finesse.",
			"",
			"**Secret Identity (Su):** At 3rd level, a mysterious avenger's force of personality and dedication to her cause give her the ability to keep her true identity secret, even from magical prying. She gains a +4 bonus on Disguise checks in a single disguise of her choice, typically her avenger persona. Once this disguise has been chosen, it can't be changed. She also gains a +4 bonus on saving throws against divination effect. At 11th level, she becomes immune to all scrying effects and other magical effects used in attempts to uncover her secret identity. This ability replaces nimble.",
			"",
			"**Greater Charmed Life (Ex):** At 4th level, the mysterious avenger gains three extra uses of charmed life. As an immediate action, she can expend one use of charmed life to gain a bonus to her AC equal to her Charisma modifier (minimum 1). She must choose to do this before the attack roll is made against her. This ability replaces the bonus feat gained at 4th level.",
			"",
			"**Avenger's Target (Ex):** At 5th level, a mysterious avenger gains a +1 bonus on attack and damage rolls with light or one-handed piercing melee weapons and whips. Furthermore, a mysterious avenger can study an opponent she can see as a move action. The mysterious avenger then gains a +1 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks against that opponent, a +1 bonus on weapon attack and damage rolls against it, and a +1 bonus to DCs of any deeds used against that opponent. A mysterious avenger can maintain these bonuses against only one opponent at a time; these bonuses remain in effect until either the opponent is dead or the mysterious avenger studies a new target.",
			"",
			"At 10th, 15th, and 20th levels, these mysterious avenger's bonuses against a studied target increase by 1. In addition, at each such interval, a mysterious avenger is able to maintain these bonuses against an additional studied target at the same time. A mysterious avenger can discard this connection to a studied target as a free action, allowing her to study another target in its place.",
			"",
			"At 10th level, a mysterious avenger can study an opponent as a move or swift action. This ability replaces swashbuckler weapon training."
		]
	},
	"noble_fencer": {
		"name": "Noble Fencer",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Noble Fencer",
			"",
			"{SOURCE Ultimate Intrigue/52}  ",
			"The noble fencer is an aristocrat or other upper-class socialite who trained in dueling from a young age. Noble fencers fight with their own style, with distinct differences from those of alley bravos or gladiatorial duelists. They use their quick wits and panache in both physical and social confrontations, and they rely on their training and discipline to emerge victorious, rather than merely trusting to luck.",
			"",
			"**Deeds:** A noble fencer gains the following deeds.",
			"",
			">**Social Panache (Ex):** At 1st level, a noble fencer can spend 1 panache point when he attempts a Bluff, Diplomacy, Intimidate, or Sense Motive check to roll 1d6 and add the result to the check. He can do this after he rolls the check but before the result is revealed. If the result of the d6 roll is a natural 6, he rolls another 1d6 and adds it to the check. He can continue to do this as long as he rolls natural 6s, up to a number of times equal to his Charisma modifier (minimum 1).",
			">",
			">Just before a verbal duel, a noble fencer can spend up to 4 panache points. For each point he spends, he selects a tactic for which he has chosen Bluff, Diplomacy, Intimidate, or Sense Motive as an associated skill and gains an edge he can only use with that tactic.",
			">",
			">This deed replaces the {swashdeed/dodging panache} deed.",
			">",
			">**Incredible Aspirations (Ex):** At 7th level, a noble fencer strives for truly amazing results when he uses his {swashdeed/derring-do} and social panache deeds. As long as he has 1 panache point, the first time he rolls a natural 5 on the 1d6 for those deeds, he can roll another 1d6, subject to the other limitations of the respective deeds. He can still reroll as many rolls of 6 as normal.",
			">",
			">This deed replaces the {swashdeed/superior feint} deed.",
			">",
			">**Unshakable Presence (Ex):** At 11th level, a noble fencer cloaks himself in the combined bravado of a swashbuckler and a noble, girding himself against anything that attempts to shake his impossible confidence. While he has at least 1 panache point, he cannot be demoralized by the Intimidate skill.",
			">",
			">This ability replaces the {swashdeed/subtle blade} deed.",
			"",
			"**Aristocratic Discipline (Ex):** At 2nd level, a noble fencer relies on his extremely honed training and discipline to protect his mind, rather than luck. The noble fencer gains a +1 bonus on Will saves against mind-affecting effects. This bonus increases by 1 at 6th level and every 4 swashbuckler levels thereafter.",
			"",
			"This ability replaces charmed life."
		]
	},
	"okayo_corsair": {
		"name": "Okayo Corsair",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Okayo Corsair",
			"",
			"{SOURCE Martial Arts Handbook/11}  ",
			"An Okayo corsair practices a unique acrobatic martial art that draws inspiration from both the mysticism of monastic combat traditions and the flair of a swashbuckler. This style originated among pirates of the Dragon Empires and has since spread and become popular in the Shackles.",
			"",
			"**Weapon and Armor Proficiency:** Okayo corsairs are proficient with simple weapons and all weapons from the monk weapon group, as well as light armor and bucklers.",
			"",
			"This replaces the swashbuckler's weapon and armor proficiency.",
			"",
			"**Okayo Finesse (Ex):** An Okayo corsair gains the benefits of the {feat/Weapon Finesse} feat with light or one-handed melee weapons from the monk {ability/weapon group>s}, and she can use her Charisma score in place of Intelligence and Wisdom for the purpose of meeting prerequisites for combat feats. This ability counts as the Weapon Finesse feat for the purpose of meeting feat prerequisites.",
			"",
			"This replaces swashbuckler finesse.",
			"",
			"**Okayo Panache (Ex):** An Okayo corsair regains panache only when she confirms a critical hit or makes a killing blow with a light or one-handed weapon from the monk weapon group. Additionally, the Okayo corsair gains the ability to use a light or one-handed monk weapon for her swashbuckler class features, deeds, and feats, even if the weapon is not a piercing weapon, but she can't use other light or one-handed weapons with her class features or deeds.",
			"",
			"This alters panache.",
			"",
			"**Deeds:** An Okayo corsair gains the following deeds.",
			"",
			">**Ki Panache (Su):** At 3rd level, a power similar to a monk's ki awakens within the Okayo corsair. She can spend 1 panache point as a swift action to gain one of the following three benefits: she can make one additional attack at her highest attack bonus when making a full attack, she can increase her speed by 20 feet for 1 round, or she can give herself a +4 dodge bonus to AC for 1 round.",
			">",
			">This deed replaces {swashdeed/menacing swordplay}.",
			">",
			">**Slow Fall (Su):** At 7th level, the Okayo corsair can spend 1 panache point to slow her descent as per {spell/feather fall}, treating her swashbuckler level as her caster level, provided that she is adjacent to a wall.",
			">",
			">This deed replaces {swashdeed/superior feint}.",
			">",
			">**High Jump (Su):** At 11th level, so long as the Okayo corsair has at least 1 panache point, she adds her level as a bonus on Acrobatics checks to jump and always counts as having a running start. She can spend 1 panache point as a swift action to gain a +20 bonus on Acrobatics checks to jump for 1 round.",
			">",
			">This deed replaces {swashdeed/bleeding wound}.",
			">",
			">**Abundant Step (Su):** At 15th level, an Okayo corsair can spend 2 panache points as a move action to move magically between spaces, as {spell/dimension door}. Her caster level for this effect is equal to her swashbuckler level. She can't take other creatures with her when she uses this ability.",
			">",
			">This deed replaces {swashdeed/dizzying defense}.",
			"",
			"**Bonus Feats:** At 4th level, an Okayo corsair's swashbuckler levels are considered both fighter levels and monk levels for the purpose of meeting {main/feats_<combat/ feat} prerequisites.",
			"",
			"This alters the bonus feat class ability."
		]
	},
	"picaroon": {
		"name": "Picaroon",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Picaroon",
			"",
			"{SOURCE Advanced Class Guide/127}  ",
			"While some swashbucklers take pride in their ability to wear down an opponent with great skill at arms and clever positioning, there are those who use firearms to get in close and hit hard.",
			"",
			"**Weapon Proficiency:** A picaroon gains proficiency with all simple weapons and martial weapons, as well as one-handed firearms. This replaces the swashbuckler's weapon proficiency.",
			"",
			"**Panache:** Unlike other swashbucklers, a picaroon regains panache when she confirms a critical hit or makes a killing blow with a light or one-handed piercing melee weapon or a one-handed firearm. This ability alters panache.",
			"",
			"**Deeds:** The picaroon gains the following deeds, each of which replaces an existing deed.",
			"",
			">**Melee Shooter (Ex):** At 1st level, as a swift action when wielding both a light or one-handed piercing melee weapon and a one-handed firearm, the picaroon can spend 1 panache point to avoid provoking attacks of opportunity with the first ranged attack made by the one-handed firearm during her turn. This deed replaces {swashdeed/opportune parry and riposte}.",
			">",
			">**Quick Clear (Ex):** At 3rd level, as a standard action the picaroon can spend 1 panache point to remove the broken condition from a single one-handed firearm she is currently wielding, as long as the firearm gained that condition through a misfire. This deed replaces {swashdeed/kip-up}.",
			">",
			">**Gun Feint (Ex):** At 7th level, a picaroon can use the ferocious reputation of firearms to her advantage. A picaroon with at least 1 panache point can feint instead of attacking with her firearm as part of a full attack. She can spend 1 panache point to gain a +5 bonus on this check. This deed replaces {swashdeed/superior feint}.",
			">",
			">**Lightning Reload (Ex):** At 11th level, once per round the picaroon can spend 1 panache point to reload a single barrel of a one-handed firearm as a swift action. If she has the {feat/Rapid Reload} feat or is using an alchemical cartridge, she can instead reload a single barrel of the weapon as a free action each round. Using this deed doesn't provoke attacks of opportunity. This deed replaces {swashdeed/bleeding wound}.",
			"",
			"**Two-Weapon Finesse (Ex):** A picaroon gains the benefits of the {feat/Weapon Finesse} feat with light or one-handed piercing melee weapons. She also gains the effects of the {feat/Two-Weapon Fighting} feat as long as she is wielding a light or one-handed piercing melee weapon in one hand and one-handed firearm in the other hand. This ability counts as having both the Weapon Finesse and Two-Weapon Fighting feats for the purposes of meeting feat requirements. This ability replaces swashbuckler finesse."
		]
	},
	"rondelero_swashbuckler": {
		"name": "Rondelero Swashbuckler",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Rondelero Swashbuckler",
			"",
			"{SOURCE Weapon Master's Handbook/6}  ",
			"Rondelero swashbucklers are Taldan specialists in an aggressive, lightly armored fighting style that utilizes the falcata and buckler.",
			"",
			"**Falcata Emphasis (Ex):** At 1st level, a rondelero swashbuckler is proficient with {eq-weapon/falcata/s} and can treat a falcata as a one-handed piercing melee weapon for the purposes of the swashbuckler's finesse as well as all feats and class abilities that refer to such a weapon. This ability replaces the {swashdeed/derring-do} deed.",
			"",
			"**Rondelero Deeds (Ex):** A rondelero swashbuckler gains the following deeds at the appropriate levels.",
			"",
			">**Shield Catch (Ex):** At 3rd level, while he has at least 1 panache point, the rondelero swashbuckler gains a +4 bonus on all combat maneuver checks to disarm that he attempts with his buckler. This deed replaces {swashdeed/kip-up}.",
			">",
			">**Rondelero Chop (Ex):** At 11th level, when the rondelero swashbuckler hits with a melee attack using a light or one-handed slashing melee weapon, he can spend 1 panache point to attempt a sunder combat maneuver check against the target of his attack as an immediate action without provoking attacks of opportunity. This deed replaces {swashdeed/bleeding wound}.",
			">",
			">**Shattering Chop (Ex):** At 15th level, while the rondelero swashbuckler has at least 1 panache point, he can attempt a shattering chop as a full-round action, pooling all of his attack potential into a single melee sunder combat maneuver with a light or one-handed slashing weapon. When he does, he gains a +4 bonus on her combat maneuver check and ignores half of the hardness of the item he sunders. This deed replaces {swashdeed/perfect thrust}.",
			"",
			"**Buckler Bash (Ex):** At 2nd level, a rondelero swashbuckler can perform a shield bash with a {eq-armor/buckler} (use the same damage and critical multiplier as for a {eq-armor/light wooden shield}). He can treat a buckler as a one-handed piercing melee weapon for the purposes of the swashbuckler's finesse and all feats and class abilities that refer to such a weapon.",
			"",
			"**Rondelero Flexibility (Ex):** At 6th level, as a full-attack action, a rondelero swashbuckler wielding a falcata in one hand and a buckler in the other can alternate between using his falcata and his buckler for each attack. This does not grant additional attacks or incur penalties as two-weapon fighting does, and does not cause her to lose his Armor Class bonus from her buckler.",
			"",
			"**Charmed Life (Ex):** A rondelero swashbuckler does not gain charmed life until 10th level, at which point he can use the ability only once per day. At 14th level and again at 18th level, he can use the ability an additional time per day. This ability alters charmed life."
		]
	},
	"rostland_bravo": {
		"name": "Rostland Bravo",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Rostland Bravo",
			"",
			"{SOURCE Adventurer's Guide/23}  ",
			"The Free City of Restov is host to numerous dueling schools, from the renowned Aldori Academy to tiny training grounds in blademasters' homes. Students of these schools are notoriously competitive, and street-corner duels at dawn and dusk are a constant of Restov life. In most cases, while these \"lesser schools\" do not teach official Aldori techniques, their methods mesh well with that signature style. Unsurprisingly, many students eventually train in the Aldori style, whether because they aspire to join the swordlords' ranks or simply for the challenge of mastering the legendary weapon. While some favor more technical approaches, others study flashier maneuvers, wielding the curved blade with artful flair. Disdainfully called \"bravos\" by classically trained rivals, students of this approach have claimed the label with pride. The Rostland bravos' most advanced techniques bear dragon-themed names as a snub to traditionalist Aldori swordlords, who have never forgotten their crushing defeat by Choral the Conqueror's dragons at the Valley of Fire.",
			"",
			"**Aldori Swashbuckler (Ex):** A Rostland bravo focuses on the {eq-weapon/Aldori dueling sword}, scorning the bucklers used by duelists of other styles. In addition, the relative safety and creature comforts allowed by life in the sprawling city of Restov reduces her need for athleticism. A Rostland bravo gains {feat/Exotic Weapon Proficiency} (Aldori dueling sword) as a bonus feat. The Rostland bravo is not proficient with bucklers, and does not gain Climb or Swim as class skills.",
			"",
			"This ability alters the swashbuckler's class skills and armor proficiencies.",
			"",
			"**Deeds:** A Rostland bravo's training and personality set her apart from the typical swashbuckler, and as a result of these differences (as well as the impact of her Aldori training), she gains the following deeds. These deeds function only when the bravo is wielding just an Aldori dueling sword.",
			"",
			">**Inevitable Victory (Ex):** The Rostland bravo's technique is all about flair; a display of her skill is enough to make any Restov brawler reconsider picking a fight. At 3rd level, the Rostland bravo gains {feat/Dazzling Display} as a bonus feat. She can activate its effect only while wielding an Aldori dueling sword, and she must spend 1 panache point to do so.",
			">",
			">This deed replaces {swashdeed/menacing swordplay}.",
			">",
			">**Sweeping Wind Feint (Ex):** At 7th level, the Rostland bravo masters an exotic feinting style, tossing her blade to the other hand and performing a sweeping attack or upward slash before the opponent reacts. Once per round, she can spend 1 point of panache to attempt a {skill/feint} as a swift action.",
			">",
			">This deed replaces {swashdeed/superior feint}.",
			">",
			">**Dragon's Rage (Ex):** At 11th level, the Rostland bravo can cast aside restraint in favor of a blindingly fast assault of unpredictable strikes inspired in part by the overwhelming brutality of a dragon in combat. Once per round as part of a full attack, the bravo can spend 1 panache point to make an additional attack with her Aldori dueling sword at her highest attack bonus. If she reduces a creature to 0 or fewer hit points with this additional attack, she regains 2 panache points rather than the normal 1 point she would gain from striking a killing blow.",
			">",
			">This deed replaces {swashdeed/bleeding wound}.",
			"",
			"**Terror of the Great Wyrm (Ex):** At 15th level, the Rostland bravo can use her inevitable victory deed as part of a full attack or dragon's rage. If a creature demoralized in this way would be shaken for 3 or more rounds, the Rostland bravo can make the target frightened for 1 round before becoming shaken for the appropriate duration. This deed replaces swashbuckler's edge."
		]
	},
	"shackles_corsair": {
		"name": "Shackles Corsair",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Shackles Corsair",
			"",
			"{SOURCE Advanced Class Origins/22}  ",
			"While it doesn't take much more than a ship and a crew in the Shackles to become a pirate, Shackles corsairs are a finer breed of freebooter. A Shackles corsair's debonair charm and style make her a paradoxical celebrity even among the nations whose ships she plunders.",
			"",
			"**Swagger (Ex):** At 3rd level, a Shackles corsair's confident swagger unnerves her foes and inspires her crew. She gains a +1 bonus on Intimidate checks, and the DC of Intimidate checks made against her increases by 1. She and her allies gain a +1 morale bonus on Profession (sailor) checks. These bonuses and her Intimidate DC increase by 1 for every 4 levels beyond 3rd.",
			"",
			"At 7th level, a Shackles corsair's swagger gives her an additional benefit when she uses charmed life. If she succeeds at a saving throw against an opponent's attack or ability while using charmed life on that save, she can attempt an Intimidate check to demoralize that opponent without using an action. This ability replaces nimble.",
			"",
			"**Deeds:** A Shackles corsair gains the following deeds.",
			"",
			">**Eyes of Abendego (Ex):** Every true Shackles captain dreams of winning the Free Captain's Regatta, and the wise begin training for it early. At 3rd level, whenever she has at least 1 panache point, a Shackles corsair can see three times as far as normal in nonmagical fog. In magical fog, she can see normally for 10 feet; after that, creatures and objects have partial {rule/concealment} for the next 10 feet and total concealment thereafter. This deed replaces {swashdeed/swashbuckler initiative}.",
			">",
			">**Plunder (Ex):** A Shackles corsair knows she doesn't always need to win the fight - she just needs to get what she came for. At 7th level, as a full-round action she can make a single attack with a light or one-handed piercing melee weapon against a foe that is either shaken or denied its Dexterity bonus to AC. If the attack hits, the Shackles corsair also pilfers a small, loose item from her target as if she had succeeded at a Sleight of Hand or steal combat maneuver check. She doesn't need to attempt a Sleight of Hand check, but if she does so and surpasses the target's opposed Perception check, the target is unaware that the item is stolen. This deed replaces {swashdeed/targeted strike}."
		]
	},
	"veiled_blade": {
		"name": "Veiled Blade",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Veiled Blade",
			"",
			"{SOURCE Ultimate Intrigue/53}  ",
			"Veiled blades specialize in subtlety, not through clandestine sneaking but simply by appearing to be someone harmless and unarmed. When a fight breaks out, a veiled blade doffs that facade and pulls out her hidden trump cards. Those who have mastered the art of the veiled blade can even hide their weapons on their own bodies as brands.",
			"",
			"**Class Skills:** A veiled blade adds Disguise to her list of class skills, instead of Intimidate.",
			"",
			"This alters the swashbuckler's class skills.",
			"",
			"**Deeds:** A veiled blade gains the following deeds.",
			"",
			">*Quick Draw (Ex):* At 1st level, whenever she has at least 1 panache point, a veiled blade gains the benefits of the {feat/Quick Draw} feat.",
			">",
			">This deed replaces the swashbuckler's {swashdeed/opportune parry and riposte} deed.",
			">",
			">**Hidden Blade (Ex):** At 3rd level, whenever she has at least 1 panache point, a veiled blade can hide any light or one-handed piercing melee weapon using Sleight of Hand, and she receives a +4 insight bonus on her check to hide the weapon.",
			">",
			">This deed replaces the {swashdeed/menacing swordplay} deed.",
			">",
			">**Instant Unveil (Ex):** At 7th level, when she uses her {swashdeed/swashbuckler initiative} deed to draw a light or one-handed piercing weapon as part of an initiative check, she can draw that weapon even if it is hidden.",
			">",
			">This deed replaces the {swashdeed/swashbuckler's grace} deed.",
			">",
			">**Soul Veil (Sp):** At 15th level, a veiled blade can merge a light or one-handed piercing melee weapon with herself, as if using the spell ghost brand, except that it takes only a swift action to manifest or store the weapon. This ability lasts until it is dispelled or until the veiled blade merges with a different light or one-handed piercing melee weapon.",
			">",
			">This deed replaces the {swashdeed/swashbuckler's edge} deed."
		]
	},
	"whirling_dervish": {
		"name": "Whirling Dervish",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Whirling Dervish",
			"",
			"{SOURCE Advanced Class Origins/23}  ",
			"In Qadira and throughout the Padishah Empire, {faith/Sarenrae/'s} worshipers praise the Dawnflower through dance. Her more warlike followers adapted these dances into graceful martial forms, and their swashbuckling style is feared throughout the Inner Sea region and beyond for its ability to devastate foes with a scimitar through motion and agility regardless of strength of arms.",
			"",
			"**Dervish Finesse (Ex):** A whirling dervish can treat a {eq-weapon/scimitar} as a one-handed piercing melee weapon for the purposes of the swashbuckler's finesse and all feats and class abilities that refer to such a weapon. She must not be carrying a weapon or shield in her off hand to gain this benefit. This ability alters swashbuckler finesse.",
			"",
			"**Dawnflower's Mercy (Ex):** While violence is sometimes necessary to cleanse evil, Sarenrae's desire for redemption prevents her dervishes from reveling in a foe's defeat. A whirling dervish does not gain any panache for dropping a foe below 0 hit points unless that foe is an evil outsider or undead, or if the damage she dealt was nonlethal. Additionally, she gains 1 panache point if she causes an evildoer with a number of Hit Dice equal to at least 1/2 her character level to surrender to her. She can gain this benefit no more than once per round, even if multiple enemies surrender. This ability alters panache.",
			"",
			"**Dervish Dance (Ex):** At 4th level, a whirling dervish can use her Dexterity modifier instead of her Strength modifier on melee damage rolls when using her swashbuckler finesse. She counts as having the {feat/Dervish Dance} feat for purposes of meeting feat prerequisites.",
			"",
			"**Deeds:** A whirling dervish gains the following deeds.",
			"",
			"**Whirlwind Dance (Ex):** At 7th level, a whirling dervish can sweep through her opponents' lines like a cyclone. As a full-round action, she can spend 1 panache point to move up to her speed. She can make attacks against creatures with her reach during this movement, up to the number of attacks she's entitled to with a full attack. Each attack is made at her highest attack bonus, and must target a different creature. This movement provokes attacks of opportunity as normal. This deed replaces {swashdeed/superior feint} and {swashdeed/targeted strike}.",
			"",
			"**Dance of Dawn (Ex):** At 11th level, whenever a whirling dervish is in conditions of dim light or brighter and hits with a melee attack, she can spend 1 panache point to reflect the light off her blade into the eyes of her target. That opponent is blinded for 1 round. A successful Fortitude save (DC = 10 + 1/2 the whirling dervish's class level + her Dexterity modifier) negates this effect. This deed replaces {swashdeed/bleeding wound}.",
			"",
			"**Dance of Mercy (Ex):** At 19th level, when a whirling dervish confirms a critical hit with a light or one-handed piercing melee weapon, in addition to the normal damage, she can spend 1 panache point to inflict a deadly stab. The target must succeed at a Fortitude saving throw (DC = 10 + 1/2 the dervish's class level + her Dexterity modifier) or take an amount of nonlethal damage equal to its current hit points + 1, as well as becomes paralyzed for 1 hour. Performing this deed doesn't grant the swashbuckler a panache point. This deed replaces {swashdeed/deadly stab}."
		]
	},
	"wildstrider": {
		"name": "Wildstrider",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wildstrider",
			"",
			"{SOURCE Ultimate Wilderness/96}  ",
			"Most swashbucklers call cities their home, but some prefer deserts, marshlands, mountains, or woods, where the rough terrain grants them an advantage, and have little interest in the comforts of an urban lifestyle.",
			"",
			"**Class Skills:** A wildstrider gains Knowledge (nature), Stealth, and Survival as class skills, but does not gain Knowledge (nobility), Sense Motive, and Sleight of Hand as class skills.",
			"",
			"This alters the swashbuckler's class skills.",
			"",
			"**Deeds:** A wildstrider gains the following deeds, each of which replaces an existing deed.",
			"",
			">**Subterfuge (Ex):** A wildstrider adds Stealth to the list of skills to which the {swashdeed/derring-do} deed applies. At 15th level, she adds Stealth to the list of skills on which she can take 10 using the {swashdeed/swashbuckler's edge} deed.",
			">",
			">This deed replaces dodging panache and alters derring-do and swashbuckler's edge.",
			">",
			">**Adroit Step (Ex):** At 3rd level, a wildstrider can use a swift action to treat a 5-foot square of difficult terrain as if it were normal terrain. If she also spends a panache point, she can treat all difficult terrain as though it were normal terrain until the end of her turn.",
			">",
			">This deed replaces {swashdeed/kip-up}.",
			">",
			">**Keen Gaze (Ex):** At 11th level, while a wildstrider has at least 1 panache point, she can ignore the miss chance from {rule/concealment} (but not total concealment) caused by normal and magical fog, smoke, and undergrowth, but not other sources of concealment or a miss chance, such as {spell/blur}.",
			">",
			">This deed replaces {swashdeed/subtle blade}."
		]
	}
}
