{
	"ambassador": {
		"name": "Ambassador",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Ambassador",
			"",
			"{SOURCE Ultimate Wilderness/210}  ",
			"An ambassador speaks on its master's behalf and sometimes on behalf of its master's patron or other extraplanar contacts.",
			"",
			"**Special Requirement:** An ambassador familiar must be able to speak at least one language, either as a special familiar ability (as in the case of a raven or thrush) or by being an {feat/Improved Familiar}. A familiar that can't speak (or can speak only to its master or other animals) can't be an ambassador.",
			"",
			"**Ambassador Skills:** An ambassador treats Bluff, Diplomacy, and Intimidate as class skills.",
			"",
			"**Persuasive (Ex):** An ambassador gains {feat/Persuasive} as a bonus feat.",
			"",
			"This replaces alertness.",
			"",
			"**Enhanced Personality (Ex):** An ambassador gains a Charisma score equal to the typical Intelligence score of a familiar of its level, if that would be higher than its normal Charisma score. The familiar's Intelligence score remains 6 (or its normal starting Intelligence for an improved familiar) and doesn't increase by level.",
			"",
			"This replaces the familiar's Intelligence score advancement."
		]
	},
	"animal_exemplar": {
		"name": "Animal Exemplar",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Animal Exemplar",
			"",
			"{SOURCE Ultimate Wilderness/210}  ",
			"An animal exemplar is a paragon of its species, able to command the loyalty of others of its kind.",
			"",
			"**Special Requirement:** An animal exemplar familiar cannot be an improved familiar, plant, vermin, or other non-animal themed familiar.",
			"",
			"**Animal Exemplar Skills:** An animal exemplar treats Handle Animal as a class skill.",
			"",
			"**Influence Animals (Ex, Sp):** An animal exemplar gains speak with animals with respect to others of its kind at 3rd level instead of 7th level. At 7th level, it gains the ability to influence animals of its kind, as per the {ability/wild empathy} ability of a {class/druid} of its master's level with a +4 racial bonus on the check, but only for animals of its kind. At 11th level, it can cast {spell/charm animal} three times per day as a spell-like ability against animals of its kind, and at 13th level, it can cast {spell/dominate animal} once per day as a spell-like ability against animals of its kind.",
			"",
			"This alters speak with animals of its kind and replaces deliver touch spells, spell resistance, and scry on familiar."
		]
	},
	"arcane_amplifier": {
		"name": "Arcane Amplifier",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Arcane Amplifier",
			"",
			"{SOURCE Wilderness Origins/20}  ",
			"The secret of the arcane amplifier familiar was first discovered in Irrisen, where the winter witches used white-furred foxes or hares to strengthen their spells. More recently, the practice has spread to Nex and Cheliax, and to haunted Ustalav where necromancers use black-eyed ravens for their spells.",
			"",
			"**Echo (Su):** Once per day when delivering a touch spell, an arcane amplifier can apply the {feat/Extend Spell} metamagic feat to the spell. An arcane amplifier can use this ability twice per day at 8th level, and three times per day at 13th level.",
			"",
			"This replaces Alertness and improved evasion.",
			"",
			"**Reverberate (Su):** At 7th level, once per day when delivering a touch spell, an arcane amplifier can apply either the {feat/Empower Spell} metamagic feat to the spell or use the {feat/Heighten Spell} metamagic feat to increase its spell level by 2. An arcane amplifier can use this ability twice per day at 11th level.",
			"",
			"This replaces speak with animals of its kind and spell resistance.",
			"",
			"**Resonate (Su):** At 13th level, once per day when delivering a touch spell, an arcane amplifier can apply the {feat/Maximize Spell} metamagic feat to the spell.",
			"",
			"This replaces scry on familiar.",
			"",
			"An arcane amplifier can apply only one metamagic effect to a single casting of a spell using its echo, reverberate, or resonate abilities."
		]
	},
	"decoy": {
		"name": "Decoy",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Decoy",
			"",
			"{SOURCE Familiar Folio/10}  ",
			"A decoy misdirects its master's enemies, allowing the master to strike by surprise.",
			"",
			"**Class Skills:** A decoy treats Bluff as a class skill.",
			"",
			"**Deceitful:** A decoy gains {feat/Deceitful} as a bonus feat. This replaces alertness.",
			"",
			"**Mockingbird (Ex):** At 5th level, a decoy can speak any of its master's languages. At 7th level, it can mimic its master's voice and intonation perfectly. This ability replaces speak with master and speak with animals of its kind.",
			"",
			"**Master's Guise (Sp):** At 11th level, a decoy can transform into a perfect likeness of its master, as the {spell/alter self} spell. It can hold this form for up to 1 minute per caster level; upon changing back, the decoy must remain in its natural form for an equal amount of time before transforming again. This ability replaces spell resistance."
		]
	},
	"egotist": {
		"name": "Egotist",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Egotist",
			"",
			"{SOURCE Ultimate Wilderness/210}  ",
			"An egotist believes itself to be the real master in the relationship - the power behind the throne. It often attempts to communicate \"orders\" for its master as best it can, interfering in matters ranging from spell choices and tactical combat decisions to its master's love life.",
			"",
			"**Egotist Skills:** An egotist treats Intimidate as a class skill.",
			"",
			"**Song of Myself (Ex):** An egotist gains {feat/Alertness} as a bonus feat rather than providing that feat to its master. It gains the variable familiar bonus (such as the bat's +3 bonus on Fly checks) instead of granting the bonus to its master.",
			"",
			"This alters alertness and the variable familiar bonus.",
			"",
			"**Order Master (Ex):** An egotist gains speak with master at 3rd level instead of 5th level.",
			"",
			"This alters speak with master.",
			"",
			"**Receive Touch Spells (Ex):** At 5th level, an egotist can demand a particular touch spell as a standard action. If it does so, until the egotist's next turn, its master can cast that spell on the egotist once as a ranged touch within close range, as if using {feat/Reach Spell}.",
			"",
			"This replaces deliver touch spells.",
			"",
			"**Scry on Master (Sp):** At 11th level, an egotist can scry on its master (as if casting the {spell/scrying} spell) once per day.",
			"",
			"This replaces scry on familiar."
		]
	},
	"elemental_familiar": {
		"name": "Elemental Familiar",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Elemental Familiar",
			"",
			"{SOURCE Plane-Hopper's Handbook/26}  ",
			"The raw power of an elemental plane suffuses the body of an elemental familiar.",
			"",
			"**Elemental Type (Ex):** An elemental familiar gains a subtype that matches its element: air, earth, fire, or water.",
			"",
			"**Elemental Manifestation (Ex):** An elemental familiar gains one or more special abilities based on its element. An air familiar gains a fly speed of 20 feet (good maneuverability); an air familiar that already has a fly speed instead improves its maneuverability by one category or increases its fly speed by 10 feet. An air familiar is considered three size categories larger than its actual size when calculating whether it can be moved by wind. An earth familiar increases the natural armor bonus it gains from its master's class level by 50% (minimum +1). A fire familiar can spit a globule of fire as a ranged touch attack once every 1d4 rounds; this attack has a range of 30 feet and deals 1d4 fire damage for every 3 character levels the master has. A water familiar can breathe underwater and gains a swim speed of 20 feet; a water familiar that already has a swim speed instead increases its swim speed by 10 feet. A water familiar also gains a bonus to its CMD when resisting bull rush, drag, reposition, and trip combat maneuvers; this bonus is equal to the natural armor adjustment gained from its master's level.",
			"",
			"This replaces improved evasion.",
			"",
			"**Elemental Speech (Ex):** An elemental familiar gains the ability to speak and understand a language based on its element: Aquan (water), Auran (air), Ignan (fire), or Terran (earth).",
			"",
			"This ability replaces speak with animals of its kind."
		]
	},
	"emissary": {
		"name": "Emissary",
		"sources": [
			"Ultimate Wilderness",
			"Familiar Folio"
		],
		"description": [
			"## Emissary",
			"",
			"{SOURCE Ultimate Wilderness/210;Familiar Folio/10}  ",
			"The emissary is touched by the divine, serving as a font of wisdom and a moral compass for its master.",
			"",
			"**Special Requirement:** An emissary familiar can serve only a master who worships a single deity.",
			"",
			"**Emissary Skills:** An emissary treats Heal, Knowledge (religion), and Sense Motive as class skills.",
			"",
			"**Divine Guidance (Sp):** An emissary can cast {spell/guidance} at will.",
			"",
			"This replaces alertness.",
			"",
			"**Share Will (Su):** Whenever an emissary or its master fails a saving throw against a mind-affecting effect that affects only one of them, the other can attempt the saving throw as well. If this second saving throw is a success, treat the original result as a success, and the emissary and its master can't use this ability again for 24 hours. On a failure, both the emissary and its master suffer the effects of the failed saving throw, even if one of them wouldn't ordinarily be a valid target.",
			"",
			"This replaces share spells.",
			"",
			"**Domain Influence (Sp or Su):** At 3rd level, the emissary gains a spark of divine power from the deity its master worships. Choose one of that deity's domains that grants a 1st-level domain power usable a number of times per day equal to 3 + the user's Wisdom modifier. The emissary can use that power once per day.",
			"",
			"This replaces deliver touch spells."
		]
	},
	"figment": {
		"name": "Figment",
		"sources": [
			"Ultimate Wilderness",
			"Familiar Folio"
		],
		"description": [
			"## Figment",
			"",
			"{SOURCE Ultimate Wilderness/211;Familiar Folio/10}  ",
			"Figments are born from their masters' imaginations rather than being ordinary creatures that are awakened.",
			"",
			"**Recurring Dream (Su):** A figment has a total number of hit points equal to 1/4 of its master's total hit points. If the figment dies, it vanishes, appearing again with 1 hit point after its master awakens from a full night's sleep. If a figment ever strays more than 100 feet from its master or enters an antimagic field, or if a figment's master is unconscious or asleep, the figment disappears until the next time its master prepares spells or regains her spells per day. Because it is a being of its master's mind, a figment can never serve as a witch's familiar, a shaman's spirit animal, or any other spell-granting familiar, and it can't use any divination spells or spell-like abilities the base creature has.",
			"",
			"This replaces improved evasion.",
			"",
			"**Manifest Dreams (Su):** At 3rd level, a figment is shaped by its master's dreams. Each time the master awakens from a full night's rest, he can apply to the figment 1 evolution point's worth of {ability/eidolon |evolutions} that don't have a base form requirement. At 7th level, he can apply 2 points' worth of eidolon evolutions; at 13th level, he can apply 3 points' worth of eidolon evolutions.",
			"",
			"This replaces deliver touch spells, speak with animals of its kind, and scry on familiar."
		]
	},
	"infiltrator": {
		"name": "Infiltrator",
		"sources": [
			"Ultimate Wilderness",
			"Animal Archive"
		],
		"description": [
			"## Infiltrator",
			"",
			"{SOURCE Ultimate Wilderness/211;Animal Archive/20}  ",
			"Familiars can be skilled spies, and infiltrators are the very best of their kind at the subtle art of espionage.",
			"",
			"**Infiltrator Skills:** An infiltrator treats Bluff and Disguise as class skills.",
			"",
			"**Alertness (Ex):** An infiltrator gains {feat/Alertness} as a bonus feat rather than providing that feat to its master.",
			"",
			"This alters alertness.",
			"",
			"**Share Spells (Ex):** An infiltrator can share only divination spells that have a target of \"you\" via this ability.",
			"",
			"This alters share spells.",
			"",
			"**Uncanny Stealth (Ex):** An infiltrator gains {ability/uncanny dodge} and {ability/improved uncanny dodge}, treating its master's level as its effective {class/rogue} level.",
			"",
			"This replaces improved evasion.",
			"",
			"**Scry on Familiar (Sp):** At 7th level, an infiltrator's master can {spell/scry>ing} on it for up to 1 minute per level per day. The duration does not need to be consecutive, but it must be used in 1-minute increments.",
			"",
			"This replaces speak with animals of its kind.",
			"",
			"**Telepathic Bond (Sp):** At 11th level, an infiltrator gains a permanent {spell/telepathic bond} with its master. This bond has no range limit as long as the familiar and its master are on the same plane.",
			"",
			"This replaces spell resistance."
		]
	},
	"mascot": {
		"name": "Mascot",
		"sources": [
			"Ultimate Wilderness",
			"Familiar Folio"
		],
		"description": [
			"## Mascot",
			"",
			"{SOURCE Ultimate Wilderness/211;Familiar Folio/11}  ",
			"A familiar sometimes serves as the centerpiece of an adventuring party. Known as a mascot, this type of familiar eventually treats the entire party as its master.",
			"",
			"**Mascot Skills:** A mascot treats all Perform skills as class skills.",
			"",
			"**Affinity for My Team (Su):** A mascot is the heart and soul of its team. At first, the team consists of only the familiar and its master, but at 3rd level and every 3 levels thereafter, a mascot can add an additional member to its team. A mascot's empathic link extends to all members of its team. A mascot can add or remove one team member over the course of a day.",
			"",
			"This replaces alertness and alters empathic link.",
			"",
			"**Lucky Mascot (Su):** Whenever a mascot uses the aid another action to improve a team member's attack roll or AC, that team member also gains a +1 luck bonus to AC for 1 round.",
			"",
			"This replaces improved evasion.",
			"",
			"**Share Spells (Ex):** At 3rd level, spells that target a mascot via its share spells ability function at its master's caster level - 2. The mascot also benefit from the spells of any team member when it is using share spells.",
			"",
			"This alters share spells.",
			"",
			"**Deliver Touch Spells (Su):** At 5th level, spells delivered by a mascot's deliver touch spells ability function at its master's caster level - 2. The mascot can deliver the touch spells of any of its team members.",
			"",
			"This alters deliver touch spells.",
			"",
			"**Speak with Team (Ex):** At 7th level, a mascot gains the ability to speak with all members of its team verbally as if using speak with master.",
			"",
			"This replaces speak with master and speak with animals of its kind.",
			"",
			"**Heart of the Team (Ex):** Once per day at 13th level, as a full-round action, a mascot can designate any member of its team as its master for the purpose of calculating its base attack bonus, Hit Dice, hit points, saving throws, and skill ranks.",
			"",
			"This replaces spell resistance and scry on familiar."
		]
	},
	"mauler": {
		"name": "Mauler",
		"sources": [
			"Ultimate Wilderness",
			"Familiar Folio"
		],
		"description": [
			"## Mauler",
			"",
			"{SOURCE Ultimate Wilderness/212;Familiar Folio/11}  ",
			"While most familiars are scouts and assistants, the mauler familiar cares only for the thrill of battle. A mauler often serves a bloodthirsty or martial-minded master.",
			"",
			"**Mauler Skills:** A mauler treats Intimidate as a class skill.",
			"",
			"**Bond Forged in Blood (Su):** A mauler isn't impressed by fancy words - only furious battle. A mauler can't speak or communicate via language in any way, even if it's a type of creature that normally could.",
			"",
			"At 5th level, whenever the mauler's master drops a foe whose Hit Dice are at least half its level to below 0 hit points, the mauler's empathic link surges with power, granting both the mauler and its master a +2 morale bonus on attack and damage rolls for 1 round.",
			"",
			"This replaces speak with master and speak with animals of its kind.",
			"",
			"**Increased Strength (Ex):** At 3rd level and every 2 levels thereafter, a mauler's Strength score increases by 1. As a result of this ability, the familiar's Intelligence score remains 6; a mauler can never have an Intelligence score higher than 6.",
			"",
			"This alters the familiar's Intelligence score advancement.",
			"",
			"**Battle Form (Su):** At 3rd level, a mauler gains the ability to transform into a larger, more ferocious form and back as a standard action three times per day. In battle form, the mauler's size becomes Medium and it gains a +2 size bonus to its Strength score. Since many familiars are Tiny or Diminutive, be sure to check for any additional Strength and Dexterity adjustments for increasing in size from Tiny or Diminutive to Medium (using the [polymorph table](rule/transmutation)). This is a polymorph effect.",
			"",
			"This replaces deliver touch spells.",
			"",
			"**Damage Reduction (Su):** At 11th level, a mauler gains DR 5/magic.",
			"",
			"This replaces spell resistance."
		]
	},
	"occult_messenger": {
		"name": "Occult Messenger",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Occult Messenger",
			"",
			"{SOURCE Wilderness Origins/21}  ",
			"Some familiars are messengers of greater powers than themselves. The witch's familiar comes from her patron and the emissary is the servant of a god, but the occult messenger is envoy of an odder power still.",
			"",
			"**See the Unseen (Ex):** While an occult messenger is within arm's reach, the master gains the {feat/Psychic Sensitivity} feat.",
			"",
			"This replaces Alertness.",
			"",
			"**Teacher from Afar (Ex):** When the occult messenger's master uses a [psychic skill unlock](rule/occult_skill_unlocks) while the occult messenger is within arm's reach, the master gains a competence bonus on skill unlocks equal to half the occult messenger's level.",
			"",
			"This replaces deliver touch spells."
		]
	},
	"parasite": {
		"name": "Parasite",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Parasite",
			"",
			"{SOURCE Wilderness Origins/21}  ",
			"Most familiars are still something akin to normal animals, conduits for power rather than powers themselves. The parasite is one of the more disturbing exceptions.",
			"",
			"**Infest (Su):** As a full-round action, a parasite can infest a willing or helpless target at least two size categories larger than the parasite. This deals 1d6 points of Constitution damage as the parasite burrows through viscera before attaching itself to the target's brain or spinal cord (or equivalent). There, the parasite curls up, with no ability to see or hear anything itself, but with access to its host's senses.",
			"",
			"Despite the gaping wound, this process is curiously painless. Assuming that the location of the wound and the resultant blood is not obvious (most parasites infest from the back for this reason), the victim must succeed at a Heal or Sense Motive check opposed by the familiar's Bluff check to notice that something is amiss.",
			"",
			"Removing a parasite requires a successful Heal check opposed by the familiar's Stealth check, or a successful casting of {spell/break enchantment} against a DC of 11 + the parasite's level. If successful, the parasite is destroyed. The parasite can leave the host willingly as a full-round action. If the host is killed, the parasite must succeed at a DC 20 Fortitude save or be killed as well.",
			"",
			"This replaces improved evasion and share spells.",
			"",
			"**Puppeteer (Sp):** Beginning at 3rd level, the parasite can attempt to control its host once per day. This functions as {spell/suggestion}. At 7th level, the parasite can use this ability to replicate {spell/dominate person} instead. At 15th level, the parasite can replicate {spell/dominate monster}. The DC for this ability is calculated as if the parasite's master had cast the spell (defaulting to Charisma if the owner has no spellcasting ability).",
			"",
			"This replaces deliver touch spells, speak with animals of its kind, spell resistance, and scry on familiar."
		]
	},
	"pilferer": {
		"name": "Pilferer",
		"sources": [
			"Ultimate Wilderness",
			"Animal Archive"
		],
		"description": [
			"## Pilferer",
			"",
			"{SOURCE Ultimate Wilderness/212;Animal Archive/20}  ",
			"Some familiars are stealthy pilferers that perform tricks of thievery or simple spying on their master's behalf.",
			"",
			"**Pilferer Skills:** A pilferer treats Disable Device, Escape Artist, and Sleight of Hand as class skills.",
			"",
			"**Improved Steal (Ex):** A pilferer gains {feat/Improved Steal} as a bonus feat.",
			"",
			"This replaces alertness.",
			"",
			"**Nondetection (Su):** A pilferer is under the constant effect of {spell/nondetection} with a caster level equal to its master's class level. The DC of the caster level check to penetrate this nondetection effect is equal to 15 + the master's caster level.",
			"",
			"This replaces improved evasion.",
			"",
			"**Sneak (Ex):** At 3rd level, a pilferer gains a competence bonus equal to half its master's class level on Sleight of Hand and Stealth checks.",
			"",
			"This replaces deliver touch spells.",
			"",
			"**Greater Steal (Ex):** At 9th level, a pilferer gains {feat/Greater Steal} as a bonus feat.",
			"",
			"This replaces speak with animals of its kind."
		]
	},
	"prankster": {
		"name": "Prankster",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Prankster",
			"",
			"{SOURCE Ultimate Wilderness/212}  ",
			"Some familiars love to perform pranks on their unsuspecting masters, as well as on those around their masters - allies and enemies alike. While good-aligned pranksters' tricks are usually good natured except against foes, evil pranksters play tricks that are mean spirited or even downright cruel.",
			"",
			"**Prankster Skills:** A prankster treats Bluff, Disguise, Perform (comedy), and Sleight of Hand as class skills.",
			"",
			"**Autonomous Link (Ex):** A prankster can hide its feelings from its master via its empathic link at will. It can also try to project a false emotion through the link by attempting a Bluff check opposed by its master's Sense Motive.",
			"",
			"This alters empathic link.",
			"",
			"**Improved Dirty Trick (Ex):** A prankster gains {feat/Improved Dirty Trick} as a bonus feat.",
			"",
			"This replaces alertness.",
			"",
			"**Magical Pranks (Sp):** A prankster can cast {spell/ghost sound}, {spell/mage hand}, and {spell/prestidigitation} at will as spell-like abilities.",
			"",
			"This replaces improved evasion and share spells.",
			"",
			"**Glib Comedy (Ex):** At 3rd level, a prankster gains a competence bonus equal to half its master's class level on Bluff, Disguise, and Perform (comedy) checks.",
			"",
			"This replaces deliver touch spells.",
			"",
			"**Greater Dirty Trick (Ex):** At 11th level, a prankster gains {feat/Greater Dirty Trick} as a bonus feat.",
			"",
			"This replaces spell resistance.",
			"",
			"**Unreliable Narrator (Sp):** At 13th level, whenever its master uses scry on familiar, a prankster can use false vision to fool that ability; this doesn't affect any other divination (scrying) effects in the area, only its master's scry on familiar ability.",
			"",
			"This alters scry on familiar."
		]
	},
	"protector": {
		"name": "Protector",
		"sources": [
			"Ultimate Wilderness",
			"Familiar Folio"
		],
		"description": [
			"## Protector",
			"",
			"{SOURCE Ultimate Wilderness/212;Familiar Folio/11}  ",
			"Protector familiars are so devoted that they would give their lives for their masters. A tumor familiar can't be a protector.",
			"",
			"**Loyal Bodyguard (Ex):** A protector gains {feat/Bodyguard} and {feat/Combat Reflexes} as bonus feats. If the familiar is sharing its master's square, it can use Bodyguard to aid another to improve its master's AC even if it doesn't threaten the attacking foe, though it still needs line of effect to its master and the attacker.",
			"",
			"This replaces alertness and improved evasion.",
			"",
			"**Shield Master (Su):** At 5th level, whenever a protector or its master takes hit point damage, as long as the protector and its master are touching, its master can split the damage evenly between them as if under the effects of {spell/shield other}.",
			"",
			"This replaces deliver touch spells and speak with animals of its kind.",
			"",
			"**Able Defender (Ex):** At 11th level, a protector gains {feat/In Harm's Way} as a bonus feat. In addition, the familiar's hit points are now equal to its master's total hit points (not including temporary hit points), regardless of its actual Hit Dice.",
			"",
			"This replaces spell resistance."
		]
	},
	"sage": {
		"name": "Sage",
		"sources": [
			"Ultimate Wilderness",
			"Familiar Folio"
		],
		"description": [
			"## Sage",
			"",
			"{SOURCE Ultimate Wilderness/213;Familiar Folio/11}  ",
			"Sages are masters of useful facts, able to recall them for their masters' benefit, though this leads many to become haughty and proud.",
			"",
			"**Sage Skills:** A sage treats all Knowledge skills as class skills.",
			"",
			"**Dazzling Intellect (Ex):** A sage's Intelligence score is always equal to 5 + its master's class level, but it gains natural armor increases as if its master's class level were half what of the actual class level.",
			"",
			"This alters the familiar's Intelligence score and natural armor adjustment.",
			"",
			"**Sage's Knowledge (Ex):** A sage stores information on every topic and is happy to lecture its master on the finer points of a subject. A sage can attempt all Knowledge checks untrained and gains a bonus on Knowledge checks equal to half its master's class level. Additionally, a sage gains 2 skill ranks each time its master gains a class level. Its maximum number of ranks in any given skill is equal to its master's class level.",
			"",
			"This replaces alertness and the familiar's ability to share its master's skill ranks."
		]
	},
	"school_familiar": {
		"name": "School Familiar",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## School Familiar",
			"",
			"{SOURCE Familiar Folio/14}  ",
			"School familiars are tightly bound to the power of their master's chosen school of magic. A school familiar cannot have any other familiar archetype. At the GM's discretion, other schools of magic (such as elemental arcane schools) may have their own school familiars.",
			"",
			"**School Link (Su):** A school familiar can use the share spells and deliver touch spells abilities only with spells of its master's specialized arcane school.",
			"",
			"**School Cantrip (Sp):** A school familiar can cast at will one cantrip selected from its associated arcane school, using its master's caster level.",
			"",
			"**Specialty Stowaway (Sp or Su):** A school familiar can use any granted abilities of its master's arcane school that have a limited number of uses or rounds per day, expending twice the number of uses or rounds as usual.",
			"",
			"**Lesser School Power:** A school familiar gains the lesser school power matching its associated arcane school.",
			"",
			"**Greater School Power:** A school familiar whose master has taken the {feat/Greater School Familiar} feat gains the indicated greater school power of its associated arcane school.",
			"",
			"::h3[Abjuration]{jl}",
			"",
			"An abjurer's familiar is an invaluable defensive aid.",
			"",
			"**Lesser-Energy Block (Su):** Choose an energy type: acid, cold, electricity, fire, or sonic. The familiar gains energy resistance equal to 1/2 its master's level (minimum 1) to the chosen energy type and can share this resistance with one ally within 5 feet. As a standard action, the familiar's master can change this energy type. The familiar is immune to {spell/magic missile} as if protected by {spell/shield}.",
			"",
			"**Greater-Disruptive Spirit (Su):** Whenever the familiar hits a creature with a natural attack, that creature is subject to a targeted {spell/dispel magic} effect at the master's caster level. This ability can't be used while delivering a touch spell, and can't affect the same creature more than once in 24 hours.",
			"",
			"::h3[Conjuration]{jl}",
			"",
			"Conjurers' familiars are masters of teleportation that can inhabit the bodies of summoned creatures.",
			"",
			"**Lesser-Master's Side (Sp):** The familiar can use {spell/dimension door} to return to its master's side a number of times per day equal to 3 + its Intelligence modifier (minimum once per day).",
			"",
			"**Greater-Summoned Shell (Sp):** Whenever the familiar's master casts a summon monster spell, if the familiar is within the spell's range, it can choose to inhabit the body of one creature summoned by the spell. While inhabiting the body, the familiar maintains its own Intelligence, Wisdom, and Charisma scores and its familiar powers, but otherwise gains the statistics and abilities of the summoned creature. When the spell ends, or the summoned creature's hit points are reduced to 0, the familiar is expelled without suffering any negative effects.",
			"",
			"::h3[Divination]{jl}",
			"",
			"A diviner's familiar complements its master's prescience.",
			"",
			"**Lesser-Ever Ready (Su):** At the start of combat, the familiar and its master each roll initiative separately, and the master can choose to trade his initiative result with his familiar's. The familiar gains the benefits of the diviner's forewarned school power and can always act on the surprise round.",
			"",
			"**Greater-Greater Scry on Familiar (Sp):** The master gains the scry on familiar ability (if he doesn't already possess it), and can use it at will as {spell/greater scrying}.",
			"",
			"::h3[Enchantment]{jl}",
			"",
			"Enchanters' familiars are devious manipulators capable of aiding in charms and compulsions.",
			"",
			"**Lesser-Manipulative Abettor (Su):** If the familiar's master casts an enchantment spell while targeting a creature whose square is also occupied by his familiar, the save DC of the spell is increased by 2.",
			"",
			"**Greater-Puppet Master (Su):** The familiar can strongly influence a creature through physical contact. Once per day, the familiar can make a melee touch attack against a creature and force it to make a Will save (DC = 10 + 1/2 the familiar's Hit Dice + its Charisma modifier) or be affected as if by {spell/charm monster}. The effect lasts for as long as the familiar remains conscious and within 5 feet of the target (to a maximum of 24 hours). As soon as the effect ends, the freed victim is forever immune to that familiar's puppet master ability.",
			"",
			"::h3[Evocation]{jl}",
			"",
			"Evocation familiars boost and manipulate energy spells.",
			"",
			"**Lesser-Energy Boost (Su):** Choose an energy type: acid, cold, electricity, or fire. The familiar gains resistance 10 to the selected energy type. Whenever an ally casts an evocation spell that has the chosen energy type as a descriptor while within 5 feet of the familiar, the spell deals bonus energy damage equal to its spell level.",
			"",
			"**Greater-Eldritch Battery (Su):** The familiar becomes immune to the energy type chosen for its energy boost ability. If the familiar's master casts an evocation spell that has that energy type as a descriptor, and targets the familiar or includes it in the spell's area, the familiar can choose to absorb the spell. Instead of the spell's normal effect, the familiar gains the spell (including any metamagic feats applied to it) as a spell-like ability. It can use this ability once, at half the spell's original caster level. If the halved caster level is insufficient to cast a spell of that level, the familiar doesn't gain the spell as a spell-like ability. The effect fades after 1 minute if not used.",
			"",
			"::h3[Illusion]{jl}",
			"",
			"Illusion school familiars can control their master's illusions and create impressive illusions of their own.",
			"",
			"**Lesser-Illusory Maestro (Su):** As a move action, the familiar's master can transfer control of any illusion spell that requires concentration to the familiar. The familiar's affinity for illusions also enhances the quality of the illusion, increasing the illusion's save DC (if any) by 1 for as long as the familiar concentrates on the spell.",
			"",
			"**Greater-Phantom Swarm (Su):** As a standard action, the familiar can conjure hundreds of illusory duplicates of itself. The familiar can direct the phantom swarm as a normal swarm by moving along with it. The familiar gains a swarm attack that deals 1d6 points of damage with a distraction DC equal to 10 + the familiar's Constitution modifier. Opponents who fail to disbelieve the effect (Will DC = 10 + 1/2 the master's level + the familiar's Charisma modifier) treat the familiar as if it had the {subtype/swarm} subtype. The familiar takes any damage dealt to the swarm, including extra damage from area attacks, though it takes only half damage from slashing and piercing weapons. Creatures who successfully disbelieve the swarm are immune to the swarm's effects and can target the familiar as an individual creature. Only Tiny or smaller familiars can use this ability. This is an illusion (shadow) effect.",
			"",
			"::h3[Necromancy]{jl}",
			"",
			"Necromancers' familiars are scions of undeath.",
			"",
			"**Lesser-Spirit Warden (Su):** Whenever the familiar successfully uses aid another to aid an attack, that attack deals full damage to incorporeal creatures. When encountering a haunt, the familiar always acts on the surprise round, and can make touch attacks against the haunt that deal 1d6 points of damage per 2 levels its master possesses.",
			"",
			"**Greater-One With the Negative (Su):** The familiar is healed by negative energy as if undead. It is immune to energy drain. It's constantly affected by {spell/hide from undead}; if it breaks this effect by attacking, it can activate the effect again as a standard action. Whenever the familiar hits a living creature with a natural attack, that creature gains 1 negative level. A given creature can receive a negative level from the familiar only once per day.",
			"",
			"::h3[Transmutation]{jl}",
			"",
			"A transmutation familiar is capable of protecting its master's effects as well as shapeshifting.",
			"",
			"**Lesser-Dispel Bait (Su):** As a standard action, the familiar's master can expend a spell or an open spell slot to imbue the familiar with the ability to protect his transmutations. Whenever one of the master's transmutations would be successfully dispelled, if the familiar is within 10 feet of the transmutation effect and the imbued spell slot is of a level equal to or higher than the transmutation, the familiar can choose to lose the imbued spell slot to prevent the transmutation effect from being dispelled. The familiar can be imbued with only one dispel bait effect at a time.",
			"",
			"**Greater-Infinite Forms (Su):** Once per day as a standard action, the familiar can transform into any animal familiar (but not an improved familiar), losing all of its racial abilities and becoming a typical familiar of the chosen type, including granting a different familiar bonus to its master."
		]
	},
	"soulbound_familiar": {
		"name": "Soulbound Familiar",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Soulbound Familiar",
			"",
			"{SOURCE Ultimate Wilderness/213}  ",
			"Soulbound familiars are born when a master uses the magical principles behind soulbound dolls to bind a soul fragment to an animal.",
			"",
			"**Soul Focus (Ex):** The soul fragment bound to the familiar lives within a focus crystal surgically inserted into the animal. As long as this soul focus remains intact, it can be used to bind the soul fragment into another familiar, with the same cost and time requirements as replacing a familiar. Once bound into the soul focus, the soul continues to learn, and so if it is later put into a new familiar body, the soul retains its personality and memories from its previous body or bodies. A soul focus has hardness 8, 12 hit points, and a break DC of 20, though it can be attacked only when surgically removed from the familiar. If the soul focus is destroyed, creating a new soul focus with none of the old one's memories costs as much as replacing a familiar, in addition to the normal cost of replacing the familiar itself. Because it is born of another creature's soul, a soulbound familiar can never serve as a witch's familiar, a shaman's spirit animal, or any other spell-granting familiar. The soulbound familiar gains {feat/Skill Focus} in a skill important to the creature whose soul provided the fragment.",
			"",
			"This replaces alertness.",
			"",
			"**Alignment Variation (Ex):** A soulbound familiar's alignment is always at least partially neutral, although it can also be chaotic, evil, good, or lawful, depending on the creature whose soul provided the fragment rather than on the master's alignment (unless the master donates a fragment of her own soul). At 8th level, it gains one of the following spell-like abilities, usable once per day and based on its alignment (caster level = its master's caster level - 3): chaotic neutral: {spell/rage}; lawful neutral: {spell/suggestion}; neutral: {spell/deep slumber}; neutral evil: {spell/inflict serious wounds}; or neutral good: {spell/heroism}. At 13th level, its caster level increases to its master's caster level.",
			"",
			"This replaces speak with animals of its kind and scry on familiar."
		]
	},
	"valet": {
		"name": "Valet",
		"sources": [
			"Ultimate Wilderness",
			"Animal Archive"
		],
		"description": [
			"## Valet",
			"",
			"{SOURCE Ultimate Wilderness/213;Animal Archive/21}  ",
			"A valet is a consummate personal servant, able to fetch, deliver, and perform for its master's every need.",
			"",
			"**Valet Skills:** A valet treats Craft, Perform, and Profession as class skills.",
			"",
			"**Able Assistant (Ex):** A valet's master treats the valet as if it had the Cooperative Crafting feat and shares Craft skills and item creation feats with the valet.",
			"",
			"This replaces alertness.",
			"",
			"**Magical Manipulation (Sp):** A valet can cast {spell/open//close} and {spell/prestidigitation} at will.",
			"",
			"This replaces share spells.",
			"",
			"**Teammate (Ex):** A valet is considered to have all the {main/feats_<teamwork/ feats} its master has.",
			"",
			"This replaces improved evasion.",
			"",
			"**Deliver Touch Spells (Su):** At 3rd level, when delivering a harmless touch spell to a willing creature, a valet can move before and after delivering the spell, as long as its total movement does not exceed its speed.",
			"",
			"This alters deliver touch spells.",
			"",
			"**Deliver Aid (Ex):** At 7th level, a valet can move before and after using the aid another action, as long as its total movement does not exceed its speed.",
			"",
			"This replaces speak with animals of its kind.",
			"",
			"**Aide to All (Ex):** At 13th level, a valet can use the aid another action as a full-round action to grant up to three adjacent creatures bonuses from this action. Each bonus can apply to the same action or check or to different actions or checks.",
			"",
			"This replaces scry on familiar."
		]
	}
}
