{
	"black_asp": {
		"name": "Black Asp",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Black Asp",
			"",
			"{SOURCE Ultimate Intrigue/67}  ",
			"The black asps are a sinister order of monks who train as assassins and infiltrators with no need for weapons to achieve their goals. Through meditation and study, they learn how to use poison, hide any magics they choose to employ, and even empty their minds of thought to protect themselves from divinations.",
			"",
			"**Black Asp's Path (Ex):** A black asp is trained in the use of poison and cannot accidentally poison himself when applying poison to a weapon or when rolling a natural 1 on an attack roll with a poisoned weapon. At 3rd level, the black asp's ability to use poison improves. He gains {feat/Adder Strike} as a bonus feat even if he does not meet the prerequisites.",
			"",
			"This ability replaces stunning fist and still mind.",
			"",
			"**Forbidden Powers (Su):** A black asp can select a forbidden ki power :primary[in place of any of the following monk class abilities: slow fall (4th), high jump (5th), wholeness of body (7th), diamond body (11th), abundant step (12th), diamond soul (13th), quivering palm (15th), tongue of the sun and moon (17th), and empty body (19th). If he chooses to do so, he replaces the monk class ability the black asp gives up for the chosen forbidden ki power.] :alternate[as a ki power.] The black asp can select any of the following forbidden ki powers.",
			"",
			">**Black Asp Venom (Su):** As a swift action, a black asp with this ki power can poison his unarmed strike or a weapon in his hand. The poison lasts for 1 minute or until expended. A creature damaged by the poisoned weapon is affected as per the poison spell. The save DC is equal to 10 + 1/2 the black asp's monk level + his Wisdom modifier. Each use of this ability costs 2 ki points. A black asp must be at least 12th level before selecting this ki power.",
			">",
			">**Hidden Magic (Sp):** As an immediate action, the black asp can spend 1 ki point to hide the auras of all magic items he is carrying (as if they were all under {spell/magic aura}) for 1 hour per monk level.",
			">",
			">>**Greater Hidden Magic (Sp):** As long as he has at least 1 point in his ki pool, all of the black asp's items are constantly under the effects of magic aura. As an immediate action, he can spend 2 ki points to cause himself and any magic items he is carrying to appear to be nonmagical (as if he had cast {spell/greater magic aura}) for 1 hour per monk level. A black asp must be at least 8th level and possess the hidden magic ki power before selecting this ki power.",
			">>",
			">>>**Empty Mind (Sp):** A black asp with this ki power can choose to lower the number of ki points in his ki pool by 3 when he recovers his ki points for the day. If he does so, he gains the benefits of {spell/mind blank} for 24 hours. A black asp must be at least 16th level and possess the greater hidden magic ki power before selecting this ki power.",
			">",
			">**Shifting Form (Su):** As an immediate action, a black asp can spend 1 ki point to make his outline shift and waver for 1 round. This ability otherwise functions as per the spell {spell/blur}."
		]
	},
	"black_asp_uc": {
		"alternateOf": "black_asp",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"brazen_disciple": {
		"name": "Brazen Disciple",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Brazen Disciple",
			"",
			"{SOURCE Adventurer's Guide/104}  ",
			"Of the three monasteries, the Monastery of Unblinking Flame has been the most successful in developing a specific and unique fighting style that sets its disciples apart from other monks. In order to be admitted into the Monastery of Unblinking Flame and become one of these disciples, a supplicant must prove his worth by outwitting an {monster/efreeti}. Those who succeed often become monks known as the brazen disciples.",
			"",
			"Brazen disciples believe that the best way to prepare for this test is to emulate the efreeti's own duplicitous ways. By studying genie contracts, brazen disciples learn how to take advantage of loopholes, and by pondering riddles, they learn how to obfuscate truth. They use deception in their fighting style, and many go a step further, incorporating fire and smoke both mundane and magical. Though most brazen disciples focus on joining the [Houses of Perfection](rule/aff_monasteries), some become enamored with the efreet and instead seek out genie masters.",
			"",
			"**Class Skills:** A brazen disciple gains Bluff (Cha), Disguise (Cha), and Knowledge (planes) (Int) as class skills but loses Knowledge (religion), Ride, and Swim.",
			"",
			"This alters the monk's class skills.",
			"",
			"**Feinting Flurry (Ex):** When using flurry of blows to make melee attacks, a brazen disciple can forgo his first attack to attempt a Bluff check to feint. At 6th level, when a brazen disciple successfully feints, his opponent is denied its Dexterity bonus to AC until the end of the monk's turn.",
			"",
			"This ability replaces the monk's bonus feats at 1st level and at 6th level.",
			"",
			"**Bonus Feats:** At 2nd, 10th, 14th, and 18th levels, a brazen disciple can select a bonus feat. These feats must be chosen from the following list: {feat/Catch Off-Guard}, {feat/Combat Reflexes}, {feat/Deceitful}, {feat/Dodge}, {feat/Elemental Fist}, and {feat/Improved Initiative}. At 6th level, the brazen disciple can also choose from the following feats: {feat/Efreeti Style}, {feat/Improved Dirty Trick}, {feat/Improved Disarm}, {feat/Improved Steal}, {feat/Improved Trip}, and {feat/Mobility}. At 10th level, the brazen disciple can also choose from the following feats: {feat/Efreeti Stance}, {feat/Efreeti Touch}, {feat/Improved Critical}, and {feat/Spring Attack}. He need not meet the prerequisites normally required for these feats to select them.",
			"",
			"This ability alters the monk's bonus feats.",
			"",
			"**Efreeti's Guile (Ex):** At 3rd level, a brazen disciple can add his Wisdom modifier on Bluff and Disguise checks instead of his Charisma modifier.",
			"",
			"This ability replaces still mind.",
			"",
			"**Confounding Koan (Sp):** At 12th level, a brazen disciple can spend 2 ki points as a standard action to confuse a target within 30 feet with a riddle or paradox. This ability functions as per {spell/confusion}, except that it is language-dependent. The DC is equal to 10 + half the monk's class level + his Wisdom modifier, and the caster level is equal to his class level.",
			"",
			"This ability replaces :primary[abundant step.] :alternate[the monk's ki ability gained at 12th level.]",
			"",
			"**Genie Apotheosis:** At 20th level, a brazen disciple is treated as a native outsider with the fire subtype rather than as a humanoid (or whatever the monk's creature type was) for the purpose of spells and magical effects. He has immunity to fire and vulnerability to cold. Once per day, the brazen disciple can grant a limited wish (as per the spell {spell/limited wish}) to a non-outsider as a spell-like ability (CL 20th).",
			"",
			"This ability replaces perfect self."
		]
	},
	"brazen_disciple_uc": {
		"alternateOf": "brazen_disciple",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"disciple_of_wholeness": {
		"name": "Disciple of Wholeness",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Disciple of Wholeness",
			"",
			"{SOURCE Healer's Handbook/4}  ",
			"Disciples of wholeness train to bring themselves and others closer to physical and spiritual perfection.",
			"",
			"**Healing Ki (Su):** At 4th level, a disciple of wholeness can touch a creature as a swift action and spend 1 point from her ki pool to restore a number of hit points equal to 1d4 + 1/2 her monk level to that creature. If she has the wholeness of body :primary[class feature,] :alternate[ki power,] she can spend 2 points to restore a number of hit points equal to 1d8 + her monk level to a touched creature. She does not gain the ability to spend ki to gain an extra attack during a flurry of blows.",
			"",
			"This ability alters ki :primary[pool.] :alternate[pool, and it replaces the ki power gained at 4th level.]",
			"",
			"**Hone Body (Su):** At 5th level, a disciple of wholeness has immunity to supernatural and magical diseases as long as she is undamaged (she loses this immunity when she has hit point or ability score damage). In addition, she can always touch a creature as a swift action and spend 1 point from her ki pool to render it immune to all diseases for 1 day. She cannot grant this immunity if the target is already afflicted with a disease.",
			"",
			"This ability replaces purity of body.",
			"",
			"**Greater Hone Body (Su):** At 11th level, a disciple of wholeness is immune to poison while undamaged and can grant immunity to poison (lasting for 1 day). This ability otherwise functions as per hone body.",
			"",
			"This ability replaces the :primary[diamond body ability.] :alternate[ki power gained at 12th level, and prevents the unchained monk from ever selecting the diamond body ki power.]",
			"",
			"**Hone Soul (Su):** At 13th level, a disciple of wholeness can dispel a spell affecting a living creature by touching it as a standard action and spending 1 point from her ki pool. This power functions like the targeted dispel option of {spell/greater dispel magic}, with the caster level equal to the disciple of wholeness's monk level.",
			"",
			"This ability replaces the :primary[diamond soul ability.] :alternate[ki power gained at 14th level, and prevents the unchained monk from ever selecting the diamond soul ki power.]"
		]
	},
	"disciple_of_wholeness_uc": {
		"alternateOf": "disciple_of_wholeness",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"drunken_master": {
		"name": "Drunken Master",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Drunken Master",
			"",
			"{SOURCE Advanced Player's Guide/110}  ",
			"Most monks lead lives of moderation and quiet contemplation. But the drunken master finds perfection through excess. Powered by strong wine, he uses his intoxication to reach a state where his ki is more potent, if somewhat fleeting. A drunken master has the following class features.",
			"",
			"**Drunken Ki (Su):** At 3rd level, a drunken master can drink a tankard of ale or strong alcohol and gain one temporary ki point. The act of drinking is a standard action that does not provoke attacks of opportunity. The monk can have a maximum number of drunken ki points equal to 1 plus one additional point for every two levels thereafter (5th, 7th, and so on). The monk can gain this temporary ki even before he gains a ki pool at 4th level. These drunken ki points last for 1 hour or until spent, whichever is shorter. As long as he has at least 1 drunken ki point, the monk can spend 1 ki point as a swift action to move 5 feet without provoking attacks of opportunity. This ability replaces still mind.",
			"",
			"**Drunken Strength (Su):** At 5th level, a drunken master can spend 1 point of ki as a swift action to inflict 1d6 extra points of damage on a single successful melee attack. The monk can choose to apply the damage after the attack roll is made. At 10th level, the monk may spend 2 drunken ki points to increase the extra damage to 2d6. At 15th level, the monk may spend 3 drunken ki points to increase the extra damage to 3d6. At 20th level, the monk may spend 4 drunken ki points to increase the extra damage to 4d6. The monk must have at least 1 drunken ki point to use this ability. This ability replaces purity of body.",
			"",
			"**Drunken Courage (Su):** At 11th level, a drunken master is immune to fear as long as he has at least 1 point of drunken ki. This ability replaces diamond body.",
			"",
			"**Drunken Resilience (Ex):** At 13th level, a drunken master gains DR 1/- as long as he has at least 1 point of drunken ki. At 16th level, the DR increases to 2/-. At 19th level, it increases to 3/-. This ability replaces diamond soul.",
			"",
			"**Firewater Breath (Su):** At 19th level, a drunken master can take a drink and expel a gout of alcohol-fueled fire in a 30-foot cone. Creatures within the cone take 20d6 points of fire damage. A successful Reflex saving throw (DC 10 + 1/2 the monk's level + the monk's Wis modifier) halves the damage. Using this ability is a standard action that consumes 4 ki points from the monk's ki pool. The monk must have at least 1 drunken ki point to use this ability. This ability replaces empty body."
		]
	},
	"elemental_monk": {
		"name": "Elemental Monk",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Elemental Monk",
			"",
			"{SOURCE Disciple's Doctrine/4}  ",
			"Elemental monks draw inspiration from genies to create their fighting style. Their adaptability and versatility make them capable of serving as emissaries of elemental balance.",
			"",
			"**Alignment:** An elemental monk must be true neutral.",
			"",
			"This replaces the monk's alignment requirement.",
			"",
			"**Elemental Strike (Ex):** An elemental monk gains {feat/Elemental Fist} as a bonus feat, even if she doesn't meet the prerequisites. She does not have to select an element; instead, each time she hits with an Elemental Fist attack, she can choose acid, cold, electricity, or fire for the type of the additional damage granted by that feat.",
			"",
			"This replaces all of the monk's bonus feats and stunning fist.",
			"",
			"**Genie Style (Ex, Sp):** At 2nd level, as a swift action an elemental monk can gain the benefits of one of the following style feats, based on one of the five types of genies. When she does so, she automatically enters that feat's stance: {feat/Djinni Style}, {feat/Efreeti Style}, {feat/Janni Style}, {feat/Marid Style}, or {feat/Shaitan Style}.",
			"",
			"At 6th level, while the elemental monk is using a genie style feat, she also gains the benefits of a feat from the following list, as appropriate for that style's feat path: {feat/Djinni Spirit}, {feat/Efreeti Stance}, {feat/Janni Tempest}, {feat/Marid Spirit}, and {feat/Shaitan Skin}.",
			"",
			"At 10th level, while the elemental monk is using a genie style feat, she also gains the benefits of a feat from the following list, as appropriate for that style's feat path: {feat/Djinni Spin}, {feat/Efreeti Touch}, {feat/Janni Rush}, {feat/Marid Coldsnap}, and {feat/Shaitan Earthblast}.",
			"",
			"At 18th level, when the elemental monk gains the benefits of Djinni Spirit, Efreeti Stance, Marid Spirit, or Shaitan Skin, her elemental resistance from that feat instead becomes immunity to that element, as long as she is not denied her Dexterity bonus to AC. While she is using Janni Style, she gains the effects of {spell/enlarge person} or {spell/reduce person} (her choice), even if she is not humanoid. This is a spell-like ability with a caster level equal to the elemental monk's level.",
			"",
			"This replaces evasion, purity of body, and :primary[diamond body.] :alternate[the ki power gained at 10th-level.]",
			"",
			"**Elemental Precision (Ex):** At 10th level, instead of treating her unarmed strikes as lawful for the purpose of overcoming damage reduction, an elemental monk overcomes all damage reduction of creatures with the air, earth, fire, or water subtypes except DR/- and DR/epic.",
			"",
			"This alters the monk's ki pool.",
			"",
			"**Planar Guide (Sp):** At 14th level as a standard action, an elemental monk can spend 1 ki point to transport herself and up to seven additional willing creatures, as per the {spell/plane shift} spell, to one of the four Elemental Planes. Each additional creature increases the cost by 1 ki point."
		]
	},
	"elemental_monk_uc": {
		"alternateOf": "elemental_monk",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"far_strike_monk": {
		"name": "Far Strike Monk",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Far Strike Monk",
			"",
			"{SOURCE Ranged Tactics Toolbox/9}  ",
			"Far strike monks are masters of thrown weapons, from {eq-weapon/shuriken} to {eq-weapon/throwing axe/s} to {eq-weapon/spear/s}. The far strike school views thrown attacks as an extension of unarmed strikes, and masters of this school can infuse thrown weapons with their ki.",
			"",
			"**Weapon and Armor Proficiency:** In addition to the standard monk weapon proficiencies, a far strike monk is proficient with all thrown weapons.",
			"",
			"**Flurry of Blows (Ex):** A far strike monk can make a flurry of blows as a full-attack action as long as he's attacking with thrown weapons. He can't make a flurry of blows with his unarmed attacks or any other weapons. A far strike monk's flurry of blows otherwise functions as the standard monk class feature.",
			"",
			"A far strike monk can't use {feat/Rapid Shot} when making a flurry of blows with a thrown weapon. This ability alters flurry of blows.",
			"",
			"**Bonus Feats:** A far strike monk adds the following feats to his list of bonus feats at 1st level: {feat/Far Shot}, {feat/Point-Blank Shot}, {feat/Precise Shot}, and any {main/targeting |feat>s_optional_rules}. At 6th level, he adds the following feats: {feat/Improved Precise Shot}, {feat/Parting Shot}, and {feat/Trick Shooter}. At 10th level, he adds the following feats: {feat/Improvised Weapon Mastery} and {feat/Pinpoint Targeting}.",
			"",
			"**Fast Thrower:** At 1st level, a far strike monk gains {feat/Quick Draw} as a bonus feat, even if he doesn't meet the prerequisites. At 4th level, he gains {feat/Shot on the Run} as a bonus feat, even if he doesn't meet the prerequisites. At 8th level, when using the Shot on the Run feat, he can make a second ranged attack with a -5 penalty at any point during his movement. At 15th level, he can make a third ranged attack with a -10 penalty at any point during his movement. This ability replaces Stunning Fist.",
			"",
			"**Invisible Blade (Ex):** At 3rd level, when a far strike monk uses the Stealth skill to maintain his obscured location after sniping, he takes a -10 penalty on his Stealth check instead of -20. This ability replaces still mind.",
			"",
			"**Ki Pool (Su):** At 4th level, in addition to the normal abilities of his ki pool, a far strike monk can spend 1 point from his ki pool to increase the range increment of a thrown weapon by 20 feet for 1 round.",
			"",
			"**Ki Missile (Su):** At 5th level, a far strike monk can spend 1 point from his ki pool as a swift action to change the base damage dice of thrown weapons to that of his unarmed strikes. These weapons are also treated as ki focus weapons, allowing the monk to apply his special ki attacks to his thrown weapons as if they were unarmed strikes. This effect lasts until the beginning of his next turn. This ability replaces purity of body.",
			"",
			"**Trick Throw (Su):** At 11th level, a far strike monk can infuse his thrown weapons with ki to hit targets that he might otherwise miss. By spending 1 point from his ki pool as a swift action, the far strike monk can ignore {rule/concealment}. By spending 2 points, he can ignore total concealment or {rule/cover}. By spending 3 points, he can ignore total cover, even throwing weapons around corners. The weapon must still be able to reach the target; for instance, a target inside a closed building with no open doors or windows cannot be attacked using Trick Throw. These effects last for 1 round. This ability replaces diamond body."
		]
	},
	"flowing_monk": {
		"name": "Flowing Monk",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Flowing Monk",
			"",
			"{SOURCE Ultimate Combat/58}  ",
			"The flowing monk is the wind and the river. He knows how the world flows, and forces his enemies to flow with it. Even the most powerful stone breaks under the graceful and persistent pressure of wind and water.",
			"",
			"**Bonus Feat:** A flowing monk replaces the normal monk bonus feats with the following: {feat/Agile Maneuvers}, {feat/Combat Reflexes}, {feat/Deflect Arrows}, {feat/Dodge}, {feat/Improved Reposition}, {feat/Improved Trip}, {feat/Nimble Moves}, and {feat/Weapon Finesse}. At 6th level, the following feats are also available: {feat/Acrobatic Steps}, {feat/Bodyguard}, {feat/Improved Disarm}, {feat/Improved Feint}, {feat/Ki Throw}, {feat/Mobility}, {feat/Second Chance}, and {feat/Sidestep}. At 10th level, the following feats are added: {feat/In Harm's Way}, {feat/Repositioning Strike}, {feat/Snatch Arrows}, {feat/Spring Attack}, and {feat/Tripping Strike}.",
			"",
			"**Redirection (Ex):** At 1st level, as an immediate action, a flowing monk can attempt a reposition or trip combat maneuver against a creature that the flowing monk threatens and that attacks him. If the combat maneuver is successful, the attacker is sickened for 1 round (Reflex DC = 10 + 1/2 the monk's level + monk's Wisdom modifier to halve the duration), plus 1 additional round at 4th level and for every four levels afterward (to a maximum of 6 rounds at 20th level). The monk gains a +2 bonus on the reposition or trip combat maneuver check and the save DC for redirection increases by 2 if the attacker is using {feat/Power Attack} or is charging when attacking him. The benefit increases to a +4 bonus and an increase of the saving throw by 4 if both apply.",
			"",
			"At 4th level, a flowing monk can use redirection against an opponent that the flowing monk threatens and that attacks an ally with a melee attack. At 8th level, a flowing monk can make both a reposition and a trip maneuver as part of a single immediate action with this ability. At 12th level, a flowing monk can use redirection against any opponent that attacks him in melee, even if the flowing monk is not threatening the opponent who attacks him. A flowing monk can use this ability once per day per monk level, but no more than once per round. This ability replaces stunning fist.",
			"",
			"**Unbalancing Counter (Ex):** At 2nd level, a flowing monk's attacks of opportunity render a struck creature flat-footed until the end of the flowing monk's next turn (Reflex DC 10 + 1/2 the monk's level + Wisdom modifier negates). This ability replaces the bonus feat gained at 2nd level.",
			"",
			"**Flowing Dodge (Ex):** At 3rd level, a flowing monk gains a +1 dodge bonus to AC for each enemy adjacent to him, up to a maximum bonus equal to his Wisdom modifier (minimum 1). This ability replaces fast movement.",
			"",
			"**Elusive Target (Ex):** At 5th level, as an immediate action, a flowing monk may spend 2 points from his ki pool to attempt a Reflex save opposed by an attacker's attack roll to halve damage from that attack. At 11th level and above, the flowing monk suffers no damage on a successful save, or half damage on a failed save. If the attacker is flanking the monk, the flanking opponent who is not attacking becomes the target of the attack. Use the same attack roll, and if the attack hits the new target, that creatures takes half damage (or full damage if the attack is completely avoided). Any associated effects from the attack (such as bleed, poison, or spell effects) apply fully even if the attack deals only half damage. This ability replaces purity of body and diamond body.",
			"",
			"**Volley Spell (Su):** At 15th level, when a targeted spell or spell-like ability fails to overcome a flowing monk's spell resistance, he may reflect the effect onto its caster as {spell/spell turning} by spending a number of points from his ki pool equal to 1/2 the spell's level (minimum 1). This ability replaces quivering palm."
		]
	},
	"gray_disciple": {
		"name": "Gray Disciple",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Gray Disciple",
			"",
			"{SOURCE Advanced Race Guide/187}  ",
			"The gray disciple contemplates the inner voice of duergar magic and the silent eternity of stone, mastering these dual mysteries and combining them to deadly effect.",
			"",
			"**Fade from Sight (Sp):** At 4th level, as a swift action, the gray disciple can become invisible (as the invisibility spell) for 1 round by spending 1 ki point. To use this ability, the gray disciple must already have {spell/invisibility} as a spell-like ability. This ability replaces slow fall and still mind.",
			"",
			"**Gray Heart (Sp):** At 6th level, as a swift action, the gray disciple can enlarge himself (as the {spell/enlarge person} spell) for 1 minute by spending 1 ki point. To use this ability, the gray disciple must already have enlarge person available as a spell-like ability. This ability replaces high jump and the bonus feat gained at 6th level.",
			"",
			"**Born in Darkness (Sp):** At 7th level, as a standard action, the gray disciple can radiate {spell/darkness} (as the spell, except originating from the disciple's person) for 1 round per level by spending 1 ki point. This ability replaces wholeness of body.",
			"",
			"**Earth Glide (Su):** At 12th level, as a swift action, the gray disciple can spend a ki point to walk through solid stone for 1 round. This functions as the {umr/earth glide} universal monster ability. The gray disciple may continue earth gliding as long as he spends 1 ki point every round as a swift action. If he ceases earth gliding within a solid object, he is violently ejected and takes 5d6 points of damage. The gray disciple is not harmed by damage caused to material he is earth gliding through, but a {spell/stone to flesh} spell cast upon it causes violent ejection as described above. This ability replaces abundant step.",
			"",
			"**Entomb (Su):** At 15th level, a gray disciple can phase a foe into solid rock, killing it instantly. To use this ability, he expends 1 ki point as part of a bull rush or reposition combat maneuver against a creature adjacent to unworked earth or stone. If the attempt succeeds, the gray disciple pushes his foe inside the rock using his earth glide ability. If the creature succeeds at a Reflex save (DC 10 + 1/2 the gray disciple's monk level + the gray disciple's Wisdom modifier), it is ejected in the nearest open space and takes 5d6 points of damage. If it fails, it dies instantly as its body merges with the surrounding stone. Entomb is usable once per day, but a failed bull rush or reposition attempt does not count as a use of the ability. Entomb has no effect on creatures that can earth glide, are incorporeal, or can otherwise can survive merging with a solid object. This ability replaces quivering palm.",
			"",
			"**Earthen Thrall (Sp):** At 17th level, a gray disciple can attempt to control a creature with the earth subtype once per day. This ability is treated as {spell/dominate monster} (DC 10 + 1/2 the gray disciple's monk level + the gray disciple's Wisdom modifier), but is only effective against creatures with the earth subtype, and the gray disciple can keep only a single creature enthralled. If he attempts to control a second creature with this ability, the first creature is automatically released from domination whether or not the second attempt succeeds. This ability replaces tongue of the sun and moon and empty body."
		]
	},
	"hamatulatsu_master": {
		"name": "Hamatulatsu Master",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Hamatulatsu Master",
			"",
			"{SOURCE Inner Sea Combat/38}  ",
			"Once part of the Sisterhood of Eiseth, the Sisterhood of the Golden Erinyes is an order of female monks dedicated to emulating the painful strikes of the {monster/barbed devil}, leaving targets alive but permanently scarred and broken by pain - a method called hamatulatsu. The sisters train equally hard to resist their own techniques, and nearly all revere {faith/Asmodeus}.",
			"",
			"**Alignment:** A hamatulatsu master must be lawful neutral or lawful evil.",
			"",
			"**Bonus Feats:** A hamatulatsu master replaces the normal monk bonus feats with the following: {feat/Deflect Arrows}, {feat/Dodge}, {feat/Exotic Weapon Proficiency}, {feat/Improved Grapple}, {feat/Intimidating Prowess}, {feat/Scorpion Style}, or {feat/Weapon Focus}. At 6th level, the following feats are added to the list: {feat/Gorgon's Fist}, {feat/Hamatulatsu}, {feat/Improved Sunder}, {feat/Mobility}, {feat/Power Attack}. At 10th level, the following feats are added to the list: {feat/Critical Focus}, {feat/Impaling Critical} (unarmed strike), {feat/Improved Critical}, {feat/Medusa's Wrath}, {feat/Snatch Arrows}. At 14th level, the following feat is added to the list: {feat/Improved Impaling Critical}. Anytime a hamatulatsu master would gain a bonus feat, she can instead choose to gain two additional uses of stunning fist per day.",
			"",
			"**Stunning Fist (Ex):** A hamatulatsu master expands the conditions that she can apply to the target of her stunning fist beyond merely stunning her target. At 4th level, she can choose to make the target shaken for 1 minute. At 8th level, she can choose to deal 1d10 points of nonlethal bleed damage. At 12th level, she can choose to make the target frightened for 1d3 rounds. At 16th level, she can deal 2d12 points of nonlethal bleed damage. The shaken and frightened conditions allow the target to attempt a Will save to negate the effect instead of a Fortitude save. This ability otherwise functions as normal for a monk of her level.",
			"",
			"**Ki Pool (Su):** By spending 1 point from her ki pool as a swift action, a hamatulatsu master can make one additional attack at her highest attack bonus when making a flurry of blows attack. Alternatively, she can spend 1 ki point as a swift action to gain one additional use of her stunning fist ability that round, though this does not grant her an additional attack. Finally, as an immediate action, a hamatulatsu master can spend 1 ki point to make a single melee attack with a +2 bonus against a creature that has damaged her with a natural melee attack, unarmed strike, or weapon without the reach property. This ability otherwise functions as normal for a monk of her level.",
			"",
			"**Infernal Resilience (Ex):** At 5th level, a hamatulatsu master gains immunity to all spells, spell-like abilities, and effects with the pain descriptor, as well as a +2 bonus on saving throws against effects that would sicken, nauseate, stagger, or stun her. This ability replaces purity of body."
		]
	},
	"harrow_warden": {
		"name": "Harrow Warden",
		"sources": [ "The Harrow Handbook" ],
		"description": [
			"## Harrow Warden",
			"",
			"{SOURCE The Harrow Handbook/7}  ",
			"Some who study the mysteries of the harrow do so to restore lost knowledge and pride to the Varisian people. The harrow warden fulfills this role as she seeks to bring her mind and body into alignment, and she protects her people by invoking the folklore that has guided them for so long. In mastering her own place in fate, a harrow warden learns how to misalign the destinies of others.",
			"",
			"**Weapon and Armor Proficiency:** The harrow warden is proficient with all simple weapons, as well as with the {eq-armor/klar}, {eq-weapon/rapier}, {eq-weapon/short sword}, and {eq-weapon/starknife}. Additionally, harrow wardens treat starknives as monk weapons.",
			"",
			"**Idiot Strike (Su):** At 1st level, the harrow warden can make an unarmed strike against a target and curse the creature with bad luck. Foes damaged by an idiot strike must succeed at a Will save (DC 10 + 1/2 the monk's level + the monk's Wisdom modifier) or become jinxed. A jinxed creature must roll twice whenever it attempts an attack roll, a saving throw, a skill check, or a caster level check for 1 round, taking the lower result in each instance. The harrow warden can use idiot strike once per day per monk level. She must declare that she is using an idiot strike before making the attack roll; thus, a failed roll wastes the attempt. At 4th level and again at 12th level, the jinx effect lasts an additional round. At 16th level, a harrow warden can expend two uses of idiot strike to instead curse her target as the {spell/bestow curse} spell.",
			"",
			"This ability replaces stunning fist.",
			"",
			"**Mute Hag Stance (Su):** Beginning at 9th level, the harrow warden can block opponents' metaphysical ties to one another. Enemies threatened by the harrow warden do not gain the effects of any morale or insight bonuses on attack rolls or skill checks as long as they are within the harrow warden's threatened area. This ability replaces improved evasion.",
			"",
			"**Big Sky Stance (Su):** At 11th level, the harrow warden becomes secure in her role within the larger story. She gains immunity to curses and polymorph effects. This ability replaces diamond body.",
			"",
			"**Eclipse Strike (Su):** Beginning at 15th level, the harrow warden can strike a target with enough force to realign its place in the world. Foes damaged by the harrow warden's idiot strike can attempt a Fortitude save (DC 10 + 1/2 the monk's level + the monk's Wisdom modifier). Those that fail are transmuted into a harmless form, as per the {spell/baleful polymorph} spell. This ability replaces quivering palm."
		]
	},
	"hellcat": {
		"name": "Hellcat",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Hellcat",
			"",
			"{SOURCE Villain Codex/92}  ",
			"Monks of the hellcat sect follow the teachings of Asmodeus or another infernal power. Their brutal training strips away their physical weaknesses, and their vicious fighting style is inspired by the predatory techniques of the hellcat.",
			"",
			"**Alignment:** A hellcat must be lawful evil or lawful neutral. A hellcat who becomes lawful good or nonlawful cannot gain new levels as a monk but retains all monk abilities.",
			"",
			"This alters the monk's alignment requirements.",
			"",
			"**Class Skills:** A hellcat gains Knowledge (planes) and Survival as class skills, instead of Craft, Knowledge (history), Perform, and Profession.",
			"",
			"This alters the monk's class skills.",
			"",
			"**Weapon Proficiency:** A hellcat is proficient with the club, crossbow (light or heavy), dagger, kama, light mace, nunchaku, quarterstaff, repeating crossbow (light or heavy), sai, shuriken, and siangham. In addition to monk weapons and unarmed strikes, a hellcat can use a {eq-weapon/light mace} to perform a flurry of blows.",
			"",
			"This replaces the monk's weapon proficiencies.",
			"",
			"**Bonus Feat:** A hellcat selects bonus feats from the following list: Aspect of the Beast, {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Dodge}, {feat/Diehard}, {feat/Improved Grapple}, and {feat/Power Attack}. At 6th level, the following feats are added to the list: {feat/Critical Focus}, {feat/Greater Grapple}, {feat/Improved Blind-Fight}, {feat/Mobility}, and {feat/Stalwart}. At 10th level, the following feats are added to the list: {feat/Bleeding Critical}, {feat/Greater Blind-Fight}, {feat/Improved Critical}, {feat/Improved Stalwart}, and {feat/Spring Attack}.",
			"",
			"This ability alters the monk's bonus feat ability.",
			"",
			"**Hellcat Fury (Ex):** At 1st level, a hellcat can deal slashing damage with his unarmed strikes. At 4th level, whenever a hellcat confirms a critical hit with his slashing unarmed strike, the target of that attack also takes 1d4 points of bleed damage. At 8th level, the bleed damage increases to 1d6 points; at 12th level, the bleed damage increases to 1d8 points; at 16th level, the bleed damage increases to 1d10 points; and at 20th level, the bleed damage increases to 1d12 points.",
			"",
			"This ability replaces stunning fist and fast movement.",
			"",
			"**Torture Training (Ex):** At 2nd level, a hellcat who fails a save against an effect that causes him to become fatigued, sickened, or staggered can attempt a second save against the effect at the end of his next turn. Only one additional save is allowed. At 5th level, he can also attempt this second save against effects that would cause him to become frightened or shaken. At 9th level, he can also attempt this second save against effects that would cause him to become exhausted, nauseated, or dazed.",
			"",
			"This ability replaces evasion, purity of body, and improved evasion.",
			"",
			"**Crucible of Pain (Ex):** At 3rd level, a hellcat gains an amount of DR/- equal to half his monk level against nonlethal damage. In addition, a hellcat is inured to hot climate effects as if using {spell/endure elements}.",
			"",
			"This ability replaces slow fall and still mind.",
			"",
			"**Hellcat Ki (Su):** At 4th level, a hellcat gains a pool of ki points that he can use as per the monk class feature but with the following changes. In addition to spending ki to gain an additional attack, increased speed, or improved AC, a hellcat can spend 1 ki point as a swift action to enhance his sight (gaining 60-foot darkvision) or his sense of smell (gaining the scent ability) for 1 minute per level.",
			"",
			"At 7th level, a hellcat can spend 1 point of ki as a swift action to gain fire resistance 5 for 1 round per level. At 10th level, this fire resistance increases to 10, and at 14th level, it increases to 15.",
			"",
			"At 11th level, a hellcat can spend 1 point of ki as a swift action to become silhouetted with a ghostly flame, which makes him harder to see in light but easier to see in darkness for 1 round per level. He becomes invisible in bright light, gains concealment (20% miss chance) in normal light, gains no benefit in dim light, and gives off light like a candle in darkness, allowing other creatures to see him even without darkvision. If he takes any action that would break {spell/invisibility} while in bright light, his invisibility is reduced to concealment until the end of his next turn.",
			"",
			"This ability alters ki pool and replaces wholeness of body and diamond body."
		]
	},
	"hungry_ghost_monk": {
		"name": "Hungry Ghost Monk",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Hungry Ghost Monk",
			"",
			"{SOURCE Advanced Player's Guide/110}  ",
			"The hungry ghost monk looks to spirits that prey upon the living as models of perfection. He sees the life energy of the universe as a resource to be manipulated, even stealing it from other creatures. It is through this constant influx of energy that the hungry ghost monk reaches his ultimate goal: power - personal, pure, and simple. A hungry ghost monk has the following class features.",
			"",
			"**Punishing Kick (Ex):** At 1st level, a hungry ghost monk gains {feat/Punishing Kick} as a bonus feat, even if he does not meet the prerequisites. At 10th level, and every five levels thereafter, the monk can push the target of his Punishing Kick an additional 5 feet (10 feet at 10th level, 15 feet at 15th level, and 20 feet at 20th level). At 15th level, he can instead choose to push the target 5 feet and knock the target prone with the same attack. The target still gets a saving throw to avoid being knocked prone. This ability replaces Stunning Fist.",
			"",
			"**Steal Ki (Ex):** At 5th level, a hungry ghost monk can steal ki from other creatures, though this ability is controversial in some circles of monks, who see it as nothing less than a form of vampirism. If the monk scores a confirmed critical hit against a living enemy or reduces a living enemy to 0 or fewer hit points, he can steal some of that creature's ki. This ability replenishes 1 spent ki point to the monk's ki pool, as long as the monk has at least 1 ki point in his pool. He cannot exceed his ki pool's maximum. At 11th level, each time the monk successfully steals ki, he can make an immediate saving throw against one disease he is suffering from. There is no penalty for failing this saving throw. The monk gains a bonus equal to his Wisdom modifier on the saving throw. This ability replaces purity of body.",
			"",
			"**Life Funnel (Su):** At 7th level, a hungry ghost monk can steal a creature's life force to replenish his own. If the monk has at least 1 ki point in his ki pool and scores a confirmed critical hit against a living enemy or reduces a living enemy to 0 or fewer hit points, he heals a number of hit points equal to his monk level. As with steal ki, some monks believe that life funnel is an unsavory act, no better than what the undead do to the living. A monk with this ability cannot steal both ki and hit points at the same time. This ability replaces wholeness of body.",
			"",
			"**Life from a Stone (Su):** At 11th level, a hungry ghost monk can steal ki or life force from any creature, not just living creatures. If the monk has at least 1 ki point in his pool, he gains the benefit of life funnel and steal ki when he confirms a critical hit against any creature or reduces any creature to 0 or fewer hit points. This ability replaces diamond body.",
			"",
			"**Sipping Demon (Su):** A 13th level, a hungry ghost monk gains 1 temporary hit point each time he hits an enemy with a melee attack. The monk gains a number of temporary hit points equal to his Wisdom modifier when he scores a critical hit. The maximum number of temporary hit points the monk can have is equal to his monk level. The temporary hit points disappear 1 hour later. The monk can only use this ability when he has at least 1 ki point in his ki pool. This ability is a proscribed manipulation of ki considered by many good monks to be a corruption. The ability replaces diamond soul."
		]
	},
	"invested_regent": {
		"name": "Invested Regent",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Invested Regent",
			"",
			"{SOURCE Heroes of the High Court/22}  ",
			"The invested regent has been handpicked by inscrutable divine forces to command others - either at the present or at some future time. The invested regent can harness a divine spark to perform superhuman stunts, influence others, and escape injury. Invested regents come from all races and walks of life, but they are more likely to be nobleborn in their cultures. Although some invested regents are acutely aware of their powers' divine origins (such as powers gained from an investment ceremony to {faith/Asmodeus} in the nation of Cheliax), others do not know the source of their abilities. Invested regents have strong personalities and a destiny to rule.",
			"",
			"**Investiture (Su):** An invested regent gains a pool of investiture points, supernatural energy he can use to call upon amazing abilities and divine protection. The number of points in the invested regent's investiture pool is equal to 1/2 his monk level + his Charisma modifier. As long as he has at least 1 point in his investiture pool, the invested regent can select one of his saving throws as a swift action and gain a +1 sacred bonus on saving throws of that type for 1 round. If he spends 1 point from his investiture pool during this swift action, he instead gains a sacred bonus equal to his Charisma modifier on the saving throw selected.",
			"",
			"A character with this feature and the ki pool class feature tracks investiture points and ki points separately.",
			"",
			"This ability replaces the bonus feat gained at 1st level.",
			"",
			"**Vested Power (Ex or Sp):** At 2nd level and every 4 monk levels thereafter, an invested regent can select a vested power (see the Vested Powers section below) for which he qualifies in place of selecting a monk bonus feat. The invested regent need not do so and can instead take the bonus feat, but once the decision to take a bonus feat or a vested power is made, he can't change it.",
			"",
			"This replaces the bonus feat the invested regent gives up for the vested power.",
			"",
			"### Vested Powers",
			"",
			"Vested powers are abilities that draw on an invested regent's investiture pool. Vested powers are divided into two categories: feats and spells.",
			"",
			"**Requirements:** All vested powers have a minimum level requirement to select them. An invested regent who hasn't reached the required monk level cannot select that vested power.",
			"",
			"**Activation:** Most vested powers require the invested regent to spend investiture points; the exact amount is listed after the vested power. Vested powers that cost 0 investiture points don't require the invested regent to have any investiture points in his investiture pool to use the ability. The saving throw against an invested regent's vested power, if any, is equal to 10 + 1/2 the invested regent's monk level + his Charisma bonus.",
			"",
			"**Feats:** These vested powers duplicate the effects of specific feats. An invested regent doesn't need to qualify for a feat to select it as a vested power. For example, an invested regent can select {feat/Spring Attack} as a vested power even if he doesn't meet the prerequisites for selecting Spring Attack as a feat. Activating one of these vested powers is a free action on the invested regent's turn; until the start of his next turn, the invested regent is treated as if he had that feat. Feats marked with an asterisk (\\*) can also be activated as an immediate action when it isn't the invested regent's turn.",
			"",
			"**Spells:** These vested powers duplicate the effects of a spell and are spell-like abilities. An invested regent's monk level is the caster level for these spell-like abilities, and he uses Charisma to determine his {rule/concentration} check bonus. Activating one of these vested powers is a standard action.",
			"",
			"#### 2nd-Level Vested Powers",
			"",
			"- {spell/Comprehend languages} (2 investiture points)",
			"- {spell/Divine favor} (1 investiture point)",
			"- {feat/Dodge}\\* (0 investiture points)",
			"- {spell/Entropic shield} (1 investiture point)",
			"- {spell/Expeditious retreat} (2 investiture points)",
			"- {spell/Feather step} (self only, 1 investiture point)",
			"- {spell/Hide from undead} (self only, 1 investiture point)",
			"- {spell/Sanctuary} (self only, 1 investiture point)",
			"- {spell/Shield of faith} (self only, 1 investiture point)",
			"",
			"#### 6th-Level Vested Powers",
			"",
			"- {spell/Calm emotions} (1 investiture point)",
			"- {spell/Cloak of winds} (self only, 2 investiture points)",
			"- {spell/Enthrall} (2 investiture points)",
			"- {spell/Gaseous form} (self only, 1 investiture point)",
			"- {spell/Helping hand} (1 investiture point)",
			"- {feat/Heroic Defiance}\\* (1 investiture point)",
			"- {feat/Heroic Recovery}\\* (1 investiture point)",
			"- {spell/Protective spirit} (2 investiture points)",
			"- {spell/Remove disease} (self only, 2 investiture points)",
			"- {feat/Sidestep}\\* (1 investiture point)",
			"- {feat/Snatch Arrows}\\* (1 investiture point)",
			"- {feat/Spring Attack} (1 investiture point)",
			"- {spell/Tongues} (self only, 2 investiture points)",
			"",
			"#### 10th-Level Vested Powers",
			"",
			"- {spell/Air walk} (self only, 2 investiture points)",
			"- {spell/Death ward} (self only, 2 investiture points)",
			"- {spell/Dimension door} (self only, 2 investiture points)",
			"- {spell/Discern lies} (3 investiture points)",
			"- {spell/Divine power} (3 investiture points)",
			"- {spell/Freedom of movement} (self only, 3 investiture points)",
			"- {feat/Improved Blind-Fight}\\* (1 investiture point)",
			"- {feat/Improved Great Fortitude}\\* (1 investiture point)",
			"- {feat/Improved Iron Will}\\* (1 investiture point)",
			"- {feat/Improved Lightning Reflexes}\\* (1 investiture point)",
			"- {spell/Mark of justice} (3 investiture points)",
			"- {spell/Neutralize poison} (self only, 3 investiture points)",
			"- {spell/Restoration} (self only, 2 investiture points)",
			"- {spell/Spell resistance} (self only, 2 investiture points)",
			"- {feat/Wind Stance} (2 investiture points)",
			"",
			"#### 14th-Level Vested Powers",
			"",
			"- {spell/Antilife shell} (3 investiture points)",
			"- {feat/Disarming Strike} (2 investiture points)",
			"- {feat/Greater Blind-Fight}\\* (2 investiture points)",
			"- {spell/Greater command} (3 investiture points)",
			"- {spell/Greater forbid action} (3 investiture points)",
			"- {feat/Lightning Stance} (3 investiture points)",
			"- {spell/Shadow walk} (self only, 3 investiture points)",
			"- {spell/Unwilling shield} (3 investiture points)",
			"",
			"#### 18th-Level Vested Powers",
			"",
			"- {spell/Divine vessel} (3 investiture points)",
			"- {spell/Foresight} (self only, 3 investiture points)",
			"- {spell/Greater restoration} (self only, 3 investiture points)",
			"- {spell/Regenerate} (self only, 3 investiture points)",
			"- {spell/Repulsion} (3 investiture points)"
		]
	},
	"invested_regent_uc": {
		"alternateOf": "invested_regent",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"ironskin_monk": {
		"name": "Ironskin Monk",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Ironskin Monk",
			"",
			"{SOURCE Advanced Race Guide/122}  ",
			"Through discipline and training, an ironskin monk hardens his body to withstand punishing blows. Though slow on his feet, his calloused hands and feet can shatter stone and stagger foes.",
			"",
			"**Iron Skin (Ex):** At 1st level, an ironskin monk gains a +1 bonus to his natural armor. This bonus stacks with any existing natural armor the ironskin monk already has. At 4th level, and every 4 levels thereafter, this bonus increases by +1. This ability replaces the monk's AC bonus ability and the ability to add his Wisdom bonus to his AC.",
			"",
			"**Bonus Feat:** At 1st level, an ironskin monk adds {feat/Power Attack} to his list of bonus feats. At 6th level, he adds {feat/Improved Sunder} to the list. At 10th level, he adds {feat/Greater Sunder} to the list. These bonus feat choices replace {feat/Dodge}, {feat/Mobility}, and {feat/Spring Attack} on his bonus feat list.",
			"",
			"**Resilience (Ex):** At 2nd level, an ironskin monk can shake off the physical effects of certain attacks. If he makes a Fortitude saving throw against an attack that has a reduced effect on a successful save, he instead avoids the effect entirely. This ability can be used only if the monk is wearing light armor or no armor. A helpless monk does not gain the benefits of resilience. This ability replaces evasion.",
			"",
			"**Ki Pool (Su):** At 4th level, an ironskin monk can spend 1 point from his ki pool to gain a damage bonus equal to 1/2 his level against objects and constructs for 1 round. This replaces the ability to increase speed with ki.",
			"",
			"**Staggering Blow (Ex):** At 5th level, an ironskin monk attacking with an unarmed strike can spend 1 point from his ki pool as a free action after a successful critical hit to stagger the creature struck for 1 round (Fort DC 10 + 1/2 the ironskin monk's level + the ironskin monk's Wisdom modifier negates). This ability replaces high jump.",
			"",
			"**Tough as Nails (Ex):** At 6th level, an ironskin monk gains DR 1/-. Subtract 1 point from the damage the ironskin monk takes each time he is dealt damage from a weapon or a natural attack. This damage reduction increases by 1 point at 9th level and every 3 levels thereafter. Damage reduction can reduce damage to 0 but not below 0. This ability replaces fast movement and slow fall.",
			"",
			"**Evasion (Ex):** At 9th level, an ironskin monk gains evasion. This ability replaces improved evasion.",
			"",
			"**Surefooted (Ex):** At 17th level, an ironskin monk's speed is not reduced by difficult terrain. This ability replaces tongue of the sun and moon.",
			"",
			"**Unbreakable (Ex):** At 20th level, an ironskin monk sets aside many of the frailties of mortal flesh. He becomes immune to death effects and stunning. He is not subject to ability damage or ability drain, and has a 75% chance of ignoring the extra damage dealt by critical hits and sneak attacks. This ability replaces perfect self."
		]
	},
	"karmic_monk": {
		"name": "Karmic Monk",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Karmic Monk",
			"",
			"{SOURCE Occult Adventures/122}  ",
			"A karmic monk contemplates the myriad harmonies that guide existence. He learns to use the disharmony in others against them, and to alter his own inner harmonies to exploit weaknesses in his opponents' defenses.",
			"",
			"**Alignment:** A karmic monk must be true neutral or of any lawful alignment. This alters the monk's alignment requirement.",
			"",
			"**Class Skills:** The karmic monk gains Diplomacy (Cha) as a class skill instead of Intimidate. This alters the monk's class skills.",
			"",
			"**Karmic Strike (Su):** At 1st level, a karmic monk gains bonuses against creatures that attack him first. If a creature the karmic monk has not attacked within the past 24 hours makes an attack roll against the karmic monk or casts an offensive spell that affects the karmic monk, the karmic monk receives a +2 bonus on attack rolls and damage rolls against that creature. If the karmic monk hits such a target, this bonus lasts until the end of the karmic monk's turn (or until the beginning of the karmic monk's next turn, if it isn't his turn). Otherwise, the bonus against a particular creature lasts for 1 minute after the creature's last attack against the karmic monk. This ability replaces stunning fist.",
			"",
			"**Balanced Mind (Su):** At 3rd level, a karmic monk receives a +2 bonus on saving throws against effects with the chaos, evil, good, or law subtype. He also receives this bonus against the abilities and effects of creatures of the listed subtypes. This ability replaces still mind.",
			"",
			"**Ki Pool (Su):** At 7th level, when a karmic monk makes unarmed strikes, they're treated as chaotic, evil, good, and lawful. This ability replaces the 7th- and 10th-level ki pool abilities.",
			"",
			"**Harmony (Su):** At 9th level, as an immediate action, a karmic monk can shift his alignment by one step for the purpose of all effects dependent on alignment until the beginning of his next turn. This does not actually alter the karmic monk's alignment. This ability replaces improved evasion.",
			"",
			"**Karmic Disruption (Su):** At 16th level, a karmic monk can spend 1 point from his ki pool as a swift action to add 1d6 points of damage to his unarmed strikes against creatures of either chaotic, evil, good, or lawful alignment for 1 round. This stacks with other abilities that deal damage based on alignment. He cannot alter his alignment choice until the next time he uses this ability. Creatures that are of the appropriate alignment and are struck by this attack must succeed at a Will save (DC = 10 + 1/2 the karmic monk's class level + the karmic monk's Wisdom modifier) or lose any damage reduction based on alignment for a number of rounds equal to the karmic monk's Wisdom modifier (minimum 1 round). A creature that succeeds at this save is immune to having its damage reduction disrupted by that karmic monk for 24 hours. This attack disrupts only alignment components of damage reduction, not any other components; for example, DR/cold iron and good becomes DR/cold iron.",
			"",
			"This ability replaces slow fall 80 feet, and alters slow fall at 19th level to become slow fall 80 feet.",
			"",
			"**Harmonic Self:** At 20th level, a karmic monk is truly in tune with the harmonic balance of the universe. He gains the abilities of perfect self, except that instead of DR 10/chaotic, he gains DR 10 that is overcome only by attacks that do not count as chaotic, evil, good, or lawful. This ability alters perfect self."
		]
	},
	"kata_master": {
		"name": "Kata Master",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Kata Master",
			"",
			"{SOURCE Advanced Class Guide/105}  ",
			"The kata master takes the visual aspect of his martial art to its logical extreme, harnessing her flowing movements and skilled maneuvers as a psychological weapon against her enemies. A kata master forsakes the mental discipline of her more contemplative brethren in favor of these flamboyant exhibitions. She often performs in staged fights and tournaments, utilizing stylized forms to amaze the audience and shock and dismay her opponents.",
			"",
			"**Panache:** At 1st level, a kata master gains the {class/swashbuckler/'s} panache class ability. At the start of each day, a kata master gains a number of panache points equal to her Charisma bonus (minimum 1). Her panache goes up or down throughout the day, but usually cannot go higher than his Charisma bonus (minimum 1). A kata master gains the swashbuckler's derring-do and dodging panache {ability/swashbuckler_<deeds}. A kata master can use an unarmed strike or monk special weapon in place of a light or one-handed piercing melee weapon for granted swashbuckler class features and deeds. This ability replaces stunning fist.",
			"",
			"**Menacing Swordplay (Ex):** At 3rd level, a kata master gains the swashbuckler's menacing swordplay deed. This ability replaces still mind.",
			"",
			"**Ki Pool (Su):** At 4th level, a kata master can treat ki points as panache points for any swashbuckler deed gained through this archetype. This ability modifies ki pool.",
			"",
			"**Targeted Strike (Ex):** At 7th level, a kata master gains the swashbuckler's targeted strike deed. This ability replaces wholeness of body.",
			"",
			"**Dizzying Defense (Ex):** At 15th level, a kata master gains the dizzying defense swashbuckler deed. This ability replaces quivering palm."
		]
	},
	"ki_mystic": {
		"name": "Ki Mystic",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Ki Mystic",
			"",
			"{SOURCE Advanced Player's Guide/111}  ",
			"The ki mystic believes that violence is sometimes necessary, but knowing and understanding is the true root of perfection. Through meditation and spiritual visions, a ki mystic can see beyond the veil of reality to the underlying truth of all existence. A ki mystic has the following class features.",
			"",
			"**Ki Mystic (Su):** At 3rd level, a ki mystic gains a pool of ki points equal to his Wisdom modifier. The pool increases to 1/2 his monk level + his Wisdom modifier + 2 at level 4. If the monk has at least 1 point of ki in his ki pool, he gains a +2 bonus on all Knowledge skill checks. As a swift action, the monk can spend 1 ki point immediately before making an ability, or skill check to gain a +4 insight bonus on the check. This ability replaces still mind.",
			"",
			"**Mystic Insight (Su):** At 5th level, a ki mystic becomes apt at giving just the right word of advice in just the nick of time. As an immediate action, the monk can spend 2 ki points to grant an ally within 30 feet the ability to reroll a single attack roll or saving throw. The ally must be able to hear the monk to gain the reroll benefit. This ability replaces purity of body.",
			"",
			"**Mystic Visions (Su):** At 11th level, a ki mystic may receive mystic visions when he rests. These visions can come as a dream, an epiphany, or even as the voice of an old friend whispering in the monk's mind. The effect is similar to a {spell/divination} spell with a caster level equal to the monk's level. The divination has no casting time; it is just part of the normal dreams or visions that occur every night. Using this ability costs 2 ki points that are removed from the next day's total. This ability replaces diamond body.",
			"",
			"**Mystic Prescience (Su):** At 13th level, a ki mystic gains a +2 insight bonus to AC and CMD. At 20th level, the bonus increases to +4. This ability replaces diamond soul.",
			"",
			"**Mystic Persistence (Su):** At 19th level, a ki mystic can create an aura once per day as a swift action at the cost of at least 2 points of ki. The aura emanates out to a 20-foot radius. The monk and all allies within the aura can roll two dice when making an attack roll or a saving throw and take the better result. The aura lasts for 1 round, plus an additional round for every 2 ki points spent when the monk created the aura. The monk can dismiss the aura at any time as a free action, but the ki points for the full duration of the aura are lost. This ability replaces empty body."
		]
	},
	"lifting_hand": {
		"name": "Lifting Hand",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Lifting Hand",
			"",
			"{SOURCE Martial Arts Handbook/23}  ",
			"Those studied in the art of grappling know that using their opponents' own weight and momentum to lift, disable, or throw them is impressive and effective. When facing a master of the lifting hand, an enemy is likely to find itself sailing through the air or locked in a tortuous compliance hold.",
			"",
			"**Savage Toss (Ex):** A lifting hand gains {feat/Savage Slam} as a bonus feat, even if she doesn't meet the prerequisites.",
			"",
			"At 4th level, when the lifting hand succeeds at her grapple combat maneuver check while using the Savage Slam feat and her grapple combat maneuver check result exceeds the opponent's CMD by at least 5, she can throw the opponent into an non-adjacent square. The lifting hand can throw the opponent 10 feet, plus an additional 5 feet for every 5 by which her grapple check exceeds the opponent's CMD. For instance, if the lifting monk exceeds the target's CMD by 15, she can throw the target into a square 20 feet away.",
			"",
			"At 8th level, when using Savage Slam, the lifting hand's target no longer receives a bonus to its CMD when the lifting hand attempts to throw it into a dangerous area.",
			"",
			"This replaces stunning fist.",
			"",
			"**Bonus Feats (Ex):** A lifting hand adds {feat/Whirling Hold} to her list of bonus feats at 1st level. At 6th level, she adds {feat/Dramatic Slam} and {feat/Overhead Flip}. At 10th level, she adds {feat/Savage Leap}.",
			"",
			"This alters the monk's bonus feats.",
			"",
			"**Joint Lock (Ex):** At 10th level, when a lifting hand succeeds at a combat maneuver check to maintain a grapple, instead of choosing to damage, move, pin, or tie up the opponent, she can instead force one of the target's limbs into an agonizing position. The target becomes sickened as long as the lifting hand maintains the grapple. When the grapple is released or broken, the target is fatigued for a number of rounds equal to the lifting hand's level. This is a pain effect.",
			"",
			"This replaces the bonus feat gained at 10th level.",
			"",
			"**Counter-Throw (Sp):** At 12th level, a lifting hand can ready an action to trigger if a creature tries to attack her. When the readied action triggers, the lifting hand can attempt a grapple combat maneuver check with a +2 bonus. If she succeeds, she grapples the creature and negates the triggering attack, and she can spend an immediate action to use the Savage Slam feat.",
			"",
			"This replaces :primary[abundant step.] :alternate[the ki power gained at 12th level.]"
		]
	},
	"lifting_hand_uc": {
		"alternateOf": "lifting_hand",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"maneuver_master": {
		"name": "Maneuver Master",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Maneuver Master",
			"",
			"{SOURCE Ultimate Combat/58}  ",
			"The maneuver master specializes in more complicated moves than simple damage-dealing strikes.",
			"",
			"**Bonus Feat:** In addition to normal monk bonus feats, a maneuver master may select any Improved combat maneuver feat (such as {feat/Improved Overrun}) as a bonus feat. At 6th level and above, he may select any Greater combat maneuver feat (such as {feat/Greater Grapple}) as a bonus feat. At 10th level and above, he may select any maneuver Strike feat (such as {feat/Tripping Strike}) as a bonus feat.",
			"",
			"**Flurry of Maneuvers (Ex):** At 1st level, as part of a full-attack action, a maneuver master can make one additional combat maneuver, regardless of whether the maneuver normally replaces a melee attack or requires a standard action. The maneuver master uses his monk level in place of his base attack bonus to determine his CMB for the bonus maneuvers, though all combat maneuver checks suffer a -2 penalty when using a flurry. At 8th level, a maneuver master may attempt a second additional combat maneuver, with an additional -3 penalty on combat maneuver checks. At 15th level, a maneuver master may attempt a third additional combat maneuver, with an additional -7 penalty on combat maneuver checks. A maneuver master loses this ability when wearing armor, using a shield, or carrying a medium or heavy load. This ability replaces flurry of blows.",
			"",
			"**Maneuver Defense (Ex):** At 3rd level, if a maneuver master has an Improved combat maneuver feat, any creature attempting that maneuver against the maneuver master provokes an attack of opportunity, even if it would not normally do so. This ability replaces still mind.",
			"",
			"**Reliable Maneuver (Ex):** At 4th level, as a swift action, a maneuver master may spend 1 point from his ki pool before attempting a combat maneuver. He can roll his combat maneuver check for that maneuver twice and use the better result. This ability replaces slow fall.",
			"",
			"**Meditative Maneuver (Ex):** At 5th level, as a swift action, a maneuver master can add his Wisdom modifier on any combat maneuver check he makes before the beginning of his next turn. He must choose which combat maneuver check to grant the bonus to before making the combat maneuver check. This ability replaces purity of body.",
			"",
			"**Sweeping Maneuver (Ex):** At 11th level, a maneuver master can make two combat maneuvers as a standard action, as long as neither maneuver requires the maneuver master to move. He may perform two identical maneuvers against two adjacent enemies, or he may perform two different combat maneuvers against the same target. This ability replaces diamond body.",
			"",
			"**Whirlwind Maneuver (Ex):** At 15th level, once per day as a full-round action, a maneuver master can attempt a single combat maneuver against every opponent he threatens, as long as the combat maneuver does not require movement. He makes a single combat maneuver check, and it applies to all targets. This ability replaces quivering palm."
		]
	},
	"martial_artist": {
		"name": "Martial Artist",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Martial Artist",
			"",
			"{SOURCE Ultimate Combat/59}  ",
			"The martial artist pursues a mastery of pure martial arts without the monastic traditions. He is a master of form, but lacks the ability to harness his ki.",
			"",
			"**Alignment:** A martial artist may be of any alignment.",
			"",
			"**Pain Points (Ex):** At 3rd level, a martial artist's advanced knowledge of humanoid anatomy grants a +1 bonus on critical hit confirmation rolls and increases the DC of his stunning fist and quivering palm by 1. This ability replaces still mind.",
			"",
			"**Martial Arts Master (Ex):** At 4th level, a martial artist may use his monk level to qualify for feats with a fighter level prerequisite when those feats are applied to unarmed strikes or weapons with the monk special quality. This ability replaces slow fall.",
			"",
			"**Exploit Weakness (Ex):** At 4th level, as a swift action, a martial artist can observe a creature or object to find its weak point by making a Wisdom check and adding his monk level against a DC of 10 + the object's hardness or the target's CR. If the check succeeds, the martial artist gains a +2 bonus on attack rolls until the end of his turn, and any attacks he makes until the end of his turn ignore the creature or object's DR or hardness.",
			"",
			"A martial artist may instead use this ability as a swift action to analyze the movements and expressions of one creature within 30 feet, granting a bonus on Sense Motive checks and Reflex saves and a dodge bonus to AC against that opponent equal to 1/2 his monk level until the start of his next turn.",
			"",
			"This ability replaces ki pool.",
			"",
			"**Extreme Endurance (Ex):** At 5th level, a martial artist gains immunity to fatigue. At 10th level, he also gains immunity to exhaustion. At 15th level, he gains immunity to stunning. At 20th level, he gains immunity to death effects and energy drain. This ability replaces purity of body, diamond body, and perfect self.",
			"",
			"**Physical Resistance (Ex):** At 7th level, if a martial artist suffers any effect that causes ability damage, ability drain, or temporary ability score penalties, the effect is reduced by 1 point. This reduction increases by 1 for every three levels beyond 7th (to a maximum reduction of 5 at 19th level). This ability replaces wholeness of body, timeless body, and tongue of sun and moon.",
			"",
			"**Bonus Feats:** At 12th level, a martial artist gains an additional bonus feat, selected from those available in the monk class feature. This ability replaces abundant step.",
			"",
			"**Defensive Roll (Ex):** At 13th level, a martial artist may use the defensive roll {ability/advanced rogue talent} once per day, plus once per three levels beyond 13th (to a maximum of 3 times a day at 19th level). This ability replaces diamond soul.",
			"",
			"**Quivering Palm:** A martial artist may use this ability one additional time per day per level above 15th, but may not have more than one in effect at a time.",
			"",
			"**Greater Defensive Roll (Ex):** At 19th level, a martial artist suffers no damage on a successful defensive roll, and only half damage if the Reflex saving throw fails. This ability replaces empty body."
		]
	},
	"master_of_many_styles": {
		"name": "Master of Many Styles",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Master of Many Styles",
			"",
			"{SOURCE Ultimate Combat/59}  ",
			"The master of many styles is a collector. For every move, he seeks a counter. For every style, he has a riposte. Ultimately, he seeks perfection through the fusion of styles.",
			"",
			"**Bonus Feat:** At 1st level, 2nd level, and every four levels thereafter, a master of many styles may select a bonus {main/feats_<style/ feat} or the {feat/Elemental Fist} feat. He does not need to meet the prerequisites of that feat, except the Elemental Fist feat. Starting at 6th level, a master of many styles can choose to instead gain a wildcard style slot. Whenever he enters one or more styles, he can spend his wildcard style slots to gain feats in those styles' feat paths (such as {feat/Earth Child Topple}) as long as he meets the prerequisites. Each time he changes styles, he can also change these wildcard style slots. This ability replaces a monk's standard bonus feats.",
			"",
			"**Fuse Style (Ex):** At 1st level, a master of many styles can fuse two of the styles he knows into a more perfect style. The master of many styles can have two style feat stances active at once. Starting a stance provided by a style feat is still a swift action, but when the master of many styles switches to another style feat, he can choose one style whose stance is already active to persist. He may only have two style feat stances active at a time.",
			"",
			"At 8th level, the master of many styles can fuse three styles at once. He can have the stances of three style feats active at the same time. He gains a bonus on attack rolls equal to the number of styles whose stances he currently has active. Furthermore, he can enter up to three stances as a swift action.",
			"",
			"At 15th level, the master of many styles can fuse four styles at once. He can have the stances of four style feats active at the same time. Furthermore, he can enter up to four stances as a free action by spending 1 point from his ki pool.",
			"",
			"This ability replaces flurry of blows.",
			"",
			"**Perfect Style (Ex):** At 20th level, a master of many styles can have the stances of five style feats active at once, and can change those stances as a free action. This ability replaces perfect self."
		]
	},
	"menhir_guardian": {
		"name": "Menhir Guardian",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Menhir Guardian",
			"",
			"{SOURCE Ultimate Wilderness/64}  ",
			"Menhir guardians are ascetic protectors of sacred druidic sites, less concerned with structure and maintaining internal order than they are with preserving the natural balance of the world.",
			"",
			"**Alignment:** A menhir guardian can be lawful neutral, neutral good, neutral evil, or neutral. While they can work with chaotic allies, they cannot themselves be chaotic.",
			"",
			"This alters the monk's alignment requirement.",
			"",
			"**Weapon and Armor Proficiency:** A menhir guardian is proficient with the club, dagger, dart, quarterstaff, sickle, shortspear, sling, and spear. A menhir guardian can use these weapons in conjunction with his wild flurry ability.",
			"",
			"This replaces the monk's weapon and armor proficiency.",
			"",
			"**Claws (Ex):** A menhir guardian learns to draw upon natural forces to subtly change his body. He gains the {class/shifter/'s} shifter claws class feature and treats his monk level as his shifter level for the purposes of this ability. The menhir guardian cannot use the ki strike aspect of ki pool.",
			"",
			"This replaces unarmed strike and alters ki pool.",
			"",
			"**Wild Flurry (Ex):** A menhir guardian gains flurry of blows. He can use this ability with the natural attacks provided by his shifter claws ability or the weapons specified above under weapon and armor proficiency.",
			"",
			"This alters furry of blows.",
			"",
			"**Rebuking Strike (Ex):** At 1st level, a menhir guardian can channel his ki into a devastating strike that repels his enemies. A menhir guardian must declare that he is using rebuking strike before making a natural attack with his claws. On a hit, a foe damaged by the menhir guardian's claws must succeed at a Fortitude saving throw (DC = 10 + half the menhir guardian's level + his Wisdom modifier) or be pushed back 5 feet directly away from the menhir guardian, plus an additional 5 feet for every 4 levels the menhir guardian has beyond 1st. If this movement would be blocked by a solid object, the target of rebuking strike takes 1d6 points of damage per 10 feet moved and falls prone at the end of the movement.",
			"",
			"At 5th level, a creature that fails its save against a menhir guardian's rebuking strike also has its speed reduced by half for a number of rounds equal to the menhir guardian's level.",
			"",
			"At 15th level, a creature that fails its save is also affected by {spell/aversion}, making it avoid the menhir guardian's current location for 1 round per level the menhir guardian has.",
			"",
			"The menhir guardian can attempt a rebuking strike a number of times per day equal to his monk level but only once per round.",
			"",
			"This replaces stunning fist, high jump, and quivering palm."
		]
	},
	"monk_of_the_empty_hand": {
		"name": "Monk of the Empty Hand",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Monk of the Empty Hand",
			"",
			"{SOURCE Advanced Player's Guide/111}  ",
			"The monk of the empty hand eschews normal weapons in favor of whatever is lying around - rocks, chair legs, flagons of ale, even a simple quill pen all become deadly weapons in the hands of such a monk. A monk of the empty hand draws on his own ki to infuse his improvised weapons with power, and can transform a broken bottle into a magical weapon.",
			"",
			"**Weapon and Armor Proficiency:** Monks of the empty hand are proficient with the {eq-weapon/shuriken} only. A monk of the empty hand treats normal weapons as improvised weapons with the following equivalencies (substituting all of their statistics for the listed weapon): a light weapon functions as a {eq-weapon/light hammer}, a one-handed weapon functions as a {eq-weapon/club}, and a two-handed weapon functions as a {eq-weapon/quarterstaff}. This replaces the normal monk weapon proficiencies.",
			"",
			"**Flurry of Blows (Ex):** Starting at 1st level, a monk of the empty hand can make a flurry of blows using any combination of unarmed strikes or attacks with an improvised weapon. He may not make a flurry of blows with any other weapons, including special monk weapons. A monk of the empty hand's flurry of blows otherwise functions as normal for a monk of his level.",
			"",
			"**Bonus Feat:** A monk of the empty hand adds the following feats to his list of bonus feats at 6th level: {feat/Improved Dirty Trick}, {feat/Improved Steal}, and {feat/Improvised Weapon Mastery}.",
			"",
			"**Versatile Improvisation (Ex):** At 3rd level, as a swift action, a monk of the empty hand may use an improvised weapon to deal damage as if it were another type (bludgeoning, piercing, or slashing) for 1 round, regardless of the weapon's normal damage type. This ability replaces still mind.",
			"",
			"**Ki Pool (Su):** At 4th level, in addition to the normal abilities of his ki pool, a monk of the empty hand may spend 1 point from his ki pool to increase the range increment for an improvised thrown weapon or shuriken by 20 feet for 1 round.",
			"",
			"**Ki Weapons (Su):** At 5th level, a monk of the empty hand may spend 1 point from his ki pool as a swift action to deal damage equal to his unarmed strike damage with an improvised weapon for 1 round. At 11th level, the monk may spend ki to grant an enhancement bonus or magical weapon abilities to an improvised weapon for 1 round, at the rate of 1 point of ki per +1 bonus or its equivalent. The monk may not spend more than 3 points of ki at one time for this purpose. For example, a monk can spend 2 points of ki to give his improvised weapon a +1 enhancement bonus and the {magic-enh/ki focus} quality, or just the {magic-enh/flaming burst} quality. At 15th level, the limit increases to 5 ki per round. The monk may use this ability to add magical weapon qualities to improvised weapons that could not normally have such a quality, such as adding the {magic-enh/disruption} quality to a slashing weapon, or the {magic-enh/vorpal} quality to a bludgeoning weapon. This ability replaces purity of body and diamond body."
		]
	},
	"monk_of_the_four_winds": {
		"name": "Monk of the Four Winds",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Monk of the Four Winds",
			"",
			"{SOURCE Advanced Player's Guide/112}  ",
			"The monk of the four winds is connected to the natural world in a way few other creatures - even other monks - can hope to match. He can call upon the elements and the spirits of the world in times of need, and as he nears his goal of perfection, he gains the ability to slow down time and even defeat death itself. A monk of the four winds has the following class features.",
			"",
			"**Elemental Fist (Su):** At 1st level, a monk of the four winds gains {feat/Elemental Fist} as a bonus feat, even if he does not meet the prerequisites. At 5th level, and every five levels thereafter, the monk increases the damage of his Elemental Fist by 1d6 (2d6 at 5th level, 3d6 at 10th level, and so on). This ability replaces Stunning Fist.",
			"",
			"**Slow Time (Su):** At 12th level, a monk of the four winds can use his ki to slow time or quicken his movements, depending on the observer. As a swift action, the monk can expend 6 ki points to gain three standard actions during his turn instead of just one. The monk can use these actions to do the following: take a melee attack action, use a skill, use an extraordinary ability, or take a move action. The monk cannot use these actions to cast spells or use spell-like abilities, and cannot combine them to take full-attack actions. Any move actions the monk makes this turn do not provoke attacks of opportunity. This ability replaces abundant step.",
			"",
			"**Aspect Master (Su):** At 17th level, a monk of the four winds must choose an aspect of one of the great spirits of the world. Once made, this choice cannot be changed. This spirit grants the monk a new appearance and new abilities, as well as changing or augmenting the monk's personality in some way. Once this choice is made, it cannot be changed. The monk must abide by the alignment restrictions of the aspect. If the monk ever changes his alignment to something outside the aspect's alignment restrictions, he loses this ability and cannot regain it unless his alignment later changes again to match that of the aspect. This ability replaces timeless body.",
			"",
			">**Aspect of the Carp:** The monk's skin becomes a coat of golden, iridescent fish scales, his neck grows gills, and his fingers become webbed. He can breathe water and gains a swim speed equal to his land speed. The carp is heroic and adventurous - a monk must be nonevil to take on the aspect of the carp.",
			">",
			">**Aspect of the Ki-Rin:** The monk's skin takes on a golden luminescence, and a silvery mane that cannot be bound grows atop his head. He gains a fly speed equal to his land speed, but he must end each turn on the ground. If the monk does not land by the end of his turn, he falls from whatever height he has attained. The ki-rin is honorable, honest, and self-sacrificing - a monk must be lawful good to take on the aspect of the ki-rin.",
			">",
			">**Aspect of the Monkey:** The monk's face becomes that of a monkey, and he grows a prehensile tail. The monk can pick up objects and make unarmed attacks with his tail (though the tail does not grant additional unarmed attacks or natural attacks). In addition, the monk gains a climb speed equal to his land speed. The monkey is a creature of whimsy and a lover of pranks - a monk of any alignment can take on the aspect of the monkey.",
			">",
			">**Aspect of the Oni:** The monk's skin becomes pitch black, and his hair turns white, black, red, or violet. He can assume {spell/gaseous form} (as the spell) as a standard action for 1 minute per day per monk level. This duration does not need to be consecutive, but it must be spent in 1-minute increments. The oni is treacherous and deceitful, and it hungers for the pain and death of living creatures - a monk must be evil to take on the aspect of the oni.",
			">",
			">**Aspect of the Owl:** The monk grows feathers, and his head becomes avian, with wide, unblinking eyes. He gains a fly speed of 30 feet. The owl is a sage creature, deeply serious, and driven toward a single goal - a monk of any alignment can take on the aspect of the owl.",
			">",
			">**Aspect of the Tiger:** Dark stripes appear on the monk's skin, and his face becomes more feline. His eyes become catlike, with vertical pupils, and his canines enlarge. Once per hour, the monk can move at 10 times his normal land speed when he makes a charge and is treated as if he had the {umr/pounce} ability. The tiger is swift, fierce, and deadly - a monk of any alignment can take on the aspect of the tiger.",
			"",
			"**Immortality (Su):** At 20th level, a monk of the four winds no longer ages. He remains in his current age category forever. Even if the monk comes to a violent end, he spontaneously {spell/reincarnate/s} (as the spell) 24 hours later in a place of his choosing within 20 miles of the place he died. The monk must have visited the place in which he returns back to life at least once. This ability replaces perfect self."
		]
	},
	"monk_of_the_healing_hand": {
		"name": "Monk of the Healing Hand",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Monk of the Healing Hand",
			"",
			"{SOURCE Advanced Player's Guide/113}  ",
			"Monks of the healing hand seek perfection through helping others. By focusing their meditations on the flow of life within themselves and all creation they gain an understanding of how to share their ki with others, healing wounds and even bringing the dead back to life. For such a monk, sacrificing himself to save another is the surest way to achieve transcendence. A monk of the healing hand has the following class features.",
			"",
			"**Ancient Healing Hand (Su):** At 7th level, a monk of the healing hand can heal another creature's wounds with a touch. As a full-round action, the monk can spend 2 ki points to heal a number of hit points equal to the monk's level. He needs at least one hand free to use this ability, and cannot heal himself. If the action is interrupted, the subject heals no hit points, and the ki points are lost. This ability replaces wholeness of body.",
			"",
			"**Ki Sacrifice (Su):** At 11th level, a monk of the healing hand can use his entire ki pool to bring a person back to life. It takes 1 hour to perform this ritual. At the end of the ritual, the monk sacrifices all of his ki in order to cast {spell/raise dead} (as the spell) with a caster level equal to his monk level. The ritual uses all of the ki in the monk's ki pool; the monk must have at least 6 points of ki in his ki pool to use this ability. At 15th level, the monk may sacrifice his ki to cast {spell/resurrection}. The monk must have at least 8 points of ki in his ki pool to use this ability. These rituals do not require material components. When this ability is used, the monk's ki pool is not replenished until 24 hours have passed. This ability replaces both diamond body and quivering palm.",
			"",
			"**True Sacrifice (Su):** At 20th level, in a final selfless act, a monk of the healing hand can draw in his entire ki, which then explodes outward in a 50-foot-radius emanation. All dead allies within the emanation are brought back to life, as if they were the subject of a {spell/true resurrection} spell with a caster level equal to the monk's level. When the monk does this, he is truly and utterly destroyed. A monk destroyed in this way can never come back to life, not even by way of a {spell/wish} or {spell/miracle} spell or by the power of a deity. Furthermore, the monk's name can never be spoken or written down again. All written mentions of his name become nothing more than a blank space. This ability replaces perfect self."
		]
	},
	"monk_of_the_lotus": {
		"name": "Monk of the Lotus",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Monk of the Lotus",
			"",
			"{SOURCE Advanced Player's Guide/114}  ",
			"Monks are warriors who hone their bodies into deadly weapons, but some monks eschew violence in favor of a more peaceful philosophy. While a monk of the lotus realizes that combat cannot always be avoided - and is more than capable in a fight - he understands that all creatures are connected, and to harm another is to harm the self. Instead, he strives to find peaceful resolutions to conflicts, and in doing so, hopes to achieve inner peace. A monk of the lotus has the following class features.",
			"",
			"**Touch of Serenity (Su):** At 1st level, a monk of the lotus gains {feat/Touch of Serenity} as a bonus feat, even if he does not meet the prerequisites. At 6th level, and every six levels thereafter, the duration of Touch of Serenity increases by 1 round. Each round on its turn, the target may attempt a new Will save to end the effect. This duration does not stack; only the longest remaining duration applies. This ability replaces Stunning Fist.",
			"",
			"**Touch of Surrender (Su):** At 12th level, a monk of the lotus makes a foe into a friend with a single show of mercy. As an immediate action, when one of his melee attacks would reduce a creature to 0 or fewer hit points, the monk can spend 6 ki points to make the target of that attack surrender. When the target surrenders, it is reduced to 0 hit points, becomes disabled, and is charmed, as if the monk had cast {spell/charm monster} with a caster level equal to the monk's level. The target does not get a saving throw against this effect. This charm lasts until its duration expires, until the monk dismisses it or uses it on another creature, or until the target is again reduced to 0 or fewer hit points, whichever happens first. The monk can only have one creature charmed with touch of surrender at a time. This is a mind-affecting charm effect. This ability replaces abundant step.",
			"",
			"**Touch of Peace (Su):** At 15th level, a monk of the lotus can set up vibrations within the body of another creature to win over the creature's mind. The monk can use touch of peace once per day, and must announce his intent before making his attack roll. On a successful hit, the attack deals no damage, but the target is charmed as if the monk had cast *charm monster* with a caster level equal to the monk's level. The target does not get a saving throw against this effect. The creature is charmed for 1 day per level. If the monk or his allies attack the charmed creature, or if the monk asks or commands the charmed creature to take hostile actions, the effect ends. This is a mind-affecting charm effect. This ability replaces quivering palm.",
			"",
			"**Learned Master (Ex):** At 17th level, a monk of the lotus gains all Knowledge skills and the Linguistics skill as class skills. The monk uses Wisdom instead of Intelligence as the key ability for these skills. This ability replaces tongue of the sun and the moon."
		]
	},
	"monk_of_the_mantis": {
		"name": "Monk of the Mantis",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Monk of the Mantis",
			"",
			"{SOURCE Dirty Tactics Toolbox/11}  ",
			"A body contains many points where the flesh, mind, and spirit coincide. A monk of the mantis is skilled at manipulating these points. With precise strikes, she temporarily disrupts a body's connection with the rest of the self.",
			"",
			"**Pressuring Strikes (Ex):** At 2nd level, a monk of the mantis gains the sneak attack ability. This ability functions as the {class/rogue} ability of the same name, except it can be used only during a flurry of blows. The initial sneak attack damage is +1d6, and the damage increases by 1d6 every 4 levels beyond 2nd. This ability replaces the monk's 2nd-, 6th-, 10th-, 14th-, and 18th-level bonus feats.",
			"",
			"**Debilitating Blows (Ex):** A monk of the mantis's knowledge of anatomy allows her to deal blows that both deal damage and impose debilitating conditions. At :primary[7th] :alternate[6th] level, if a monk of the mantis stuns a target with {feat/Stunning Fist}, the target is also entangled for 1 round after the Stunning Fist effect ends. At :primary[11th] :alternate[10th] level, if the monk of the mantis stuns a target with Stunning Fist, the target is also exhausted for 1 round after the Stunning Fist effect ends. At :primary[13th] :alternate[12th] level, the monk can spend 1 point from her ki pool as part of her Stunning Fist attack to increase the duration of these additional effects to a number of rounds equal to her Wisdom bonus (minimum 2 rounds). This ability replaces :primary[wholeness of body, diamond body, and diamond soul.] :alternate[the ki powers gained at 6th, 10th and 12th levels.]",
			"",
			"**Disabling Palm (Su):** At 15th level, a monk of the mantis can render the target of her quivering palm unconscious instead of killing the creature. Upon failing its Fortitude saving throw, the target either is knocked unconscious for a number of minutes equal to the monk of the mantis's monk level or dies (the monk of the mantis's choice). This :primary[alters quivering palm.] :alternate[ability applies only if the monk selects the quivering palm ki power.]"
		]
	},
	"monk_of_the_mantis_uc": {
		"alternateOf": "monk_of_the_mantis",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"monk_of_the_sacred_mountain": {
		"name": "Monk of the Sacred Mountain",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Monk of the Sacred Mountain",
			"",
			"{SOURCE Advanced Player's Guide/114}  ",
			"The monk of the sacred mountain finds strength and power in the earth beneath his feet. Rather than spinning though the battlefield with the fluid motion of the river, he roots himself to the ground, as immovable and unshakable as the stones of the mountain. A monk of the sacred mountain has the following class features.",
			"",
			"**Iron Monk (Ex):** At 2nd level, a monk of the sacred mountain gains {feat/Toughness} as a bonus feat. In addition, the monk gains a +1 natural armor bonus. This ability replaces evasion.",
			"",
			"**Bastion Stance (Ex):** At 4th level, a monk of the sacred mountain becomes like stone, nearly impossible to move when he stands his ground. If the monk starts and ends his turn in the same space, he cannot be knocked prone or forcibly moved until the start of his next turn, except by mind-affecting or teleportation effects. At 16th level, he is immune to any attempts to force him to move, even mind-affecting and teleportation effects. This ability replaces slow fall.",
			"",
			"**Iron Limb Defense (Ex):** At 5th level, a monk of the sacred mountain can deflect blows with an active defense that complements his bastion stance. If the monk starts and ends his turn in the same space, he gains a +2 shield bonus to AC and CMD until the start of his next turn. As a swift action, he can spend 1 ki point to increase this bonus to +4. This ability replaces high jump.",
			"",
			"**Adamantine Monk (Ex):** At 9th level, a monk of the sacred mountain has muscles so strong and skin so resilient that he gains DR 1/-. This DR increases by 1 for every three levels thereafter. As a swift action, the monk can spend 1 ki point to double his DR until the beginning of his next turn. This ability replaces improved evasion.",
			"",
			"**Vow of Silence (Su):** At 17th level, a monk of the sacred mountain becomes as impassive as stone, making a vow of silence in exchange for greater abilities. The monk gains a +2 insight bonus to AC and CMD and a +4 bonus on Sense Motive, Stealth, and Perception checks. The monk does not lose the capacity for speech, but if he ever speaks, he loses this feature for 24 hours. This ability replaces tongue of the sun and the moon."
		]
	},
	"monk_of_the_seven_forms": {
		"name": "Monk of the Seven Forms",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Monk of the Seven Forms",
			"",
			"{SOURCE Inner Sea Combat/40}  ",
			"When Tian monks founded the Monastery of the Seven Forms near the present border between Qadira and Taldor, they did so as a challenge to prospective students to travel great distances and prove their devotion before training within the monastery's walls. Over the centuries, the monastery has fallen under Qadiran control many times, and the original seven forms for which the monastery was named have been lost to history. In their place, the monks of the isolated sanctuary now teach a style featuring lightning-fast strikes that mimic both dervish dances and the searing winds of the arid desert, favoring mobility and endurance.",
			"",
			"**Bonus Feats:** A monk of the seven forms loses the ability to take {feat/Improved Disarm}, {feat/Improved Feint}, {feat/Improved Grapple}, and {feat/Improved Trip} as bonus feats. He adds {feat/Nimble Moves} to his list of bonus feats. At 6th level, he also adds {feat/Acrobatic Steps} and {feat/Wind Stance} to his list of bonus feats. At 10th level, he adds {feat/Lightning Stance} to his list of bonus feats.",
			"",
			"**Lightning Finish (Ex):** At 1st level, as an immediate action, a monk of the seven forms can make a single attack with a manufactured light or one-handed slashing weapon he is currently wielding against any target he has successfully hit at least twice with his unarmed strike during his turn. This attack deals normal damage but without the normal Strength bonus to damage.",
			"",
			"At 4th level, he can take a 5-foot step before or after performing a lightning finish so long as he ends adjacent to his target, though if he takes this step, he cannot perform a 5-foot step during his next turn. At 8th level, he applies his full Strength bonus to his damage roll for the extra attack, even if he made the attack with an offhand weapon or with a weapon wielded in two hands. At 12th level, if he hit the target at least three times with his unarmed strike during his turn, taking the 5-foot step granted by lightning finish does not prevent him from taking a 5-foot step during his next turn.",
			"",
			"A monk of the seven forms can use this ability a number of times per day equal to his monk level, but no more than once per round. This ability replaces stunning fist.",
			"",
			"**Endurance (Ex):** At 3rd level, a monk of the seven forms gains {feat/Endurance} as a bonus feat. This ability replaces maneuver training.",
			"",
			"**Sirocco Fury (Su):** At 11th level, a monk of the seven forms can spend 2 ki points as a full-round action to enter a meditative trance that replicates the spell {spell/dance of a hundred cuts}, using his monk level as his caster level. Unlike the spell, a monk of the seven forms must both move 10 feet and make a melee attack each round after he begins this trance to prevent the effect from ending. At 15th level, he can instead spend 3 ki points when using this ability to make his trance replicate {spell/dance of a thousand cuts} with the same limitations. This ability replaces abundant step and quivering palm."
		]
	},
	"nimble_guardian": {
		"name": "Nimble Guardian",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Nimble Guardian",
			"",
			"{SOURCE Advanced Race Guide/92}  ",
			"Some catfolk monks dedicate their graceful prowess to the defense of others, especially those dedicated to a similar ethos or who prove themselves as stalwart allies of the monk's cause. A nimble guardian has the following class features.",
			"",
			"**Defensive Aid (Ex):** At 2nd level, a number of times per day equal to his Wisdom bonus, a nimble guardian can interpose herself between one adjacent ally and an attack or damage dealt in an area of effect. If an adjacent ally is the target of the attack or is required to make a Reflex saving throw against a damaging effect, as an immediate action the nimble guardian can grant that ally a +4 circumstance bonus to AC or on the saving throw against the effect. The nimble guardian must use this ability before the attack roll or saving throw is made. The nimble guardian can only use this ability if he is wearing light or no armor. This ability replaces evasion.",
			"",
			"**Nimble Reflexes (Ex):** At 3rd level, a nimble guardian gains a +2 bonus on all Reflex saving throws. This ability replaces still mind.",
			"",
			"**Defensive Mastery (Ex):** At 5th level, a nimble guardian gains 3 additional uses of her defensive aid ability per day. Furthermore, if an ally that gained the benefit of a use of defensive aid succeeds her Reflex saving throw, and the effect still deals damage on a successful saving throw, the nimble guardian can spend 1 ki point to negate that damage. Doing so is not an action. This ability replaces purity of body.",
			"",
			"**Guardian Feline (Su):** At 7th level, a nimble guardian can transform himself into a feline creature by spending 2 ki points. The effect lasts for 1 hour or until the nimble guardian changes back. Changing form (to animal or back) is a standard action and does not provoke an attack of opportunity. The chosen form must be some form of feline ({monster/cheetah}, {monster/lion}, etc.). This ability is otherwise identical to {spell/beast shape II}. At 9th level, this ability functions as {spell/beast shape III}. This ability replaces wholeness of body.",
			"",
			"**Evasion (Ex):** At 9th level, a nimble guardian gains evasion. This ability replaces improved evasion."
		]
	},
	"nornkith": {
		"name": "Nornkith",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Nornkith",
			"",
			"{SOURCE Legacy of the First World/24}  ",
			"Nornkith hone their bodies and minds to follow the branching threefold paths of fate. Nornkith seek to emulate the fey masters of fate called {monster/norn/s} and eventually ascend to become norns in their own right.",
			"",
			"**Conviction of Fate (Ex):** A nornkith uses her Charisma, rather than her Wisdom, to determine all class features and effects relating to his monk class.",
			"",
			"**Forewarned (Su):** A nornkith can always act in the surprise round, even if he does not notice her enemies, though she remains flat-footed until she takes an action. In addition, she gains a bonus on initiative rolls equal to half her monk level (minimum +1). At 20th level, a nornkith's initiative roll is automatically a natural 20.",
			"",
			"This ability replaces stunning fist.",
			"",
			"**Shears (Su):** Whenever a nornkith makes an unarmed strike, she can cause shimmering silver shears to manifest around the blow, causing the unarmed strike to count as silver for the purpose of overcoming damage reduction. At 7th level, she gains {feat/Improved Critical} (unarmed strike) as a bonus feat, even if she does not meet the prerequisites.",
			"",
			"This ability replaces the bonus feat gained at 1st level.",
			"",
			"**Resist Death's Lure (Su):** At 5th level, a nornkith gains a +4 morale bonus on saves against death effects, energy drain, and negative energy. At 10th level, she gains immunity to energy drain and negative energy.",
			"",
			"This ability replaces purity of body and the bonus feat gained at 10th level.",
			"",
			"**Fate Weaver (Su):** At 11th level, a nornkith can spend 1 ki point as an immediate action to force a creature within 60 feet to reroll one saving throw before the results of the roll are revealed. The creature must take the result of the second roll, even if it's worse than the original roll. Whether the new result is a success or failure, the creature cannot be the target of this ability again for 1 day.",
			"",
			"This ability replaces diamond soul.",
			"",
			"**Snip Thread (Su):** At 15th level, as a standard action, a monk can spend 1 ki point to produce a golden thread linked to the fate of a creature within 60 feet and mimic snipping through the thread with a pair of shears. The target takes 1d6 points of damage per nornkith level and can attempt a Fortitude saving throw (DC = 10 + half the nornkith's monk level + her Charisma modifier) to halve this damage. If the damage would bring the target's hit points to 0 or below, the nornkith can spend another ki point to sever the golden thread completely; in this case, the target dies and can only be restored to life with {spell/miracle}, {spell/wish}, or divine intervention. The nornkith can use this ability once per day. This is a death effect.",
			"",
			"This ability replaces quivering palm.",
			"",
			"**Inscrutable (Su):** At 19th level, the nornkith is protected by a constant {spell/mind blank} effect with a caster level equal to her monk level. The nornkith can suppress or resume this protection as a standard action.",
			"",
			"This ability replaces empty body.",
			"",
			"**Norn Transformation:** At 20th level, a nornkith attains her fey heritage. Her type changes to fey, and she gains DR 10/cold iron.",
			"",
			"This ability replaces perfect self."
		]
	},
	"ouat": {
		"name": "Ouat",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Ouat",
			"",
			"{SOURCE Inner Sea Combat/41}  ",
			"The ascetic, desert-dwelling dwarves known as the Ouat have eschewed dwarven traditions, whose unchanging rigidity, they believe, shackles their people to the past and inhibits self-improvement. Shaving their heads, living under the open sky, and practicing arts unfamiliar to the typical {race/dwarf}, the Ouat follow in the footsteps of Irori and Nethys by aspiring to awaken the divine essence that lives within each creature.",
			"",
			"**Awaken Divinity (Su):** At 1st level, as a standard action, an Ouat can touch a creature to grant it a temporary ki point until the beginning of the Ouat's next turn. In addition to any other ways in which the target can use ki, it can expend the ki point as a swift action in order to either gain a +2 dodge bonus to AC for 1 round or increase its base speed by 20 feet for 1 round. The Ouat can target himself with this ability as a swift action, but doing so costs 2 uses of the ability.",
			"",
			"At 4th level, the dodge bonus to AC increases to +4. At 8th level, an affected creature can spend the ki point to ignore all Strength, Dexterity, and Constitution penalties it would otherwise take for 1 round. At 12th level, an Ouat can target two adjacent creatures with this ability as a standard action, but must expend one use of the ability for each target affected. At 16th level, an affected creature can spend this ki point to roll all saving throws twice and take the higher result for 1 round. At 20th level, an affected creature can spend the ki point to benefit from the Ouat's perfect self class ability for 1 round. If the creature already has the perfect self class feature, its damage reduction and any spell resistance it has increases by 2 for 1 round.",
			"",
			"An Ouat can use this ability a number of times per day equal to his class level, but no more than once per round. This ability replaces the stunning fist monk class feature and the greed and hatred racial traits.",
			"",
			"**Spurn Tradition (Ex):** Ouat dwarves strive to separate themselves from the rest of their race and the traditions that bind them. The bonuses for nonmagical effects that target or specifically affect dwarf subtype creatures (such as a ranger's favored enemy class feature) are all reduced by half. In addition, an Ouat becomes proficient in one martial weapon with the monk property. This ability replaces the dwarf's defensive training, stonecunning, and weapon familiarity racial traits.",
			"",
			"**Know the Unseen Disciples (Su):** At 7th level, an Ouat can spot hidden creatures, as if using the spell {spell/see invisibility}. Using this ability is a standard action that consumes 2 points from his ki pool. His caster level for this effect is equal to his class level. This ability replaces wholeness of body."
		]
	},
	"perfect_scholar": {
		"name": "Perfect Scholar",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Perfect Scholar",
			"",
			"{SOURCE Inner Sea Intrigue/44}  ",
			"Perfect scholars, often worshipers of Irori, hone their minds and bodies through the accumulation of knowledge. They study and annotate the holy texts of Irori and other philosophies as well as collect lore on anatomy, medicine, philosophy, martial arts, and history, among other topics of erudition.",
			"",
			"**Class Skills:** A perfect scholar adds Knowledge (all) and Linguistics to his list of class skills, instead of Intimidate and Perform.",
			"",
			"This ability alters the monk's class skills.",
			"",
			"**Lore (Ex):** At 3rd level, the perfect scholar gains a bonus equal to 1/2 his monk level on Knowledge checks and can attempt Knowledge checks untrained.",
			"",
			"This ability replaces still mind.",
			"",
			"**Learn from Failure (Ex):** At :primary[4th] :alternate[3rd] level, when the perfect scholar misses with an attack roll or fails a {rule/Research/ check}, he gains a +1 insight bonus on his next attack roll or Research check against the same target attempted in the next 24 hours. An individual target cannot be affected by this ability more than once in a 24-hour period. At 6th level, and every 2 monk levels thereafter, this bonus increases by 1.",
			"",
			"This ability replaces :primary[slow fall.] :alternate[the ki power gained at 4th level.]",
			"",
			"**Eye of the Sun and Moon (Ex):** At 17th level, a perfect scholar can read all languages and write all languages he has read or heard.",
			"",
			"This ability replaces tongue of the sun and moon.",
			"",
			"**Walk with the Master (Su):** At 20th level, the perfect scholar has mastered his spiritual resonance, allowing him to travel as if using {spell/etherealness}, {spell/plane shift}, or {spell/shadow walk} at his monk level by spending only 1 point from his ki pool. He cannot bring other creatures with him. He is treated as an outsider rather than his original type, although he can be brought back to life as if he were still of his former type.",
			"",
			"This ability alters perfect self."
		]
	},
	"perfect_scholar_uc": {
		"alternateOf": "perfect_scholar",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"qinggong_monk": {
		"name": "Qinggong Monk",
		"sources": [
			"Advanced Race Guide",
			"Martial Arts Handbook",
			"Ultimate Magic"
		],
		"description": [
			"## Qinggong Monk",
			"",
			"{SOURCE Ultimate Magic/51}  ",
			"The qinggong monk is a master of her ki, using it to perform superhuman stunts or even blast opponents with supernatural energy. Some achieve their power over ki through extreme discipline, while others attain this power by intentionally or accidentally ingesting rare herbs or strange mystical fruits, and a few are gifted these abilities by a dying qinggong master.",
			"",
			"**Ki Power:** A qinggong monk can select a ki power (see below) for which she qualifies in place of the following monk class abilities: slow fall (4th), high jump (5th), wholeness of body (7th), diamond body (11th), abundant step (12th), diamond soul (13th), quivering palm (15th), timeless body (17th), tongue of the sun and moon (17th), empty body (19th), and perfect self (20th). This replaces the monk class ability the qinggong monk gives up for this ki power.",
			"",
			"::h3[Ki Powers]{jl}",
			"",
			"{SOURCE Ultimate Magic/51;Martial Arts Handbook/21;Advanced Race Guide/149}  ",
			"Ki powers are abilities that draw on the power of a monk's ki. The standard monk has several abilities that count as ki powers, such as wholeness of body, abundant step, and empty body. A qinggong monk can learn additional ki powers, which often replaces a non-ki monk ability such as purity of body. Ki powers are divided into three categories: feats, monk abilities, and spells.",
			"",
			"**Feats:** These ki powers duplicate the effects of specific feats. A monk does not need to qualify for a feat to select it as a ki power. For example, a qinggong monk can select Spring Attack as a ki power even if she doesn't meet the prerequisites for selecting Spring Attack as a feat. Activating one of these ki powers is a free action on the monk's turn; until the start of her next turn, the monk is treated as if she had that feat. Some of these ki powers that duplicate feats may also be activated as an immediate action; these powers are noted in the ki powers list.",
			"",
			"**Monk Abilities:** Some ki powers are standard monk abilities. Even if a qinggong monk selects a different ki power in place of a standard monk ability, she can select that monk ability later as one of her ki powers.",
			"",
			"**Spells:** These ki powers duplicate the effects of a spell, and are spell-like abilities. A qinggong monk's class level is the caster level for these spell-like abilities, and she uses Wisdom to determine her {rule/concentration} check bonus.",
			"",
			"**Requirements:** All ki powers have a minimum monk level requirement to select them. A monk who does not meet this requirement cannot select that ki power.",
			"",
			"**Activation:** Most ki powers require the monk to spend ki points; the exact amount is listed after the ki power. Ki powers that cost 0 ki do not require the monk to have any ki points in her ki pool to use the ability.",
			"",
			"The saving throw against a monk's ki power, if any, is equal to 10 + 1/2 the monk's level + the monk's Wisdom bonus.",
			"",
			"Feats marked with a dagger (&dagger;) are ki powers that can be activated as an immediate action.",
			"",
			"::h4[4th-level Ki Powers]{jl}",
			"",
			"**Feats:**",
			"",
			"- **{feat/Acrobatic Steps}** (1 ki point)",
			"- **{feat/Adder Strike}** (1 ki point)",
			"- **{feat/Death from Above}** (1 ki point)",
			"- **{feat/Deny Death}** &dagger; (0 ki points)",
			"- **{feat/Ki Stand}** &dagger; (0 ki points)",
			"- **{feat/Power Attack}** (1 ki point)",
			"- **{feat/Quick Draw}** (1 ki point)",
			"- **{feat/Throw Anything}** (1 ki point)",
			"",
			"**Monk Abilities:**",
			"",
			"- **Slow Fall** (0 ki points)",
			"",
			"**Spells:**",
			"",
			"- **{spell/Augury}** (1 ki point)",
			"- **{spell/Barkskin}** (self only, 1 ki point)",
			"- **{spell/Burst of Adrenaline}** (1 ki point)",
			"- **{spell/Burst of Insight}** (1 ki point)",
			"- **{spell/Calm Spirit}** (1 ki point)",
			"- **{spell/Feather Step}** (self only, 1 ki point)",
			"- **{spell/Hydraulic Push}** (1 ki point)",
			"- **{spell/Ki Arrow}** (1 ki point)",
			"- **{spell/Message}** (1 ki point)",
			"- **{spell/Mighty Fist of the Earth}** (1 ki point; if the monk has 0 ki points after activating this ki power, the rock created does not count as a ki strike)",
			"- **{spell/Psychic Reading}** (1 ki point)",
			"- **{spell/Scorching Ray}** (2 ki points)",
			"- **{spell/Stone Shield}** (1 ki points)",
			"- **{spell/True Strike}** (self only, 1 ki point)",
			"",
			"::h4[6th-level Ki Powers]{jl}",
			"",
			"**Feats:**",
			"",
			"- **{feat/Absorb Spirit}** (1 ki point)",
			"- **{feat/Heroic Recovery}** &dagger; (1 ki point)",
			"- **{feat/Sidestep}** &dagger; (1 ki point)",
			"- **{feat/Snatch Arrows}** &dagger; (1 ki point)",
			"- **{feat/Spring Attack}** (1 ki point)",
			"",
			"**Monk Abilities:**",
			"",
			"- **High Jump** (1 ki point)",
			"",
			"**Spells:**",
			"",
			"- **{spell/Cloak of Winds}** (self only, 2 ki points)",
			"- **{spell/Enshroud Thoughts}** (1 ki point)",
			"- **{spell/Gaseous Form}** (self only, 1 ki point)",
			"- **{spell/Hydraulic Torrent}** (2 ki points)",
			"- **{spell/Mental Barrier I}** (1 ki point)",
			"- **{spell/Object Reading}** (1 ki point)",
			"- **{spell/Placebo Effect}** (1 ki point)",
			"- **{spell/Remove Disease}** (2 ki points)",
			"- **{spell/Thought Shield I}** (1 ki point)",
			"",
			"::h4[8th-level Ki Powers]{jl}",
			"",
			"**Feats:**",
			"",
			"- **{feat/Gliding Steps}** &dagger; (1 ki point)",
			"- **{feat/Jawbreaker}** (1 ki point)",
			"- **{feat/Spider Step}** (1 ki point)",
			"- **{feat/Whirlwind Attack}** (2 ki points)",
			"",
			"**Monk Abilities:**",
			"",
			"- **Wholeness of Body** (level 7, 2 ki points)",
			"",
			"**Spells:**",
			"",
			"- **{spell/Deadly Juggernaut}** (2 ki points)",
			"- **{spell/Dragon's breath}** (2 ki points)",
			"- **{spell/Hypercognition}** (1 ki point)",
			"- **{spell/Mantle of Calm}** (1 ki point)",
			"- **{spell/Mental Barrier II}** (1 ki point)",
			"- **{spell/Neutralize Poison}** (3 ki points)",
			"- **{spell/Poison}** (2 ki points)",
			"- **{spell/Purge Spirit}** (1 ki point)",
			"- **{spell/Restoration}** (self only, 2 ki points)",
			"- **{spell/Share Memory}** (0 ki points)",
			"- **{spell/Silk to Steel}** (1 ki point)",
			"- **{spell/Thought Shield II}** (1 ki point)",
			"",
			"::h4[10th-level Ki Powers]{jl}",
			"",
			"**Feats:**",
			"",
			"- **{feat/Greater Bull Rush}** (2 ki points)",
			"- **{feat/Greater Disarm}** (2 ki points)",
			"- **{feat/Greater Feint}** (2 ki points)",
			"- **{feat/Greater Sunder}** (2 ki points)",
			"- **{feat/Improved Blind-Fight}** &dagger; (1 ki point)",
			"- **{feat/Lunge}** (1 ki point)",
			"- **{feat/Step Up and Strike}** &dagger; (2 ki points)",
			"- **{feat/Wind Stance}** (2 ki points)",
			"",
			"**Spells:**",
			"",
			"- **{spell/Aura Alteration}** (1 ki point)",
			"- **{spell/Discordant Blast}** (2 ki points)",
			"- **{spell/Ethereal Fists}** (1 ki point)",
			"- **{spell/Glimpse of Truth}** (2 ki points)",
			"- **{spell/Ki Leech}** (0 ki points)",
			"- **{spell/Mental Barrier III}** (2 ki points)",
			"- **{spell/Persistent Vigor}** (1 ki point)",
			"- **{spell/Quieting Weapons}** (1 ki point)",
			"- **{spell/Retrocognition}** (1 ki point)",
			"- **{spell/Sessile Spirit}** (2 ki points)",
			"- **{spell/Shadow Step}** (1 ki point)",
			"- **{spell/Spit Venom}** (2 ki points)",
			"- **{spell/Thought Shield III}** (2 ki points)",
			"",
			"::h4[12th-level Ki Powers]{jl}",
			"",
			"**Feats:**",
			"",
			"- **{feat/Bonebreaker}** (2 ki points)",
			"- **{feat/Elemental Fist/s}** (2 ki points)",
			"- **{feat/Improved Spring Attack}** (3 ki points)",
			"- **{feat/Improvised Weapon Mastery}** (2 ki points)",
			"- **{feat/Ki Throw}** (2 ki points)",
			"- **{feat/Punishing Kick}** (2 ki points)",
			"",
			"**Monk Abilities:**",
			"",
			"- **Abundant Step** (2 ki points)",
			"- **Diamond Body** (0 ki points)",
			"",
			"**Spells:**",
			"",
			"- **{spell/Battlemind Link}** (4 ki points)",
			"- **{spell/Dust Form}** (2 ki points)",
			"- **{spell/Entrap Spirit}** (3 ki points)",
			"- **{spell/Mental Barrier IV}** (2 ki points)",
			"- **{spell/Shadow Walk}** (3 ki points)",
			"- **{spell/Thought Shield IV}** (2 ki points)",
			"",
			"::h4[14th-level Ki Powers]{jl}",
			"",
			"**Feats:**",
			"",
			"- **{feat/Cloud Step}** (3 ki points)",
			"- **{feat/Disarming Strike}** (2 ki points)",
			"- **{feat/Improved Ki Throw}** (2 ki points)",
			"- **{feat/Neckbreaker}** (2 ki points)",
			"",
			"**Monk Abilities:**",
			"",
			"- **Diamond Soul** (0 ki points)",
			"",
			"**Spells:**",
			"",
			"- **{spell/Blood Crow Strike}** (2 ki points)",
			"- **{spell/Cold Ice Strike}** (3 ki points)",
			"- **{spell/Ki Shout}** (3 ki points)",
			"- **{spell/Mental Barrier V}** (2 ki points)",
			"- **{spell/Prognostication}** (2 ki points)",
			"- **{spell/Repress Memory}** (2 ki points)",
			"- **{spell/Sonic Thrust}** (2 ki points)",
			"- **{spell/Thought Shield V}** (2 ki points)",
			"",
			"::h4[16th-level Ki Powers]{jl}",
			"",
			"**Feats:**",
			"",
			"- **{feat/Bleeding Critical}** (3 ki points)",
			"- **{feat/Greater Blind-Fight}** &dagger; (2 ki points)",
			"- **{feat/Improved Vital Strike}** (2 ki points)",
			"- **{feat/Lightning Stance}** (3 ki points)",
			"- **{feat/Penetrating Strike}** (2 ki points)",
			"",
			"**Monk Abilities:**",
			"",
			"- **Quivering Palm** (2 ki points)",
			"",
			"**Spells:**",
			"",
			"- **{spell/Strangling Hair}** (3 ki points)",
			"- **{spell/Unshakeable Zeal}** (2 ki points)",
			"",
			"::h4[18th-level Ki Powers]{jl}",
			"",
			"**Feats:**",
			"",
			"- **{feat/Greater Spring Attack}** (3 ki points)",
			"",
			"**Monk Abilities:**",
			"",
			"- **Timeless Body** (0 ki points)",
			"- **Tongue of the Sun and Moon** (0 ki points)",
			"",
			"**Spells:**",
			"",
			"- **{spell/Bilocation}** (3 ki points)",
			"- **{spell/True Prognostication}** (2 ki points)",
			"",
			"::h4[20th-level Ki Powers]{jl}",
			"",
			"**Feats:**",
			"",
			"- **{feat/Blinding Critical}** (3 ki points)",
			"- **{feat/Crippling Critical}** (3 ki points)",
			"- **{feat/Deafening Critical}** (3 ki points)",
			"- **{feat/Greater Penetrating Strike}** (3 ki points)",
			"- **{feat/Tiring Critical}** (3 ki points)",
			"",
			"**Monk Abilities:**",
			"",
			"- **Empty Body** (3 ki points)",
			"- **Perfect Self** (level 20, 0 ki points)",
			"",
			"**Spells:**",
			"",
			"- **{spell/Akashic Form}** (3 ki points)",
			"- **{spell/Divide Mind}** (3 ki points)",
			"- **{spell/Earthquake}** (4 ki points)",
			"- **{spell/Frightful Aspect}** (3 ki points)"
		]
	},
	"sage_counselor": {
		"name": "Sage Counselor",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Sage Counselor",
			"",
			"{SOURCE Ultimate Intrigue/67}  ",
			"Sage counselors are ascetics and mystics who leave the confines of the monastery walls to advise secular people about spiritual truths and to seek knowledge of the outside world. They often find work as mentors teaching religion and martial arts, and some of them even become counselors for people in high places. Sage counselors often speak in metaphors, knowing that indirect persuasion is more effective than speaking plainly, and they use indirect tactics in combat as well.",
			"",
			"**Class Skills:** A sage counselor adds Bluff, Diplomacy, and Knowledge (nobility) to his list of class skills, instead of Climb, Escape Artist, and Perception.",
			"",
			"This alters the monk's class skills.",
			"",
			"**Cunning Fist (Ex):** A sage counselor gains {feat/Combat Expertise} as a bonus feat, even if he doesn't meet the prerequisites, and he can ignore the Intelligence prerequisite on feats that have Combat Expertise as a prerequisite. At 2nd level, he gains {feat/Improved Feint}, and at 6th level, he gains {feat/Greater Feint}, even if he doesn't meet the prerequisites.",
			"",
			"This ability replaces the bonus feats gained at 1st, 2nd, and 6th levels.",
			"",
			"**Feinting Flurry:** At 4th level, a sage counselor can spend 1 ki point while performing a flurry of blows to feint an opponent as a swift action, but he can't spend 1 ki point to make an additional attack when making a flurry of blows. At 10th level, he can also choose to replace his first attack during a flurry of blows with a feint check.",
			"",
			"This ability alters flurry of blows and ki pool, and it replaces the bonus feat gained at 10th level.",
			"",
			"**Deceptive Ki (Su):** At 4th level, the sage counselor can spend 1 point from his ki pool as a swift action to give himself a +4 insight bonus on his next Bluff check. The sage counselor does not gain the ability to spend ki to increase his speed by 20 feet for 1 round.",
			"",
			"This ability alters ki :primary[pool.] :alternate[pool and replaces the ki power gained at 4th level.]"
		]
	},
	"sage_counselor_uc": {
		"alternateOf": "sage_counselor",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"scaled_fist": {
		"name": "Scaled Fist",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Scaled Fist",
			"",
			"{SOURCE Legacy of Dragons/14}  ",
			"Steeped in traditions that trace their origins to the warrior-monks who trained under the tutelage of draconic masters in Tian Xia, scaled fists eschew passive introspection in favor of unshakable confidence. Scaled fists learn to combine brutal intimidation with the brazen ferocity of an ancient wyrm to devastate their foes.",
			"",
			"**Draconic Might:** Any of the scaled fist's class abilities that make calculations based on her Wisdom (including bonus feats with DCs or uses per day, such as {feat/Stunning Fist}, but not Wisdom-based skills or Will saving throws) are instead based on her Charisma.",
			"",
			"**Bonus Feats:** A scaled fist adds {feat/Dragon Style} and {feat/Intimidating Prowess} to her list of bonus feats at 1st level. At 6th level, she adds {feat/Dazzling Display} and {feat/Dragon Ferocity}. At 10th level, she adds {feat/Disheartening Display}, {feat/Dragon Roar} and {feat/Shatter Defenses}.",
			"",
			"This ability modifies bonus feats.",
			"",
			"**Draconic :primary[Mettle] :alternate[Fury] (Su):** At 3rd level, :primary[a scaled fist gains a +2 bonus on saving throws attempted against all fear, paralysis, and sleep effects.] :alternate[the scaled fist gains the *elemental fury* ki power.]",
			"",
			"This ability replaces the :primary[still mind ability.] :alternate[ki power normally gained at 4th level.]",
			"",
			"**Draconic :primary[Fury] :alternate[Mettle] (Su):** At :primary[3rd level, the scaled fist has gained some control over the draconic energies she studies. She must select one type of energy: acid, cold, electricity, or fire. Once this choice is made, it cannot be changed. The scaled fist can expend 1 point from her ki pool as a swift action to imbue her natural attacks with this energy, causing them to deal an extra 1d6 points of damage of the chosen energy type for a number of rounds equal to 1/2 her monk level.] :alternate[4th level, a scaled fist gains a +2 bonus on saving throws attempted against all fear, paralysis, and sleep effects.]",
			"",
			"This ability replaces :primary[maneuver training.] :alternate[the still mind ability.]",
			"",
			"**Draconic Breath (Su):** At 15th level, a scaled fist can spend 3 points from her ki pool to make a breath weapon attack as a standard action. This breath weapon deals 1d6 points of damage of her energy type per monk level in a 30-foot cone. Those caught in the area of the breath can attempt a Reflex save (DC = 10 + 1/2 the scaled fist's monk level + her Charisma modifier) to halve the normal damage.",
			"",
			"This ability replaces :primary[quivering palm.] :alternate[the ki power gained at 12th level.]"
		]
	},
	"scaled_fist_uc": {
		"alternateOf": "scaled_fist",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"scarred_monk": {
		"name": "Scarred Monk",
		"sources": [ "Horror Realms" ],
		"description": [
			"## Scarred Monk",
			"",
			"{SOURCE Horror Realms/12}  ",
			"Scarred monks find unique clarity in physical discomfort. For monks who seek the truth hidden in pain, the practice of mortifications of the flesh helps to achieve enlightenment and acquire disturbing powers. Those who worship {faith/Zon-Kuthon} tend to be particularly eager to explore the limitations of the flesh, yet monks of his faith are not the only ones to use self-mutilation and scarification to seek personal enhancement and power.",
			"",
			"**Mortifications (Su):** Detailed below are a number of unusual, grisly, and harrowing processes known as mortifications that a monk can inflict upon herself in exchange for an unusual ki power. The monk must adhere to a philosophy that finds power in self-mortification; among the deities of the Inner Sea region, Zon-Kuthon's devoted are the most associated with this practice, but other lawful faiths, such as those dedicated to the empyreal lords {faith/Neshen} and {faith/Vildeis}, the infernal duke {faith/Zaebos}, or the whore queen {faith/Doloras}, count mortifications among their approved methods of self-enlightenment. While mortal followers of the mysterious {family/kyton} demagogues are rare in the Inner Sea region, the kytons also encourage their monk worshipers to invest deeply in mortifications.",
			"",
			"A scarred monk chooses her first mortification at 4th level, selecting one from the list of potential mortifications detailed below. The scarred monk gains another mortification every 3 monk levels after this, to a maximum of six mortifications at 19th level. Once a scarred monk selects a mortification, she cannot change it. Some mortifications have prerequisites, such as already knowing certain mortifications or attaining a specific level (as noted in their descriptions). Unless otherwise stated, a scarred monk cannot select an individual mortification more than once.",
			"",
			"When a scarred monk gains her first mortification, she gains a number of ki points equal to 1/2 her monk level + her Wisdom modifier. These ki points can only be spent to activate powers granted from mortifications or to make ki strikes. A scarred monk cannot spend ki points to make an additional attack at her highest attack bonus when making a flurry of blows, to increase her base speed, or to give herself a +4 dodge bonus to AC, nor can she use any of the other powers normally granted to monks that utilize their ki pools.",
			"",
			"Mortifications alter the ki pool and replace high jump, wholeness of body, abundant step, and empty body.",
			"",
			">**Armor of Scars (Su):** A scarred monk can force ki into her extensive scars, hardening them like armor. Provided she has at least 1 ki point in her pool, she gains a +1 bonus to her natural armor. A scarred monk can take this mortification multiple times; its effects stack.",
			">",
			">**Blood Eagle (Su):** The monk's rib bones are unusually prominent and press hideously against the flesh of her chest. As a swift action, she can spend 1 ki point to cause her ribs to break through her flesh, lacerating and tearing any opponent that has engaged her in a grapple attack or that has swallowed her whole. This does not cause the monk any damage; a few seconds after she extrudes them, the ribs retract into her body, leaving behind angry red welts. The ribs deal an amount of slashing damage equal to her base unarmed strike damage to any creature that is currently grappling her or has swallowed her whole. If the monk attempts to escape from that grapple in the same round, she adds the amount of damage her ribs inflicted to her Escape Artist or CMB check as a circumstance bonus.",
			">",
			">**Contortionist (Su):** Over the years, the scarred monk has broken many of her bones and reset them at odd and repulsive angles to allow her to contort into entirely unnatural forms. The monk can spend 1 ki point as a free action to gain a +20 circumstance bonus on any Escape Artist check.",
			">",
			">**Eyes Stitched Shut (Su):** The scarred monk can stitch her eyes shut. This takes 1 minute to accomplish, after which the monk is effectively blind. However, as long as the monk retains at least 1 point in her ki pool, she gains {umr/blindsense} to a distance of 60 feet. She can detect living creatures with at least 1 point of damage within 30 feet of her as if via {umr/blindsight}. The monk can remove the stitches as a full-round action to restore her normal sight and end this effect.",
			">",
			">**Face Collector (Su):** This mortification requires a monk to surgically remove the flesh from her face, surrendering her appearance and all associated identity. The flesh of her face heals into a featureless mass of scars at the end of this surgical ritual. Thereafter, at the cost of 1 ki point and as a standard action, the scarred monk can alter her facial features to duplicate those of a dead body she touches. The body must be of the same creature type as the scarred monk, and as her face changes, the corpse's face withers away into rot and decay. This grants the scarred monk a +8 circumstance bonus on Disguise checks to appear as that individual (although the penalties for gender, race, age, and size still apply). As a side effect to this unnatural shifting of appearance, a scarred monk gains a +2 bonus on all saving throws against scrying effects. For 24 hours after claiming a new face, this bonus increases to +4.",
			">",
			">>**Doll Face (Su):** When acquiring a new face with the face collector mortification, the scarred monk can spend an additional 2 ki points to perform an eerie blood ritual that gives the stolen flesh the appearance of aged ceramic. When the face is stitched to her flesh, the monk gains the appearance of an aged porcelain doll, complete with cracked and peeling paint and a glassy, unblinking stare. A scarred monk with a doll face does not gain the bonus on Disguise checks but does gain a +4 bonus on Intimidate checks. Once per hour, the scarred monk can cause the doll face to shift and appear as the face of a lost loved one or friend of a single viewer within 30 feet - that targeted individual must succeed at a Will save (DC = 10 + 1/2 the scarred monk's monk level + the scarred monk's Charisma modifier) or become nauseated with fear for a number of rounds equal to the number of mortifications the scarred monk has. This is a mind-affecting fear effect. Unlike a face of flesh, a doll face ages and cracks, falling off and restoring the scarred monk's true and deformed face after 24 hours. A scarred monk must have the face collector mortification to take this mortification.",
			">",
			">**Pain Binding (Su):** By spending 1 ki point when she makes a single unarmed strike against a living creature as a standard action, the scarred monk can link her own pain to the creature struck. For a number of rounds equal to the total number of mortifications the scarred monk has, any time the scarred monk takes lethal damage, the creature she has bound her pain to must succeed at a Will save (DC = 10 + 1/2 the monk's level + the monk's Charisma modifier) or take an equal amount of nonlethal damage. The effects of pain binding end immediately once the pain-bound creature falls unconscious.",
			">",
			">**Rings of Pain (Su):** The scarred monk has pierced her flesh with numerous large metal rings. As a standard action and at the cost of 2 ki points, she can tear one of these piercings free from her flesh to flood her body with searing pain. As she does so, she exudes waves of agony in a 30-foot radius to deal damage equal to twice the monk's unarmed strike modified by twice her Wisdom modifier to all creatures in the area of effect. A successful Will save (DC = 10 + 1/2 the monk's level + her Wisdom modifier) halves the damage, but on a failed Will save, a creature is sickened by the pain for 1 round. A scarred monk must be at least 10th level to take this mortification.",
			">",
			">**Share Pain (Su):** Whenever the monk takes damage from a weapon, she can spend 1 ki point as an immediate action to cause the body of her attacker to suffer the pain of that blow. The attacking creature must succeed at a Fortitude saving throw (DC = 10 + 1/2 the monk's level + the monk's Wisdom modifier) or take damage equal to the amount the weapon blow inflicted on the monk and become staggered from the pain for 1 round as well. A successful saving throw halves the damage the attacker suffers from shared pain and negates the staggered effect.",
			">",
			">>**Torturous Vision (Su):** As a move action, the scarred monk can spend 1 ki point to cause a creature that recently wounded her to suffer - in one sudden blast of agony - the pain of all the wounds the scarred monk has endured. The monk can target any living creature within 60 feet who has been affected by share pain in the last 24 hours. The creature becomes stunned with pain for 1 round and then staggered for 1d3 rounds unless it succeeds at a Will save (DC = 10 + 1/2 the monk's level + the monk's Wisdom modifier). The scarred monk must be at least 13th level and have the share pain mortification in order to take this mortification.",
			">",
			">**Third Eye (Su):** The scarred monk bores a hole in her brow and then implants a mummified or alchemically preserved third eye in this opening. The third eye must come from a creature of the same size and creature type as the scarred monk. The scarred monk can then spend 1 ki point to gain true seeing, as per the spell, for 1 round. A scarred monk must be at least 13th level to take this mortification.",
			">",
			">**Tongueless Master (Su):** The monk assumes a vow of silence and slices out her own tongue. Thereafter, she wears the preserved appendage on a cord about her neck. She can no longer speak or cast spells with verbal components. Whenever she hits a creature with an unarmed strike, she can spend 1 point from her ki pool to steal the voice from her target. The target can resist this effect with a successful Will save (DC = 10 + 1/2 the scarred monk's level + her Wisdom modifier), otherwise the victim loses the ability to speak or cast spells with verbal components for a number of minutes equal to the total number of mortifications known by the scarred monk. During this time, the scarred monk can speak in the victim's voice."
		]
	},
	"sensei": {
		"name": "Sensei",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Sensei",
			"",
			"{SOURCE Ultimate Combat/60}  ",
			"The sensei is a revered teacher who imparts lessons on the oneness of mind, body, and spirit, along with occasional correction that is subtle and swift. Rather than using wisdom for his own benefit alone, he uses it to better those around him.",
			"",
			"**Skills:** A sensei gains Diplomacy, Linguistics, and all Knowledge skills as class skills.",
			"",
			"**Advice (Ex):** A sensei's advice is identical to {class/bard/ic performance} (using oratory), allowing him to inspire courage at 1st level, inspire competence at 3rd level, and inspire greatness at 9th level, as a bard of the sensei's level, usable a total number of rounds per day equal to his level + his Wisdom modifier (minimum 1). This ability replaces flurry of blows, fast movement, and improved evasion.",
			"",
			"**Insightful Strike (Ex):** At 2nd level, a sensei may use his Wisdom bonus in lieu of his Strength or Dexterity on attack rolls and combat maneuver checks with unarmed strikes or monk weapons. This ability replaces evasion and the bonus feat gained at 2nd level.",
			"",
			"**Mystic Wisdom (Su):** At 6th level, a sensei may use his advice ability when spending points from his ki pool to activate a class ability (using the normal actions required for each) in order to have that ability affect one ally within 30 feet rather than the sensei himself. At 10th level, a sensei may affect all allies within 30 feet rather than himself (spending points from his ki pool only once, not once for each target).",
			"",
			"At 10th level, a sensei may instead spend 1 point from his ki pool (as a swift action) while using advice to provide a single ally within 30 feet with evasion, fast movement, high jump, purity of body, or slow fall. At 14th level, a sensei may spend 2 points to grant one of the abilities listed above to all allies within 30 feet, or diamond body, diamond soul, or improved evasion to a single ally within 30 feet. These abilities function at the sensei's level and last 1 round. This ability replaces the bonus feats at 6th, 10th, and 14th level."
		]
	},
	"serpent_fire_adept": {
		"name": "Serpent-Fire Adept",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Serpent-Fire Adept",
			"",
			"{SOURCE Occult Origins/20}  ",
			"A serpent-fire adept embraces the secrets of her chakras and mastery of their energetic flow.",
			"",
			"**Class Skills:** The serpent-fire adept adds Appraise, Diplomacy, Fly, Heal, Knowledge (arcana), Linguistics, and Survival to her list of class skills, but does not gain Climb, Intimidate, Knowledge (history), Perform, Ride, or Swim as class skills. This alters the monk's class skills.",
			"",
			"**Chakra Training:** A serpent-fire adept gains {feat/Chakra Initiate} and {feat/Psychic Sensitivity} as bonus feats. She need not meet these feats' prerequisites, and can use her serpent-fire ki from Chakra Initiate to open and maintain her root chakra, despite not being 2nd level. This ability replaces stunning fist and the bonus feat gained at 1st level.",
			"",
			"**Chakra Expertise (Ex):** At 2nd level, the serpent-fire adept gains a bonus equal to 1/2 her monk level on Fortitude and Will saves attempted to maintain awakened chakras. At 8th level, when she has opened one or more chakras, she can maintain those chakras (without opening any new chakras) for 1 round without taking a swift action, expending ki, or attempting Fortitude or Will saves to maintain the chakras. This increases to 2 rounds at 16th level. After maintaining her chakras with chakra expertise, the monk must open a new chakra or maintain her open chakras normally before she can use chakra expertise again. This ability replaces the bonus feat gained at 2nd level.",
			"",
			"**Light Spirit (Su):** At 4th level when the serpent-fire adept has her sacral chakra open and chooses to benefit from its power, her fly speed is equal to either her base land speed or her bonus to her base speed from the monk fast movement class ability (whichever is higher). She maintains this fly speed for a number of rounds equal to her Wisdom bonus (minimum 1 round), even if she closes her chakras. This ability replaces :primary[slow fall and high jump.] :alternate[the 4th-level ki power.]",
			"",
			"**Chakra Adept (Ex):** At 6th level, the serpent-fire adept gains {feat/Chakra Adept} as a bonus feat. She need not meet the feat's prerequisites. When the serpent-fire adept has used all her rounds of chakra expertise to maintain open chakras, if she does not spend additional ki to maintain her open chakras on the next round, her highest chakra closes and she can spend a swift action to use any one of the abilities of her remaining open chakras. On the round after that, all her chakras close, and if she wishes to reopen them, she must start again with her root chakra. This ability replaces the bonus feat gained at 6th level.",
			"",
			"**Linked Chakras (Ex):** At 7th level, the serpent-fire adept can open multiple chakras at once as a standard action. The round that she does this, she is required to make saving throws only to resist being overwhelmed by the highest chakra she opens, though the save DCs are increased by 5. She can do this once per day, plus one additional time per day each at 12th and 17th level. This ability replaces :primary[wholeness of body.] :alternate[the 8th-level ki power.]",
			"",
			"**Chakra Mastery (Ex):** At 10th level, the serpent-fire adept gains {feat/Chakra Master} as a bonus feat. She need not meet the feat's prerequisites. When maintaining her open chakras with chakra expertise, she can spend 1 point of ki to gain the benefits of two chakras rather than one in that round (or three chakras, if she has opened her crown chakra). At 14th level, the serpent-fire adept's pool of serpent-fire ki increases to 7 points, and at 18th level, it increases to 9 points. This ability replaces the bonus feats gained at 10th, 14th, and 18th level."
		]
	},
	"serpent_fire_adept_uc": {
		"alternateOf": "serpent_fire_adept",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"sin_monk": {
		"name": "Sin Monk",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Sin Monk",
			"",
			"{SOURCE Antihero's Handbook/14}  ",
			"Some vices prove too tempting even to those who have trained their minds and bodies against such corruptions, and the seven sins of ancient Thassilon stand among the most alluring. Martial experts who have allowed such passions to lead them astray may find themselves gaining powers drawn from their newly embraced sins.",
			"",
			"This is an ex-class archetype and can be taken by a character immediately upon becoming an ex-monk.",
			"",
			"**The following archetype can be taken by an ex-monk immediately upon becoming an ex-monk, regardless of character level, replacing some or all of the lost class abilities.** If another archetype the character had before she became an ex-monk replaces the same ability as the ex-class archetype, she loses the old archetype in favor of the new one; otherwise, she can retain both archetypes as normal. Sin monks can gain further levels in the monk class, even though becoming an ex-monk normally prohibits further advancement in the class. While an ex-member of a class can recant her failings and atone for her fall from her original class (typically involving an {spell/atonement} spell), her acceptance of her ex-class archetype means she must atone both for her initial fall and for further straying from the path. As a result, such a character must be the target of two atonement spells or a similar effect to regain her lost class features. Upon doing so, she immediately loses this archetype and regains her original class (and archetype, if she had one).",
			"",
			"**Well of Sin (Su):** At 4th level, a sin monk gains a pool of sin points, representing energy he has gained from indulging in forbidden vices. The sin monk has a number of sin points equal to half his class level + his Wisdom modifier; these points cannot be used on abilities that require spending ki points. As a swift action, he can spend 1 point from his sin pool to activate one of the following abilities until the start of his next turn.",
			"",
			">**Envy:** The sin monk gains a +4 bonus on Perception and Sense Motive checks. This bonus increases to +6 at 10th level and +8 at 16th level.",
			">",
			">**Gluttony:** Each time the sin monk deals lethal damage with a melee attack, he regains a number of hit points equal to the amount of damage dealt (maximum 2). He can't exceed his maximum number of hit points. The maximum number of hit points he regains increases to 4 at 10th level and 6 at 16th level.",
			">",
			">**Greed:** The sin monk's attacks count as being either cold iron or silver (sin monk's choice) for the purpose of overcoming DR. At 10th level, he adds adamantine to the list of materials he can choose to have his attacks count as being for the purpose of overcoming DR. At 16th level, the sin monk's attacks also ignore hardness.",
			">",
			">**Lust:** The sin monk gains a +4 bonus on Bluff and Diplomacy checks. This bonus increases to +6 at 10th level and +8 at 16th level.",
			">",
			">**Pride:** The sin monk gains one illusory double of himself, which functions as mirror image. This double automatically disappears at the beginning of the sin monk's next turn unless destroyed first. At 10th level, the sin monk gains two such replicas of himself, and at 16th level, he gains three.",
			">",
			">**Sloth:** The sin monk gains the benefits of {feat/Vital Strike}. At 10th level, he also gains the benefits of {feat/Improved Vital Strike}, and at 16th level, he also gains the benefits of {feat/Greater Vital Strike}.",
			">",
			">**Wrath:** The sin monk increases the save DCs of his attacks with {feat/Stunning Fist} (and {feat/Punishing Kick}, if he has that feat) by 1. The save DC instead increases by 2 at 10th level and by 3 at 16th level.",
			"",
			"When a sin monk gains a level in the monk class and would gain one of the following class features, he can forfeit that class feature to instead increase the size of his sin pool by 1 sin point: purity of body, diamond body, diamond soul, timeless body, tongue of the sun and moon. Once the decision is made, it cannot be changed.",
			"",
			"This replaces ki pool and alters high jump.",
			"",
			"**Sinful Strike (Su):** At 7th level, a sin monk can spend 2 sin points as a swift action to focus his power. The next time he deals damage before the end of his next turn, he deals an additional amount damage equal to his monk level.",
			"",
			"This replaces wholeness of body.",
			"",
			"**Burden with Sin (Su):** At 12th level, a sin monk can spend a swift action and one daily use of Stunning Fist to draw his sinful nature to the fore of his consciousness. The next person he hits with a melee attack before the end of his next turn must succeed at a Will save (DC = 10 + half the sin monk's class level + his Wisdom modifier) or suffer the burden of the sin monk's sins. The target is treated as if she were carrying a load one step heavier (from a light load to a medium load, and so on) and must succeed at a caster level check to use any form of teleportation (DC = 10 + the monk's class level). This is a curse effect that lasts a number of rounds equal to the sin monk's Wisdom modifier unless it is removed through remove curse or a similar effect.",
			"",
			"This replaces abundant step.",
			"",
			"**Simultaneous Sins (Su):** At 19th level, a sin monk can spend 3 points from his sin pool as a swift action to gain the benefits of two different sins simultaneously.",
			"",
			"This replaces empty body.",
			"",
			"**Spawn of Sin (Ex):** At 20th level, the sin monk becomes the physical manifestation of his sins. He is forevermore treated as an aberration rather than a humanoid (or whatever the monk's creature type was) for the purpose of spells and magical effects, and his mind is so consumed by sin that he gains immunity to mind-affecting effects. He does not change in appearance or gain other abilities; however, should the sin monk be slain and brought back from the dead, he returns to life as a {monster/sinspawn}, retaining his class levels but otherwise replacing his creature type and racial abilities with those of his new form and becoming an NPC under the GM's control.",
			"",
			"This replaces perfect self."
		]
	},
	"softstrike_monk": {
		"name": "Softstrike Monk",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Softstrike Monk",
			"",
			"{SOURCE Martial Arts Handbook/6}  ",
			"The practices of softstrike monks date back to the peaceful eras of Imperial Lung Wa. Still common among warriors today, softstrike monks employ a nonlethal but effective form of combat.",
			"",
			"**Weapon Proficiency:** A softstrike monk is proficient with the {eq-weapon/aklys}, {eq-weapon/bolas}, {eq-weapon/club}, {eq-weapon/light flail}, {eq-weapon/light mace}, {eq-weapon/nunchaku}, {eq-weapon/quarterstaff}, {eq-weapon/sap}, {eq-weapon/sling}, and any weapon with the monk special quality that can deal bludgeoning damage. He is considered proficient only with monk weapons that can deal multiple types of damage when dealing bludgeoning damage.",
			"",
			"This replaces the monk's weapon proficiency.",
			"",
			"**Feather Touch (Ex):** A softstrike monk does not take the normal -4 penalty on attack rolls for using a lethal weapon to deal nonlethal damage. In addition, he can use his stunning fist ability while making a nonlethal attack with a weapon.",
			"",
			"**Nonlethal Strikes (Ex):** A softstrike monk focuses on blows that do not inflict deadly harm. When a softstrike monk deals nonlethal damage with his unarmed strikes, his monk level is treated as 4 levels higher for the purposes of determining the damage he deals (to a maximum of 4d8 at 20th level for a Medium monk). When dealing lethal damage with his unarmed strikes, his monk level is treated as if it were 4 levels lower (minimum 1st level) for the purpose of determining damage.",
			"",
			"This alters unarmed strike.",
			"",
			"**Tenet of Life (Su):** Though a softstrike monk accepts that death may happen in combat, he cannot abide killing in cold blood. If he slays an unconscious or helpless living foe, or merely stands by and allows such a killing to occur, he becomes shaken for 1 hour. In addition, the act disrupts the softstrike monk's ki; if he has a ki pool, he loses a number of ki points equal to half his level, as if they had been spent.",
			"",
			"**Life-Giving Blows (Su):** At 6th level, a softstrike monk can force a piece of his life force into a nonliving creature to disrupt its animating essence. If he hits an undead foe with an unarmed attack, he can spend 1 ki point as a free action to remove the target's immunity to nonlethal damage for a number of minutes equal to his Wisdom modifier. If, during this time, the target's nonlethal damage exceeds its current hit points, it is destroyed. At 10th level, a softstrike monk can also use this ability against constructs.",
			"",
			"This replaces the bonus feats gained at 6th and 10th levels.",
			"",
			"**Wholeness of Body and Spirit (Su):** At 7th level, a softstrike monk can use wholeness of body on both himself and other creatures, though it heals only nonlethal damage. If he uses this ability on an unconscious foe, he can spend 1 additional ki point to force the creature to accept a pact of life. The creature must succeed at a Will saving throw (DC = 10 + half the softstrike monk's level + his Wisdom modifier) or the pact renders it unable to directly attack the monk and any allies within 60 feet, as per {spell/sanctuary}, for a number of days equal to the softstrike monk's level.",
			"",
			"This :primary[alters wholeness of body.] :alternate[ability applies only if the monk selects the *wholeness of body* ki power.]",
			"",
			"**Incapacitating Palm (Su):** At 15th level, a softstrike monk renders the target of his quivering palm unconscious instead of killing the creature. Upon failing its Fortitude saving throw, the target is knocked unconscious for a number of minutes equal to the softstrike monk's level.",
			"",
			"This :primary[alters quivering palm.] :alternate[ability applies only if the monk selects the quivering palm ki power.]",
			"",
			"**Resilient Body (Su):** At 19th level, a softstrike monk's mastery of nonlethal combat lets him apply his techniques to his defense. A softstrike monk converts any precision damage he takes to nonlethal damage.",
			"",
			"This replaces empty body."
		]
	},
	"softstrike_monk_uc": {
		"alternateOf": "softstrike_monk",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"sohei": {
		"name": "Sohei",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Sohei",
			"",
			"{SOURCE Ultimate Combat/60}  ",
			"The sohei are masters of the horse and the hunt. A monastic soldier, the sohei is equally adept at combat afoot or on horseback. While skilled in unarmed techniques, many sohei favor weapons they can use while mounted on horseback or against others' horses.",
			"",
			"**Skills:** A sohei gains Handle Animal as a class skill.",
			"",
			"**Weapon and Armor Proficiency:** A sohei is proficient with all simple and martial weapons and with light armor, instead of a monk's usual weapon and armor proficiencies. This ability alters the monk's weapon and armor proficiencies.",
			"",
			"**Bonus Feats:** A sohei may select mounted combat feats as bonus feats.",
			"",
			"**Devoted Guardian (Ex):** At 1st level, a sohei can always act in a surprise round even if he does not notice his enemies, though he remains flat-footed until he acts. In addition, a sohei gains a bonus on initiative rolls equal to 1/2 his monk level. At 20th level, a sohei's initiative roll is automatically a natural 20. This ability replaces stunning fist.",
			"",
			"**Unarmed Strike:** A sohei's unarmed strike damage does not increase at 4th level and above.",
			"",
			"**Monastic Mount (Su):** At 4th level, a sohei may spend 1 point from his ki pool to grant his mount temporary hit points equal to twice his level for 1 hour per level. In addition, as long as the sohei and his mount are adjacent, including when mounted, the mount gains any of the following abilities the sohei possesses: AC bonus, diamond soul, evasion, high jump, improved evasion, ki strike (as long as the sohei has at least 1 point in his ki pool), perfect self, and still mind. When a sohei spends points from his ki pool, his mount gains the same benefits as the sohei. This ability replaces fast movement and increased unarmed damage.",
			"",
			"**Ki Weapon (Su):** At 4th level, as a swift action, a sohei may spend 1 point from his ki pool to grant any weapon he wields (including his unarmed strike) a +1 enhancement bonus on attack and damage rolls, increasing by +1 per four levels after 4th to a maximum bonus of +5 at 20th level, until the end of his next turn. This ability replaces slow fall and abundant step.",
			"",
			"**Weapon Training (Ex):** At 6th level, a sohei gains weapon training in one of the following {ability/weapon groups}, as the {class/fighter} class feature: bows, crossbows, monk weapons, polearms, spears, or thrown weapons. He may select an additional group of weapons for every six levels after 6th, to a maximum of three at 18th level. A sohei may use flurry of blows and ki strike with any weapon in which he has weapon training. This ability replaces purity of body, diamond body, quivering palm, timeless body, and tongue of sun and moon."
		]
	},
	"soul_shepherd": {
		"name": "Soul Shepherd",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Soul Shepherd",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/65}  ",
			"Whether studying at the feet of psychopomps or merely imitating the creatures' philosophy and methods, soul shepherds believe in safeguarding the Cycle of Souls.",
			"",
			"**Calming Strike (Su):** As an immediate action after hitting an incorporeal undead creature with an unarmed strike, a soul shepherd can attempt to calm the creature, encouraging it to move peacefully to the next stage of its metaphysical journey. The target must succeed at a Will save (DC = 10 + half soul shepherd's level + the soul shepherd's Wisdom modifier) or be calmed, as {spell/calm spirit}, for 1 minute.",
			"",
			"The soul shepherd can use this ability against a haunt by making a touch attack against an AC of 10 + the haunt's CR. A haunt does not receive a saving throw against this ability, but the ability's duration changes to concentration + 1 round, up to 1 round per level. A soul shepherd can use this ability a number of times per day equal to his soul shepherd level.",
			"",
			"This replaces stunning fist.",
			"",
			"**Otherworldly Resilience (Ex):** At 2nd level, a soul shepherd gains DR 2/adamantine, cold resistance 5, and electricity resistance 5. At 9th level, this improves to DR 5/adamantine, cold resistance 10, and electricity resistance 10.",
			"",
			"This replaces evasion and improved evasion.",
			"",
			"**Spirit Sense (Su):** At 12th level, a soul shepherd can spend 1 point from his ki pool as a swift action to grant himself the ability to notice, locate, and distinguish between living and undead creatures within 30 feet, just as if he had a {subtype/psychopomp/'s} spiritsense ability for a number of rounds equal to his Wisdom modifier (minimum 1).",
			"",
			"This replaces :primary[abundant step.] :alternate[the ki power gained at 12th level.]",
			"",
			"**Yamaraj's Judgment (Sp):** At 15th level, a soul shepherd can spend 1 point from his ki pool as a standard action to attempt to free an enslaved soul from an effect that is imprisoning it, such as {spell/soul bind} or {spell/trap the soul}. This functions as a targeted {spell/dispel magic} spell with a caster level equal to the soul shepherd's level. He can spend an additional ki point when he activates this ability to gain a +4 bonus on the caster level check. If the soul is held prisoner by a creature or a non-spell effect, the soul shepherd frees it if his caster level check result is at least 11 + the creature or effect's CR.",
			"",
			"This replaces :primary[quivering palm.] :alternate[the ki power gained at 16th level.]"
		]
	},
	"soul_shepherd_uc": {
		"alternateOf": "soul_shepherd",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"spirit_master": {
		"name": "Spirit Master",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Spirit Master",
			"",
			"{SOURCE Undead Slayer's Handbook/22}  ",
			"Spirit masters are monks who specialize in combating the undead, laying their corpses to rest, and sending their souls to final judgment.",
			"",
			"**Resilient Soul (Ex):** At 3rd level, a spirit master gains a +2 bonus on saving throws against necromancy spells and effects. This ability replaces still mind.",
			"",
			"**Spirit Combat (Su):** At 3rd level, a spirit master can charge his unarmed strike so it affects incorporeal creatures. The spirit master's unarmed strike deals half damage to incorporeal creatures, or full damage if it's a magic weapon (such as via an amulet of mighty fists). This benefit lasts for a number of rounds equal to the spirit master's class level. A spirit master can use this ability a number of times per day equal to 3 + his Wisdom modifier. This ability replaces maneuver training.",
			"",
			"**Diamond Spirit (Ex):** At 5th level, a spirit master becomes fortified against the effects of energy drain. When the spirit master gains a negative level, he does not take any penalties, his total hit points remain unchanged, and he is not considered lower level for the purpose of level-dependent variables. Once per day when attempting a Fortitude save to remove a temporary negative level, the spirit master may choose to automatically succeed. The spirit master still dies if his number of negative levels equals or exceeds his number of Hit Dice. This ability replaces purity of body.",
			"",
			"**Spirit Burst (Su):** At 7th level, whenever a spirit master destroys an undead creature with a melee attack, he may as a free action expend 2 points from his ki pool to release an 15-foot-radius burst of positive energy centered on the destroyed creature. Undead creatures in the affected area each take a number of points of damage equal the number of Hit Dice of the destroyed creature. Living creatures in the area are healed by the same amount. This ability replaces wholeness of body.",
			"",
			"**Purifying Palm (Su):** At 15th level, the spirit master gains the ability to alter the balance of positive and negative energy within an opponent's body. The spirit master can make a purifying palm attack once per day, and must announce his intention before making a melee attack roll. If his attack deals damage, the target must attempt a Will save (DC = 10 + 1/2 the spirit master's class level + the spirit master's Wisdom modifier). On a failed save, the target cannot channel energy, nor can it be healed by positive or negative energy. This effect lasts for 1 round per class level. If the target is an undead creature, it must succeed at its Will save or be instantly destroyed. This ability replaces quivering palm.",
			"",
			"**Spirit Flow (Su):** At 19th level, a spirit master can dramatically alter the flow of his own ki. As an immediate action, the spirit master can expend 3 ki points to alter his ki for a number of rounds equal to his class level. During this time, he is healed by negative energy as if he were an undead creature. The spirit master is still healed by positive energy as normal. This ability replaces empty body.",
			"",
			"**Spirit Mastery (Su):** At 20th level, a spirit master gains DR 10/evil and becomes immune to ability drain and ability damage. Additionally, once per week, the spirit master may bring a dead creature back to life. This ability functions as {spell/true resurrection}, except the spirit master may not resurrect a creature that has been dead for longer than 1 day per class level. This ability replaces perfect self."
		]
	},
	"student_of_stone": {
		"name": "Student of Stone",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Student of Stone",
			"",
			"{SOURCE Advanced Race Guide/146}  ",
			"By following the path of the stone, students of stone give up much of monks' mobility in favor of sheer resilience. A student of stone has the following class features.",
			"",
			"**Hard as Stone (Ex):** At 2nd level, whenever an opponent rolls to confirm a critical hit against a student of stone, treat the student of stone's AC as +4 higher than normal. This ability replaces evasion.",
			"",
			"**Strength of Stone (Ex):** At 3rd level, a student of stone learns to draw strength from the earth. So long as both he and his opponent are touching the ground, the student of stone gains a +1 bonus on attack rolls, damage rolls, bull rush and trip combat maneuver rolls, and to his CMD when resisting a bull rush or trip attempt. This ability replaces fast movement.",
			"",
			"**Bonus Feat:** At 6th level, a student of stone adds {feat/Elemental Fist} to his list of available bonus feats. If the student of stone selects Elemental Fist as a bonus feat, he may only deal acid damage when using the feat. At 10th level, the student of stone adds {feat/Shaitan Style} to his list of bonus feats, at 14th level, he adds {feat/Shaitan Skin}, and at 18th level, he adds {feat/Shaitan Earthblast}. This otherwise functions as and alters the bonus feat ability.",
			"",
			"**Bones of Stone (Su):** At 7th level, as a swift action, a student of stone can spend 1 ki point to gain DR 2/magic until the beginning of his next turn. At 10th level, he can spend 1 ki point to gain DR 2/chaotic until his next turn. At 15th level, he can spend 1 ki point to gain DR 5/chaotic until his next turn. This ability replaces high jump.",
			"",
			"**Body of Stone (Ex):** At 9th level, a student of stone gains the benefits of the light fortification armor property . This ability replaces improved evasion.",
			"",
			"**Soul of Stone (Su):** At 12th level, as a swift action, a student of stone can spend 1 ki point to gain {umr/tremorsense} 15 feet until his next turn. At 16th level, the range of this tremorsense increases to 30 feet. This ability replaces abundant step.",
			"",
			"**Stone Self:** At 20th level, a student of stone becomes an earth outsider. He gains the earth subtype, as well as DR 5/chaotic, burrow speed 20 feet, and tremorsense 20 feet."
		]
	},
	"terra_cotta_monk": {
		"name": "Terra-Cotta Monk",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Terra-Cotta Monk",
			"",
			"{SOURCE Dungeoneer's Handbook/22}  ",
			"Possessing a natural affinity for all things earthen, terracotta monks are experts at turning the stone around them against their enemies.",
			"",
			"**Class Skills:** A terra-cotta monk adds Knowledge (dungeoneering), Knowledge (engineering), and Disable Device to his list of class skills and removes Knowledge (history), Perform, and Ride.",
			"",
			"**Trap Intuition (Ex):** At 2nd level, whenever a terra-cotta monk comes within 10 feet of a trap, he receives an immediate Perception check to notice the trap. The GM should make this check in secret. A terra-cotta monk gains a +2 bonus on Perception checks to notice traps. This bonus increases to +4 if the trap is located in a stone wall or floor. This ability replaces evasion.",
			"",
			"**Stone Grip (Su):** At 5th level, a terra-cotta monk adds a bonus equal to his class level on all Climb checks. He can move at his full movement rate while climbing with no increase to the check's DC. By spending 1 point from his ki pool as a swift action, a monk gains the benefits of {spell/spider climb} for 1 round. This ability replaces high jump.",
			"",
			"**Trap Dodge (Ex):** At 10th level, a terra-cotta monk gains a bonus equal to his Wisdom modifier on all saving throws made against effects produced by mechanical traps. This ability replaces improved evasion.",
			"",
			"**Sudden Adit (Su):** At 12th level, a terra-cotta monk can create passages through stone or dirt as if using the spell {spell/passwall} with a caster level equal to his monk level. Using this ability is a move action that consumes 2 points of the monk's ki pool. This ability replaces abundant step.",
			"",
			"**Petrifying Strike (Su):** At 15th level, a terra-cotta monk can turn an opponent to stone with a single strike. He can use this ability once per day, and must announce the attempt before making his attack roll. If the terra-cotta monk's strike is successful, the creature must succeed at a Fortitude save (DC = 10 + 1/2 the monk's level + the monk's Wis modifier) or be petrified for 1 hour per monk level. Incorporeal creatures and creatures immune to petrification are unaffected by this ability. This ability replaces quivering palm.",
			"",
			"**Rainmaker (Su):** At 19th level, anytime a terra-cotta monk is underground, he may cause a section of the roof to come down on his enemies per the spell {spell/earthquake}, with a caster level equal to his monk level. The terra-cotta monk may use this ability only while in a cave, cavern, or tunnel. Using this ability is a standard action that consumes 3 points from his ki pool. This ability replaces empty body."
		]
	},
	"tetori": {
		"name": "Tetori",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Tetori",
			"",
			"{SOURCE Ultimate Combat/61}",
			"",
			"The style of the tetori is that of the majestic wrestler - a warrior with a dizzying array of grabs, holds, and locks with which to bewilder and incapacitate his foes.",
			"",
			"**Bonus Feat:** A tetori gains the following bonus feats: 1st level-{feat/Improved Grapple}, 2nd level-{feat/Stunning Pin}, 6th Level-{feat/Greater Grapple}, 10th level-{feat/Pinning Knockout}, 14th level-{feat/Chokehold}, 18th level-{feat/Neckbreaker}. These feats replace a monk's normal bonus feats.",
			"",
			"**Graceful Grappler (Ex):** A tetori uses his monk level in place of his base attack bonus to determine CMB and CMD for grappling. At 4th level, he suffers no penalties on attack rolls, can make attacks of opportunity while grappling, and retains his Dexterity bonus to AC when pinning an opponent or when grappled. At 8th level, a tetori gains the {umr/grab} special attack when using unarmed strikes, and can use this ability against creatures his own size or smaller by spending 1 point from his ki pool, or against larger creatures by spending 2 points from his ki pool. At 15th level, a tetori gains the {umr/constrict} special attack, inflicting his unarmed strike damage on any successful grapple check. This ability replaces flurry of blows.",
			"",
			"**Counter-Grapple (Ex):** At 4th level, a tetori wrestler may make an attack of opportunity against a creature attempting to grapple him. This ability does not allow the tetori to make an attack of opportunity against a creature with the Greater Grapple feat. At 6th level, he may use counter-grapple even if his attacker has {rule/concealment} or total concealment, at 8th level even if he is flat-footed, and at 10th level even if his attacker has exceptional reach. This ability replaces slow fall.",
			"",
			"**Break Free (Ex):** At 5th level, a tetori adds his monk level on combat maneuver or Escape Artist checks made to escape a grapple. If a tetori fails a save against an effect that causes him to become entangled, paralyzed, slowed, or staggered, he may spend 1 point from his ki pool as an immediate action to attempt a new save. This ability replaces high jump.",
			"",
			"**Inescapable Grasp (Su):** At 9th level, a tetori can spend 1 point from his ki pool to suppress his opponents' {spell/freedom of movement} and magical bonuses to Escape Artist or on checks to escape a grapple. At 13th level, this ability also duplicates the effect of {spell/dimensional anchor}. At 17th level, the tetori's unarmed strike gains the {magic-enh/ghost touch>_w} special ability, and an incorporeal creature that he strikes gains the grappled condition (Reflex negates, DC 10 + 1/2 the wrestler's level + his Wisdom modifier). Inescapable grasp is a swift action and lasts until the beginning of the wrestler's next turn. This ability replaces abundant step, improved evasion, timeless body, and tongue of sun and moon.",
			"",
			"**Form Lock (Su):** At 13th level, a tetori can negate a polymorph effect by touch with a Wisdom check, adding a bonus equal to his monk level, against a DC of 11 + the caster level of the effect (or HD of the creature, for supernatural polymorph effects). This is a standard action requiring 2 points from the tetori's ki pool, or an immediate action if a creature the tetori is grappling attempts to use a polymorph effect. This ability replaces diamond soul.",
			"",
			"**Iron Body (Su):** At 19th level, as a move action, a tetori can make his tissues ultra-dense for 1 minute as the {spell/iron body} spell by spending 3 points from his ki pool. This ability replaces empty body."
		]
	},
	"treetop_monk": {
		"name": "Treetop Monk",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Treetop Monk",
			"",
			"{SOURCE Advanced Race Guide/206}  ",
			"While many vanaras follow traditional monastic training and traditions, others learn to blend exotic combat and the mysterious forces of ki with the natural world, allowing them to move through trees and overgrowth to deliver devastating attacks. A treetop monk has the following class features.",
			"",
			"**Branch Runner (Ex):** At 3rd level, a treetop monk adds half the base speed bonus from his fast movement ability to his racial climb speed. This ability replaces still mind.",
			"",
			"**Wood Affinity (Su):** At 5th level, a treetop monk may expend 1 point from his ki pool as a free action to treat a wooden object as if it were not broken for 1 minute (this includes a weapon with a wooden haft such as an axe or spear). At 8th level, as a free action, a treetop monk can expend 1 point from his ki pool to use the {feat/Lunge} feat with any wooden or wood-hafted melee weapon. This ability replaces purity of body.",
			"",
			"**Freedom of Movement (Su):** At 12th level, a treetop may expend 1 point from his ki pool as a swift action to gain the effects of {spell/freedom of movement} for 1 round. This ability replaces abundant step."
		]
	},
	"underfoot_adept": {
		"name": "Underfoot Adept",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Underfoot Adept",
			"",
			"{SOURCE Advanced Race Guide/65}  ",
			"An underfoot adept turns his diminutive stature and unorthodox footwork into a powerful weapon. Effortlessly moving across the battlefield, he ducks under the legs of larger creatures and then topples them with surprising attacks. An underfoot adept has the following class features.",
			"",
			"**Underfoot Grace (Ex):** At 1st level, an underfoot adept uses his size and grace to avoid the attacks of those he passes. When using the Acrobatics skill to avoid attacks of opportunity by moving through a threatened area or an enemy's space, he only takes a -5 penalty when doing so at full speed, instead of the normal -10 penalty. This ability replaces the bonus feat gained at 1st level.",
			"",
			"**Underfoot Trip (Ex):** At 1st level, an underfoot adept learns a number of maneuvers and grabs that can cause even the largest opponents to stumble and fall. He gains {feat/Improved Trip} as a bonus feat, even if he does not meet the requirements. At 4th level, and every four levels thereafter, he acts as if he is one size larger for the purposes of determining the maximum size of creatures he can trip and when determining his CMB and CMD for purposes of a trip combat maneuver. This ability replaces stunning fist.",
			"",
			"**Improved Underfoot Grace (Ex):** At 5th level, an underfoot adept's ability to avoid attacks of opportunity against those he passes improves. When using the Acrobatics skill to avoid attacks of opportunity, while moving through a threatened area or through an enemy's space, he takes no penalty when doing so at full speed. This ability replaces high jump."
		]
	},
	"wanderer": {
		"name": "Wanderer",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Wanderer",
			"",
			"{SOURCE Advanced Race Guide/76}  ",
			"Some monks wander the world in humility to learn and to share wisdom and philosophy from their teachers with those they meet, often aiding those who are in need. A wanderer has the following class features.",
			"",
			"**Class Skills:** The wanderer adds Diplomacy, Knowledge (geography), Knowledge (local), Linguistics, and Survival to his list of class skills.",
			"",
			"**Far Traveler (Ex):** At 1st level, the wanderer gains either one additional language known or proficiency in one exotic or martial weapon. At 4th level and every four levels thereafter, the wanderer may gain an additional language known or may retrain her weapon proficiency from this ability to a different exotic or martial weapon. This ability replaces the bonus feat gained at 1st level.",
			"",
			"**Long Walk (Ex):** At 3rd level, the wanderer gains {feat/Endurance} as a bonus feat, and the feat bonus doubles when he makes Constitution checks because of a forced march. In addition, a wanderer gains a +2 bonus on saving throws against spells and effects that cause exhaustion and fatigue. This ability replaces still mind.",
			"",
			"**Light Step (Su):** At 5th level, a wanderer leaves no trail and cannot be tracked, though he can leave a trail if desired. By spending 1 point from his ki pool, he can use {spell/ant haul}, {spell/feather step}, {spell/pass without trace}, or {spell/tireless pursuit} as a spell-like ability (with a caster level equal to his monk level). This ability replaces slow fall.",
			"",
			"**Inscrutable (Su):** At 5th level, the wanderer gains a supernatural air of mystery. The DC to gain information or insight into the wanderer with Diplomacy, Knowledge skills, or Sense Motive increases by 5. In addition, by spending 1 point from his ki pool, the wanderer gains {spell/nondetection} for 24 hours with a caster level equal to his monk level. This ability replaces high jump.",
			"",
			"**Wanderer's Wisdom (Ex):** At 7th level, the wanderer can dispense excellent advice in the form of philosophical proverbs and parables. As a swift action, the wanderer can inspire courage or inspire competence as a {class/bard} of his monk level by spending 2 points from his ki pool. This affects one creature within 30 feet and lasts a number of rounds equal to the wanderer's Wisdom modifier (minimum 1 round). This ability is language-dependent. This ability replaces wholeness of body.",
			"",
			"**Disappear Unnoticed (Ex):** At 12th level, the wanderer may use Stealth to hide even while being directly observed or when no cover or concealment is available, as long as he is adjacent to at least one creature of his size or larger, by spending 1 point from his ki pool. This effect lasts until the beginning of the wanderer's next turn and may be continued in consecutive rounds by spending 1 ki point each round. This ability replaces abundant step.",
			"",
			"**Free Step (Su):** At 13th level, the wanderer gains continuous {spell/freedom of movement} as a continuous spell-like ability. This ability replaces diamond soul."
		]
	},
	"wasteland_meditant": {
		"name": "Wasteland Meditant",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wasteland Meditant",
			"",
			"{SOURCE Ultimate Wilderness/64}  ",
			"Some monks journey to remote and isolated corners of the world to find serenity and a heightened sense of awareness.",
			"",
			"**Dehydrating Strike (Su):** As a free action as part of a melee attack, a wasteland meditant can draw the moisture out of a living creature damaged by his unarmed strike. Unless the creature succeeds at a Will save (DC = 10 + half the monk's level + his Wisdom modifier), the creature is fatigued for a number of rounds equal to half the wasteland meditant's level (minimum 1). At 5th level, the creature struck is also staggered for 1 round if it fails its save. At 10th level, a creature that fails its save is exhausted instead of fatigued.",
			"",
			"When used against a plant creature or a creature with the water subtype, dehydrating strike inflicts the above conditions (as applicable) on a failed save and also deals 1d6 points of damage, plus 1d6 additional points of damage at 4th level and every 4 levels thereafter. This damage is in addition to the wasteland meditant's normal unarmed strike damage. A wasteland meditant can use this ability a number of times per day equal to 3 + his Wisdom modifier but only once per round.",
			"",
			"Creatures immune to critical hits or precision damage are immune to this ability.",
			"",
			"This replaces stunning fist.",
			"",
			"**Vigor (Ex):** At 2nd level, when a wasteland meditant succeeds at a Fortitude save against an effect with a partial effect on a successful save, he instead suffers no effect.",
			"",
			"This replaces evasion.",
			"",
			"**Desert Strider (Ex):** At 4th level, a wasteland meditant ignores movement penalties for difficult terrain when in desert terrain. Additionally, he kicks up dust around his body whenever he performs a double move action in desert terrain. This dust grants the wasteland meditant {rule/concealment}. The miss chance granted by this concealment starts at 10% at 4th level and increases by 10% at 6th level and every 2 levels thereafter, to a maximum of 80% at 18th level. This concealment lasts until the start of the meditant's next turn and stacks with any concealment provided by movement, such as from the {feat/Wind Stance} feat.",
			"",
			"This replaces slow fall.",
			"",
			"**Improved Vigor (Ex):** At 9th level, a wasteland meditant's vigor ability improves. He still takes no damage on a successful Fortitude saving throw against attacks, but henceforth he takes only half damage on a failed save.",
			"",
			"This replaces improved evasion.",
			"",
			"**Pillar of Salt (Su):** At 15th level, a wasteland meditant can transform a creature's body into a column of crumbling salt with a touch. He can use pillar of salt once per day as part of an unarmed strike, and he must announce his intent before making his attack roll. Creatures immune to critical hits or transmutation effects cannot be affected. A creature successfully damaged by the wasteland meditant's unarmed strike must succeed at a Fortitude saving throw (DC = 10 + half the monk's level + his Wisdom modifier) or begin to calcify. Each round thereafter, the target of pillar of salt takes 2 points of Strength and Dexterity drain and gains a +1 bonus to its natural armor as a crust of salt begins to cover its body and restrict movement. These effects take place every round at the start of the wasteland meditant's turn and continue for 1 round per level the wasteland meditant has. If the target is reduced to 0 Strength or Dexterity at any time during this duration, the creature is instantly killed and its body is transformed into a pillar of salt. A creature killed in this way can't be brought back to life except by {spell/miracle}, {spell/true resurrection}, or {spell/wish}. Total immersion in water suppresses the ongoing effects of pillar of salt but resets the accumulated natural armor bonus to zero. As long as the target lives, the ongoing effect of pillar of salt can be ended via a heal spell.",
			"",
			"This replaces quivering palm."
		]
	},
	"water_dancer": {
		"name": "Water Dancer",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Water Dancer",
			"",
			"{SOURCE Ultimate Wilderness/65}  ",
			"Water dancers derive their martial training from ancient nereid traditions jealously guarded by these enigmatic fey.",
			"",
			"**Elemental Focus (Su and Sp):** A water dancer gains the elemental focus ability of the {class/kineticist} class, but must choose water as his {ability/element>s}. He gains the {kinetic/basic hydrokinesis} wild talent as normal, and gains the {kinetic/water<kinetic| blast} feature of the kineticist class for the water element, using his monk level as his effective kineticist level. He can't use his kinetic blast when armored or encumbered.",
			"",
			"This replaces flurry of blows, stunning fist, and quivering palm.",
			"",
			"**Nereid's Grace (Su):** When unarmored and unencumbered, a water dancer adds 1 point of Charisma bonus per monk level to his Armor Class as a dodge bonus. If he is caught flat-footed or otherwise denied his Dexterity bonus, he also loses this bonus. He uses his Charisma score instead of his Wisdom score to determine the size of his ki pool and the DC and effects of monk class features.",
			"",
			"This replaces the bonus feat the monk normally gains at 1st level.",
			"",
			"**Unarmed Strike:** A water dancer gains the unarmed strike monk class feature but treats his unarmed strike damage as that of a monk 4 levels lower (minimum 1st level).",
			"",
			"This alters unarmed strike.",
			"",
			"**Burn (Ex):** At 2nd level, a water dancer gains the burn class feature of the kineticist class.",
			"",
			"This replaces evasion.",
			"",
			"**Wild Talents:** At 2nd level and every 4 levels thereafter, a water dancer selects a new {ability/utility wild talent>s} from the list of options available to the kineticist class, treating his monk level - 2 (minimum 1) as his kineticist level for the purpose of fulfilling prerequisites as well as for level-dependent effects of the utility talent. He can select only universal wild talents or those that match his element (see elemental focus above). At 6th, 10th, and 16th levels, he can replace one of his utility wild talents with another wild talent of the same level or lower. He can't replace a wild talent that he used to qualify for another of his wild talents.",
			"",
			"This replaces the bonus feats at 2nd, 6th, 10th, 14th, and 18th levels.",
			"",
			"**Water Dance (Su):** At 4th level, a water dancer can move across any liquid surface as though it were solid ground up to a maximum distance of 20 feet before falling through the liquid's surface as normal. This distance increases by 10 feet at 6th level and every 2 levels thereafter, to a maximum of 90 feet at 18th level. Additionally, at 10th level the water dancer can even move vertically up water surfaces (such as a flowing waterfall) as though under the effects of {spell/spider climb}. If he runs out of movement before reaching a solid surface when climbing a vertical water source, he immediately falls.",
			"",
			"This replaces slow fall.",
			"",
			"**Metakinesis (Su):** At 9th level, a water dancer gains the ability to alter his kinetic blasts as the kineticist's metakinesis (empower) class feature.",
			"",
			"This replaces improved evasion.",
			"",
			"**Water Stride (Sp):** At 12th level, a water dancer can leap from one source of water to another as per {spell/dimension door} as a move action by expending 1 point of ki from his ki pool. He must begin and end his movement in a space of water equal to his size. He cannot take other creatures with him when he uses this ability.",
			"",
			"This replaces abundant step."
		]
	},
	"weapon_adept": {
		"name": "Weapon Adept",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Weapon Adept",
			"",
			"{SOURCE Advanced Player's Guide/114}  ",
			"While all monks train in both unarmed combat and with weapons, the weapon adept seeks to become one with his weapons, transforming them into perfect extensions of his own body. Through such training, a weapon adept seeks to attain perfection by becoming a living weapon himself. A weapon adept has the following class features.",
			"",
			"**Perfect Strike (Ex):** At 1st level, a weapon adept gains {feat/Perfect Strike} as a bonus feat, even if he does not meet the prerequisites. At 10th level, the monk can roll his attack roll three times and take the higher result. If one of these rolls is a critical threat, he can choose which one of his other two rolls to use as his confirmation roll. This ability replaces Stunning Fist.",
			"",
			"**Way of the Weapon Master (Ex):** At 2nd level, a weapon adept gains {feat/Weapon Focus} as a bonus feat with one of his monk weapons. At 6th level, the monk gains {feat/Weapon Specialization} with the same weapon as a bonus feat, even if he does not meet the prerequisites. This ability replaces evasion.",
			"",
			"**Evasion (Ex):** At 9th level, the monk gains evasion. This ability replaces improved evasion.",
			"",
			"**Uncanny Initiative (Ex):** At 17th level, a weapon adept does not need to roll for initiative. He always treats his initiative roll as if it resulted in any number of his choosing (from 1 to 20). This ability replaces timeless body.",
			"",
			"**Pure Power:** At 20th level, a weapon adept forsakes the ideals of the perfect self to become a bastion of the physical and mental virtues monks hold dear. The monk gains a +2 bonus to Strength, Dexterity, and Wisdom. This ability replaces perfect self."
		]
	},
	"wildcat": {
		"name": "Wildcat",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Wildcat",
			"",
			"{SOURCE Advanced Class Guide/105}  ",
			"A wildcat is a student of the school of hard knocks, who dedicates himself to learning how to take down foes by any means necessary. A wildcat isn't afraid to smash a tankard over a foe's head, stomp an opponent's foot, gouge an eye, or generally create mayhem to gain any possible advantage.",
			"",
			"**Ready for Anything (Ex):** At 3rd level, a wildcat gains a +2 bonus on initiative checks and Perception checks to act in a surprise round. This ability replaces still mind.",
			"",
			"**Brawler Maneuver Training (Ex):** At 4th level, a wildcat gains additional training with the {rule/dirty trick} combat maneuver. He gains a +1 bonus on combat maneuver checks when attempting this combat maneuver and a +1 bonus to his CMD when defending against this maneuver.",
			"",
			"At 7th, 10th, and 16th levels, a wildcat becomes further trained in another combat maneuver, gaining the above +1 bonus on combat maneuver checks and to CMD. In addition, the bonuses granted by previous maneuver training increase by 1 each. For example, when a wildcat reaches 7th level, he gains a +1 bonus on one type of combat maneuver, +1 to her CMD against that combat maneuver, and the bonuses for the dirty trick combat maneuver increase to +2.",
			"",
			"This ability replaces ki pool and high jump.",
			"",
			"**Improvised Weapon Mastery (Ex):** Starting at 4th level, a wildcat's damage with improvised weapons increases. When wielding an improvised weapon, he uses the unarmed strike damage of a monk four levels lower instead of the base damage for that weapon (minimum monk level 1). For example, a 6th-level Medium wildcat wielding a broken bottle deals 1d6 points of damage instead of the weapon's normal 1d4. If the weapon normally deals more damage than this, its damage is unchanged. This increase in damage does not affect any other aspect of the weapon. The wildcat can decide to use the weapon's base damage instead of his adjusted unarmed strike damage. This must be declared before the attack roll is attempted. This ability replaces all instances of slow fall.",
			"",
			"**Bonus Feat:** A wildcat adds the following feats to his list of bonus feats at 6th level: {feat/Improved Dirty Trick}, {feat/Improved Reposition}, {feat/Improved Steal}. He adds the following feats to his list of bonus feats at 10th level: {feat/Quick Dirty Trick}, {feat/Quick Reposition}, {feat/Quick Steal}.",
			"",
			"**Knockout (Ex):** Starting at 9th level, once per day a wildcat can unleash a devastating attack that can instantly knock a target unconscious. He must announce this intent before making his attack roll. If the wildcat's strike is successful and the target takes damage from the blow, the target must succeed at a Fortitude saving throw (DC = 10 + 1/2 the wildcat's level + the higher of the wildcat's Strength or Dexterity modifier) or fall unconscious for 1d6 rounds. Each round on its turn, the unconscious target can attempt a new saving throw to end the effect; this is a full-round action that does not provoke attacks of opportunity. Creatures immune to critical hits or nonlethal damage are immune to this ability. At 12th level, a wildcat can use this ability twice per day. This ability replaces improved evasion and abundant step.",
			"",
			"**Turn the Tables (Ex):** At 13th level, opponents provoke an attack of opportunity from the wildcat whenever they fail at a combat maneuver against the wildcat. This ability replaces diamond soul.",
			"",
			"**Dirty Blow (Ex):** At 19th level, when a wildcat succeeds at a dirty trick combat maneuver, he can deal his unarmed strike damage to that opponent. This ability replaces empty body."
		]
	},
	"windstep_master": {
		"name": "Windstep Master",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Windstep Master",
			"",
			"{SOURCE Elemental Master's Handbook/17}  ",
			"Most monks are agile and fleet of foot, but few can rival a windstep master's lightness of step. Windstep masters train in mountaintop monasteries and other holy houses dedicated to the wind, such as the Monastery of Unfolding Wind in Niswan.",
			"",
			"**Hurricane Punch (Ex):** At 1st level, a windstep master gains {feat/Hurricane Punch} as a bonus feat, even if he does not meet the prerequisites. While using this feat, he doesn't provoke an attack of opportunity, even if he doesn't have the {feat/Improved Bull Rush} feat.",
			"",
			"At 4th level, while using the Hurricane Punch feat, the windstep master can {rule/bull rush} a target up to two size categories larger. At 12th level, the windstep master's target can be up to three size categories larger. At 20th level, the target can be of any size category.",
			"",
			"At 8th level, when the windstep master uses the Hurricane Punch feat to successfully bull rush a creature, he can push the creature back an additional 5 feet. At 16th level, he can push the creature back an additional 10 feet.",
			"",
			"This ability replaces stunning fist.",
			"",
			"**Wind Step (Su):** At 4th level, the windstep master's steps become supernaturally light. As a move action, he can use {spell/air walk} (as per the spell) up to a distance equal to his fast movement bonus. He must reach a solid, level surface able to support his weight by the end of his turn or he falls.",
			"",
			"This ability replaces :primary[slow fall.] :alternate[the ki power gained at 4th level.]",
			"",
			"**Swift Ki (Su):** At 4th level, the windstep master can spend 1 point from his ki pool as a swift action to sustain his wind step for 1 minute. During this time, the windstep master can remain airborne even if he doesn't reach a solid surface. He can also spend 1 point from his ki pool as a swift action to increase his wind step distance by 20 feet for 1 round. The windstep master does not gain the ability to spend ki to increase his base speed by 20 feet for 1 round.",
			"",
			"This ability alters ki pool."
		]
	},
	"windstep_master_uc": {
		"alternateOf": "windstep_master",
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"zen_archer": {
		"name": "Zen Archer",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Zen Archer",
			"",
			"{SOURCE Advanced Player's Guide/115}  ",
			"Some monks seek to become one with another weapon entirely - the bow. The zen archer takes a weapon most other monks eschew and seeks perfection in the pull of a taut bowstring, the flex of a bow's limbs, and the flight of an arrow fired true.",
			"",
			"**Weapon and Armor Proficiency:** Zen archers are proficient with {eq-weapon/longbow/s}, {eq-weapon/shortbow/s}, {eq-weapon/composite longbow/s}, and {eq-weapon/composite shortbow/s} in addition to their normal weapon proficiencies.",
			"",
			"**Flurry of Blows (Ex):** Starting at 1st level, a zen archer can make a flurry of blows as a full-attack action, but only when using a bow (even though it is a ranged weapon). He may not make a flurry of blows with his unarmed attacks or any other weapons. A zen archer does not apply his Strength bonus on damage rolls made with flurry of blows unless he is using a composite bow with a Strength rating. A zen archer's flurry of blows otherwise functions as normal for a monk of his level.",
			"",
			"**A zen archer cannot use {feat/Rapid Shot}** or {feat/Manyshot} when making a flurry of blows with his bow.",
			"",
			"**Bonus Feats:** A zen archer's bonus feats must be taken from the following list: {feat/Combat Reflexes}, {feat/Deflect Arrows}, {feat/Dodge}, {feat/Far Shot}, {feat/Point-Blank Shot}, {feat/Precise Shot}, and Rapid Shot. At 6th level, the following feats are added to the list: {feat/Focused Shot}, {feat/Improved Precise Shot}, Manyshot, {feat/Mobility}, and {feat/Parting Shot}. At 10th level, the following feats are added to the list: {feat/Improved Critical}, {feat/Pinpoint Targeting}, {feat/Shot on the Run}, and {feat/Snatch Arrows}. A monk need not have any of the prerequisites normally required for these feats to select them. These feats replace the monk's normal bonus feats.",
			"",
			"**Perfect Strike (Ex):** At 1st level, a zen archer gains {feat/Perfect Strike} as a bonus feat, even if he does not meet the prerequisites. A zen archer can use Perfect Strike with any bow. At 10th level, the monk can roll his attack roll three times and take the highest result. If one of these rolls is a critical threat, the monk must choose one of his other two rolls to use as his confirmation roll. This ability replaces Stunning Fist.",
			"",
			"**Way of the Bow (Ex):** At 2nd level, a zen archer gains {feat/Weapon Focus} as a bonus feat with one type of bow. At 6th level, the monk gains {feat/Weapon Specialization} with the same weapon as a bonus feat, even if he does not meet the prerequisites. This ability replaces evasion.",
			"",
			"**Zen Archery (Ex):** At 3rd level, a zen archer may use his Wisdom modifier instead of his Dexterity modifier on ranged attack rolls when using a bow. This ability replaces maneuver training.",
			"",
			"**Point Blank Master (Ex):** At 3rd level, a zen archer gains {feat/Point-Blank Master} as a bonus feat, even if he does not meet the prerequisites. This ability replaces still mind.",
			"",
			"**Ki Pool (Su):** At 4th level, in addition to the normal abilities of his ki pool, a zen archer may spend 1 point from his ki pool to increase the range increment for his bow by 50 feet for 1 round.",
			"",
			"**Ki Arrows (Su):** At 5th level, a zen archer may spend 1 point from his ki pool as a swift action to change the damage dice of arrows he shoots to that of his unarmed strikes. This lasts until the start of his next turn. For example, a Medium zen archer's short bow normally deals 1d6 damage; using this ability, his arrows deal 1d8 damage until the start of his next turn. This ability replaces purity of body.",
			"",
			"**Reflexive Shot (Ex):** At 9th level, a zen archer can make attacks of opportunity with arrows from his bow. The monk still threatens squares he could reach with unarmed strikes, and can still only make one attack of opportunity per round (unless he has Combat Reflexes). This ability replaces improved evasion.",
			"",
			"**Trick Shot (Su):** At 11th level, a zen archer may hit targets that he might otherwise miss. By spending 1 point from his ki pool as a swift action, the zen archer can ignore {rule/concealment}. By spending 2 points, he can ignore total concealment or {rule/cover}. By spending 3 points, he can ignore total cover, even firing arrows around corners. The arrow must still be able to reach the target; a target inside a closed building with no open doors or windows cannot be attacked. These effects last for 1 round. This ability replaces diamond body.",
			"",
			"**Ki Focus Bow (Su):** At 17th level, as long as he has at least 1 point of ki in his ki pool, a zen archer may treat arrows fired from his bow as if they were {magic-enh/ki focus} weapons, allowing him to use his special ki attacks as if his arrows were unarmed attacks. This ability replaces tongue of the sun and moon."
		]
	}
}
