{
	"aberrant_companion": {
		"name": "Aberrant Companion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Aberrant Companion",
			"",
			"{SOURCE Ultimate Wilderness/186}  ",
			"There's something oddly wrong about aberrant companions. Though they're touched by eldritch magic or mutated by strange influences, they are still loyal, if unnatural, allies.",
			"",
			"**Aberrant Skills:** Aberrant companions treat Escape Artist and Intimidate as class skills.",
			"",
			"**Not Quite Animal:** The DC to use Handle Animal on an aberrant companion is 5 higher, as if it were a nonanimal with an Intelligence score of 1 or 2.",
			"",
			"**Aberrant Sight (Ex):** An aberrant companion gains darkvision with a range of 60 feet.",
			"",
			"This replaces share spells.",
			"",
			"**Alien Mind (Ex):** At 6th level, an aberrant companion is immune to mind-affecting effects that specifically target animals, such as charm animal. Anyone who attempts to use such an effect against it takes 1d4 points of Wisdom damage (Will DC 20 half).",
			"",
			"This replaces devotion.",
			"",
			"**Fluid Bones (Ex):** At 9th level, an aberrant companion gains {umr/compression} as per the universal monster rule, though it can use the ability while carrying a rider only if the rider has compression.",
			"",
			"This replaces Multiattack and the +2 natural armor increase at 9th level."
		]
	},
	"accursed_companion": {
		"name": "Accursed Companion",
		"sources": [ "Horror Realms" ],
		"description": [
			"## Accursed Companion",
			"",
			"{SOURCE Horror Realms/10}  ",
			"When a character calls upon the aid and companionship of one of nature's children, she forges a sacred pact to care for and cherish that creature. In exchange, the animal companion serves as her guide and guardian. The bond between the two strengthens, and the animal companion moves beyond its primal instincts and its soul blossoms. This transcendence is both beautiful and wondrous, but as with all magic, there is always a cost. As an animal companion's consciousness grows, it can sometimes attract the attention of the spiritual energies that hide in plain sight everywhere. While some of these forces are good or indifferent, others lurk in the void, in the deepest shadows where death waits. When the right moment comes, these darker entities latch onto these proud companions with a vicious hunger. Should the character fail to protect her companion, corruption ebbs forth and fills the once-magnificent creatures with vile intent. Cursed and corrupted, these companions return to their masters broken, scarred, and distraught. Theirs is a curse they are bound to share, for when mortals fail to protect their bonded companions, so too shall those mortals suffer.",
			"",
			"When a cavalier, druid, hunter, ranger, or other character loses an animal companion to a disturbingly gruesome death, particularly if that fate could have been avoided through an act the character chose not to or was unable to take, the soul of the slain animal companion sometimes remains bound to the character. In such cases, this scarred soul infests the next companion the character takes.",
			"",
			"### Gaining an Accursed Companion",
			"",
			"Any character with the animal companion or mount class ability can choose to gain an accursed animal companion once a previous animal companion has suffered a violent, humiliating, or particularly horrible death. The character must then choose to gain an accursed companion while performing the ritual to replace the slain companion. At the GM's discretion, the player might automatically gain an accursed companion unless she takes the time to seek atonement for allowing her previous companion to die.",
			"",
			"### Accursed Companion Manifestations",
			"",
			"An accursed companion's unnatural condition manifests in one of the following ways, chosen at the time the companion is gained. Once selected, the choice cannot be changed. Who gets to choose the manifestation depends on the GM's preference (the manifestation may even be randomly determined).",
			"",
			"All manifestations grant a boon in combat to the animal companion but a disadvantage to the master. An animal companion's accursed manifestation can be activated in one of two ways: the companion's master can deliberately trigger a manifestation by making a successful DC 20 Handle Animal or wild empathy check as a move action, or the manifestation can take place when a specific trigger occurs, as detailed in each manifestation's entry.",
			"",
			"When an accursed companion manifests its condition, the companion's master can resist or mitigate the debilitating side effect with a successful Will save (DC = 10 + 1/2 the accursed companion's HD + the accursed companion's Wisdom modifier [minimum +0]). However, manifestations that are constant (such as festering flesh or unsavory friends) have an equally constant effect on the companion's master, and these effects cannot be mitigated or resisted in any way. An accursed companion can only be affected by a manifestation once per hour unless the manifestation is constant. All side effects on an accursed companion's master are mind-affecting effects.",
			"",
			"**Bestial Flashes (Su):** The companion is haunted by the previous companion's fear and pain during its death. This manifestation is triggered automatically whenever the accursed companion takes damage from a single blow in excess of half its current hit points. When an accursed companion suffers bestial flashes, it gains a +2 morale bonus on all attack rolls and damage rolls made on natural attacks, and gains a +4 morale bonus on rolls to confirm critical hits. Once triggered, a bestial flash lasts for 1 minute. When a bestial flash occurs, the mind of the companion's master is overwhelmed with images of feral savagery. She becomes confused for 1d4 rounds and is then sickened for the remainder of the minute that the bestial flash persists. On a successful Will save, the master is instead sickened for only 1d4 rounds.",
			"",
			"**Bloodthirsty (Su):** The companion becomes consumed with bloodlust that drives it into a frenzy of savage ferocity. This manifestation is triggered automatically whenever the accursed companion makes a successful critical hit with a natural attack. When the companion becomes bloodthirsty, it flies into a rage and gains +2 Constitution and +2 Strength, but it also takes a -2 penalty to its AC. The rage lasts until the battle is over or for 1 minute, whichever is shorter. It cannot end its rage voluntarily. The companion's master is overwhelmed with rage as well for this period, although this rage is unfocused and distracting, preventing the master from doing anything but growling, hissing, shrieking, and making other animalistic howls, during which time the master cannot speak or use spells with verbal components. A successful Will save reduces the duration of the master's rage to 1 round.",
			"",
			"**Festering Flesh (Su):** The companion looks horrific and smells worse. Its rancid flesh reeks of rot and crawls with fleas, ticks, and other vile parasites. Despite its obvious grotesqueness, the creature is quite affectionate, perhaps even overly and inappropriately so. This manifestation is always active - the accursed companion is immune to the sickened and nauseated condition. The master, on the other hand, becomes consumed by fears of contagion to the extent that she takes a -2 penalty on all saving throws against disease effects.",
			"",
			"**Palsy (Su):** The poor creature is stricken with palsy. It drools constantly and its muscles spasm with tics and twitches. The palsy doesn't impact its abilities, and actually aids the accursed companion when it loses mobility from other sources. The first time each day that the accursed companion becomes paralyzed, grappled or otherwise has its movement impaired, a freedom of movement effect automatically activates on the accursed companion. This effect persists for 1 minute, during which time the companion's master becomes nauseated unless she succeeds at a Will save (in which case she is merely sickened for the duration).",
			"",
			"**Rabid Vomit (Ex):** A crust of froth lines the rim of the accursed companion's mouth. This manifestation is triggered automatically on the third round of any combat - on this round, the accursed companion always takes a standard action to vomit diseased pus and bile in a 15-foot cone (after moving, if it can, to capture as many enemies in the area of effect as possible). All creatures in this area must succeed at a Fortitude saving throw (DC = 10 + 1/2 the accursed companion's HD + the accursed companion's Constitution modifier) or become nauseated for 1d4 rounds and contract {disease/rabies}. On a successful save, the targets are merely sickened for 1d4 rounds. When the accursed companion makes this vomit attack, its master is overwhelmed by the sensation of a mouthful of diseased bile. She is stunned for 1 round and nauseated for 1d4 rounds thereafter unless she succeeds at a Will save, in which case she is merely sickened for 1d4 rounds.",
			"",
			"**Scavenger (Su):** This companion is particularly intrigued by undeath, often playing with carcasses and presenting decaying body parts as gifts to its master. This manifestation is triggered automatically when the companion successfully damages a corporeal undead with a natural attack. For 1 minute, the companion gains a +2 bonus on all attack rolls, damage rolls, and saving throws against undead. During this time, the companion's master becomes more susceptible to the undead, and takes a -2 penalty to all mind-affecting effects created by any undead creature.",
			"",
			"**Unexpected Frenzy (Su):** The accursed companion looks normal, but some conditions or phrases cause the animal to fly into a murderous frenzy. When an accursed companion gains this condition, the GM determines three specific situations that can trigger the manifestation of the unexpected frenzy, such as a character petting the companion on the head, a keyword or key phrase such as \"good dog,\" or the sight of a specific type of creature within 10 feet. The first time each day one of the three triggers occurs, the accursed companion flies into its frenzy. Its eyes glow, and any sounds it makes take on an eerie, hollow echo. The companion acts as if under the effects of {spell/haste} for 1d4 rounds before returning to normal, and it typically attacks the source of its trigger. While her companion is frenzied, the master is overwhelmed with shame and despair, suffering as if under the effects of a {spell/crushing despair} spell for twice the length of the accursed companion's frenzy. A successful Will save negates this effect.",
			"",
			"**Unsavory Friends (Su):** The companion manages to attract the company of less desirable species. It has an uncanny knack for finding centipedes, bats, mice, and other vermin, even in areas where such pests might not be all that common. Even more unusual, the companion makes it a habit to play with such creatures and becomes angry and defensive if anything threatens its vermin friends. This manifestation is constant. Immune to the distraction effect caused by all swarms, the animal companion is comfortable and even welcomes the nauseating sensation of its crawling friends. The companion's master, unfortunately, never gets used to finding squirming bugs or wriggling maggots in the companion's vicinity and takes a -4 penalty on all saving throws against any swarm's distraction ability."
		]
	},
	"ambusher": {
		"name": "Ambusher",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Ambusher",
			"",
			"{SOURCE Ultimate Wilderness/186}  ",
			"Ambushers sneak up on unsuspecting prey, pouncing on targets when they least expect it.",
			"",
			"**Camouflage (Ex):** An ambusher gains a +4 racial bonus on Stealth checks in its natural environment (if this is unclear, use the environment in its Bestiary entry). At 15th level, an ambusher can use the Stealth skill to hide in its natural environment, even if the environment doesn't grant cover or concealment.",
			"",
			"This replaces share spells and improved evasion.",
			"",
			"**Cunning Ambusher (Ex):** At 3rd level, an ambusher gains uncanny dodge. At 6th level, an ambusher gains a +2 racial bonus on initiative checks, and during the surprise round, opponents are always considered flat-footed against the ambusher's attacks, even if they have already acted. At 9th level, an ambusher gains a +2 morale bonus on attack and damage rolls during a surprise round.",
			"",
			"This replaces evasion, devotion, and Multiattack."
		]
	},
	"apex_species": {
		"name": "Apex Species",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Apex Species",
			"",
			"{SOURCE Wilderness Origins/20}  ",
			"Some animals have no serious competitors and no real predators. They are masters of their habitats, perfectly evolved to take advantage of their native terrain. They need not be predators, of course - some herbivores are just as lethally suited to their homes.",
			"",
			"**Native Environment (Ex):** An apex species selects a specific terrain type from the [ranger list of favored terrains](class/ranger). While in that terrain, the apex species gains a bonus equal to half its level on checks and saves to deal with environmental hazards. An apex species may not select a plane as its native environment.",
			"",
			"This replaces share spells.",
			"",
			"**Favored Terrain (Ex):** At 3rd level, the apex species gains the [ranger's favored terrain ability](class/ranger) for the terrain that matches its native environment, except that the bonus is +1 instead of the ranger's +2. The bonus improves by 1 at 8th, 13th, and 18th levels, but the animal companion does not gain additional favored terrains.",
			"",
			"This replaces evasion.",
			"",
			"**Natural Selection (Ex):** At 6th level, the apex species gains an ability based on their favored terrain, as follows:",
			"",
			">**Cold:** The apex species gains cold resistance 5, increasing to 15 at 15th level.",
			">",
			">**Desert:** The apex species gains fire resistance 5, increasing to 15 at 15th level.",
			">",
			">**Forest, Jungle:** The apex species gains a +1 dodge bonus to CMD, increasing to +3 at 15th level.",
			">",
			">**Mountains, Plains:** The apex species gains electricity resistance 5, increasing to 15 at 15th level.",
			">",
			">**Water, Underground:** The apex species gains acid resistance 5, increasing to 15 at 15th level.",
			">",
			">**Swamp, Urban:** The apex species gains a +4 racial bonus on saves against disease and poison. At 15th level, the apex species becomes immune to disease and poison.",
			"",
			"This replaces devotion and improved evasion.",
			"",
			"**Master of the Wild (Ex):** At 9th level, the apex species gains an ability based on its favored terrain, as follows.",
			"",
			">**Cold:** The apex species can see through weather conditions (including blizzards, rain, fog, and mist) without penalty, ignoring any cover or concealment from such effects. If the effect is created by magic, the apex species instead triples the distance it can see without penalty.",
			">",
			">**Desert:** The apex species gains a +4 morale bonus on Will saves against illusion spells and effects.",
			">",
			">**Forest, Urban:** The apex species gains [Skill Focus (Stealth)](feat/skill_focus) as a bonus feat.",
			">",
			">**Jungle, Mountains:** The apex species gains a climb speed equal to half its base land speed, or increases its existing climb speed by 10 feet.",
			">",
			">**Plains:** The apex species increases its base land speed by 10 feet.",
			">",
			">**Swamp, Water:** The apex species gains a swim speed equal to half its base land speed, or increases its existing swim speed by 10 feet.",
			">",
			">**Underground:** The apex species gains a burrow speed equal to half its base land speed, or increases its existing burrow speed by 10 feet.",
			"",
			"This replaces multiattack."
		]
	},
	"augmented_companion": {
		"name": "Augmented Companion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Augmented Companion",
			"",
			"{SOURCE Ultimate Wilderness/186}  ",
			"Augmented companions have suffered an injury, such as the loss of a wing, and parts of their bodies have been replaced by a master construct crafter. This procedure grants them unusual abilities.",
			"",
			"**Not Quite Animal:** The DC to use Handle Animal on an augmented companion is 5 higher, as if it were a nonanimal with an Intelligence score of 1 or 2.",
			"",
			"**Augmented Body (Ex):** An augmented companion heals only half as much as normal from positive energy healing effects but also heals half the usual amount from effects that specifically heal constructs.",
			"",
			"**Augmented Sight (Ex):** An augmented companion gains low-light vision and darkvision to a range of 60 feet.",
			"",
			"This replaces share spells.",
			"",
			"**Constructed Form (Ex):** At 6th level, an augmented companion gains a +4 morale bonus on Fortitude saves against effects that could not normally affect objects or constructs, and it takes only half damage from bleed effects. However, it can be affected by attacks that specifically target constructs.",
			"",
			"This replaces devotion."
		]
	},
	"auspice": {
		"name": "Auspice",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Auspice",
			"",
			"{SOURCE Ultimate Wilderness/187}  ",
			"Auspices were born with a birthmark or other feature that seems to be in the shape of their master's deity's holy symbol; they are usually animal sacred to that deity's religion.",
			"",
			"**Aligned (Ex):** Even though an auspice is an animal, its connection to its associated deity allows it to be chaotic neutral, lawful neutral, neutral evil, or neutral good, whichever is closest to the deity's alignment, or it can remain true neutral.",
			"",
			"**Auspicious Boon (Sp, Su):** At 1st level, the auspice can cast {spell/guidance} as a spell-like ability at will as a full-round action. At 3rd level, the auspice can access a spark of its associated deity's favor. Choose one of that deity's domains that grants a 1st-level domain power usable a number of times per day equal to 3 + the user's Wisdom modifier. The auspice can use that power once per day.",
			"",
			"This replaces share spells and evasion.",
			"",
			"**Aligned Strike (Ex):** At 15th level, an auspice's attacks count as chaotic, evil, good, or lawful (whichever matches its alignment) for the purpose of overcoming damage reduction, unless the auspice is true neutral.",
			"",
			"This replaces improved evasion."
		]
	},
	"bodyguard": {
		"name": "Bodyguard",
		"sources": [
			"Ultimate Wilderness",
			"Animal Archive"
		],
		"description": [
			"## Bodyguard",
			"",
			"{SOURCE Ultimate Wilderness/187;Animal Archive/20}  ",
			"Some companions live lives of faithful devotion and steady vigilance, standing watch through long hours and always ready to leap into action to protect their masters.",
			"",
			"**Animal Feats:** In addition to the standard feats available to animal companions, a bodyguard can select {feat/Bodyguard}, {feat/Combat Patrol}, {feat/Heroic Defiance}, {feat/Heroic Recovery}, and {feat/In Harm's Way}.",
			"",
			"**Shared Vigilance (Ex):** Both a bodyguard and its master gain Alertness as a bonus feat whenever they are adjacent.",
			"",
			"This replaces share spells.",
			"",
			"**Tenacious Guardian (Ex):** At 3rd level, a bodyguard can always act in a surprise round (though it remains flat-footed until it acts). As long as its master is adjacent, a bodyguard remains conscious (though it becomes staggered) when its hit points fall below 0. While below 0 hit points, the bodyguard loses 1 hit point per round but gains a +2 morale bonus on attack rolls, saving throws, and skill checks, dying only if its hit points reach a negative total equal to its Constitution score plus its master's class level.",
			"",
			"This replaces evasion.",
			"",
			"**Uncanny Dodge (Ex):** At 9th level, a bodyguard gains uncanny dodge as per the rogue class feature of the same name.",
			"",
			"This replaces Multiattack.",
			"",
			"**Greater Tenacity (Ex):** At 15th level, a bodyguard with fewer than 0 hit points gains a +4 morale bonus on attack rolls, saving throws, and skill checks; immunity to fear effects; and temporary hit points equal to its master's class level (maximum 20). It dies only if its hit points reach a negative total equal to twice its Constitution score plus its master's class level.",
			"",
			"This replaces improved evasion."
		]
	},
	"bully": {
		"name": "Bully",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Bully",
			"",
			"{SOURCE Ultimate Wilderness/187}  ",
			"Bigger than others of its kind, a bully is used to winning fights and displays of dominance for its choice of mates, territory, or other privileges.",
			"",
			"**Bully Feats:** In addition to the standard feats available to animal companions, a bully can select {feat/Greater Bull Rush}, {feat/Greater Overrun}, {feat/Greater Reposition}, {feat/Greater Trip}, {feat/Improved Reposition}, and {feat/Improved Trip}. It can use {feat/Power Attack} instead of {feat/Combat Expertise} as a prerequisite to qualify for feats on this list.",
			"",
			"This replaces share spells.",
			"",
			"**Bullying Thrill (Ex):** At 9th level, whenever a bully succeeds at a bull rush, overrun, reposition, or trip combat maneuver check, after fully resolving the combat maneuver, it gains a +2 morale bonus on attack and damage rolls until the end of its next turn.",
			"",
			"This replaces Multiattack."
		]
	},
	"charger": {
		"name": "Charger",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Charger",
			"",
			"{SOURCE Animal Archive/20}  ",
			"The mighty charger is a boon to heavily armored and armed champions, bearing them and their ironmongery into battle without hesitation.",
			"",
			"**Animal Feats:** In addition to the standard animal companion feats, a charger may select {feat/Charge Through}, {feat/Greater Overrun}, {feat/Improved Great Fortitude}, and {feat/Improved Iron Will}.",
			"",
			"**Animal Skills:** Chargers treat Intimidate as a class skill.",
			"",
			"**Mounted Challenge (Ex):** When ridden by a cavalier, chargers gain half of the bonuses and penalties granted by the cavalier's challenge class feature. This ability replaces share spells.",
			"",
			"**Barding Training (Ex):** At 3rd level, a charger's armor check penalty for wearing barding or for carrying a medium load is reduced by 1 and the maximum Dexterity bonus for its armor and load increases by 1. Reduce the armor check and medium load penalties by an additional 1 for every 6 levels after 3rd; increase the maximum Dexterity bonus for the charger's armor by an additional 1 for every 6 levels after 3rd. In addition, the charger's speed does not decrease when wearing medium armor or carrying a medium load. At 9th level, a charger can move at normal speed in heavy armor or while carrying a heavy load. This ability replaces evasion and Multiattack.",
			"",
			"**Indefatigable (Ex):** At 6th level, a charger becomes immune to fatigue. This ability replaces devotion.",
			"",
			"**Stalwart Steed (Ex):** At 15th level, the charger gains the ability to withstand great punishment and stress. Whenever the charger succeeds at a Fortitude or Will save that would normally result in a reduced or partial effect, the charger is unaffected. This ability replaces improved evasion."
		]
	},
	"daredevil": {
		"name": "Daredevil",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Daredevil",
			"",
			"{SOURCE Ultimate Wilderness/187}  ",
			"Daredevil companions join the fray with graceful leaps or swooping dives, heedless of the danger.",
			"",
			"**Artful Acrobat (Ex):** A daredevil gains a competence bonus on Acrobatics checks equal to half its Hit Dice.",
			"",
			"This replaces share spells.",
			"",
			"**Uncanny Dodge (Ex):** At 6th level, a daredevil gains {feat/Mobility} as a bonus feat without needing to meet the prerequisites. If it already has Mobility, it gains {feat/Spring Attack} instead.",
			"",
			"This replaces devotion.",
			"",
			"**Devil May Care (Ex):** At 9th level, a daredevil can't be flanked.",
			"",
			"This replaces Multiattack."
		]
	},
	"deathtouched_companion": {
		"name": "Deathtouched Companion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Deathtouched Companion",
			"",
			"{SOURCE Ultimate Wilderness/187}  ",
			"Whether the result of a partially successful attempt at revival, a strange blight, or repeated exposure to undead, deathtouched companions are living animals with a trace of the undead, somewhat like dhampirs.",
			"",
			"**Deathtouched Skills:** Deathtouched companions treat Intimidate as a class skill.",
			"",
			"**Not Quite Animal:** The DC to use Handle Animal on a deathtouched companion is 5 higher, as if it were a nonanimal with an Intelligence score of 1 or 2. It doesn't count as an animal for the purpose of an undead's unnatural aura.",
			"",
			"**Dead Sight (Ex):** A deathtouched companion gains darkvision to a range of 60 feet.",
			"",
			"This replaces share spells.",
			"",
			"**Negative Energy Affinity (Ex):** Though a living creature, a deathtouched companion reacts to positive and negative energy as if it were undead - positive energy harms it, while negative energy heals it.",
			"",
			"**One Foot in the Grave (Ex):** At 6th level, a deathtouched companion gains a +4 morale bonus on Fortitude saves against effects that could not normally affect objects or undead, and it takes only half damage from bleed effects. However, it can be affected by attacks that specifically target undead, such as halt undead.",
			"",
			"This replaces devotion."
		]
	},
	"draconic_companion": {
		"name": "Draconic Companion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Draconic Companion",
			"",
			"{SOURCE Ultimate Wilderness/188}  ",
			"Draconic companions bear a faint trace of dragon blood that grants them special abilities.",
			"",
			"**Draconic Skills:** Draconic companions treat Intimidate as a class skill.",
			"",
			"**Not Quite Animal:** The DC to use Handle Animal on a draconic companion is 5 higher, as if it were a nonanimal with an Intelligence score of 1 or 2.",
			"",
			"**Draconic Sight (Ex):** A draconic companion gains low-light vision and darkvision to a range of 60 feet.",
			"",
			"This replaces share spells.",
			"",
			"**Draconic Resistance (Ex):** At 3rd level, choose acid, cold, electricity, or fire, based on the draconic companion's draconic ancestor. The draconic companion gains resistance 5 against the chosen energy type, as well as a +2 racial bonus on saves against paralysis and sleep.",
			"",
			"This replaces evasion.",
			"",
			"**Improved Draconic Resistance (Ex):** At 6th level, a draconic companion becomes immune to paralysis and sleep, and its energy resistance increases to 10. At 15th level, its energy resistance increases to 20.",
			"",
			"This replaces devotion.",
			"",
			"**Breath Weapon (Ex):** At 9th level, a draconic companion gains a breath weapon, usable once per day, that deals 1d6 points of damage per Hit Dice of the energy type matching its draconic resistance in either a 30-foot cone or a 60-foot line (chosen when the draconic companion gains this ability). At 15th level, it can use the breath weapon three times per day, but it must wait 1d4 rounds between uses. Targets of this breath weapon can attempt a Reflex save (DC = 10 + half the draconic companion's Hit Dice + the draconic companion's Constitution modifier) for half damage.",
			"",
			"This replaces Multiattack and improved evasion."
		]
	},
	"elemental_companion": {
		"name": "Elemental Companion",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Elemental Companion",
			"",
			"{SOURCE Plane-Hopper's Handbook/26}  ",
			"The heart of this companion beats with primal energy.",
			"",
			"**Elemental Type (Ex):** An elemental companion gains a subtype that matches its element: air, earth, fire, or water.",
			"",
			"**Lesser Elemental Manifestation (Ex):** At 2nd level, an elemental companion gains one or more special abilities based on its element. An air companion gains a 20% miss chance against ranged attacks. An earth companion gains DR 1/adamantine, and this damage reduction increases by 1 for every 4 druid levels the master has. A fire companion can see through fire, fog, and smoke without penalty, and it gains {feat/Nimble Moves} as a bonus feat. A water companion can breathe underwater, gains a swim speed of 20 feet, and gains a +2 dodge bonus to AC against attacks of opportunity; a water companion that already has a swim speed instead increases its swim speed by 10 feet.",
			"",
			"This replaces evasion and improved evasion.",
			"",
			"**Greater Elemental Manifestation (Su):** At 9th level, an elemental companion gains an additional ability based on its element. An air companion gains a fly speed of 20 feet (good maneuverability); an air companion that already has a fly speed instead improves its maneuverability by one category. An earth companion's natural attacks overcome damage reduction as though they were adamantine, cold iron, and silver weapons. For a fire companion, choose one natural attack; that attack deals an additional 1d6 points of fire damage for every 5 Hit Dice the companion has. For a water companion, choose one melee natural attack; that attack gains the [push (10 feet)](umr/push) special ability.",
			"",
			"This replaces multiattack."
		]
	},
	"feytouched_companion": {
		"name": "Feytouched Companion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Feytouched Companion",
			"",
			"{SOURCE Ultimate Wilderness/188}  ",
			"Feytouched companions are strangely colored fauna native to the First World, the primal realm of the fey. They gain strange abilities tied to the fey.",
			"",
			"**Feytouched Skills:** Feytouched companions treat Perform as a class skill.",
			"",
			"**Not Quite Animal:** The DC to use Handle Animal on a feytouched companion is 5 higher, as if it were a nonanimal with an Intelligence score of 1 or 2.",
			"",
			"**Small but Fierce (Ex):** A feytouched companion must be an animal companion that normally starts as Small or smaller. At 4th or 7th level, whenever the feytouched companion would normally gain the choice of a listed advancement or a +2 bonus to its Dexterity and Constitution scores, it instead gains a +2 bonus to its Strength, Dexterity, and Constitution scores.",
			"",
			"This replaces the 4th- or 7th-level ability score and size advancement.",
			"",
			"**Fey Magic (Sp):** A feytouched companion can cast {spell/dancing lights} at will as a spell-like ability as a full-round action. At 3rd level, a feytouched companion can ready an action for its master's spellcasting while adjacent to its master, to allow its master to spontaneously cast one of the following spells by sacrificing a spell slot of equal or higher level: faerie fire (1st), glitterdust (2nd), deep slumber (3rd), major image (4th), confusion (5th), feeblemind (7th), mislead (8th). A feytouched companion's master can cast each of the spells on the list only once each day in this way.",
			"",
			"This replaces share spells and Multiattack.",
			"",
			"**Iron Bane (Ex):** At 3rd level, a feytouched companion gains damage reduction 1/cold iron. This damage reduction increases by 1 for every 3 levels beyond 3rd. Any creature holding or wearing an item made out of cold iron takes a -10 penalty on Handle Animal checks to handle the feytouched companion.",
			"",
			"This replaces evasion, devotion, and improved evasion."
		]
	},
	"precocious_companion": {
		"name": "Precocious Companion",
		"sources": [],
		"description": [
			"## Precocious Companion",
			"",
			"{SOURCE Ultimate Wilderness/188}  ",
			"Precocious companions are able to learn far more tricks than other companions; this ability to learn allows their masters to use them for a wider variety of tasks.",
			"",
			"**Expanded Tricks (Ex):** At 3rd level, a precocious companion gains twice as many bonus tricks as normal for an animal companion. A hunter's animal companion can't use the additional bonus tricks to learn hunter's tricks. At 15th level, the DC of the Handle Animal check to push a precocious companion to perform an unlearned trick is only 15, instead of 25.",
			"",
			"This replaces evasion and improved evasion.",
			"",
			"**Perspicacious Mind (Ex):** At 4th or 7th level, whenever the precocious companion would normally gain the choice of a listed score advancement or a +2 bonus to Dexterity and Constitution, it instead gains a +2 bonus to its Intelligence score and a +4 bonus to its Wisdom and Charisma scores.",
			"",
			"This replaces the 4th- or 7th-level ability score advancement."
		]
	},
	"racer": {
		"name": "Racer",
		"sources": [
			"Ultimate Wilderness",
			"Animal Archive"
		],
		"description": [
			"## Racer",
			"",
			"{SOURCE Ultimate Wilderness/188;Animal Archive/21}  ",
			"Some companions have uncanny speed, providing their masters with swift transport.",
			"",
			"**Racer Feats:** In addition to the standard feats available to animal companions, a racer can select {feat/Acrobatic Steps}, {feat/Charge Through}, {feat/Improved Lightning Reflexes}, {feat/Lightning Stance}, {feat/Nimble Moves}, and {feat/Wind Stance}.",
			"",
			"**Fast Movement (Ex):** A racer's speed is 10 feet greater than that of typical animals of its kind when it is wearing no armor and carrying a light load.",
			"",
			"This replaces share spells.",
			"",
			"**Sprint (Ex):** At 6th level, once per hour a racer can move at 10 times its normal speed when it makes a charge or uses the run action.",
			"",
			"This replaces devotion."
		]
	},
	"totem_guide": {
		"name": "Totem Guide",
		"sources": [
			"Ultimate Wilderness",
			"Animal Archive"
		],
		"description": [
			"## Totem Guide",
			"",
			"{SOURCE Ultimate Wilderness/189;Animal Archive/21}  ",
			"Totem guides embody the wisdom and spirituality of the natural world, providing guidance as well as aid in combat. Once a totem guide is chosen, a character can replace the companion if it is slain but must choose the same kind of totem guide.",
			"",
			"**Spiritual Guidance (Sp):** At 3rd level, a totem guide can use {spell/guidance} as a spell-like ability at will as a full-round action, targeting itself or its master. In addition, a totem guide's master can spontaneously cast the following spells while adjacent to the totem guide by sacrificing a spell slot of equal or higher level: {spell/detect animals or plants} (1st), {spell/augury} (2nd), {spell/helping hand} (3rd), {spell/divination} (4th), {spell/commune with nature} (5th), and {spell/find the path} (6th). The totem guide serves as a divine focus for these spells, but costly material components must still be provided.",
			"",
			"This replaces evasion.",
			"",
			"**Beast Speech (Ex):** At 6th level, a totem guide can speak with its master as though the two share a common language, and it can speak with other animals of its species (or, at the GM's discretion, other creatures with similar types).",
			"",
			"This replaces devotion.",
			"",
			"**Eldritch Claws:** At 9th level, a totem guide gains Eldritch Claws as a bonus feat.",
			"",
			"This replaces Multiattack.",
			"",
			"**Ghost Guardian (Ex):** At 15th level, a totem guide's natural weapons deal full damage to incorporeal creatures, and its natural armor bonus applies against incorporeal touch attacks. A totem guide can never be transformed into or animated as an undead creature.",
			"",
			"This replaces improved evasion."
		]
	},
	"tracker": {
		"name": "Tracker",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Tracker",
			"",
			"{SOURCE Ultimate Wilderness/189}  ",
			"Some companions are expert trackers, able to use their scent ability to follow any trail.",
			"",
			"**Keen Nose:** A tracker must be an animal companion with the scent ability.",
			"",
			"**Tracker Skills:** Trackers treat Survival as a class skill.",
			"",
			"**Expert Tracker (Ex):** A tracker gains a competence bonus on Survival checks to track via scent equal to half its total Hit Dice. At 6th level, it can move at its normal speed while using Survival to follow tracks without taking the normal -5 penalty. It takes only a -10 penalty (instead of the normal -20 penalty) when moving at up to twice its normal speed while tracking.",
			"",
			"This replaces share spells and devotion."
		]
	},
	"unexpected_intellectual": {
		"name": "Unexpected Intellectual",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Unexpected Intellectual",
			"",
			"{SOURCE Wilderness Origins/20}  ",
			"Sometimes, when an insect or other vermin is chosen to be an animal companion, it proves cleverer than expected. On occasion, it proves much cleverer.",
			"",
			"**Special Requirement:** Only vermin companions may become unexpected intellectuals.",
			"",
			"**Genius that Creeps and Crawls (Ex):** The unexpected intellectual gains an Intelligence score of 2 and can gain skills and feats. It loses the mindless quality.",
			"",
			"This replaces share spells."
		]
	},
	"verdant_companion": {
		"name": "Verdant Companion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Verdant Companion",
			"",
			"{SOURCE Ultimate Wilderness/189}  ",
			"Favorites of druids who balance their responsibilities between flora and fauna, verdant companions are animals with some of the abilities and physical aspects of plants.",
			"",
			"**Not Quite Animal:** The DC to use Handle Animal on a verdant companion is 5 higher, as if it were a nonanimal with an Intelligence score of 1 or 2.",
			"",
			"**Photosynthesis (Ex):** As long as it stays in the sunlight for at least 8 hours per day, a verdant companion doesn't need to eat. Otherwise, it eats normally for an animal of its kind.",
			"",
			"**Verdant Resistance (Ex):** A verdant companion gains a +1 racial bonus on saving throws against mind-affecting effects, paralysis, poison, polymorph, sleep effects, and stunning. This bonus increases to +2 at 3rd level, +3 at 6th level, and +4 at 15th level. At 6th level, a verdant companion gains roots it can plant or retract as a swift action. With its roots planted, it can't move, but it gains a +4 bonus to its CMD against bull rush, pull, push, reposition, trip, and other combat maneuvers that would knock it over or move it.",
			"",
			"This replaces share spells, evasion, devotion, and improved evasion."
		]
	},
	"wrecker": {
		"name": "Wrecker",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wrecker",
			"",
			"{SOURCE Ultimate Wilderness/189}  ",
			"Like unruly pets, some companions have a tendency to destroy nearby objects while unsupervised, and their masters can channel these destructive impulses into an advantage in battle.",
			"",
			"**Wrecker Feats:** In addition to the standard feats available to animal companions, a wrecker can select Improved Sunder and Greater Sunder.",
			"",
			"**Destructive Wrecker (Ex):** A wrecker's natural attacks ignore an inanimate object's first 5 points of hardness. At 9th level, a wrecker's natural attacks count as if they were adamantine for the purpose of overcoming a construct's damage reduction.",
			"",
			"This replaces share spells and Multiattack."
		]
	}
}
