{
	"unchained_eidolon_subtypes": {
		"name": "Unchained Eidolon Subtypes",
		"sources": [
			"Blood of Shadows",
			"Blood of the Beast",
			"Blood of the Sea",
			"Curse of the Crimson Throne",
			"Elemental Master's Handbook",
			"Horror Realms",
			"Legacy of the First World",
			"Pathfinder Unchained",
			"Plane-Hopper's Handbook",
			"Ultimate Wilderness",
			"Wilderness Origins"
		],
		"description": [
			"## Subtypes",
			"",
			"The first time a summoner calls his {sidekick/unchained_<eidolon}, he must decide on its subtype. The eidolon's subtype determines a number of its base statistics and abilities, as well as its overall look and theme. The subtype also determines what sort of {ability/evolutions} the summoner can select for his eidolon using the evolution pool. Once the choice of subtype is made, it cannot be changed.",
			"",
			"As a summoner gains levels, his eidolon gains specific evolutions based on its subtype. Each subtype entry below includes the following information.",
			"",
			"**Name:** This is the name of the eidolon's subtype. The eidolon gains this as a subtype, but unless otherwise noted, it does not gain any of the features, abilities, or weaknesses of that subtype.",
			"",
			"**Description:** This gives a basic overview of eidolons of this subtype, including general guidelines on appearance and personality.",
			"",
			"**Alignment:** The eidolon is a creature of this alignment. If its alignment is chaotic, evil, lawful, or good, it gains that subtype.",
			"",
			"**Base Form:** Eidolons of some subtypes are restricted in their choice of base form. Restrictions are spelled out here. The evolutions listed here are gained automatically, and do not cost points from the eidolon's evolution pool.",
			"",
			"**Base Evolutions:** This describes the base evolutions possessed by all eidolons of this subtype. Following the entry is a list of evolutions gained as the summoner gains levels; these evolutions are gained automatically, and do not cost points from the eidolon's evolution pool. In some cases, eidolons of certain subtypes will gain abilities that are not evolutions. Unless otherwise noted, such abilities function as described in the [Universal Monster Rules](main/umr).",
			"",
			"#### Eidolons and Alignment",
			"",
			"Generally, the summoner controls the actions of his eidolon, even during combat, either through verbal commands or through the link ability, but this does not mean that the eidolon is a puppet that follows every command without question. Eidolons have been known to refuse actions that are against their ethoses or alignments (subject to the GM's discretion) and are quick to chide the summoner about such requests. In addition, should the action of the summoner cause a shift in alignment such that the summoner's alignment is more than one step away from the eidolon's, the eidolon refuses the call of the summoner (although the summoner can still use his summon monster class feature). If the summoner manages to restore his alignment, the eidolon returns to his service.",
			"",
			"::h3[Aberrant]{jl}",
			"",
			"Alien entities from the farthest stars, the lightless depths of the Darklands, the sea itself, or even a lunatic's nightmares have long intrigued summoners who become obsessed with the monstrous form. While most summoners call upon outsiders from the Great Beyond, some discover the secret to summoning alien entities from strange corners of the Material Plane. These summoned minions are known as aberrant eidolons. Aberrant eidolons share many abilities and physical features with the nonoutsider aberrations that dwell in forgotten or nameless reaches of reality, but these malformed entities are still outsiders like any other eidolon for the purposes of determining which spells affect them.[^A]",
			"",
			"**Alignment:** Chaotic evil, chaotic neutral, neutral, or neutral evil.",
			"",
			"**Base Form:** Aberrant (bite, grab [tentacle mass], tentacle mass), biped (limbs [arms], limbs [legs], slam), quadruped (bite, limbs [legs, 2]), or serpentine (bite, grab [bite], reach [bite], tail, tail slap).",
			"",
			"**Base Evolutions:** Starting at 1st level, aberrant eidolons gain the following class skills in place of those normally gained by eidolons: Escape Artist, Intimidate, Knowledge (pick one), Perception, Stealth, and Climb, Fly, or Swim (pick one). The summoner can choose four additional skills to be class skills for his eidolon. Aberrant eidolons count as both aberrations and outsiders for spells and effects. They gain a +4 racial bonus on saving throws against mind-affecting effects.",
			"",
			"At 4th level, aberrant eidolons add 1 point to their evolution pools.",
			"",
			"At 8th level, aberrant eidolons gain immunity to mind-affecting effects (including morale bonuses).",
			"",
			"At 12th level, aberrant eidolons gain DR 5/slashing. They also gain the blindsense evolution as a bonus evolution.",
			"",
			"At 16th level, aberrant eidolons gain the blindsight evolution. They also gain {umr/telepathy} with a range of up to 100 feet.",
			"",
			"At 20th level, aberrant eidolons gain the ability to use {spell/transmogrify} as a quickened spell-like ability once per day. These eidolons can gain the benefit of a transmogrify spell any number of times per day.",
			"",
			"::h3[Aeon]{jl}",
			"",
			"Created to monitor a specific duality, an aeon eidolon often proves frustratingly headstrong in enforcing its own interpretation of balance.[^B]",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Biped (claws, limbs [arms], limbs [legs]) or serpentine (limbs [arms], tail, slam).",
			"",
			"**Base Evolutions** At 1st level, aeon eidolons gain the [envisaging ability](family/aeon). Aeon eidolons halve the armor and natural armor bonuses they gain per level, but gain an equal deflection bonus to their AC. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, aeon eidolons gain the benefits of the moderate fortification armor special ability and cannot be tripped.",
			"",
			"At 8th level, aeon eidolons gain the flight evolution (using magic) with a speed equal to their base speed.",
			"",
			"At 12th level, aeon eidolons gain the ability to influence either emotions or time as a standard action, as chosen by the summoner. Whenever the summoner gains a level, he can change which ability the eidolon influences. When affecting emotions, an aeon eidolon affects up to five targets within 30 feet as crushing despair. A target can negate this effect with a successful Will save (DC = 14 + the eidolon's Charisma modifier). For each target that fails its save, the eidolon can affect one other creature within 30 feet as good hope. The caster level equals the eidolon's Hit Dice, and the save DC is equal to 10 + half the eidolon's Hit Dice + the eidolon's Charisma modifier. When affecting time, the ability functions in the same way, but the eidolon affects primary targets as slow and secondary targets as haste. The eidolon can use this ability once per day for every 5 Hit Dice it has.",
			"",
			"At 16th level, aeon eidolons become immune to critical hits, poison, and sneak attacks.",
			"",
			"At 20th level, aeon eidolons gain the ability to cast {spell/moment of prescience} (CL 20th) as a spell-like ability three times per day.",
			"",
			"::h3[Agathion]{jl}",
			"",
			"Patient and enlightened liaisons of the good-aligned Outer Planes, agathion eidolons seek to vanquish evil and protect that which is good. Agathion eidolons always have aspects of a single animal or creature, rather than a hodgepodge of several. Though they have patience for summoners with unorthodox methods and even those who stray from the path of good, they will not brook their powers being used for evil ends. An agathion eidolon seeks to bring its summoner closer to its own enlightenment.[^C]",
			"",
			"**Alignment** Neutral good.",
			"",
			"**Base Form** Biped (claws, limbs [arms], limbs [legs]) or quadruped (limbs [legs, 2], bite).",
			"",
			"**Base Evolutions** Starting at 1st level, agathion eidolons gain the resistance (electricity) evolution. They also gain a +4 bonus on saving throws against poison and petrification.",
			"",
			"At 4th level, agathion eidolons gain cold resistance 10 and sonic resistance 10.",
			"",
			"At 8th level, agathion eidolons gain lay on hands as paladins with levels equal to their Hit Dice.",
			"",
			"At 12th level, agathion eidolons gain DR 5/evil. They also gain immunity to petrification and the truespeech ability (see the {subtype/agathion/ creature subtype}).",
			"",
			"At 16th level, agathion eidolons lose the resistance (electricity) evolution, and instead gain the immunity (electricity) evolution. They also gain the agathion's speak with animals ability (see the agathion creature subtype).",
			"",
			"At 20th level, agathion eidolons gain {spell/detect thoughts} as a spell-like ability at will and also increase their damage reduction to DR 10/evil.",
			"",
			"::h3[Ancestor]{jl}",
			"",
			"Whether created by bonding with the soul of a petitioner that was the summoner's ancestor in life or calling upon the impressions of such a soul left behind on the Ethereal Plane or the Akashic Record, ancestor eidolons are outsiders cast in the mold of mortals, and exhibit extraordinary skill and talent. They usually appear as idealized versions of the bodies they possessed while still alive, but distinctive and proud. Ancestor eidolons lend whatever aid they can to their summoner, who typically has some form of familial connection with the eidolon, be it by blood, honor, or devotion.[^D]",
			"",
			"**Alignment** Any. Ancestor eidolons don't have any alignment subtypes.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs]).",
			"",
			"**Base Evolutions** At 1st level, an ancestor eidolon gains all of the racial traits associated with its summoner's race; a summoner who isn't a 0-Hit Die creature must choose one 0-Hit Die race of his choice. For any effect dependent on class level, an ancestor eidolon uses its total Hit Dice instead (such as with the human's skilled racial trait). An ancestor eidolon counts as a creature of its chosen race's type and subtype for all effects, except for the purpose of meeting feat prerequisite requirements. An ancestor eidolon gains only the standard racial traits of its race; it cannot select alternate racial traits.",
			"",
			"At 4th level, the ancestor eidolon chooses one of the following simple class templates: {template/fighter}, {template/rogue}, or {template/sorcerer}. It gains the abilities noted under the template's quick rules as if it were a creature with 1 Hit Die. The eidolon does not gain any abilities that a character with 1 level in the class associated with the chosen template wouldn't have. For instance, a 1-HD creature with the rogue simple template would normally gain the evasion and uncanny dodge abilities, but an ancestor eidolon that chooses the rogue simple template does not gain these abilities since a 1st-level rogue would not have evasion or uncanny dodge.",
			"",
			"At 8th level, the ancestor eidolon gains the skilled evolution with two skills that are on the list of class skills of the class associated with the eidolon's chosen simple class template.",
			"",
			"At 12th level, the ancestor eidolon gains the abilities noted under its chosen simple class templates as if it were a creature with 5 Hit Dice, rather than 1 Hit Die. The eidolon doesn't gain any abilities that a character with 5 levels in the class associated with the chosen template wouldn't have.",
			"",
			"At 16th level, the ancestor eidolon gains a bonus feat, chosen from the following list: {feat/Dodge}, {feat/Great Fortitude}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Toughness}, or any feat that lists the eidolon's chosen race as a prerequisite. The eidolon must meet all of the chosen feat's prerequisites.",
			"",
			"At 20th level, the ancestor eidolon gains the abilities noted under its chosen simple class templates as if it were a creature with 10 Hit Dice, rather than 5 Hit Dice. The eidolon doesn't gain any abilities that a character with 10 levels in the class associated with the chosen template wouldn't have.",
			"",
			"::h3[Angel]{jl}",
			"",
			"Hailing from the higher planes, angel eidolons are creatures of exquisite beauty. They usually appear in idealized humanoid forms, with smooth skin, shining hair, and bright eyes. Angel eidolons are impeccably honorable, trustworthy, and diplomatic, but they do not shy away from confrontation when facing off against evil and its minions.[^E]",
			"",
			"**Alignment** Any good.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam).",
			"",
			"**Base Evolutions** At 1st level, angel eidolons gain the resistance (acid) and resistance (cold) evolutions. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, angel eidolons gain electricity resistance 10 and fire resistance 10.",
			"",
			"At 8th level, angel eidolons grow large, feathery wings, gaining the flight evolution.",
			"",
			"At 12th level, angel eidolons gain DR 5/evil. They also gain immunity to petrification and the truespeech ability (see the {subtype/angel/ creature subtype}).",
			"",
			"At 16th level, angel eidolons lose the resistance (acid) and resistance (cold) evolutions, and instead gain the immunity (acid) and immunity (cold) evolutions.",
			"",
			"At 20th level, angel eidolons gain the protective aura ability (see the angel creature subtype).",
			"",
			"::h3[Archon]{jl}",
			"",
			"Summoned from heaven, archon eidolons are the embodiments of righteousness. They often take on powerful, graceful forms, rippling with muscles but refined in their movements. Archon eidolons are totally dedicated to the cause of good, and have little patience for those who violate their oaths and ideals - including the summoner who called them. Archons will do whatever it takes to stop the advance of evil and protect the innocent.[^E]",
			"",
			"**Alignment** Lawful good.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam).",
			"",
			"**Base Evolutions** At 1st level, archon eidolons gain the resistance (electricity) evolution and the skilled (Intimidate) evolution. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, archon eidolons add 1 point to their evolution pools.",
			"",
			"At 8th level, archon eidolons gain the ability increase evolution, applied to an ability score the summoner chooses.",
			"",
			"At 12th level, archon eidolons gain DR 5/evil. They also gain immunity to petrification and the truespeech ability (see the {subtype/archon/ creature subtype}).",
			"",
			"At 16th level, archon eidolons lose the resistance (electricity) evolution and skilled (Intimidate) evolution, and instead gain the immunity (electricity) evolution. In addition, they gain the aura of menace ability (see the archon creature subtype).",
			"",
			"At 20th level, archon eidolons gain the ability to use {spell/greater teleport} at will, as the spell (caster level 14th), except they can teleport only themselves and up to 50 pounds of carried objects.",
			"",
			"::h3[Astral]{jl}",
			"",
			"While some resemble ouroboroses, most astral eidolons are spun from raw thought or the husks of Astral travelers whose silver cords broke.[^B]",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam) or serpentine (bite, magic attacks, reach [bite], tail, tail slap).",
			"",
			"**Base Evolutions** At 1st level, astral eidolons gain immunity to aging as well as a +4 bonus on saving throws against curses, diseases, and poisons. A summoner's class level is halved for the purpose of determining the rate at which his astral eidolon's Strength and Dexterity increase.",
			"",
			"At 4th level, astral eidolons gain the ability to augment their masters' summoning abilities three times per day. To do so, the astral eidolon must ready an action to meld with a summoned creature. The summoner can use his summon monster spell-like ability or cast a summon monster spell while the astral eidolon is summoned and readied to activate this ability. The eidolon physically melds with one summoned creature as it appears, during which time the eidolon cannot be harmed or take actions of its own except to end the effect as a standard action. The eidolon must be adjacent to or share the space where the summoned creature will appear. The effect ends either when the spell ends, when the summoned creature is slain or dismissed, or when either the summoner or eidolon ends the effect as a standard action, after which the summoned creature disappears and the eidolon appears in the creature's space and is staggered until the beginning of the summoner's next turn.",
			"",
			"When melded with a summoned creature, the eidolon grants the summoned creature one or more evolutions the eidolon has (maximum 1 point worth of evolutions for every 3 Hit Dice the eidolon has) and a number of temporary hit points equal to 1d8 plus the eidolon's number of Hit Dice. The summoned creature must conform to any limitations of the evolution (for example, it must have wings in order to gain the wing buffet evolution). Furthermore, the summoned creature cannot gain more than one natural attack in this way, though it can replace the damage of its natural weapons with that dealt by the evolution, provided the natural weapons are similar. For effects dependent on Hit Dice, use the eidolon's Hit Dice.",
			"",
			"At 8th level, astral eidolons gain the flight evolution (using magic) with a speed equal to their base speed.",
			"",
			"At 12th level, astral eidolons gain the ability to augment their master's summoning two additional times per day. When the eidolon melds with a summoned creature, that creature also gains the eidolon's evasion and devotion abilities.",
			"",
			"At 16th level, astral eidolons gain immunity to curses, diseases, and poisons. They also increase by 50% the number of evolution points their summoners can divert using the aspect and greater aspect abilities. If the summoner lacks the aspect ability, he gains this ability but can divert only 1 evolution point. The summoner no longer takes penalties to his ability scores for aging, cannot be magically aged, and does not age retroactively when leaving a plane with the timeless planar trait. Ability score bonuses from age still accrue, and the summoner still dies of old age when his time is up.",
			"",
			"At 20th level, astral eidolons can simultaneously meld with each creature summoned by the summoner's summon monster spell-like ability or summon monster spells, and the eidolon does not reappear automatically until each of the creatures is slain. Alternatively, the eidolon can meld with one summoned creature without disappearing, though the eidolon is staggered until the effect ends.",
			"",
			"::h3[Azata]{jl}",
			"",
			"Embodiments of the untamable beauty and noble passion of Elysium, azata eidolons have wild and beautiful features. They often take graceful forms reminiscent of elves or fey, but they occasionally appear like lillends, with serpentine tails. Azata eidolons are flighty and independent, and they often have their own ideas about how to defeat evil or have a good time. Thus, an azata eidolon is likely to balk if its summoner commands it to perform offensive or nefarious actions. On the other hand, an azata eidolon in sync with its summoner is a passionate and devoted companion.[^E]",
			"",
			"**Alignment** Chaotic good.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs]) or serpentine (limbs [arms], tail, tail slap).",
			"",
			"**Base Evolutions** At 1st level, azata eidolons gain the resistance (electricity) evolution and the 4-point weapon training evolution (proficiency in martial weapons).",
			"",
			"At 4th level, azata eidolons gain cold resistance 10 and fire resistance 10.",
			"",
			"At 8th level, azata eidolons grow large, feathery wings, gaining the flight evolution.",
			"",
			"At 12th level, azata eidolons gain DR 5/evil. They also gain immunity to petrification and the truespeech ability (see the {subtype/azata/ creature subtype}).",
			"",
			"At 16th level, azata eidolons lose the resistance (electricity) evolution, and instead gain the immunity (electricity) evolution. They also gain the ability increase evolution, applied to an ability score of the summoner's choice.",
			"",
			"At 20th level, an azata eidolon gains the ability to switch between its normal form and an energy form as a standard action. In its energy form, an azata eidolon is incorporeal and doubles its fly speed, but it can't make natural or manufactured weapon attacks; it can, however, activate any spell-like ability evolutions it possesses.",
			"",
			"::h3[Daemon]{jl}",
			"",
			"The agents of horrible deaths, daemon eidolons desire the utter annihilation of all things. Their forms vary wildly depending on which type of death they embody, and daemon eidolons sometimes represent a more obscure kind of death than the most famous daemons. Daemon eidolons wish to sow death and misery through a variety of means. Most are capable of seeing the big picture, and will obediently follow even a neutral summoner. Ending lives is a typical part of an adventurer's career, so following along with a summoner gives a daemon eidolon many opportunities to gather mortal soul energy for its own dark and inscrutable purposes.[^F]",
			"",
			"**Alignment** Neutral evil.",
			"",
			"**Base Form** Aberrant (bite, tentacle mass), Biped (claws, limbs [arms], limbs [legs]), quadruped (limbs [legs, 2], bite), or serpentine (bite, reach [bite], reach [sting], sting, tail).",
			"",
			"**Base Evolutions** Starting at 1st level, daemon eidolons gain the resistance (acid) evolution as well as a +4 bonus on saving throws against death effects, disease, and poison.",
			"",
			"At 4th level, daemon eidolons gain cold resistance 10, electricity resistance 10, and fire resistance 10.",
			"",
			"At 8th level, daemon eidolons add 1 point to their evolution pools.",
			"",
			"At 12th level, daemon eidolons gain DR 5/good. They also gain immunity to death effects, disease, and poison.",
			"",
			"At 16th level, daemon eidolons lose the resistance (acid) evolution, and instead gain the immunity (acid) evolution. They also gain {umr/telepathy}.",
			"",
			"At 20th level, as a standard action, a daemon eidolon can devour a portion of the soul of a dying creature or a creature that died no earlier than 1 round ago. This kills the creature and provides the daemon eidolon a profane bonus on attack rolls, saving throws, and skill checks for 24 hours. The bonus is equal to +1 per 5 Hit Dice the slain creature possessed. A creature whose soul was devoured in this way requires {spell/resurrection} or more powerful magic to return from the dead.",
			"",
			"::h3[Deepwater]{jl}",
			"",
			"The vast, lightless reaches of the sea are home to creatures of unimaginable power with connections to dangerous planes. A few rare summoners attempt to conjure forth eidolons from these cold, alien depths, drawing forth utterly inhuman allies with squirming tentacles and gnashing beaks. Although these eidolons may superficially resemble primeval beasts such as aboleths, krakens, or monstrous squids or eels - if they resemble any previously encountered deep-sea life-form at all - they are outsiders like any other eidolon for the purposes of spells and effects that affect them.[^G]",
			"",
			"**Alignment** Chaotic evil, chaotic neutral, neutral, or neutral evil.",
			"",
			"**Base Form** Serpentine (bite, grab [tail slap], reach [tail slap], tail, tail slap).",
			"",
			"**Base Evolutions** Starting at 1st level, deepwater eidolons gain the gills, resistance (cold), and swim evolutions.",
			"",
			"At 4th level, deepwater eidolons gain the {umr/jet} ability at a speed of 200 feet and increase the range of their darkvision to 120 feet.",
			"",
			"At 8th level, deepwater eidolons gain the poison evolution for all tail slap and tentacle attacks, although the poison can be used only once per round. The summoner can spend 2 evolution points to make this poison deal Constitution damage instead of Strength damage, as normal for the poison evolution.",
			"",
			"At 12th level, deepwater eidolons gain DR 5/magic. They also gain the rend evolution for tentacle attacks rather than claw attacks.",
			"",
			"At 16th level, deepwater eidolons lose the resistance (cold) evolution and instead gain the immunity (cold) evolution.",
			"",
			"At 20th level, deepwater eidolons gain constant freedom of movement and fast healing 5.",
			"",
			"::h3[Demon]{jl}",
			"",
			"Raw destruction given material substance, demon eidolons form out of the Abyss's stew of soul energy, leading some scholars to speculate that the summoner's arts are related to the magical tampering that gave rise to the first demons. Demon eidolons revel in causing destruction and inflicting suffering, and they will do so for their summoners without question, taking pleasure in whatever havoc they can create. For a demon eidolon, the means justify the ends.[^F]",
			"",
			"**Alignment** Chaotic evil.",
			"",
			"**Base Form** Aberrant (bite, tentacle mass), Biped (claws, limbs [arms], limbs [legs]), quadruped (limbs [legs, 2], bite), or serpentine (bite, improved damage [bite], reach [bite], tail, tail slap).",
			"",
			"**Base Evolutions** Starting at 1st level, demon eidolons gain the resistance (electricity) and resistance (fire) evolutions as well as a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, demon eidolons gain acid resistance 10 and cold resistance 10.",
			"",
			"At 8th level, demon eidolons lose the +4 bonus on saving throws against poison and gain immunity to poison. They also add 1 point to their evolution pools.",
			"",
			"At 12th level, demon eidolons gain DR 5/good. They also gain the ability increase evolution in an ability score of the summoner's choice.",
			"",
			"At 16th level, demon eidolons lose the resistance (electricity) evolution, and instead gain the immunity (electricity) evolution. They also gain {umr/telepathy}.",
			"",
			"At 20th level, demon eidolons gain true seeing as a constant spell-like ability.",
			"",
			"::h3[Devil]{jl}",
			"",
			"Corruptors, tempters, and despoilers, devil eidolons often serve their summoners obediently and efficiently, all in a long-term attempt to damn the summoner's soul to the deepest depths of Hell. While some types of devils have truly unusual forms, devil eidolons have found that the more traditional bipedal form allows them to build up a strong rapport with their summoners - and consequently to corrupt them - more easily than if they possessed a more monstrous appearance.[^H]",
			"",
			"**Alignment** Lawful evil.",
			"",
			"**Base Form** Biped (claws, limbs [arms], limbs [legs]).",
			"",
			"**Base Evolutions** Starting at 1st level, devil eidolons gain the resistance (fire) evolution and the skilled (Bluff ) evolution. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, devil eidolons gain acid resistance 10 and cold resistance 10.",
			"",
			"At 8th level, devil eidolons gain the skilled (Diplomacy) evolution and gain immunity to poison.",
			"",
			"At 12th level, devil eidolons gain DR 5/good. They also gain see in darkness (see the {subtype/devil/ creature subtype}).",
			"",
			"At 16th level, devil eidolons lose the resistance (fire) evolution, and instead gain the immunity (fire) evolution. They also gain {umr/telepathy}.",
			"",
			"At 20th level, devil eidolons gain regeneration 5 (good weapons, good spells). They are still banished to Hell as normal for eidolons if they take enough damage.",
			"",
			"::h3[Div]{jl}",
			"",
			"Formed of hatred and spite, div eidolons seek to despoil and ruin all things beautiful and joyous. Div eidolons particularly resent having mortal masters, and seek to doom their summoners to existences full of suffering and loss. Each div eidolon has a unique compulsion it must follow - usually something similar to the doru's obsession with secrets - that leads it to bargain its loyalty for something the summoner provides. The div's summoner uses his eidolon's compulsion to entrap and control the eidolon. Still, div eidolons never fully give in, and continue to plot ways they might corrupt that which their masters hold dearest.[^H]",
			"",
			"**Alignment** Neutral evil.",
			"",
			"**Base Form** Biped (claws, limbs [arms], limbs [legs]).",
			"",
			"**Base Evolutions** Starting at 1st level, div eidolons gain the resistance (fire) evolution. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, div eidolons gain acid resistance 10 and electricity resistance 10.",
			"",
			"At 8th level, div eidolons add 1 point to their evolution pools and immunity to poison.",
			"",
			"At 12th level, div eidolons gain DR 5/good. They also gain see in darkness (see the {subtype/div/ creature subtype}).",
			"",
			"At 16th level, div eidolons lose the resistance (fire) evolution, and instead gain the immunity (fire) evolution. They also gain {umr/telepathy}.",
			"",
			"At 20th level, div eidolons gain the ability to use {spell/greater teleport} at will, as per the spell (caster level 14th), except they can teleport only themselves and up to 50 pounds of carried objects.",
			"",
			"::h3[Elemental]{jl}",
			"",
			"Pulled in from one of the four elemental planes, these eidolons are linked to one of the four elements: air, earth, fire, or water. Generally, an elemental eidolon appears as a creature made entirely of one element, but there is some variation. Elemental eidolons are decidedly moderate in their views and actions. They tend to avoid the conflicts of others when they can and seek to maintain balance. The only exception is when facing off against emissaries of their opposing elements, which they hate utterly.[^I]",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Aberrant (bite, tentacle mass), Biped (limbs [arms], limbs [legs], slam), quadruped (limbs [legs, 2], bite), or serpentine (bite, improved natural armor, reach [bite], tail, tail slap).",
			"",
			"**Base Evolutions** The base evolutions of an elemental eidolon depend entirely on its chosen element. When first summoning an elemental eidolon, the summoner must select air, earth, fire, or water. Once made, this choice cannot be changed. The eidolon gains the following evolutions and abilities, which can vary depending on its element.",
			"",
			"At 1st level, all elemental eidolons gain immunity to paralysis and sleep. In addition, air elemental eidolons gain the immunity (electricity) evolution. Earth elemental eidolons gain the immunity (acid) evolution. Fire elemental eidolons gain the immunity (fire) evolution. Water elemental eidolons gain the immunity (cold) evolution.",
			"",
			"At 4th level, all elemental eidolons add 1 point to their evolution pools.",
			"",
			"At 8th level, air elemental eidolons gain the flight evolution (using magic) with a speed equal to their base speed. Earth elemental eidolons gain the burrow evolution. Fire elemental eidolons increase their base speed by 20 feet. Water elemental eidolons gain the swim evolution twice, gaining a swim speed equal to their base speed + 20 feet. They also gain the gills evolution, which allows them to breathe underwater.",
			"",
			"At 12th level, all elemental eidolons gain immunity to bleed, poison, and stun. In addition, they can no longer be flanked.",
			"",
			"At 16th level, all elemental eidolons gain immunity to critical hits and do not take additional damage from precision-based attacks, such as sneak attack.",
			"",
			"At 20th level, an air elemental eidolon gains the {umr/whirlwind} ability, with a maximum height of 15 feet (30 feet for a Large air elemental) and dealing 1d6 points of damage (1d8 for a Large air elemental). Earth elemental eidolons gain the [earth mastery ability](family/elemental_earth) and DR 5/-. Fire elemental eidolons gain the energy attacks (fire) evolution and the {umr/burn} ability. Water elemental eidolons gain the [drench and vortex abilities](family/elemental_water). The vortex ability works as the air elemental eidolon's whirlwind ability (except as noted in the vortex ability's description).",
			"",
			"::h3[Genie]{jl}",
			"",
			"Genies are elemental beings that take humanoid forms, and genie eidolons often vacillate between humble kowtowing and biting observations about the summoner's foibles that make the eidolon look superior.[^J]",
			"",
			"**Alignment** Chaotic good, chaotic neutral, lawful evil, lawful neutral, or neutral.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam).",
			"",
			"**Base Evolutions** At 1st level, genie eidolons gain the 4-point weapon training evolution as well as the resistance evolution for any one energy type.",
			"",
			"At 4th level, genie eidolons gain the ability to grow in size twice per day as a full-round action. This grants them the large evolution for 1 round per Hit Die they have, increases the size of their equipment for the duration, and does not stack with other size-changing effects. Genie eidolons who later purchase the large evolution lose this ability, but they add 1 point to their evolution pools.",
			"",
			"At 8th level, genie eidolons gain either the flight evolution (using magic) with a speed equal to their base speed; the burrow evolution; or the gills evolution, plus the swim evolution twice, gaining a swim speed equal to their base speed + 20 feet.",
			"",
			"At 12th level, genie eidolons lose the resistance evolution gained at 1st level and instead gain the immunity evolution to the selected energy type. They can also cast {spell/plane shift} as a spell-like ability once per day (CL 12th), but only to transport willing targets to the Astral Plane, Elemental Planes, or Material Plane.",
			"",
			"At 16th level, once per day as a standard action, genie eidolons can cast {spell/cleanse} or {spell/greater evolution surge} (CL 16th) on themselves as a spell-like ability, but only in response to their masters' spoken wish (such as \"I wish you were stronger\"). The master can make such a wish as a free action.",
			"",
			"At 20th level, genie eidolons gain the 20th-level base evolutions of an elemental eidolon of any one element.",
			"",
			"::h3[Inevitable]{jl}",
			"",
			"Implacable and ceaseless in their fight against chaos and those who break natural laws, inevitables make loyal, if literal-minded, companions for lawful summoners. Summoners of inevitables generally get along well with axiomites, who share their understanding of the process of forging and modifying an inevitable. Inevitable eidolons appear as a mixture between clockwork constructs and idealized humanoid statues.[^I]",
			"",
			"**Alignment** Lawful neutral.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam).",
			"",
			"**Base Evolutions** At 1st level, inevitable eidolons count as both constructs and outsiders for the purpose of effects such as the bane weapon special ability and the favored enemy class feature. They gain a +4 bonus on saving throws against death effects, disease, necromancy effects, paralysis, poison, sleep, and stun.",
			"",
			"At 4th level, inevitable eidolons gain a +4 bonus on saving throws against mind-affecting effects and immunity to nonlethal damage, fatigue, and exhaustion.",
			"",
			"At 8th level, inevitable eidolons gain immunity to death effects, disease, and poison.",
			"",
			"At 12th level, inevitable eidolons gain DR 5/chaotic. They also gain immunity to sleep, as well as the true speech ability (see the {subtype/inevitable/ creature subtype}).",
			"",
			"At 16th level, inevitable eidolons lose the +4 bonus on saving throws against necromancy effects and gain immunity to ability damage, ability drain, energy drain, and necromancy effects.",
			"",
			"At 20th level, inevitable eidolons gain immunity to paralysis, sleep, stun, and any effect that requires a Fortitude save (unless the effect also works on objects).",
			"",
			"::h3[Kami]{jl}",
			"",
			"Kami eidolons are spirits of nature bound to an unchained summoner. They seek to protect their wards, but because of their summoner's bond, they have more flexibility choosing their wards than most of their kind.[^K]",
			"",
			"**Alignment** Any non-evil. Kami eidolons do not have an alignment subtype, instead having the native subtype.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam).",
			"",
			"**Base Evolutions** At 1st level, a kami eidolon gains the resistance (fire) evolution and the 4-point weapon training evolution (proficiency in martial weapons).",
			"",
			"At 4th level, a kami eidolon gains acid resistance 10 and cold resistance 10.",
			"",
			"At 8th level, a kami eidolon can declare a ward once per day as a standard action. Its ward must be an object, a plant, or a creature with an Intelligence score of 2 or less, and the ward maintains the designation for 1 hour. So long as a kami eidolon is within 60 feet of its ward, it and its ward gain a +2 sacred bonus on saving throws.",
			"",
			"At 12th level, a kami eidolon gains the 4-point version of the fast healing evolution and the merge with ward ability. A kami eidolon automatically emerges from its ward if they are merged when that object or creature ceases to be the eidolon's ward.",
			"",
			"At 16th level, kami eidolons are immune to bleed, mindaffecting, petrification, and polymorph effects.",
			"",
			"At 20th level, a kami eidolon increases the fast healing from its fast healing evolution by 2 points whenever it is within 30 feet of its ward; while the kami is merged with its ward, the ward gains the same amount of fast healing.",
			"",
			"::h3[Kyton]{jl}",
			"",
			"Scholars of the exquisiteness of agony and explorers of the limitations of the flesh, kytons understand the mortal form is a blank canvas aching for transformation. They appear as humanoids, save that they are covered in piercings, draped with chains, and bear grisly body modifications. Kyton eidolons gain access to the tentacle and web evolutions, but kyton eidolon tentacles and webs always appear as animated chains.[^L]",
			"",
			"**Alignment** Lawful evil.",
			"",
			"**Base Form** Biped (improved natural armor, limbs [arms], limbs [legs]).",
			"",
			"**Base Evolutions** At 1st level, kyton eidolons gain the resistance (cold) and skilled (Heal) evolutions. They also gain proficiency with the spiked chain.",
			"",
			"At 4th level, a kyton eidolon adds 1 point to its evolution pool.",
			"",
			"At 8th level, a kyton eidolon gains an unnerving gaze that manipulates the perceptions of those who look upon it. Unlike typical gaze weapons, a kyton eidolon's unnerving gaze can affect only one creature per round when the kyton directs its gaze at the target on its turn as a free action. An unnerving gaze has a range of 30 feet, and can be negated by a successful Will save. Any creature that fails the save becomes sickened by the kyton's grisly modifications for 1 round. A kyton eidolon is immune to the unnerving gazes of other kytons, and the kyton's summoner is immune to its unnerving gaze. This is a mind-affecting fear effect. The save DC is Charisma-based.",
			"",
			"At 12th level, a kyton eidolon gains DR 5/good. The effects of a kyton eidolon's unnerving gaze now persist for 1d3 rounds, and as a free action, a kytons can target up to two creatures per round with its gaze on its turns.",
			"",
			"At 16th level, a kyton eidolon loses the resistance (cold) evolution, and gains the immunity (cold) evolution in its place. The effects of a kyton eidolon's unnerving gaze now stagger the target for 1 round, and as a free action, a kyton eidolon can target up to three creatures per round with its gaze.",
			"",
			"At 20th level, a kyton eidolon gains regeneration 5 (good weapons, good spells). It is still banished to the Shadow Plane as normal for an eidolon if it takes enough damage.",
			"",
			"::h3[Plant]{jl}",
			"",
			"Plant eidolons consist of vegetable matter infused with raw natural spiritual power.[^M]",
			"",
			"**Alignment** Any. Plant eidolons don't have alignment subtypes.",
			"",
			"**Base Form** Cactus (limbs [arms], limbs [legs], sting), conifer (claws, limbs [arms], limbs [legs]), fungus (bite, limbs [arms], limbs [legs]), leaf (limbs [arms], limbs [legs], slam), seaweed (limbs [arms], slam, swim [2]).",
			"",
			"**Base Evolutions** At 1st level, plant eidolons gain low-light vision as well as the resistance (electricity) and resistance (sonic) evolutions.",
			"",
			"At 4th level, plant eidolons gain constant pass without trace and they can change shape into plants of the size category corresponding to their base form with results similar to tree shape.",
			"",
			"At 8th level, plant eidolons gain the ability to use speak with plants for 1 minute per Hit Die per day with any plants related to the eidolon's base form. These minutes need not be consecutive.",
			"",
			"At 12th level, plant eidolons gain immunity to paralysis, poison, sleep, and stun.",
			"",
			"At 16th level, plant eidolons gain the ability to use commune with nature once per day and can use their speak with plants ability at will. At 20th level, plant eidolons gain a +8 resistance bonus on saving throws against mind-affecting effects. They lose their resistance (electricity) and resistance (sonic) evolutions and instead gain the immunity (electricity) and immunity (sonic) evolutions.",
			"",
			"::h3[Protean]{jl}",
			"",
			"Serpentine beings of pure chaos, proteans seek to reshape reality. Protean eidolons appreciate creative summoners who often rebuild their forms and make liberal use of the transmogrify spell. Beyond that, protean eidolons are happy to work with their summoners for any purpose, though they are quick to remind their summoners that while they have a mutually beneficial relationship, they are not servants.[^I]",
			"",
			"**Alignment** Chaotic neutral.",
			"",
			"**Base Form** Serpentine (bite, grab [tail slap], tail, tail slap).",
			"",
			"**Base Evolutions** At 1st level, protean eidolons gain the resistance (acid) evolution as well as the grab evolution, tied to an attack type of the summoner's choice. Whenever the summoner changes the protean eidolon's evolutions, he can also change the attack type for grab.",
			"",
			"At 4th level, protean eidolons gain electricity resistance 10 and sonic resistance 10.",
			"",
			"At 8th level, protean eidolons gain the constrict evolution.",
			"",
			"At 12th level, protean eidolons gain DR 5/lawful. They also gain the blindsense evolution and the ability to fly without wings with perfect maneuverability, as the flight evolution with 4 points spent.",
			"",
			"At 16th level, protean eidolons lose the resistance (acid) evolution and instead gain the immunity (acid) evolution. They also gain the amorphous anatomy ability (see the {subtype/protean/ creature subtype}).",
			"",
			"At 20th level, protean eidolons gain constant freedom of movement and the protean version of the change shape (greater polymorph) ability (see the protean creature subtype).",
			"",
			"::h3[Psychopomp]{jl}",
			"",
			"Stewards, chroniclers, and guides of all things that die, psychopomps make dispassionate yet loyal eidolons. When they deal with the world of mortals, psychopomp eidolons nearly always wear masks. They do not tolerate summoners who traffic with daemons, undead, and other entities that interfere with the transmigration of souls, but otherwise they are comfortable with most actions on the summoner's part. When the summoner dies, a psychopomp eidolon personally escorts him to the afterlife and serves as an expert witness when it is time for him to be judged.[^N]",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam), quadruped (bite, limbs [legs, 2]), or serpentine (bite, pull [bite], reach [bite], tail, tail slap).",
			"",
			"**Base Evolutions** Starting at 1st level, psychopomp eidolons gain immunity to death effects, disease, and poison.",
			"",
			"At 4th level, psychopomp eidolons gain cold resistance 10 and electricity resistance 10.",
			"",
			"At 8th level, psychopomp eidolons gain the spirit touch ability (see the {subtype/psychopomp/ creature subtype}) and add 1 point to their evolution pools.",
			"",
			"At 12th level, psychopomp eidolons gain DR 5/adamantine. They also gain the spiritsense ability (see the psychopomp creature subtype).",
			"",
			"At 16th level, psychopomp eidolons gain the ability increase evolution, applied to an ability score of the summoner's choice. They also gain the ability to cast {spell/invisibility} (self only) as a spell-like ability at will.",
			"",
			"At 20th level, psychopomp eidolons increase their damage reduction to 10/adamantine and gain the immunity (cold) and immunity (electricity) evolutions.",
			"",
			"::h3[Radiant]{jl}",
			"",
			"Practically glowing with the Positive Energy Plane's potential, radiant eidolons make for passionate, if judgmental, companions that often have avian features.[^O]",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Biped (bite, limbs [arms], limbs [legs]) or quadruped (claws, limbs [legs, 2]).",
			"",
			"**Base Evolutions** Radiant eidolons are immune to death effects and energy drain. They can exist comfortably on the Positive Energy Plane and do not benefit or suffer from the positive-dominant planar trait. Whenever radiant eidolons are subjected to a magical healing effect, they regain 1 additional hit point per die rolled.",
			"",
			"At 4th level, radiant eidolons' natural attacks can strike incorporeal targets as though they were ghost touch weapons. Radiant eidolons glow as light with an effective spell level equal to half their Hit Dice (round down); they can suppress or resume this effect as a standard action.",
			"",
			"At 8th level, radiant eidolons grow feathery wings, gaining the flight evolution.",
			"",
			"At 12th level, radiant eidolons gain the fast healing evolution.",
			"",
			"At 16th level, radiant eidolons gain the ability to cast cure serious wounds three times per day. When a radiant eidolon's summoner dies or falls unconscious within 60 feet as a result of hit point loss, the eidolon can die as an immediate action to grant the summoner the benefits of breath of life. The caster level for both abilities equals the eidolon's Hit Dice.",
			"",
			"At 20th level, radiant eidolons deal an additional 2 points of damage per die rolled against undead creatures when attacking with the energy attacks or breath weapon evolutions. Whenever radiant eidolons are subjected to a magical healing effect, the effect functions at its full potential, as if enhanced by Maximize Spell.",
			"",
			"::h3[Shadow]{jl}",
			"",
			"Summoned from the dreary shadowscapes of the Shadow Plane, shadow eidolons are grim, colorless mockeries of creatures that inhabit the Material Plane. Shadow eidolons resent being pulled into the unbearable brightness of the Material Plane. Despite this, shadow eidolons serve their summoners with somberness, acknowledging that shadow cannot exist without light.[^P]",
			"",
			"**Alignment** Any nongood.",
			"",
			"**Base Form** Biped (claws, limbs [arms], limbs [legs]), quadruped (limbs [legs, 2], bite), or serpentine (bite, improved natural armor, reach [bite], tail, tail slap).",
			"",
			"**Base Evolutions** At 1st level, shadow eidolons gain the resistance (cold) and resistance (electricity) evolutions. They also gain the ability to cast {spell/darkness} as a spell-like ability three times per day. The caster level for this spell-like ability is equal to the eidolon's Hit Dice.",
			"",
			"At 4th level, shadow eidolons effortlessly blend into the shadows, giving them concealment (20% miss chance) in any illumination other than bright light. In dim light or darkness, shadow eidolons have a 50% miss chance instead of the normal 20% miss chance; this doesn't grant the eidolons total concealment. A shadow eidolon can suspend or resume this ability as a free action.",
			"",
			"At 8th level, shadow eidolons gain DR 5/magic and increase the range of their darkvision to 90 feet. In addition, they add 1 point to their evolution pools.",
			"",
			"At 12th level, shadow eidolons lose the ability to cast darkness as a spell-like ability and instead gain the ability to cast {spell/deeper darkness} as a spell-like ability three times per day. In addition, they gain the see in darkness universal monster ability.",
			"",
			"At 16th level, shadow eidolons' damage reduction increases to DR 10/magic and they gain the spell resistance evolution.",
			"",
			"At 20th level, shadow eidolons increase the range of their darkvision to 120 feet and gain the ability to cast {spell/shadow step} as a spell-like ability at will. Three times per day, a shadow eidolon can quicken this spell-like ability, functioning as the Quicken Spell-Like Ability feat.",
			"",
			"::h3[Storykin]{jl}",
			"",
			"The storykin are avatars of the harrow deck's cards, brought to life through the power of the Harrowed Realm. Most of the storykin are limited in their autonomy, spending their lives acting out the roles in the stories they originated from. The form and alignment of a storykin eidolon is dependent on the harrow card the eidolon is based on. You can reference an actual {eq-misc/harrow deck} for these eidolons, but you can also simulate the suit and alignment of an eidolon from a harrow deck.[^Q]",
			"",
			"To select a storykin eidolon, the player must possess a Harrow Deck or Deluxe Harrow Deck.",
			"",
			"**Alignment** Varies.",
			"",
			"**Base Form** Bipedal (limbs [arms], limbs [legs], slam), quadruped (limbs [legs, 2], slam), or serpentine (bite, grab [tail slap], tail, tail slap).",
			"",
			"**Base Evolutions** The first time a summoner summons a storykin eidolon, he must select a specific harrow card, typically one that features a creature, such as the Paladin, the Rabbit Prince, or the Tyrant. This choice determines the eidolon's base form, alignment, and overall appearance, as the eidolon resembles the creature from the chosen card. Harrow cards without an obvious creature instead manifest as a generic humanoid creature made of colorful patchwork cloth. A storykin eidolon's alignment matches the alignment of the chosen harrow card and still must be within one step of the summoner's alignment. The suit of the chosen harrow card determines the abilities of the storykin eidolon as it evolves. When the summoner gains a level, he can choose a different harrow card and thus a different base form, alignment, and appearance.",
			"",
			"At 1st level, a storykin eidolon gains the resistance (sonic) evolution. In addition, storykin eidolons of the suit of hammers and suit of shields gain a +2 bonus on Fortitude saving throws. Storykin eidolons of the suit of books and suit of keys gain a +2 bonus on Reflex saving throws. Storykin eidolons of the suit of crowns and suit of stars gain a +2 bonus on Will saving throws.",
			"",
			"At 4th level, a storykin eidolon gains cold resistance 10 and electricity resistance 10.",
			"",
			"At 8th level, a storykin eidolon gains the ability increase evolution, applied to the ability score corresponding to its harrow suit.",
			"",
			"At 12th level, a storykin eidolon gains immunity to bleed, poison, and stun. It also gains DR 5/adamantine.",
			"",
			"At 16th level, a storykin eidolon loses the resistance (sonic) evolution and instead gains the immunity (sonic) evolution. It also gains immunity to mind-affecting effects.",
			"",
			"At 20th level, a storykin eidolon gains immunity to all types of ability damage and ability drain against the ability score corresponding to its harrow suit and immunity to energy drain. It also gains the ability increase evolution again, applied to the same ability score that was increased at 8th level.",
			"",
			"::h3[Twinned]{jl}",
			"",
			"Just like a summoner, a twinned eidolon learns to use weapons and magic. While twinned eidolons are ethically more flexible than most eidolons, they are quite adamant about being treated as equals and not as servants. They demonstrate an eerie consistency with the summoner's manner of thinking, providing similar answers to questions and reacting similarly to startling events. This subtype is restricted to twinned summoners.[^R]",
			"",
			"**Alignment** Any.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs]).",
			"",
			"**Base Evolutions** A twinned eidolon gains the weapon training evolution. The twinned eidolon also gains the skilled (Disguise) evolution. The racial bonus provided by this evolution is doubled when the eidolon is impersonating the twinned summoner.",
			"",
			"At 4th level, a twinned eidolon can cast a summoner spell once per day as a spell-like ability. The spell must be one known by the eidolon's summoner and must be at least 1 level lower than the highest-level spell the summoner can cast. The eidolon must have a Charisma score of at least 10 + the spell level. The caster level for this spell-like ability is equal to the eidolon's Hit Dice minus 2. The save DC is 10 + half the eidolon's HD + the eidolon's Charisma modifier. At 8th level, a twinned eidolon gains the shared slot evolution.",
			"",
			"At 12th level, a twinned eidolon gains DR 5/magic. The eidolon also gains the extra feat evolution.",
			"",
			"At 16th level, a twinned eidolon gains the skilled evolution and the ability increase evolution, applied to a skill and an ability score of the summoner's choice.",
			"",
			"At 20th level, a twinned eidolon gains fast healing 5.",
			"",
			"::h3[Void]{jl}",
			"",
			"Like the sharp-angled sceaduinars they resemble, void eidolons exult in entropy and resent anything bearing even a hint of life - including their summoners.[^O]",
			"",
			"**Alignment** Neutral or neutral evil.",
			"",
			"**Base Form** Biped (bite, limbs [legs], skilled [Stealth], wing buffet).",
			"",
			"**Base Evolutions** Void eidolons have {umr/negative energy affinity} and are immune to death effects, disease, energy drain, and poison.",
			"",
			"At 4th level, void eidolons gain the resistance (cold) evolution. Their natural attacks can strike incorporeal targets as though they were ghost touch weapons.",
			"",
			"At 8th level, void eidolons can use their wings to fly, gaining the flight evolution. When selecting the energy attacks evolution, void eidolons can instead choose to deal 1d6 points of negative energy damage on a successful hit; this damage does not heal creatures.",
			"",
			"At 12th level, void eidolons gain the {umr/lifesense} ability. They also gain the {umr/energy drain} ability (1 negative level) with their bite attacks, though they can drain only a total number of levels per day equal to half their Hit Dice (rounded down).",
			"",
			"At 16th level, void eidolons lose the resistance (cold) evolution and instead gain the immunity (cold) evolution. They also gain DR 5/adamantine.",
			"",
			"At 20th level, void eidolons can bestow up to 2 negative levels with a successful bite attack, and the number of negative levels they can bestow per day increases by their Constitution modifier. Their damage reduction increases to DR 10/adamantine.",
			"",
			"[^A]: {source/Horror Realms/ pg. 18}",
			"[^B]: {source/Plane-Hopper's Handbook/ pg. 24}",
			"[^C]: {source/Pathfinder Unchained/ pg. 29}",
			"[^D]: {source/Blood of the Beast/ pg. 31}",
			"[^E]: Pathfinder Unchained pg. 30",
			"[^F]: Pathfinder Unchained pg. 31",
			"[^G]: {source/Blood of the Sea/ pg. 23}",
			"[^H]: Pathfinder Unchained pg. 32",
			"[^I]: Pathfinder Unchained pg. 33",
			"[^J]: {source/Elemental Master's Handbook/ pg. 27}",
			"[^K]: {source/Wilderness Origins/ pg. 18}",
			"[^L]: {source/Curse of the Crimson Throne/ pg. 431}",
			"[^M]: {source/Ultimate Wilderness/ pg. 95}",
			"[^N]: Pathfinder Unchained pg. 34",
			"[^O]: Plane-Hopper's Handbook pg. 25",
			"[^P]: {source/Blood of Shadows/ pg. 11}",
			"[^Q]: Plane-Hopper's Handbook pg. 26",
			"[^R]: {source/Legacy of the First World/ pg. 18}"
		],
		"topLink": [ "Unchained Summoner", "class/unchained_summoner" ]
	},
	"investigator_talents": {
		"name": "Investigator Talents",
		"sources": [
			"Advanced Class Guide",
			"Advanced Class Origins",
			"Adventurer's Guide",
			"Disciple's Doctrine",
			"Elemental Master's Handbook",
			"Inner Sea Intrigue",
			"Magic Tactics Toolbox",
			"Potions and Poisons",
			"Spymaster's Handbook"
		],
		"compileFrom": {
			"source": "investigatortalent",
			"targets": [
				[
					"## Talents",
					"",
					"{SOURCE Advanced Class Guide/32;Advanced Class Origins/15;Inner Sea Intrigue/31;Disciple's Doctrine/17;Spymaster's Handbook/21;Potions and Poisons/15;Adventurer's Guide/147;Elemental Master's Handbook/9;Magic Tactics Toolbox/7}  ",
					"At 3rd level and every 2 levels thereafter, an investigator gains an investigator talent. Except where otherwise noted, each investigator talent can only be selected once.",
					"",
					"::h3[Studied Strike Talents]{jl}",
					"",
					"These talents add effects to an investigator's studied combat or studied strike. Only one of these talents can be applied to an individual attack, but the decision can be made when the damage is dealt.",
					""
				],
				{
					"limit": "Studied Strike Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{investigatortalent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Other Studied Strike Talents]{jl}",
					"",
					"These talents add new options to the Studied Strike ability.",
					""
				],
				{
					"limit": "Other Studied Strike Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{investigatortalent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Inspiration Talents]{jl}",
					"",
					"These talents either modify the Inspiration ability or provide new uses for it.",
					""
				],
				{
					"limit": "Inspiration Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{investigatortalent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Alchemist and Poison Talents]{jl}",
					"",
					"These talents interface with the investigator's ability to create extracts and use poison.",
					""
				],
				{
					"limit": "Alchemist and Poison Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{investigatortalent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Other Talents]{jl}",
					""
				],
				{
					"limit": "Other Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{investigatortalent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				}
			]
		},
		"topLink": [ "Investigator", "class/investigator" ]
	},
	"investigator_talent": { "copyof": "investigator_talents" },
	"ki_powers": {
		"name": "Ki Powers",
		"sources": [
			"Blood of the Beast",
			"Martial Arts Handbook",
			"Pathfinder Unchained",
			"Wilderness Origins"
		],
		"description": [
			"## Ki Powers (Unchained)",
			"",
			"{SOURCE Pathfinder Unchained}  ",
			"At 4th level and every 2 levels thereafter, an unchained monk can select one ki power. These powers allow the monk to perform amazing feats of mystical power and acrobatic prowess by expending points from his ki pool. Once a ki power is selected, it cannot be changed. Some ki powers require the monk to be of a specific level or higher before they can be chosen. Unless otherwise noted, a monk cannot select an individual ki power more than once.",
			"",
			"**Abundant Step (Su)** ([^A]) A monk with this ki power can slip magically between spaces, as if using the spell {spell/dimension door}. Using this ability is a move action that consumes 2 points from his ki pool. The monk's caster level for this effect is equal to his monk level. He cannot take other creatures with him when he uses this ability. A monk must be at least 8th level before selecting this ki power.",
			"",
			"**Action Before Thought (Ex)** ([^B]) A monk with this ability can spend 2 ki points as a free action as part of rolling initiative to roll twice on the initiative check and take the higher result. A monk must be at least 6th level before selecting this ki power.",
			"",
			"**Breaking-Down Koan (Su)** ([^B]) A monk with this ability can spend 1 ki point as a swift action to present a paradox, riddle, or complicated question to a creature within 30 feet. The creature must succeed at a Will save (DC = 10 + 1/2 the monk's level + his Wisdom modifier) or be confused for 1 round. This is a mind-affecting, language-dependent effect. A monk must be at least 8th level before selecting this ki power.",
			"",
			"**Building-Up Koan (Su)** ([^B]) A monk with this ability can spend 2 ki points as a swift action to ask himself a koan, which he then tries to answer. The monk must attempt a Will save (DC 15 + 1/2 the monk's level). If successful, he gains an insight bonus equal to his Wisdom modifier to AC and on attack rolls, saving throws, skill checks and until the end of the round. If he fails, the monk is instead confused for 1 round. This is a mind-affecting, language-dependent effect. A character who can't become confused can't benefit from this ability. A monk must be at least 8th level before selecting this ki power.",
			"",
			">**Master-Thought Koan (Su)** ([^B]) A monk with this ability can spend an additional 2 ki points when using either the breaking-down koan or building-up koan ki powers. When combined with master-thought koan, breaking-down koan affects a number of characters of your choice within 30 feet equal to the monk's wisdom modifier. When combined with master-thought koan, building-up koan can be used on an ally within 30 feet. A monk must be at least 12th level and have either the breaking-down koan or the building-up koan ki power before selecting this ki power.",
			"",
			"**Diamond Body (Su)** ([^A]) By spending 1 point from his ki pool, a monk with this power can remove one toxin from his body as if using {spell/neutralize poison}, using his monk level as his caster level. He can remove only one poison in this way per use of this ability. A monk must be at least 8th level before selecting this ki power.",
			"",
			">**Cobra Breath (Su)** ([^A]) Whenever a monk with this ki power uses diamond body to neutralize a poison, he can instead release that poison as a ranged touch attack against a single foe within 30 feet. If the attack hits, the foe must succeed at a saving throw (using the poison's original DC) or suffer the poison's effects, even if it was not originally a contact poison. A monk must be at least 12th level and must possess the diamond body ki power before selecting this ki power.",
			"",
			"**Diamond Mind (Su)** ([^A]) By spending 1 point from his ki pool as a swift action, a monk with this power can suppress a fear effect affecting him as if using {spell/remove fear}, using his monk level as his caster level. He can spend 2 ki points to activate this ability even when frightened or panicked. A monk must be at least 6th level before selecting this ki power.",
			"",
			"**Diamond Resilience (Ex)** ([^A]) By spending 1 ki point as a swift action, the monk gains DR 2/-. At 16th level, the damage reduction increases to 4/-. At 19th level, it increases to DR 6/-. This DR lasts for 1 minute. A monk must be at least 12th level before selecting this ki power.",
			"",
			"**Diamond Soul (Ex)** ([^A]) A monk can spend 2 points from his ki pool as a swift action to gain spell resistance equal to his monk level + 10. This spell resistance lasts for a number of rounds equal to the monk's level. A monk must be at least 12th level before selecting this ki power.",
			"",
			">**Ki Volley (Su)** ([^G]) When a targeted spell or spell-like ability fails to overcome the monk's spell resistance from diamond soul, he can spend 2 ki points as an immediate action to send that spell back at its caster as {spell/spell turning}. A monk must be 16th level or higher and possess the diamond soul ki power before selecting this ki power.",
			"",
			"**Elemental Fury (Su)** ([^A]) A monk who selects this ki power must select one type of energy: acid, cold, electricity, or fire. Once this choice is made, it cannot be changed. The monk can expend 1 point from his ki pool as a swift action to imbue his natural attacks with this energy, causing them to deal 1d6 points of damage of the chosen type for a number of rounds equal to 1/2 his monk level. A monk must be at least 6th level before selecting this ki power.",
			"",
			">**Elemental Burst (Su)** ([^A]) A monk with this ability can spend 4 ki points to unleash a gout of energy in a 30-foot cone. Creatures within the cone take 20d6 points of damage of the same type as the monk's elemental fury ki power. A Reflex save (DC = 10 + 1/2 the monk's level + his Wisdom modifier) halves the damage. A monk must be at least 18th level and must possess the elemental fury ki power before selecting this ki power.",
			"",
			"**Empty Body (Su)** ([^A]) A monk with this ki power gains the ability to assume an ethereal state for 1 minute as though using the spell {spell/etherealness}, using his monk level as his caster level. Using this ability is a move action that consumes 3 points from the monk's ki pool. This ability affects only the monk and cannot be used to make other creatures ethereal.",
			"",
			"**Feather Balance (Ex)** ([^D]) A monk with this ability can spend 1 ki point as a swift action to achieve perfect balance. While this is active, the monk treats any Acrobatics attempt made to balance as if he had rolled a 20. This ability lasts for 1 minute.",
			"",
			">**Light Steps (Ex)** ([^G]) A monk with this ki power can move effortlessly across nearly any surface. Whenever the monk activates his feather balance ki power, he can also ignore all difficult terrain. In addition, while active, he can cross any solid surface, even if it would normally not support his weight. This does not allow him to walk on liquids. A monk must be at least 8th level and have the feather balance ki power before selecting this ki power.",
			"",
			"**Floating Breath (Su)** ([^E]) A monk with this ki power can spend 1 point from his ki pool as a swift action to balance on the air, hovering in place, until the end of his next turn. This power does not allow the monk to fly or otherwise move into the air; he must jump or use some other ability to reach his position. This otherwise functions as {spell/air walk}. A monk must be 8th level before selecting this power.",
			"",
			"**Formless Mastery (Ex)** ([^D]) A monk with this ability varies his styles, never repeating the same move twice and capitalizing on the weaknesses of an opponent's style. As long as he does not possess any style feat, the monk can spend 1 point from his ki pool as an immediate action to gain the following against opponents in the stance of a style feat: a +4 dodge bonus to AC, a +4 circumstance bonus on attack rolls, and a bonus equal to his monk level on damage rolls. These bonuses last until the end of the monk's next turn (or his current turn if he uses this ability on his own turn). The monk can activate this ability and the furious defense ki power with the same immediate action for a total cost of 3 ki points. A monk must be at least 7th level before selecting this ki power.",
			"",
			"**Freedom of Movement (Su)** ([^F]) A monk with this ability can spend 1 ki point as a swift action to gain the effects of {spell/freedom of movement} for 1 round. The monk must be at least 8th level before selecting this ki power.",
			"",
			"**Furious Defense (Ex)** ([^D]) By spending 1 point from his ki pool as an immediate action, a monk with this ki power can grant himself a +4 dodge bonus to AC until the end of his next turn. The monk can activate this ability and the formless mastery ki power with the same immediate action for a total cost of 3 ki points. A monk must be at least 7th level before selecting this ki power.",
			"",
			"**High Jump (Ex)** ([^D]) A monk with this ki power adds his level as a bonus on all Acrobatics checks to jump, both for vertical jumps and horizontal jumps. In addition, he always counts as having a running start when attempting Acrobatics checks to jump. By spending 1 point from his ki pool as a swift action, the monk gains a +20 bonus on Acrobatics checks to jump for 1 round.",
			"",
			">**Wind Jump (Su)** ([^G]) A monk with this ki power can spend 1 point from his ki pool as a move action to grant himself a fly speed (with perfect maneuverability) equal to his base land speed. He must end his movement each round on solid ground (or some other surface that can support his weight) or fall as normal. Once activated, this ability lasts for 1 minute. A monk must be at least 8th level and have the high jump ki power before selecting this ki power.",
			"",
			"**Improvised Weapon Proficiency (Ex, Su)** ([^F]) A monk with this ability does not take a penalty on attack rolls for using an improvised weapon. By spending 1 ki point, the monk can fight with a broken weapon without taking any penalties on attack rolls or damage rolls for 1 round.",
			"",
			"**Insightful Wisdom (Su)** ([^D]) A monk with this ability can spend 2 ki points as an immediate action to give another ally within 30 feet just the right word of advice to prevent disaster. If the ally can hear the monk, she can reroll a single attack roll or saving throw. The ally must take the second result, even if it is worse. A monk must be at least 8th level before selecting this ki power.",
			"",
			"**Ki Blocker (Su)** ([^D]) A monk with this ability can spend 1 ki point as a free action before making an unarmed strike against a foe. If the attack hits, the monk can interrupt the target's flow of ki. If the monk successfully damages the target of his attack, that opponent's cost to activate abilities with ki increases by 1 ki point for 1 hour. If the monk spends 2 points from his ki pool, he can use this ability to affect the target's arcane pool, arcane reservoir, grit points, inspiration, or panache points instead of its ki pool. The effects of this ability do not stack, but multiple hits increase the duration by 1 hour for each hit. A monk must be at least 10th level before selecting this ki power.",
			"",
			"**Ki Guardian (Su)** ([^D]) As an immediate action before he rolls a saving throw against a targeted effect that also targets other allies or an area effect whose area includes other allies, a monk with this ability can spend any number of ki points and designate a number of adjacent allies equal to the number of ki points spent. The monk rolls one saving throw for each designated ally, using his bonus instead of the ally's. For each successful saving throw, the corresponding ally treats the effect as if that ally had succeeded at the saving throw, and for each saving throw failed, the corresponding ally treats the effect as if that ally had failed the saving throw. If the monk fails any of the saving throws (including his own original saving throw), the monk treats the effect as if he had failed the saving throw. A monk must be at least 6th level before selecting this ki power.",
			"",
			"**Ki Meditation (Su)** ([^F]) A monk with this ability can spend 2 ki points to meditate as a full-round action, as if using Combat Meditation. Alternatively, he can spend 4 ki points to meditate as a move action instead. Using these ki points does not count as one of the monk's daily uses of Combat Meditation, but it grants him the usual benefits he would gain from his meditation feats for doing so. The monk must have the {feat/Combat Meditation} feat before selecting this ki power.",
			"",
			"**Ki Metabolism (Su)** ([^D]) A monk with this ability uses his ki to control his metabolism. As long as he has at least 1 point remaining in his ki pool, the monk needs to eat and drink only 1/4 as often as normal, needs only 2 hours of sleep each night (including to replenish his ki pool), and can hold his breath for up to 1 hour per point of Constitution. As a move action, he can spend 1 ki point to enter a state of suspended animation, falling unconscious and appearing dead to all senses. At the time he enters this state, he indicates a preset period of time or a triggering condition, after which he awakens.",
			"",
			"**Ki Mount (Su)** ([^D]) A monk with this ability can spend 1 ki point as a standard action to grant 2 temporary hit points per monk level he possesses to his mount for 1 hour per monk level. As long as the monk and his mount are adjacent or the monk is mounted, the mount shares the benefits of whichever of the AC bonus, evasion, high jump, improved evasion, ki strike, perfect self, and still mind abilities the monk possesses. A monk must be at least 6th level before selecting this ki power.",
			"",
			"**Ki Range (Su)** ([^D]) A monk with this ability can spend 1 ki point as a swift action to increase the range increment of any thrown monk weapon by 20 feet. Apply this benefit before doubling the range increment with the {feat/Far Shot} feat.",
			"",
			"**Ki Sunder (Ex)** ([^B]) A monk with this ability can spend 1 ki point as a free action when attempting a sunder combat maneuver check to add his monk level as a bonus to the damage roll.",
			"",
			">**Bare-Hand Block (Ex)** ([^B]) A monk with this ability can spend 1 ki point as an immediate action when attacked with a manufactured weapon to attempt an unarmed sunder combat maneuver check against it. If he successfully sunders the weapon and grants it the broken condition, the attack deals no damage. He can spend an additional 1 ki point when using this ability to activate ki sunder as a free action. A monk must be at least 8th level and have the ki sunder ki power before selecting this ki power.",
			"",
			"**Ki Visions (Su)** ([^D]) A monk with this ability often sees visions of spirits or hears the voice of his departed mentor in his dreams. On any given night during which the monk dreams, he can use this ability to gain the benefits of a {spell/divination}. If he does, he spends 2 ki points from the next day's total. A monk must be at least 10th level before selecting this ki power.",
			"",
			"**One Touch (Ex)** ([^G]) As long as he has at least 1 point remaining in his ki pool, as a standard action, a monk with this power can make an unarmed strike against a foe as a touch attack. He adds 1/2 his monk level as a bonus on the damage roll. He can spend 1 ki point to double this bonus for that attack. A monk must be at least 12th level before selecting this ki power.",
			"",
			"**Qinggong Power (Su)** ([^G]) A monk with this power selects any of the {arc-monk/qinggong monk} ki powers for which he qualifies based on his monk level. A monk can select this ability multiple times. Each time, he must select a different qinggong monk ki power.",
			"",
			"**Quivering Palm (Su)** ([^G]) A monk can set up vibrations within the body of another creature that can thereafter be fatal if the monk so desires. Using this ability is a standard action that costs 4 ki points, and the monk must announce his intent to use this ability (and spend the ki points) before making the attack roll. Creatures immune to critical hits cannot be affected. Otherwise, if the attack hits and the target takes damage from the blow, the quivering palm attack succeeds. Thereafter, the monk can try to slay the victim at any time within a number of days equal to his monk level. To make such an attempt, the monk merely wills the target to die (a free action); unless the target succeeds at a Fortitude saving throw (DC = 10 + 1/2 the monk's level + the monk's Wisdom modifier), it dies. If the saving throw is successful, the target is no longer in danger from that particular quivering palm attack, but it can still be affected by another one at a later time. A monk can have no more than one quivering palm in effect at one time. If a monk uses quivering palm while another is still in effect, the previous one is negated. A monk must be at least 16th level before selecting this ki power.",
			"",
			"**Racing Current (Su)** ([^E]) A monk with this ki power can create a wave to help him maneuver allies upon the battlefield, as if using the spell {spell/slipstream}. Using this ability is a move action that costs 2 ki points, and the ability remains in effect for 1 minute. A monk must be 6th level to select this ki power.",
			"",
			"**Slow Fall (Su)** ([^G]) A monk within arm's reach of a wall can use it to slow his descent by expending 1 point from his ki pool. When he uses this ability, he takes no damage from the fall (as if using {spell/feather fall}), but he must be adjacent to a wall for the length of the fall (although this can be used to reduce the damage from a fall if only part of it is adjacent to a wall).",
			"",
			"**Sudden Speed (Su)** ([^G]) A monk with this ki power can spend 1 point from his ki pool as a swift action to grant himself a sudden burst of speed. This increases the monk's base land speed by 30 feet for 1 minute.",
			"",
			">**Branch Runner (Ex, Su)** ([^C]) A monk with this ability adds half the base speed bonus from his fast movement ability to his racial climb speed. In addition, when he uses the sudden speed ki power, he adds the base speed bonus from that ki power to his racial climb speed for 1 round. The monk must have the sudden speed ki power before selecting branch runner.",
			">",
			">**Ki Hurricane (Ex)** ([^D]) As a full-round action, a monk with this ability can move up to twice his speed. At any point in that movement, the monk can spend 1 ki point to make the first attack in his flurry of blows. He can later spend another ki point to make the next attack in his flurry of blows, and so on, until he either stops spending ki points or has exhausted all the attacks from his flurry of blows. A monk must be at least 10th level and possess the sudden speed ki power before selecting this ki power.",
			"",
			"**Water Sprint (Su)** ([^G]) A monk with this ki power can spend 1 point from his ki pool as a swift action to gain the ability to walk on water, as if under the effects of {spell/water walk}. Once activated, this ability lasts for 1 minute per monk level. A monk must be fat least 6th level before selecting this ki power.",
			"",
			"**Wholeness of Body (Su)** ([^G]) A monk with this ki power can heal his own wounds as a standard action. By spending 2 points from his ki pool, he can heal an amount of damage equal to 1d8 + his monk level.",
			"",
			"**Zephyr Blow (Su)** ([^E]) By spending 1 ki point as a standard action, a monk with this power can disrupt the wind and create a sharp blast of air, as if using the spell {spell/gust of wind}. The monk's caster level for this effect is equal to his monk level.",
			"",
			"[^A]: {source/Pathfinder Unchained/ pg. 16}",
			"[^B]: {source/Martial Arts Handbook/ pg. 20}",
			"[^C]: {source/Blood of the Beast/ pg. 30}",
			"[^D]: Pathfinder Unchained pg. 17",
			"[^E]: {source/Wilderness Origins/ pg. 31}",
			"[^F]: Blood of the Beast pg. 31",
			"[^G]: Pathfinder Unchained pg. 18"
		],
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"legendary_spirits": {
		"name": "Legendary Spirits",
		"sources": [
			"Adventurer's Guide",
			"Blood of the Ancients",
			"Heroes of Golarion",
			"Horror Adventures",
			"Occult Realms",
			"Pathfinder #132: The Six-Legend Soul"
		],
		"description": [
			"## Legendary Spirits",
			"",
			"{SOURCE Occult Realms}  ",
			"The spirits a medium can channel draw their power both from the tales told about them and from their own souls, which echo with the remarkable deeds they performed in life. All spirits have stories - and some arise from people whose deeds shook the world and whose testaments have endured throughout the ages. These beings are legendary spirits, and they possess great power they can share with mediums who gain their favor.",
			"",
			"Attaining the ability to channel a legendary spirit involves traveling to a certain location or performing a certain deed, swearing an oath, performing a ritual, and succeeding at an ability check. The type of check depends on the spirit, but the DC is always equal to 10 + 1/2 the medium's level. If the medium breaks the oath, the spirit will no longer answer when he calls. If the medium attempts to call another spirit of the legendary spirit's legend, the legendary spirit similarly departs forever.",
			"",
			"| Outsider | Legend |",
			"| --- | --- |",
			"| [Abrogail Thrune I](/legendaryspirit/abrogail_thrune_i) | Hierophant |",
			"| [Ambras Imre](/legendaryspirit/ambras_imre) | Trickster |",
			"| [Ardril, the Would-Be King](/legendaryspirit/ardril_the_would_be_king) | Champion |",
			"| [Arnisant](/legendaryspirit/arnisant) | Guardian |",
			"| [Azghaad I](/legendaryspirit/azghaad_i) | Marshal |",
			"| [Beldam I](/legendaryspirit/beldam_i) | Trickster |",
			"| [Butcher](/legendaryspirit/butcher) | Champion |",
			"| [Cyricas](/legendaryspirit/cyricas) | Hierophant |",
			"| [Daronlyr XII](/legendaryspirit/daronlyr_xii) | Archmage |",
			"| [Deceiver](/legendaryspirit/deceiver) | Trickster |",
			"| [Father of Legends](/legendaryspirit/father_of_legends) | Marshal |",
			"| [Gennaris III](/legendaryspirit/gennaris_iii) | Champion |",
			"| [Heretic](/legendaryspirit/heretic) | Hierophant |",
			"| [Kelksiomides](/legendaryspirit/kelksiomides) | Hierophant |",
			"| [Lich](/legendaryspirit/lich) | Archmage |",
			"| [Namzaruum](/legendaryspirit/namzaruum) | Marshal |",
			"| [Nex](/legendaryspirit/nex) | Archmage |",
			"| [Psomeira](/legendaryspirit/psomeira) | Champion |",
			"| [Savith](/legendaryspirit/savith) | Champion |",
			"| [Stavian I](/legendaryspirit/stavian_i) | Guardian |",
			"| [Sulesh the Great](/legendaryspirit/sulesh_the_great) | Archmage |",
			"| [Taldaris](/legendaryspirit/taldaris) | Marshal |",
			"| [Terminator](/legendaryspirit/terminator) | Guardian |",
			"| [Twice-Damned Prince](/legendaryspirit/twice_damned_prince) | Trickster |",
			"| [Warmonger](/legendaryspirit/warmonger) | Marshal |"
		],
		"topLink": [ "Medium", "class/medium" ]
	},
	"magus_arcana": {
		"name": "Magus Arcana",
		"sources": [
			"Advanced Class Guide",
			"Agents of Evil",
			"Bastards of Golarion",
			"Blood of the Moon",
			"Disciple's Doctrine",
			"Heroes of the Streets",
			"Magical Marketplace",
			"Monster Summoner's Handbook",
			"Ranged Tactics Toolbox",
			"The Harrow Handbook",
			"Ultimate Combat",
			"Ultimate Magic"
		],
		"description": [
			"## Magus Arcana",
			"",
			"{SOURCE Ultimate Magic}  ",
			"As he gains levels, a magus learns arcane secrets tailored to his specific way of blending martial puissance and magical skill. Starting at 3rd level, a magus gains one magus arcana. He gains an additional magus arcana for every three levels of magus attained after 3rd level. Unless specifically noted in a magus arcana's description, a magus cannot select a particular magus arcana more than once. Magus arcana that affect spells can only be used to modify spells from the magus spell list unless otherwise noted.",
			"",
			"{table0}"
		],
		"noFinder": true,
		"tables": [
			{
				"id": "magus arcana",
				"headers": [ "Arcana", "Level", "Description" ],
				"ripples": [0],
				"types": [ null, "num", null ],
				"alignments": [ true, null, true ],
				"data": [
					[ "{magusarcana/Accurate Strike}", [ 9, "9th" ], "Your melee attacks become melee touch attacks." ],
					[ "{magusarcana/Aquatic Agility}", [ 6, "6th" ], "Gain water breathing and ignore the effects of rough water." ],
					[ "{magusarcana/Arcane Accuracy}", [ 3, "3rd" ], "Gain an insight bonus to attack." ],
					[ "{magusarcana/Arcane Cloak}", [ 3, "3rd" ], "Add your Intelligence bonus to Stealth checks and Bluff checks to hide." ],
					[ "{magusarcana/Arcane Dealer}", [ 6, "6th" ], "Gain the {feat/Deadly Dealer} feat." ],
					[ "{magusarcana/Arcane Deed}", [ 3, "3rd" ], "Learn a swashbuckler deed." ],
					[ "{magusarcana/Arcane Edge}", [ 9, "9th" ], "Add bleed damage to an attack." ],
					[ "{magusarcana/Arcane Redoubt}", [ 3, "3rd" ], "Add your shield bonus as a touch AC bonus." ],
					[ "{magusarcana/Arcane Redoubt, Greater}", [ 12, "12th" ], "Gain evasion when you use *arcane redoubt*." ],
					[ "{magusarcana/Arcane Scent}", [ 3, "3rd" ], "Gain scent vs spellcasting creatures." ],
					[ "{magusarcana/Bane Blade}", [ 15, "15th" ], "Add *bane* to a weapon you wield." ],
					[ "{magusarcana/Book-Bound}", [ 3, "3rd" ], "Bonus to concentration while holding your spellbook." ],
					[ "{magusarcana/Broad Study}", [ 6, "6th" ], "Use spellstrike and spell combat with spells from another class." ],
					[ "{magusarcana/Circle of Order}", [ 9, "9th" ], "Dodge bonus vs chaotic creatures and effects." ],
					[ "{magusarcana/Close Range}", [ 3, "3rd" ], "Deliver ray spells as melee touch spells and with spellstrike." ],
					[ "{magusarcana/Concentrate}", [ 3, "3rd" ], "Reroll a concentration check." ],
					[ "{magusarcana/Critical Strike}", [ 12, "12th" ], "Add a touch spell to a critical hit." ],
					[ "{magusarcana/Dark Shifter}", [ 6, "6th" ], "Change the target of an ongoing spell effect with the darkness descriptor." ],
					[ "{magusarcana/Devoted Blade}", [ 12, "12th" ], "Add the anarchic, axiomatic, holy, or unholy special ability to your weapon." ],
					[ "{magusarcana/Dispelling Strike}", [ 9, "9th" ], "Your weapon can dispel magic." ],
					[ "{magusarcana/Disruptive}", [ 6, "6th" ], "Gain {feat/Disruptive} as a bonus feat." ],
					[ "{magusarcana/Distant Spellstrike}", [ 12, "12th" ], "Increase the range of a spell to your ranged weapon's range." ],
					[ "{magusarcana/Divinatory Strike}", [ 3, "3rd" ], "Gain deep knowledge about a creature you critically hit." ],
					[ "{magusarcana/Empowered Magic}", [ 6, "6th" ], "Use {feat/Empower Spell} for free once per day." ],
					[ "{magusarcana/Enduring Blade}", [ 6, "6th" ], "Your weapon enhancements can last longer than normal." ],
					[ "{magusarcana/Familiar}", [ 3, "3rd" ], "Gain a familiar, as a {class/wizard}." ],
					[ "{magusarcana/Flamboyant Arcana}", [ 3, "3rd" ], "Gain the derring-do and opportune parry and riposte deeds from the swashbuckler's list of deeds." ],
					[ "{magusarcana/Ghost Blade}", [ 9, "9th" ], "You can add brilliant energy and ghost touch special abilities to your weapons." ],
					[ "{magusarcana/Hasted Assault}", [ 9, "9th" ], "Become {spell/haste/d} temporarily." ],
					[ "{magusarcana/Intuitive Protection}", [ 3, "3rd" ], "You can protect yourself if you identify a summoning." ],
					[ "{magusarcana/Ki Arcana}", [ 6, "6th" ], "Use your arcane pool as ki points, and vice versa." ],
					[ "{magusarcana/Lingering Pain}", [ 3, "3rd" ], "The pain of your attack lingers, disrupting spellcasting." ],
					[ "{magusarcana/Maneuver Mastery}", [ 3, "3rd" ], "Use your magus level as your CMB for one maneuver." ],
					[ "{magusarcana/Maximized Magic}", [ 12, "12th" ], "Use {feat/Maximize Spell} for free once per day." ],
					[ "{magusarcana/Natural Spell Combat}", [ 3, "3rd" ], "Use spell combat with a natural attack." ],
					[ "{magusarcana/Planar Hunter}", [ 9, "9th" ], "You can add the planar and phase locking special abilities to your weapons." ],
					[ "{magusarcana/Pool Ray}", [ 3, "3rd" ], "Imbue your weapon with elemental power." ],
					[ "{magusarcana/Pool Strike}", [ 3, "3rd" ], "Imbue your hand with elemental power." ],
					[ "{magusarcana/Pool Strike, Arcing}", [ 12, "12th" ], "Hit more creatures with *pool strike*." ],
					[ "{magusarcana/Pool Strike, Clinging}", [ 9, "9th" ], "Your *pool strike* hits again the next round." ],
					[ "{magusarcana/Pool Strike, Thunderous}", [ 6, "6th" ], "Your *pool strike* causes thunder damage and can deafen." ],
					[ "{magusarcana/Prescient Attack}", [ 6, "6th" ], "A creature you hit becomes easier to hit again." ],
					[ "{magusarcana/Prescient Defense}", [ 3, "3rd" ], "Gain greater defense against a creature you hit." ],
					[ "{magusarcana/Quickened Magic}", [ 15, "15th" ], "Use {feat/Quicken Spell} for free once per day." ],
					[ "{magusarcana/Rakshasa's Fortune}", [ 9, "9th" ], "Gain a bonus (or penalty) from a Harrow card when you cast a polymorph spell on yourself." ],
					[ "{magusarcana/Ranger Trap}", [ 10, "10th" ], "Learn a {ability/ranger trap>s}." ],
					[ "{magusarcana/Reach Magic}", [ 3, "3rd" ], "Use {feat/Reach Spell} for free once per day." ],
					[ "{magusarcana/Reach Spellstrike}", [ 9, "9th" ], "Ranged spellstrike increases a touch spell's range to \"Close\"." ],
					[ "{magusarcana/Reflection}", [ 15, "15th" ], "Reflect a spell back at its caster." ],
					[ "{magusarcana/Rod Mastery}", [ 3, "3rd" ], "Use your intelligence modifier for the DCs of spells from rods you use." ],
					[ "{magusarcana/Rod Wielder}", [ 3, "3rd" ], "Add your Intelligence bonus against spell resistance rolls when you use a rod." ],
					[ "{magusarcana/Scroll Mastery}", [ 6, "6th" ], "Use your intelligence modifier for the DCs of scrolls you use." ],
					[ "{magusarcana/Silent Magic}", [ 3, "3rd" ], "Use {feat/Silent Spell} for free once per day." ],
					[ "{magusarcana/Spell Blending}", [ 3, "3rd" ], "Learn a wizard spell." ],
					[ "{magusarcana/Spell Shield}", [ 3, "3rd" ], "Gain an instant shield bonus." ],
					[ "{magusarcana/Spell Trickery}", [ 12, "12th" ], "Add an illusion or enchantment to a dirty trick combat maneuver." ],
					[ "{magusarcana/Spellbreaker}", [ 9, "9th" ], "Gain {feat/Spellbreaker} as a bonus feat." ],
					[ "{magusarcana/Spell-Scars}", [ 3, "3rd" ], "Gain the ability to use spell-scars." ],
					[ "{magusarcana/Still Magic}", [ 3, "3rd" ], "Use {feat/Still Spell} for free once per day." ],
					[ "{magusarcana/Tabris's Step}", [ 3, "3rd" ], "Gain the effects of {spell/water walk}." ],
					[ "{magusarcana/Throwing Magus}", [ 3, "3rd" ], "Your weapon can gain the returning and throwing abilities, and you regain pool points when you hit." ],
					[ "{magusarcana/Vision-Clouding Strike}", [ 9, "9th" ], "Your weapon can cloud the vision of your targets." ],
					[ "{magusarcana/Wand Mastery}", [ 3, "3rd" ], "Use your intelligence modifier for the DCs of wands you use." ],
					[ "{magusarcana/Wand Wielder}", [ 3, "3rd" ], "Use a wand or staff instead of casting a spell in *spell combat*." ]
				],
				"initialColumn": 0
			}
		],
		"topLink": [ "Magus", "class/magus" ]
	},
	"major_hexes": {
		"name": "Major Hexes",
		"sources": [ "Advanced Player's Guide"],
		"compileFrom": {
			"source": "hex",
			"targets": [
				[
					"## Major Hexes",
					"",
					"{SOURCE Advanced Player's Guide}  ",
					"Starting at 10th level, and every two levels thereafter, a witch can choose one of the following major hexes whenever she could select a new hex.",
					"",
					"---",
					""
				],
				{
					"limit": "majorhex",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{hex/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				}
			]
		},
		"topLink": [ "Witch", "class/witch" ]
	},
	"major_phrenic_amplifications": {
		"name": "Major Phrenic Amplifications",
		"sources": [ "Occult Adventures" ],
		"compileFrom": {
			"source": "phrenicamp",
			"targets": [
				[
					"## Major Phrenic Amplifications",
					"",
					"{Occult Adventures/63}  ",
					"At 11th level and every 4 levels thereafter, a psychic can choose one of the following major amplifications in place of a phrenic amplification.",
					"",
					"---",
					""
				],
				{
					"limit": "MajorAmp",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{phrenicamp/[[TITLE]]:}** $2 [[^S]]"
					}
				}
			]
		},
		"topLink": [ "Psychic", "class/psychic" ]
	},
	"masterful_tricks": {
		"name": "Masterful Tricks",
		"sources": [ "Occult Adventures" ],
		"compileFrom": {
			"source": "trick",
			"targets": [
				[
					"## Masterful Tricks",
					"",
					"{SOURCE Occult Adventures}  ",
					"At 12th level, a mesmerist can choose one of the following masterful tricks in place of a mesmerist trick. He gains an additional masterful trick every 2 levels thereafter. Using a masterful trick consumes two uses of the mesmerist trick class feature instead of one.",
					"",
					"---",
					""
				],
				{
					"limit": "masterfultrick",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{trick/[[TITLE]]:}** $2 [[^S]]"
					}
				}
			]
		},
		"topLink": [ "Mesmerist", "class/mesmerist" ]
	},
	"master_tricks": {
		"name": "Master Ninja Tricks",
		"sources": [ "Ultimate Combat" ],
		"compileFrom": {
			"source": "ninjatrick",
			"targets": [
				[
					"## Master Ninja Tricks",
					"",
					"{SOURCE Ultimate Combat}  ",
					"At 10th level, and every two levels thereafter, a ninja can select one of the following master tricks in place of a {ability/ninja trick>s}.",
					"",
					"::h3[Sneak Attack Trick]{jl}",
					""
				],
				{
					"limit": "Master Sneak Attack Trick",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{ninjatrick/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Improved Tricks]{jl}",
					"",
					"These tricks upgrade other ninja tricks.",
					""
				],
				{
					"limit": "Master Improved Tricks",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{ninjatrick/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Ki Tricks]{jl}",
					"",
					"These tricks use or modify the ninja's ki pool.",
					""
				],
				{
					"limit": "Master Ki Tricks",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{ninjatrick/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Other Tricks]{jl}",
					""
				],
				{
					"limit": "Master Other Tricks",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{ninjatrick/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				}
			]
		},
		"topLink": [ "Ninja", "class/ninja" ]
	},
	"advanced_ninja_tricks": { "copyof": "master_tricks" },
	"mercies": {
		"name": "Mercies",
		"sources": [
			"Healer's Handbook",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Mercies",
			"",
			"{SOURCE PRPG Core Rulebook}  ",
			"At 3rd level, and every three levels thereafter, a paladin can select one mercy. Each mercy adds an effect to the paladin's lay on hands ability. Whenever the paladin uses lay on hands to heal damage to one target, the target also receives the additional effects from all of the mercies possessed by the paladin. A mercy can remove a condition caused by a curse, disease, or poison without curing the affliction. Such conditions return after 1 hour unless the mercy actually removes the affliction that causes the condition.",
			"",
			"::h3[3rd-Level Mercies]{jl}",
			"",
			"**Deceived:** The target can immediately attempt a new saving throw to disbelieve any ongoing illusions that it failed to disbelieve within the last minute.[^A]",
			"",
			"**Fatigued:** The target is no longer fatigued.[^B]",
			"",
			"**Riled:** The paladin's lay on hands also acts as {spell/calm emotions}, but only for the purpose of suppressing morale bonuses (such as from the rage spell) and emotion effects that aren't fear effects. Use the paladin's level as the caster level.[^A]",
			"",
			"**Shaken:** The target is no longer shaken.[^B]",
			"",
			"**Sickened:** The target is no longer sickened.[^B]",
			"",
			"::h3[6th-Level Mercies]{jl}",
			"",
			"**Dazed:** The target is no longer dazed.[^B]",
			"",
			"**Diseased:** The paladin's lay on hands ability also acts as {spell/remove disease}, using the paladin's level as the caster level.[^B]",
			"",
			"**Enfeebled:** The paladin dispels any magical effects that are reducing one of the target's ability scores (paladin's choice).[^A]",
			"",
			"**Haunted:** The paladin's lay on hands also acts as {spell/protection from evil}, but only for the purpose of allowing a new saving throw against enchantment (charm) and enchantment (compulsion) effects, making the target immune to any attempts to possess or exercise mental control over the target, or preventing a life force from controlling the target (all as described in the second effect of protection from evil). Use the paladin's level as the caster level.[^A]",
			"",
			"**Staggered:** The target is no longer staggered, unless the target is at exactly 0 hit points.[^B]",
			"",
			"**Targeted:** The paladin's lay on hands also acts as {spell/sanctuary}, using the paladin's level as the caster level. The saving throw DC to negate this effect is equal to 10 + 1/2 the paladin's level + the paladin's Charisma modifier.[^A]",
			"",
			"::h3[9th-Level Mercies]{jl}",
			"",
			"**Confused:** The target is no longer confused.[^A]",
			"",
			"**Cursed:** The paladin's lay on hands ability also acts as {spell/remove curse}, using the paladin's level as the caster level.[^C]",
			"",
			"**Exhausted:** The target is no longer exhausted. The paladin must have the fatigue mercy before selecting this mercy.[^C]",
			"",
			"**Frightened:** The target is no longer frightened. The paladin must have the shaken mercy before selecting this mercy.[^C]",
			"",
			"**Injured:** The target gains fast healing 3 for a number of rounds equal to 1/2 the paladin's level.[^A]",
			"",
			"**Nauseated:** The target is no longer nauseated. The paladin must have the sickened mercy before selecting this mercy.[^C]",
			"",
			"**Poisoned:** The paladin's lay on hands ability also acts as {spell/neutralize poison}, using the paladin's level as the caster level.[^C]",
			"",
			"**Restorative:** The target heals 1d4 points of ability damage from a single ability score of the paladin's choosing. The paladin must have the enfeebled mercy before selecting this mercy.[^A]",
			"",
			"::h3[12th-Level Mercies]{jl}",
			"",
			"**Amputated:** The paladin's lay on hands also acts as {spell/regenerate}, but only for the purposes of regrowing severed body members, broken bones, and ruined organs. The paladin must have the injured mercy before she can select this mercy.[^A]",
			"",
			"**Blinded:** The target is no longer blinded.[^C]",
			"",
			"**Deafened:** The target is no longer deafened.[^C]",
			"",
			"**Ensorcelled:** The paladin's lay on hands also acts as {spell/dispel magic}, using the paladin's level as her caster level (maximum 20).[^A]",
			"",
			"**Paralyzed:** The target is no longer paralyzed.[^C]",
			"",
			"**Petrified:** The paladin's lay on hands ability also acts as {spell/stone to flesh}, but only for the purpose of removing the petrified condition from a creature.[^A]",
			"",
			"**Stunned:** The target is no longer stunned.[^C]",
			"",
			"[^A]: {source/Healer's Handbook/ pg. 25}",
			"[^B]: {source/PRPG Core Rulebook/ pg. 61}",
			"[^C]: PRPG Core Rulebook pg. 62"
		],
		"topLink": [ "Paladin", "class/paladin" ]
	},
	"mysteries": {
		"name": "Oracle Mysteries",
		"sources": [
			"Advanced Player's Guide",
			"Blood of Shadows",
			"Blood of the Moon",
			"Elemental Master's Handbook",
			"Faiths and Philosophies",
			"Healer's Handbook",
			"Heroes of the Streets",
			"Inner Sea Magic",
			"Legacy of Dragons",
			"Legacy of the First World",
			"Monster Codex",
			"Occult Mysteries",
			"Path of the Hellknight",
			"Pathfinder #139: The Dead Road",
			"Pathfinder #39: The City of Seven Spears",
			"Pathfinder #71: Rasputin Must Die!",
			"Pathfinder #95: Anvil of Fire",
			"People of the North",
			"The Harrow Handbook",
			"Ultimate Intrigue",
			"Ultimate Magic",
			"Villain Codex"
		],
		"description": [
			"## Mysteries",
			"",
			"{SOURCE Advanced Player's Guide}  ",
			"Each oracle must choose from among the following mysteries. Unless otherwise noted, the DC to save against these revelations is equal to 10 + 1/2 the oracle's level + the oracle's Charisma modifier.",
			"",
			"| Mystery | Deities |",
			"| :---: | --- |",
			"| [Ancestor](/mystery/ancestor) | {faith/Erastil}, {faith/Irori}, {faith/Pharasma} |",
			"| [Apocalypse](/mystery/apocalypse) | {faith/Gorum}, {faith/Rovagug} |",
			"| [Ascetic](/mystery/ascetic) | {faith/Gozreh}, {faith/Irori} |",
			"| [Battle](/mystery/battle) | {faith/Cayden Cailean}, {faith/Gorum}, {faith/Iomedae}, {faith/Rovagug} |",
			"| [Bones](/mystery/bones) | {faith/Norgorber}, {faith/Pharasma}, {faith/Urgathoa} |",
			"| [Dark Tapestry](/mystery/dark_tapestry) | {faith/Lamashtu}, {faith/Norgorber}, {faith/Zon-Kuthon} |",
			"| [Dragon](/mystery/dragon) | {faith/Dahak}, {faith/General Susumu}, {faith/Nalinivati}, {faith/Ragadahn}, {faith/Shizuru} |",
			"| [Elemental](/mystery/elemental) | [Elemental Lords](main/faiths_pantheons), {faith/Gozreh}, {faith/Nethys}, {faith/Yamatsumi} |",
			"| [Flame](/mystery/flame) | {faith/Asmodeus}, {faith/Sarenrae} |",
			"| [Godclaw](/mystery/godclaw) | {faith/Abadar}, {faith/Asmodeus}, {faith/Iomedae}, {faith/Irori}, {faith/Torag} |",
			"| [Heavens](/mystery/heavens) | {faith/Desna}, {faith/Gozreh}, {faith/Pharasma}, {faith/Sarenrae} |",
			"| [Intrigue](/mystery/intrigue) | {faith/Calistria}, {faith/Norgorber} |",
			"| [Juju](/mystery/juju) | {faith/Wendo} |",
			"| [Life](/mystery/life) | {faith/Gozreh}, {faith/Pharasma}, {faith/Sarenrae} |",
			"| [Lore](/mystery/lore) | {faith/Abadar}, {faith/Irori}, {faith/Nethys} |",
			"| [Lunar](/mystery/lunar) | {faith/Ashava}, {faith/Desna}, {faith/Groetus}, {faith/Jezelda}, {faith/Tsukiyo}, {faith/Zon-Kuthon} |",
			"| [Metal](/mystery/metal) | {faith/Abadar}, {faith/Gorum}, {faith/Torag} |",
			"| [Nature](/mystery/nature) | {faith/Erastil}, {faith/Gozreh} |",
			"| [Occult](/mystery/occult) | {faith/Magdh}, {faith/Nethys}, {faith/Pharasma}, {faith/Tsukiyo} |",
			"| [Outer Rifts](/mystery/outer_rifts) | {faith/Iomedae}, {faith/Groetus}, {faith/Lamashtu}, [Demon Lords](main/faiths_pantheons) |",
			"| [Reaper](/mystery/reaper) | {faith/Achaekek}, {faith/Groetus}, {faith/Pharasma} |",
			"| [Shadow](/mystery/shadow) | {faith/Groetus}, {faith/Lao Shu Po}, {faith/Tsukiyo}, {faith/Zon-Kuthon} |",
			"| [Solar](/mystery/solar) | {faith/Desna}, {faith/Gozreh}, {faith/Iomedae}, {faith/Keltheald}, {faith/Lalaci}, {faith/Nurgal}, {faith/Sarenrae}, {faith/Ymeri} |",
			"| [Spellscar](/mystery/spellscar) | {faith/Gozreh}, {faith/Lamashtu}, {faith/Nethys}, {faith/Zyphus} |",
			"| [Stone](/mystery/stone) | {faith/Abadar}, {faith/Gorum}, {faith/Torag} |",
			"| [Streets](/mystery/streets) | {faith/Cayden Cailean}, {faith/Milani}, {faith/Norgorber} |",
			"| [Succor](/mystery/succor) | {faith/Milani}, {faith/Pharasma}, {faith/Qi Zhong}, {faith/Sarenrae} |",
			"| [Time](/mystery/time) | {faith/Gozreh}, {faith/Nethys}, {faith/Pharasma} |",
			"| [Volcano](/mystery/volcano) | {faith/Flauros}, {faith/Mhar}, {faith/Rovagug}, {faith/Valani}, {faith/Yamatsumi}, {faith/Ymeri} |",
			"| [Waves](/mystery/waves) | {faith/Gozreh}, {faith/Pharasma} |",
			"| [Whimsy](/mystery/whimsy) | [Green Mother](faith/the_green_mother), [Lantern King](faith/the_lantern_king), {faith/Ng}, {faith/Shyka} |",
			"| [Wind](/mystery/wind) | {faith/Gozreh}, {faith/Shelyn} |",
			"| [Winter](/mystery/winter) | {faith/Gorum}, {faith/Gozreh}, {faith/Kostchtchie}, {faith/Ng}, {faith/Rovagug} |",
			"| [Wood](/mystery/wood) | {faith/Erastil}, {faith/Gozreh} |",
			"",
			"::h3[Mysteries by Deity]{jl}",
			"",
			"| Deity | Mysteries |",
			"| :---: | --- |",
			"| [Abadar](/faith/abadar) | {mystery/Godclaw}, {mystery/Lore}, {mystery/Metal}, {mystery/Stone} |",
			"| [Achaekek](/faith/achaekek) | {mystery/Reaper} |",
			"| [Ashava](/faith/ashava) | {mystery/Lunar} |",
			"| [Asmodeus](/faith/asmodeus) | {mystery/Flame}, {mystery/Godclaw} |",
			"| [Calistria](/faith/calistria) | {mystery/Intrigue} |",
			"| [Cayden Cailean](/faith/cayden_cailean) | {mystery/Battle}, {mystery/Streets} |",
			"| [Dahak](/faith/dahak) | {mystery/Dragon} |",
			"| [Demon Lords](/faiths_pantheons) | {mystery/Outer Rifts} |",
			"| [Desna](/faith/desna) | {mystery/Heavens}, {mystery/Lunar}, {mystery/Solar} |",
			"| [Elemental Lords](/faiths_pantheons) | {mystery/Elemental} |",
			"| [Erastil](/faith/erastil) | {mystery/Ancestor}, {mystery/Nature}, {mystery/Wood} |",
			"| [Flauros](/faith/flauros) | {mystery/Volcano} |",
			"| [General Susumu](/faith/general_susumu) | {mystery/Dragon} |",
			"| [Gorum](/faith/gorum) | {mystery/Apocalypse}, {mystery/Battle}, {mystery/Metal}, {mystery/Stone}, {mystery/Winter} |",
			"| [Gozreh](/faith/gozreh) | {mystery/Ascetic}, {mystery/Elemental}, {mystery/Heavens}, {mystery/Life}, {mystery/Nature}, {mystery/Solar}, {mystery/Spellscar}, {mystery/Time}, {mystery/Waves}, {mystery/Wind}, {mystery/Winter}, {mystery/Wood} |",
			"| [Green Mother](/faith/the_green_mother) | {mystery/Whimsy} |",
			"| [Groetus](/faith/groetus) | {mystery/Lunar}, {mystery/Outer Rifts}, {mystery/Reaper}, {mystery/Shadow} |",
			"| [Iomedae](/faith/iomedae) | {mystery/Battle}, {mystery/Godclaw}, {mystery/Outer Rifts}, {mystery/Solar} |",
			"| [Irori](/faith/irori) | {mystery/Ancestor}, {mystery/Ascetic}, {mystery/Godclaw}, {mystery/Lore} |",
			"| [Jezelda](/faith/jezelda) | {mystery/Lunar} |",
			"| [Keltheald](/faith/keltheald) | {mystery/Solar} |",
			"| [Kostchtchie](/faith/kostchtchie) | {mystery/Winter} |",
			"| [Lalaci](/faith/lalaci) | {mystery/Solar} |",
			"| [Lamashtu](/faith/lamashtu) | {mystery/Dark Tapestry}, {mystery/Outer Rifts}, {mystery/Spellscar} |",
			"| [Lantern King](/faith/the_lantern_king) | {mystery/Whimsy} |",
			"| [Lao Shu Po](/faith/lao_shu_po) | {mystery/Shadow} |",
			"| [Magdh](/faith/magdh) | {mystery/Occult} |",
			"| [Mhar](/faith/mhar) | {mystery/Volcano} |",
			"| [Milani](/faith/milani) | {mystery/Streets}, {mystery/Succor} |",
			"| [Nalinivati](/faith/nalinivati) | {mystery/Dragon} |",
			"| [Nethys](/faith/nethys) | {mystery/Elemental}, {mystery/Lore}, {mystery/Occult}, {mystery/Spellscar}, {mystery/Time} |",
			"| [Ng](/faith/ng) | {mystery/Whimsy}, {mystery/Winter} |",
			"| [Norgorber](/faith/norgorber) | {mystery/Bones}, {mystery/Dark Tapestry}, {mystery/Intrigue}, {mystery/Streets} |",
			"| [Nurgal](/faith/nurgal) | {mystery/Solar} |",
			"| [Pharasma](/faith/pharasma) | {mystery/Ancestor}, {mystery/Bones}, {mystery/Heavens}, {mystery/Life}, {mystery/Occult}, {mystery/Reaper}, {mystery/Succor}, {mystery/Time}, {mystery/Waves} |",
			"| [Qi Zhong](/faith/qi_zhong) | {mystery/Succor} |",
			"| [Ragadahn](/faith/ragadahn) | {mystery/Dragon} |",
			"| [Rovagug](/faith/rovagug) | {mystery/Apocalypse}, {mystery/Battle}, {mystery/Volcano}, {mystery/Winter} |",
			"| [Sarenrae](/faith/sarenrae) | {mystery/Flame}, {mystery/Heavens}, {mystery/Life}, {mystery/Solar}, {mystery/Succor} |",
			"| [Shelyn](/faith/shelyn) | {mystery/Wind} |",
			"| [Shizuru](/faith/shizuru) | {mystery/Dragon} |",
			"| [Shyka](/faith/shyka) | {mystery/Whimsy} |",
			"| [Torag](/faith/torag) | {mystery/Godclaw}, {mystery/Metal}, {mystery/Stone} |",
			"| [Tsukiyo](/faith/tsukiyo) | {mystery/Lunar}, {mystery/Occult}, {mystery/Shadow} |",
			"| [Urgathoa](/faith/urgathoa) | {mystery/Bones} |",
			"| [Valani](/faith/valani) | {mystery/Volcano} |",
			"| [Wendo](/faith/wendo) | {mystery/Juju} |",
			"| [Yamatsumi](/faith/yamatsumi) | {mystery/Elemental}, {mystery/Volcano} |",
			"| [Ymeri](/faith/ymeri) | {mystery/Solar}, {mystery/Volcano} |",
			"| [Zon-Kuthon](/faith/zon_kuthon) | {mystery/Dark Tapestry}, {mystery/Lunar}, {mystery/Shadow} |",
			"| [Zyphus](/faith/zyphus) | {mystery/Spellscar} |"
		],
		"topLink": [ "Oracle", "class/oracle" ]
	},
	"ninja_tricks": {
		"name": "Ninja Tricks",
		"sources": [ "Ultimate Combat" ],
		"compileFrom": {
			"source": "ninjatrick",
			"targets": [
				[
					"## Ninja Tricks",
					"",
					"{SOURCE Ultimate Combat}  ",
					"As a ninja continues her training, she learns a number of tricks that allow her to confuse her foes and grant her supernatural abilities. Starting at 2nd level, a ninja gains one ninja trick. She gains one additional ninja trick for every 2 levels attained after 2nd. Unless otherwise noted, a ninja cannot select an individual ninja trick more than once.",
					"",
					"::h3[Sneak Attack Tricks]{jl}",
					""
				],
				{
					"limit": "Sneak Attack Tricks",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{ninjatrick/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Other Sneak Attack Tricks]{jl}",
					"",
					"These tricks do not have the limitations of the tricks above.",
					""
				],
				{
					"limit": "Other Sneak Attack Tricks",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{ninjatrick/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Ki Tricks]{jl}",
					"",
					"These tricks use or modify the ninja's ki pool.",
					""
				],
				{
					"limit": "Ki Tricks",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{ninjatrick/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Other Tricks]{jl}",
					""
				],
				{
					"limit": "Other Tricks",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{ninjatrick/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				}
			]
		},
		"topLink": [ "Ninja", "class/ninja" ]
	},
	"swashbuckler_deeds": {
		"name": "Deeds",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Swashbuckler Deeds",
			"",
			"{SOURCE Advanced Class Guide/56-59}  ",
			"Swashbucklers spend panache points to accomplish deeds. Most deeds grant the swashbuckler a momentary bonus or effect, but some provide longerlasting effects. Some deeds remain in effect while the swashbuckler has at least 1 panache point, but do not require expending panache to be maintained. A swashbuckler can only perform deeds of her level or lower. Unless otherwise noted, a deed can be performed multiple successive times, as long as the swashbuckler has or spends the required number of panache points to perform the deed.",
			"",
			"::h3[1st-Level Deeds]{jl}",
			"",
			"**Derring-Do (Ex):** At 1st level, a swashbuckler can spend 1 panache point when she makes an Acrobatics, Climb, Escape Artist, Fly, Ride, or Swim check to roll 1d6 and add the result to the check. She can do this after she makes the check but before the result is revealed. If the result of the d6 roll is a natural 6, she rolls another 1d6 and adds it to the check. She can continue to do this as long as she rolls natural 6s, up to a number of times equal to her Dexterity modifier (minimum 1).",
			"",
			"**Dodging Panache (Ex):** At 1st level, when an opponent attempts a melee attack against the swashbuckler, the swashbuckler can as an immediate action spend 1 panache point to move 5 feet; doing so grants the swashbuckler a dodge bonus to AC equal to her Charisma modifier (minimum 0) against the triggering attack. This movement doesn't negate the attack, which is still resolved as if the swashbuckler had not moved from the original square. This movement is not a 5-foot step; it provokes attacks of opportunity from creatures other than the one who triggered this deed. The swashbuckler can only perform this deed while wearing light or no armor, and while carrying no heavier than a light load.",
			"",
			"**Opportune Parry and Riposte (Ex):** At 1st level, when an opponent makes a melee attack against the swashbuckler, she can spend 1 panache point and expend a use of an attack of opportunity to attempt to parry that attack. The swashbuckler makes an attack roll as if she were making an attack of opportunity; for each size category the attacking creature is larger than the swashbuckler, the swashbuckler takes a -2 penalty on this roll. If her result is greater than the attacking creature's result, the creature's attack automatically misses. The swashbuckler must declare the use of this ability after the creature's attack is announced, but before its attack roll is made. Upon performing a successful parry and if she has at least 1 panache point, the swashbuckler can as an immediate action make an attack against the creature whose attack she parried, provided that creature is within her reach. This deed's cost cannot be reduced by any ability or effect that reduces the number of panache points a deed costs.",
			"",
			"::h3[3rd-Level Deeds]{jl}",
			"",
			"**Kip-Up (Ex):** At 3rd level, while the swashbuckler has at least 1 panache point, she can kip-up from prone as a move action without provoking an attack of opportunity. She can kip-up as a swift action instead by spending 1 panache point.",
			"",
			"**Menacing Swordplay (Ex):** At 3rd level, while she has at least 1 panache point, when a swashbuckler hits an opponent with a light or one-handed piercing melee weapon, she can choose to use Intimidate to demoralize that opponent as a swift action instead of a standard action.",
			"",
			"**Precise Strike (Ex):** At 3rd level, while she has at least 1 panache point, a swashbuckler gains the ability to strike precisely with a light or one-handed piercing melee weapon (though not natural weapon attacks), adding her swashbuckler level to the damage dealt. To use this deed, a swashbuckler cannot attack with a weapon in her off hand or use a shield other than a buckler. She can even use this ability with thrown light or one-handed piercing melee weapons, so long as the target is within 30 feet of her. Any creature that is immune to sneak attacks is immune to the additional damage granted by precise strike, and any item or ability that protects a creature from critical hits also protects a creature from the additional damage of a precise strike. This additional damage is precision damage, and isn't multiplied on a critical hit.",
			"",
			"As a swift action, a swashbuckler can spend 1 panache point to double her precise strike's damage bonus on the next attack. This benefit must be used before the end of her turn, or it is lost. This deed's cost cannot be reduced by any ability or effect that reduces the amount of panache points a deed costs (such as the {feat/Signature Deed} feat).",
			"",
			"**Swashbuckler Initiative (Ex):** At 3rd level, while the swashbuckler has at least 1 panache point, she gains a +2 bonus on initiative checks. In addition, if she has the {feat/Quick Draw} feat, her hands are free and unrestrained, and she has any single light or one-handed piercing melee weapon that isn't hidden, she can draw that weapon as part of the initiative check.",
			"",
			"::h3[7th-Level Deeds]{jl}",
			"",
			"**Superior Feint (Ex):** At 7th level, a swashbuckler with at least 1 panache point can, as a standard action, purposefully miss a creature she could make a melee attack against with a wielded light or one-handed piercing weapon. When she does, the creature is denied its Dexterity bonus to AC until the start of the swashbuckler's next turn.",
			"",
			"**Swashbuckler's Grace (Ex):** At 7th level, while the swashbuckler has at least 1 panache point, she takes no penalty for moving at full speed when she uses Acrobatics to attempt to move through a threatened area or an enemy's space.",
			"",
			"**Targeted Strike (Ex):** At 7th level, as a full-round action the swashbuckler can spend 1 panache point to make an attack with a single light or one-handed piercing melee weapon that cripples part of a foe's body. The swashbuckler chooses a part of the body to target. If the attack succeeds, in addition to the attack's normal damage, the target suffers one of the following effects based on the part of the body targeted. If a creature doesn't have one of the listed body locations, that body part cannot be targeted. Creatures that are immune to sneak attacks are also immune to targeted strikes. Items or abilities that protect a creature from critical hits also protect a creature from targeted strikes.",
			"",
			"- Arms: The target takes no damage from the attack, but it drops one carried item of the swashbuckler's choice, even if the item is wielded with two hands. Items held in a locked gauntlet cannot be chosen.",
			"- Head: The target is confused for 1 round. This is a mind-affecting effect.",
			"- Legs: The target is knocked prone. Creatures with four or more legs or that are immune to trip attacks are immune to this effect.",
			"- Torso or Wings: The target is staggered for 1 round.",
			"",
			"::h3[11th-Level Deeds]{jl}",
			"",
			"**Bleeding Wound (Ex):** At 11th level, when the swashbuckler hits a living creature with a light or one-handed piercing melee weapon attack, as a free action she can spend 1 panache point to have that attack deal additional bleed damage. The amount of bleed damage dealt is equal to the swashbuckler's Dexterity modifier (minimum 1). Alternatively, the swashbuckler can spend 2 panache points to deal 1 point of Strength, Dexterity, or Constitution bleed damage instead (swashbuckler's choice). Creatures that are immune to sneak attacks are also immune to these types of bleed damage.",
			"",
			"**Evasive (Ex):** At 11th level, while a swashbuckler has at least 1 panache point, she gains the benefits of the evasion, uncanny dodge, and improved uncanny dodge rogue class features. She uses her swashbuckler level as her rogue level for improved uncanny dodge.",
			"",
			"**Subtle Blade (Ex):** At 11th level, while a swashbuckler has at least 1 panache point, she is immune to disarm, steal, and sunder combat maneuvers made against a light or one-handed piercing melee weapon she is wielding.",
			"",
			"::h3[15th-Level Deeds]{jl}",
			"",
			"**Dizzying Defense (Ex):** At 15th level, while wielding a light or one-handed piercing melee weapon in one hand, the swashbuckler can spend 1 panache point to take the fighting defensively action as a swift action instead of a standard action. When fighting defensively in this manner, the dodge bonus to AC gained from that action increases to +4, and the penalty to attack rolls is reduced to -2.",
			"",
			"**Perfect Thrust (Ex):** At 15th level, while the swashbuckler has at least 1 panache point, she can as a full-round action make a perfect thrust, pooling all of her attack potential into a single melee attack made with a light or one-handed piercing melee weapon. When she does, she makes the attack against the target's touch AC, and ignores all damage reduction.",
			"",
			"**Swashbuckler's Edge (Ex):** At 15th level, while the swashbuckler has at least 1 panache point, she can take 10 on any Acrobatics, Climb, Escape Artist, Fly, Ride, or Swim check, even while distracted or in immediate danger. She can use this ability in conjunction with the derring-do deed.",
			"",
			"::h3[19th-Level Deeds]{jl}",
			"",
			"**Cheat Death (Ex):** At 19th level, whenever the swashbuckler is reduced to 0 hit points or fewer, she can spend all of her remaining panache to instead be reduced to 1 hit point. She must have at least 1 panache point to spend. Effects that kill the swashbuckler outright without dealing hit point damage are not affected by this ability.",
			"",
			"**Deadly Stab (Ex):** At 19th level, when the swashbuckler confirms a critical hit with a light or one-handed piercing melee weapon, in addition to the normal damage, she can spend 1 panache point to inflict a deadly stab. The target must succeed at a Fortitude saving throw or die. The DC of this save is 10 + 1/2 the swashbuckler's level + the swashbuckler's Dexterity modifier. This is a death attack. Performing this deed does not grant the swashbuckler a panache point.",
			"",
			"**Stunning Stab (Ex):** At 19th level, when a swashbuckler hits a creature with a light or one-handed piercing melee weapon, she can spend 2 panache points to stun the creature for 1 round. The creature must succeed at a Fortitude saving throw (DC = 10 + 1/2 the swashbuckler's level + the swashbuckler's Dexterity modifier) or be stunned for 1 round. Creatures that are immune to critical hits are also immune to this effect."
		],
		"topLink": [ "Swashbuckler", "class/swashbuckler" ]
	},
	"swashbuckler_renowned_deeds": {
		"name": "Renowned Deeds",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Renowned Deeds",
			"",
			"{SOURCE Chronicle of Legends/5}",
			"",
			"Swashbucklers and gunslingers perform impressive deeds through their grit and panache, but some are capable of truly spectacular acts known as renowned deeds. A swashbuckler or gunslinger (though not members of other classes) can select a renowned deed for her class upon reaching the class level listed in the deed's description. This replaces the specific listed deed or deeds; if the character would not gain the appropriate deeds, she cannot select the renowned deed, as if selecting an archetype.",
			"",
			"### 1st-Level Renowned Deed",
			"",
			"**Vengeful Heart (Ex):** Some swashbucklers are driven by vengeance above all else. At 1st level, the swashbuckler gains the samurai's resolve class feature, treating her swashbuckler level as her samurai level. Whenever the swashbuckler spends a use of resolve, she must also spend a point of panache or a use of charmed life, or the use of resolve has no effect. This deed replaces the derring-do deed and one other 1st-level deed.",
			"",
			"### 3rd-Level Renowned Deed",
			"",
			"**Hilt Hammer (Ex):** Precise strikes with a slender blade do little to hinder amorphous or incorporeal creatures; when encountering such threats, some swashbucklers abandon precision in favor of brutish strikes. At 3rd level, the swashbuckler can activate this deed before rolling the attack roll when making an attack that would benefit from precise strike. An attack altered this way deals only half the normal damage from precise strike, but this damage is not treated as precision damage. This deed alters (but does not replace) the precise strike deed and replaces one other 3rd-level deed.",
			"",
			"### 7th-Level Renowned Deed",
			"",
			"**Dodging Dance (Ex):** The swashbuckler moves around her opponents' attacks to open them up for strikes. At 7th level, a swashbuckler can spend 1 panache point to move up to half her speed as a move action. If a creature makes an attack of opportunity against her due to this movement, she can attempt an Acrobatics check with a DC equal to the attacking creature's CMD. If she succeeds, the attack of opportunity misses, and the swashbuckler can make an attack of opportunity against the attacking creature instead. She can attempt to evade multiple attacks of opportunity during this movement, but the DC of the Acrobatics check increases by 2 for each additional opponent that makes an attack of opportunity against her during this movement. If the swashbuckler has an ability that grants her additional attacks of opportunity, she can use them to respond to multiple missed attacks of opportunity with her own attacks. This deed replaces the swashbuckler's grace deed and one other 7th-level deed.",
			"",
			"### 11-Level Renowned Deed",
			"",
			"**Vengeful Soul (Ex):** Sometimes vengeance can take years or even decades, forcing the aggrieved swashbuckler to push the limits of her endurance. At 11th level, the swashbuckler gains the samurai's greater resolve class feature. At 19th level, the swashbuckler gains the samurai's true resolve class feature. The swashbuckler must have the vengeful heart renowned deed to select this deed. This deed replaces the subtle blade and cheat death deeds, plus an additional 11th-level deed."
		],
		"topLink": [ "Swashbuckler", "class/swashbuckler" ]
	},
	"tricks": {
		"name": "Mesmerist Tricks",
		"sources": [ "Occult Adventures" ],
		"compileFrom": {
			"source": "trick",
			"targets": [
				[
					"## Mesmerist Tricks",
					"",
					"{SOURCE Occult Adventures}  ",
					"A mesmerist can create hypnotic bonds with his allies, implanting magical suggestions in their minds that he can later activate. Each day, he can implant a number of these tricks equal to 1/2 his mesmerist level (minimum 1) plus his Charisma bonus (if any). He can have only one trick implanted at a given time, and implanting a new trick ends the previous one (the mesmerist still loses the use of this ability he spent on the previous trick).",
					"",
					"To implant a trick, the mesmerist must take a standard action and either touch a willing creature or implant the trick in himself. A creature can be the subject of only one mesmerist trick at a time. The mesmerist can activate the trick as a free action when a triggering condition is met (as defined in the trick's description), even if it isn't his turn. The subject must be within medium range (100 feet + 10 feet per level) for the mesmerist to trigger the trick. The mesmerist monitors for the trick's triggering condition through a subtle telepathic connection, so he doesn't need line of sight to trigger it&mdash;but anything that blocks telepathic contact prevents him from triggering tricks. An implanted trick lasts until the next time the mesmerist regains his spells.",
					"",
					"Once triggered, a trick is no longer implanted, and can't be triggered again until the mesmerist implants the trick again. The duration of the effect caused by triggering a trick is either instantaneous or appears in the trick's entry. The DC for any mesmerist trick or masterful trick that requires a saving throw or skill check is 10 + 1/2 the mesmerist's level + the mesmerist's Charisma modifier.",
					"",
					"The mesmerist knows one trick at 1st level, and learns another trick at 2nd level and every 2 levels thereafter (to a maximum of 11 tricks at 20th level). Each daily use of mesmerist tricks can be used to implant any trick the mesmerist knows. Unless specifically noted in the mesmerist trick's description, a mesmerist can't choose a particular trick more than once.",
					"",
					"---",
					""
				],
				{
					"limit": "trick",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{trick/[[TITLE]]:}** $2 [[^S]]"
					}
				}
			]
		},
		"topLink": [ "Mesmerist", "class/mesmerist" ]
	}
}
