{
	"evasion": {
		"name": "Evasion",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A character with evasion can avoid damage from many area-effect attacks. If they succeed at a Reflex saving throw against an attack that normally deals half damage on a successful save, they instead take no damage. Evasion can be used only if a character is wearing light armor or no armor. A {misc/helpless} character does not gain the benefit of evasion.",
			"",
			"This ability is gained at 2nd level by the {class/rogue}, {class/monk}, {class/unchained rogue}, {class/unchained monk}, {sidekick/eidolon}, and {sidekick/unchained eidolon}, and at 3rd level by {sidekick/animal companion/s}. A {class/ranger} gains it at 9th level, and it applies when wearing medium armor, too."
		]
	},
	"improved_evasion": {
		"name": "Improved Evasion",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"This is an improved version of {ability/evasion}. The character still takes no damage on a successful Reflex saving throw against attacks, but henceforth they take only half damage on a failed save. A {misc/helpless} character does not gain the benefit of improved evasion.",
			"",
			"This ability is gained by {sidekick/familiar/s} at 1st level, and at 9th level by the {class/monk} and {class/unchained monk}. Rogues and unchained rogues can access it via the {talent/improved evasion} advanced rogue talent. An {sidekick/eidolon} or {sidekick/unchained eidolon} gains this ability at 14th level, and an {sidekick/animal companion} gains it at 15th level. The {class/ranger} gains it at 16th level, and it applies when wearing medium armor, too."
		]
	},
	"uncanny_dodge": {
		"name": "Uncanny Dodge",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A character with this ability can react to danger before their senses would normally allow them to do so. They cannot be caught flat-footed, nor do they lose their Dexterity bonus to AC if the attacker is invisible. They still loses their Dexterity bonus to AC if immobilized, or if an opponent successfully uses the feint action against them.",
			"",
			"This ability is gained at 2nd level by the {class/bloodrager}, {class/barbarian}, and {class/unchained barbarian}. It is gained at 4th level by the {class/rogue}, {class/unchained rogue}, {class/ninja}, and {class/skald}.",
			"",
			"If a member of these classes already has uncanny dodge from a different class, they automatically gain {ability/improved uncanny dodge} instead."
		]
	},
	"improved_uncanny_dodge": {
		"name": "Improved Uncanny Dodge",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A character with this ability can no longer be flanked. This defense denies rogues (or other classes with the {ability/sneak attack} ability) the ability to sneak attack them by flanking them, unless the attacker has at least four more rogue levels (or levels in the class granting sneak attack) than the target has levels in the class that grants improved uncanny dodge.",
			"",
			"This ability is gained at 5th level by the {class/bloodrager}, {class/barbarian}, and {class/unchained barbarian}, and at 8th level by the {class/rogue}, {class/unchained rogue}, {class/ninja}, and {class/skald}.",
			"",
			"If a character already has uncanny dodge from another class, the levels from the classes that grant uncanny dodge stack to determine the minimum sneak attack level required to flank the character."
		]
	},
	"wild_empathy": {
		"name": "Wild Empathy",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A character with this ability can improve the initial attitude of an animal. This ability functions as a {skill/Diplomacy} check to improve the attitude of a person. The character rolls 1d20 and adds their class level (the level of the class that grants them wild empathy) and their Charisma modifier to determine the wild empathy check result. The typical domestic animal has a starting attitude of indifferent, while wild animals are usually unfriendly.",
			"",
			"To use wild empathy, the character and the animal must be within 30 feet of one another under normal conditions. Generally, influencing an animal in this way takes 1 minute but, as with influencing people, it might take more or less time.",
			"",
			"This ability can be used to influence a magical beast with an Intelligence score of 1 or 2, but the character takes a -4 penalty on the check.",
			"",
			"This is a 1st-level ability of the {class/druid}, {class/ranger}, {class/hunter}, and {class/shifter}."
		]
	},
	"favored_enemy": {
		"name": "Favored Enemy",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"At 1st level, a {class/ranger} selects a creature type from the options below. He gains a +2 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks against creatures of his selected type. Likewise, he gets a +2 bonus on weapon attack and damage rolls against them. A ranger may make Knowledge skill checks untrained when attempting to identify these creatures.",
			"",
			":::div{className=columnar}",
			"",
			"- Aberration",
			"- Animal",
			"- Construct",
			"- Dragon",
			"- Fey",
			"- Humanoid (aquatic)",
			"- Humanoid (dwarf)",
			"- Humanoid (elf)",
			"- Humanoid (giant)",
			"- Humanoid (goblinoid)",
			"- Humanoid (gnoll)",
			"- Humanoid (gnome)",
			"- Humanoid (halfling)",
			"- Humanoid (human)",
			"- Humanoid (orc)",
			"- Humanoid (reptilian)",
			"- Humanoid (other subtype)",
			"- Magical beast",
			"- Monstrous humanoid",
			"- Ooze",
			"- Outsider (air)",
			"- Outsider (chaotic)",
			"- Outsider (earth)",
			"- Outsider (evil)",
			"- Outsider (fire)",
			"- Outsider (good)",
			"- Outsider (lawful)",
			"- Outsider (native)",
			"- Outsider (water)",
			"- Plant",
			"- Undead",
			"- Vermin",
			"",
			":::",
			"",
			"At 5th level and every five levels thereafter (10th, 15th, and 20th level), the ranger may select an additional favored enemy. In addition, at each such interval, the bonus against any one favored enemy (including the one just selected, if so desired) increases by +2.",
			"",
			"If the ranger chooses humanoids or outsiders as a favored enemy, he must also choose an associated subtype, as indicated above. (Note that there are other types of humanoid to choose from - those called out specifically are merely the most common.) If a specific creature falls into more than one category of favored enemy, the ranger's bonuses do not stack; he simply uses whichever bonus is higher."
		]
	},
	"favored_enemies": { "copyof": "favored_enemy" },
	"favored_terrain": {
		"name": "Favored Terrain",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"At 3rd level, a {class/ranger} may select a type of terrain from the Favored Terrains table. The ranger gains a +2 bonus on initiative checks and Knowledge (geography), Perception, Stealth, and Survival skill checks when he is in this terrain. A ranger traveling through his favored terrain normally leaves no trail and cannot be tracked (though he may leave a trail if he so chooses).",
			"",
			"| Favored Terrain |",
			"| --- |",
			"| Cold (ice, glaciers, snow, and tundra) |",
			"| Desert (sand and wastelands) |",
			"| Forest (coniferous and deciduous) |",
			"| Jungle |",
			"| Mountain (including hills) |",
			"| Plains |",
			"| Planes (pick one, other than Material Plane) |",
			"| Swamp |",
			"| Underground (caves and dungeons) |",
			"| Urban (buildings, streets, and sewers) |",
			"| Water (above and below the surface) |",
			"",
			"At 8th level and every five levels thereafter, the ranger may select an additional favored terrain. In addition, at each such interval, the skill bonus and initiative bonus in any one favored terrain (including the one just selected, if so desired), increases by +2.",
			"",
			"If a specific terrain falls into more than one category of favored terrain, the ranger's bonuses do not stack; he simply uses whichever bonus is higher."
		]
	},
	"animal_focus": {
		"name": "Animal Focus",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"At 1st level, a hunter can take on the {ability/aspect of an |animal>_foci} as a swift action. She must select one type of animal to emulate, gaining a bonus or special ability based on the type of animal emulated and her hunter level. The hunter can use this ability for a number of minutes per day equal to her level. This duration does not need to be consecutive, but must be spent in 1-minute increments. The hunter can emulate only one animal at a time.",
			"",
			"The hunter can also apply one of these aspects to her animal companion. Unlike with the hunter herself, there is no duration on the animal aspect applied to her animal companion. An aspect applied in this way does not count against the hunter's minutes of duration per day - it remains in effect until the hunter changes it. The companion's aspect can be the same aspect the ranger has taken on or a different one. The hunter can select or change the animal foci on both herself and her animal companion as part of the same swift action.",
			"",
			"If the hunter's animal companion is dead, the hunter can apply her companion's animal focus to herself instead of her animal companion. This is in addition to the normal one she can choose, and (as with a companion's focus) remains in effect until the hunter changes it instead of counting against her minutes per day.",
			"",
			":::aside",
			"",
			"Characters with the *animal focus* feature can also gain {ability/ward aspects} if they desire.",
			"",
			":::"
		]
	},
	"woodland_stride": {
		"name": "Woodland Stride",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"Starting at 2nd level, a {class/druid} may move through any sort of undergrowth (such as natural thorns, briars, overgrown areas, and similar terrain) at her normal speed and without taking damage or suffering any other impairment. Thorns, briars, and overgrown areas that have been magically manipulated to impede motion, however, still affect her.",
			"",
			"{class/Shifter/s} gain this feature at 3rd level. A {class/hunter} and their animal companion gain it at 5th level, while {class/ranger/s} gain it at 7th level."
		]
	},
	"trackless_step": {
		"name": "Trackless Step",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"Starting at 3rd level, a {class/druid} leaves no trail in natural surroundings and cannot be tracked. She may choose to leave a trail if so desired.",
			"",
			"A {class/shifter} gains this feature at 5th level."
		]
	},
	"resist_natures_lure": {
		"name": "Resist Nature's Lure",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"Starting at 4th level, a druid gains a +4 bonus on saving throws against the spell-like and supernatural abilities of {type/fey}. This bonus also applies to spells and effects that utilize or target plants, such as {spell/blight}, {spell/entangle}, {spell/spike growth}, and {spell/warp wood}."
		]
	},
	"poison_use": {
		"name": "Poison Use",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"{class/Alchemist/s} are trained in the use of poison and starting at 2nd level, cannot accidentally poison themselves when applying poison to a weapon.",
			"",
			"{class/Ninja/s} gain this ability at 1st level."
		]
	},
	"trapfinding": {
		"name": "Trapfinding",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A {class/rogue} or {class/investigator} adds 1/2 her level to Perception skill checks made to locate traps and to Disable Device skill checks (minimum +1). A rogue or investigator can use Disable Device to disarm magic traps."
		]
	},
	"lay_on_hands": {
		"name": "Lay on Hands",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"Beginning at 2nd level, a {class/paladin} can heal wounds (her own or those of others) by touch. Each day she can use this ability a number of times equal to 1/2 her paladin level plus her Charisma modifier. With one use of this ability, a paladin can heal 1d6 hit points of damage for every two paladin levels she possesses. Using this ability is a standard action, unless the paladin targets herself, in which case it is a swift action. Despite the name of this ability, a paladin only needs one free hand to use this ability.",
			"",
			"Alternatively, a paladin can use this healing power to deal damage to undead creatures, dealing 1d6 points of damage for every two levels the paladin possesses. Using lay on hands in this way requires a successful melee touch attack and doesn't provoke an attack of opportunity. Undead do not receive a saving throw against this damage."
		]
	},
	"trap_sense": {
		"name": "Trap Sense",
		"sources": [
			"PRPG Core Rulebook",
			"Advanced Class Guide"
		],
		"description": [
			"This is an intuitive sense that alerts a character to danger from traps, giving her a +1 bonus on Reflex saves made to avoid traps and a +1 dodge bonus to AC against attacks made by traps. These bonuses rise to +2 when she reaches 6th level, to +3 when she reaches 9th level, to +4 when she reaches 12th level, to +5 at 15th, and to +6 at 18th level.",
			"",
			"Trap sense bonuses gained from multiple classes stack.",
			"",
			"This ability is gained by {class/investigator/s}, {class/rogue/s}, and {class/barbarian/s} at 3rd level."
		]
	},
	"sneak_attack": {
		"name": "Sneak Attack",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Combat"
		],
		"description": [
			"Sneak Attack is a signature ability of the {class/rogue} (and {class/unchained rogue}).",
			"",
			"If a rogue can catch an opponent when he is unable to defend himself effectively from her attack, she can strike a vital spot for extra damage.",
			"",
			"The rogue's attack deals extra damage anytime her target would be denied a Dexterity bonus to AC (whether the target actually has a Dexterity bonus or not), or when the rogue flanks her target. This extra damage is 1d6 at 1st level, and increases by 1d6 every two rogue levels thereafter. Should the rogue score a critical hit with a sneak attack, this extra damage is not multiplied. Ranged attacks can count as sneak attacks only if the target is within 30 feet.",
			"",
			"With a weapon that deals nonlethal damage (like a {eq-weapon/sap}, {eq-weapon/whip}, or an unarmed strike), a rogue can make a sneak attack that deals nonlethal damage instead of lethal damage. She cannot use a weapon that deals lethal damage to deal nonlethal damage in a sneak attack, not even with the usual -4 penalty.",
			"",
			"The rogue must be able to see the target well enough to pick out a vital spot and must be able to reach such a spot. A rogue cannot sneak attack while striking a creature with {rule/concealment}.",
			"",
			"Rogues and {class/ninja/s} gain this ability at 1st level. {class/Slayer/s} gain it at 3rd level, starting at 1d6 damage and increasing by 1d6 every two slayer levels."
		]
	},
	"channel_energy": {
		"name": "Channel Energy",
		"sources": [
			"PRPG Core Rulebook",
			"Advanced Player's Guide"
		],
		"description": [
			"At 1st level, regardless of alignment, any {class/cleric} can release a wave of energy by channeling the power of her faith through her holy (or unholy) symbol. This energy can be used to cause or heal damage, depending on the type of energy channeled and the creatures targeted.",
			"",
			"A good cleric (or one who worships a good deity) channels positive energy and can choose to deal damage to undead creatures or to heal living creatures. An evil cleric (or one who worships an evil deity) channels negative energy and can choose to deal damage to living creatures or to heal undead creatures. A neutral cleric who worships a neutral deity (or one who is not devoted to a particular deity) must choose whether she channels positive or negative energy. Once this choice is made, it cannot be reversed. This decision also determines whether the cleric casts spontaneous {main/cure or inflict |spell/s>_groupings}.",
			"",
			"Channeling energy causes a burst that affects all creatures of one type (either undead or living) in a 30-foot radius centered on the cleric. The amount of damage dealt or healed is equal to 1d6 points of damage plus 1d6 points of damage for every two cleric levels beyond 1st (2d6 at 3rd, 3d6 at 5th, and so on). Creatures that take damage from channeled energy receive a Will save to halve the damage. The DC of this save is equal to 10 + 1/2 the cleric's level + the cleric's Charisma modifier. Creatures healed by channeled energy cannot exceed their maximum hit point total - all excess healing is lost. A cleric may channel energy a number of times per day equal to 3 + her Charisma modifier. This is a standard action that does not provoke an attack of opportunity. A cleric can choose whether or not to include herself in this effect. A cleric must be able to present her holy symbol to use this ability.",
			"",
			"{class/Warpriest/s}, {class/paladin/s}, and {class/antipaladin/s} gain this ability at 4th level. Warpriests channel positive or negative energy depending on whether they chose \"cure\" or \"inflict\" spells at 1st level. Paladins can only channel positive energy, while antipaladins can only channel negative energy. Using this ability costs two uses of the fervor (warpriest), lay on hands (paladin), or touch of corruption (antipaladin) ability."
		]
	},
	"channel_positive_energy": { "copyof": "channel_energy" },
	"channel_negative_energy": { "copyof": "channel_energy" },
	"rage_powers": {
		"name": "Rage Powers",
		"sources": [
			"PRPG Core Rulebook",
			"Advanced Class Guide",
			"Planes of Power"
		],
		"compileFrom": {
			"source": "ragepower",
			"targets": [
				[
					"## Rage Powers",
					"",
					"{SOURCE PRPG Core Rulebook}  ",
					"As a {class/barbarian} gains levels, she learns to use her rage in new ways. Starting at 2nd level, a barbarian gains a rage power. She gains another rage power for every two levels of barbarian attained after 2nd level. A barbarian gains the benefits of rage powers only while raging, and some of these powers require the barbarian to take an action first. Unless otherwise noted, a barbarian cannot select an individual power more than once.",
					"",
					"{SOURCE Advanced Class Guide}  ",
					"At 3rd level and every 3 levels thereafter, a {class/skald} learns a rage power that affects the skald and any allies under the influence of his inspired rage. This cannot be a rage power that requires the creature to spend a standard action or rounds of rage to activate it. For example, the skald cannot choose {ragepower/terrifying howl} (which requires a standard action to activate), but can choose {ragepower/knockback} (which is made in place of a melee attack).",
					"",
					"---",
					""
				],
				{
					"limit": "-",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+?)",
						"replacement": "$1"
					},
					"template": "!-BQ-!:hll[ragepower/!-TITLE-!:] !-^S-! !-DESC-!"
				},
				[
					"",
					"::h2[Elemental Rage Powers]{jl}",
					"",
					"{SOURCE Planes of Power}  ",
					"Elemental rage powers can be selected by any barbarian or {class/skald} who is at least 6th level and has the {ragepower/lesser elemental rage} or {ragepower/lesser elemental blood} rage power, or the {ragepower/elemental stance} stance rage power (unchained barbarian only). A barbarian or skald can use only one of these rage powers at a time, and an {class/unchained barbarian} must adopt the elemental stance to do so.",
					"",
					"---",
					""
				],
				{
					"limit": "Elemental",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": "(.+?)(!-N-!)+\\*\\*Elemental Power:\\*\\*.+",
						"replacement": "$1"
					},
					"template": ":hll[ragepower/!-TITLE-!:] !-^S-! !-DESC-!"
				},
				[
					"",
					"::h2[Blood Rage Powers]{jl}",
					"",
					"{SOURCE Advanced Class Guide}  ",
					"Blood rage powers grant powers in a theme. A barbarian cannot select from more than one group of blood rage powers.",
					"",
					"---",
					""
				],
				{
					"limit": "Blood",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": "(.+?)(?:!-N-!)+\\*\\*Blood\\*\\* rage powers grant powers in a theme\\..+$|^>*(.+)",
						"replacement": "$1$2"
					},
					"template": "!-BQ-!:hll[ragepower/!-TITLE-!:] !-^S-! !-DESC-!"
				}
			]
		},
		"topLink": [ "Barbarian", "class/barbarian" ]
	}
}