{
	"druid_companions": {
		"name": "Animal Companions",
		"sources": [],
		"description": [
			"## Animal Companions",
			"",
			"{SOURCE PRPG Core Rulebook}  ",
			"Each animal companion has different starting sizes, speed, attacks, ability scores, and special qualities. All animal attacks are made using the creature's full base attack bonus unless otherwise noted. Animal attacks add the animal's Strength modifier to the damage roll, unless it is its only attack, in which case it adds 1-1/2 its Strength modifier. Some have special abilities, such as {umr/scent}. As you gain levels, your animal companion improves as well, usually at 4th or 7th level, in addition to the standard bonuses noted on **the {sidekick/Animal Companion} page.** Instead of taking the listed benefit at 4th or 7th level, you can instead choose to increase the companion's Dexterity and Constitution by 2.",
			"",
			"### Monstrous Companions",
			"",
			"{SOURCE Inner Sea Combat}  ",
			"Fantastical mounts are not uncommon in the Inner Sea region, rife as it is with magic and the extraordinary. The Monstrous Mount Type notes monsters that are ridden primarily by cavaliers, rangers, and paladins. Taking on a monstrous mount requires [a feat](feat/monstrous_mount), but otherwise uses the rules for the animal companion class feature. Unlocking the most useful abilities and powerful attacks of a monstrous mount requires [a second feat](feat/monstrous_mount_mastery).",
			"",
			"### Plant Companions",
			"",
			"{SOURCE Ultimate Wilderness}  ",
			"Plant companions have a variety of different starting sizes, speed, attacks, ability scores, and special qualities. All plant companion attacks are made using the creature's full base attack bonus unless otherwise noted. Plant companion attacks add the plant's Strength modifier on the damage roll, unless it has only one attack, in which case it adds 1-1/2 times its Strength modifier. Some plant companions have special abilities, such as {umr/scent}. Plant companions can't gain armor or weapon proficiency feats even as they advance in Hit Dice, and they can't use manufactured weapons at all unless their description says otherwise.",
			"",
			"Plant companions are typically suitable only for specific archetypes, such as the {arc-druid/treesinger} druid archetype, but with the GM's permission, any druid could select a plant companion.",
			"",
			"**Trip:** Because many plant companions have several rootlike legs, they are very difficult to trip. As a result, a CMD entry has been included for each, indicating the bonus to CMD such plants receive against trip attacks.",
			"",
			"### Vermin Companions",
			"",
			"{SOURCE Ultimate Magic}  ",
			"Vermin companions follow the same rules as animal companions, advancing their Hit Dice and other abilities per the animal companion base statistics table. Vermin companions can be trained as if they were animals using the Handle Animal skill.",
			"",
			"**Mindless:** Vermin companions have no Intelligence score and possess the mindless trait. In spite of this, vermin companions may learn one trick, plus additional bonus tricks. If a vermin animal companion gains an ability score increase (at 4 Hit Dice, 8 Hit Dice, and so on), the druid can apply this increase to the companion's Intelligence, changing it from - to 1, at which point the companion loses the mindless quality and is able to know up to 3 tricks per point of Intelligence, plus the additional bonus tricks. Vermin companions have no skill points or feats as long as they have the mindless quality.",
			"",
			"**Trip:** Because many vermin have multiple limbs, they are very difficult to trip. As a result, a CMD entry has been included for each, indicating the bonus to CMD such vermin receive against trip attacks.",
			"",
			"{table0}"
		],
		"noFinder": true,
		"tables": [
			{
				"id": "druid animal companions",
				"headers": [ "Companion", "Type", "Description" ],
				"ripples": [0],
				"types": [ null, null, 0 ],
				"filter": [
					{ "col": 1, "equals": [ "animal", "monstrous", "plant", "vermin" ] }
				],
				"alignments": [ true, null, true ],
				"data": [
					[ "{druidcompanion/Allosaurus}", "animal", "This bipedal dinosaur has a mouth filled with sharp teeth and short, powerful arms that end in sharp claws." ],
					[ "{druidcompanion/Amargasaurus}", "animal", "This sauropod has an elongated neck and a long, tapering tail." ],
					[ "{druidcompanion/Anglerfish}", "animal", "The anglerfish is a fish that uses a bioluminescent lure at the tip of a stalk protruding from its head to attract prey." ],
					[ "{druidcompanion/Ankylosaurus}", "animal", "Thick bony plates armor the dome-like back of this quadrupedal dinosaur, its powerfully muscled tail ending in a bony club." ],
					[ "{druidcompanion/Ant, Giant}", "vermin", "A thin, six-legged ant the size of a pony stands at the ready, its mandibles chittering and its stinger dripping with venom." ],
					[ "{druidcompanion/Antelope}", "animal", "This graceful animal has long slender legs and a pair of sharp, sturdy horns arching back from its head." ],
					[ "{druidcompanion/Ape}", "animal", "Large, deep-set eyes peer from beneath this great ape's thick brow as it lumbers forward on its legs and knuckles." ],
					[ "{druidcompanion/Archaeopyeryx}", "animal", "This primeval toothed bird has bright plumage, but it is a relatively poor flyer." ],
					[ "{druidcompanion/Archelon}", "animal", "The shell of this immense sea turtle easily spans 12 feet in length. Its narrow head ends in a hooked beak." ],
					[ "{druidcompanion/Armorfish}", "animal", "The armorfish is a primeval aquatic creature that has exceptionally thick armored scales along its head and back." ],
					[ "{druidcompanion/Arsinoitherium}", "animal", "This creature is much like a rhino, some six feet tall and ten feet long, with a pair of massive, knife-like horns curving up from its nose." ],
					[ "{druidcompanion/Assassin Bug, Giant}", "vermin", "This long-legged, beetle-like insect can spew a stream of poison at its foes from a distance." ],
					[ "{druidcompanion/Aurochs}", "animal", "This large, horned bull has a dirty black hide and an aggressive temper. Its horns are wide and sharp." ],
					[ "{druidcompanion/Axe Beak}", "animal", "This stout bird stands upon two long, muscular legs, each ending in a large, curved talon. A pair of undersized wings sprouts from amid its broad body feathers, as does a powerful neck ending in an avian head armed with a grisly serrated beak." ],
					[ "{druidcompanion/Baboon}", "animal", "A hairy, stout animal with opposable thumbs, this creature has a pronounced muzzle and bright red buttocks." ],
					[ "{druidcompanion/Bacallia}", "animal", "This animal resembles an alpaca with voluminous, shiny wool." ],
					[ "{druidcompanion/Badger/ (Wolverine)}", "animal", "This stocky, muscular mammal is the size of a badger, its snarling lips revealing a mouth full of yellow teeth." ],
					[ "{druidcompanion/Baluchitherium}", "animal", "This towering armored herbivore resembles a hornless rhinoceros, but with longer legs and a longer neck." ],
					[ "{druidcompanion/Basilosaurus}", "animal", "This immense primeval whale has a sleek body that looks more serpentine than mammal, and jaws filled with sharp teeth." ],
					[ "{druidcompanion/Bear}", "animal", "Broad, powerful muscles move beneath this massive bear's brown fur, promising both speed and lethal force." ],
					[ "{druidcompanion/Beetle, Giant}", "vermin", "With a sleek body and huge mandibles raised in a threatening pose, this large beetle stands firm in defense of its territory." ],
					[ "{druidcompanion/Bird/ (Eagle, Hawk, Owl)}", "animal", "This magnificent bird of prey has dark feathers save for those on its head, which are pure white." ],
					[ "{druidcompanion/Blackwisp Egret}", "animal", "This jet-black bird has a long, hooked beak. Its piercing orange eyes reflect any light that hits them, making them appear to glow ominously." ],
					[ "{druidcompanion/Blue Whale}", "animal", "This massive aquatic mammal has bluish-gray coloration, a wide fluke tail, and a wide mouth filled with layers of baleen." ],
					[ "{druidcompanion/Boar}", "animal", "This ill-tempered beast's tiny, bloodshot eyes glare angrily above a mouth filled with sharp tusks." ],
					[ "{druidcompanion/Brachiosaurus}", "animal", "A long tail counterbalances this reptile's equally long neck, at the end of which a relatively small head pulls food from the treetop." ],
					[ "{druidcompanion/Bristle Boar}", "animal", "The vicious spines surrounding this boar's head are almost as unnerving as the wild look in its eyes." ],
					[ "{druidcompanion/Brontotherium}", "animal", "This stocky quadruped's lowered head puts its intimidating Y-shaped horn on full display." ],
					[ "{druidcompanion/Bull of Zagresh}", "animal", "This immense bovine has horns reminiscent of a stag, with daggerlike points spreading more than fifteen feet across." ],
					[ "{druidcompanion/Bustard}", "animal", "The bustard is a sizable bird with long legs. Bustards can fly, but they do so relatively poorly and prefer to walk or run." ],
					[ "{druidcompanion/Camel}", "animal", "This somewhat irritated-looking, one-humped camel has been outfitted with a bridle and saddle." ],
					[ "{druidcompanion/Cameroceras}", "animal", "Emerging from the open end of a long, conical shell, this huge creature's unblinking eyes peer from above a mass of tentacles." ],
					[ "{druidcompanion/Capybara}", "animal", "This large, brown-furred rodent is equally at home on land or in the water, and is often found near lakes and rivers." ],
					[ "{druidcompanion/Carnivorous Flower}", "plant", "This companion was introduced in the Treesinger druid archetype." ],
					[ "{druidcompanion/Cat, Big/ (Lion, Tiger)}", "animal", "This great cat's muscles flex visibly under its skin as it bares its fangs and shakes its thick mane of hair." ],
					[ "{druidcompanion/Cat, Small/ (Cheetah, Leopard)}", "animal", "This large, sleek feline has a golden coat spotted with black. Its long and powerful legs are obviously capable of great speed." ],
					[ "{druidcompanion/Caterpillar, Giant}", "vermin", "This many-legged wormlike creature is a larval form of a moth or butterfly, but as long as it remains a vermin companion, it will not go through this metamorphosis." ],
					[ "{druidcompanion/Cattle}", "animal", "Commonly seen as a docile farm animal, an ill-tempered bull or cow can be an effective animal companion as well." ],
					[ "{druidcompanion/Cave Salamander}", "animal", "This immense lizard moves with a slow but relentless gait. Its feet end in large talons, and ropes of drool hang from its toothy maw." ],
					[ "{druidcompanion/Centipede, Giant}", "vermin", "This lengthy, segmented horror writhes and twists, pulsing its venomous mandibles in search of prey." ],
					[ "{druidcompanion/Ceratosaurus}", "animal", "Blade-like horns jut from the snout and eye ridges of this toothy, bipedal dinosaur." ],
					[ "{druidcompanion/Chalicotherium}", "animal", "This huge, slothlike creature has long, clawed forelimbs and short rear legs." ],
					[ "{druidcompanion/Chalicotherium}", "animal", "This huge, rather slow-moving and slothlike creature has long, clawed forelimbs and short rear legs." ],
					[ "{druidcompanion/Chimpanzee}", "animal", "This small primate is more dangerous than its size suggests." ],
					[ "{druidcompanion/Cockroach, Giant}", "vermin", "Swift and unsettling, the giant cockroach is notoriously difficult to slay. These creatures prefer dark places and seem to have no opposition to crawling through filth." ],
					[ "{druidcompanion/Corpse-Eater Fungus}", "plant", "This pale mass of fungal matter looks something like a spider with a thorny, acidic mouth in place of a body." ],
					[ "{druidcompanion/Crab, Giant}", "vermin", "This lumbering hard-shelled crab stands as tall as a dwarf, its massive pincers waving menacingly." ],
					[ "{druidcompanion/Crawling Vine}", "plant", "This companion was introduced in the Treesinger druid archetype." ],
					[ "{druidcompanion/Creeping Puffball}", "plant", "This surprisingly mobile, multicolored ball of fungus crawls around on a nest of dozens of little filament-like \"legs.\" Its poisonous spores cause those affected to endure bright, dazzling spots of color." ],
					[ "{druidcompanion/Crocodile/ (Alligator)}", "animal", "This reptile lunges out of the placid water with shocking speed. Its jaw gapes open in a roar, its powerful tail lashing behind." ],
					[ "{druidcompanion/Dallo}", "animal", "This squat, grunting creature stinks of musk and earth. Leathery plates and black horns protect its woolly underside." ],
					[ "{druidcompanion/Deinonychus}", "animal", "This brightly colored dinosaur exudes a dangerous ferocity. Each foot is armed with a large, sickle-shaped claw." ],
					[ "{druidcompanion/Deinotherium}", "animal", "This creature resembles an elephant, though it has a shorter, thicker trunk and sharp, downward-curving tusks." ],
					[ "{druidcompanion/Deinotherium}", "animal", "This creature resembles an elephant, though it has a shorter, thicker trunk and sharp, downward-curving tusks." ],
					[ "{druidcompanion/Devil Monkey}", "animal", "This towering baboon has fiery orange fur, with two tufts of hair curling up like horns on its head." ],
					[ "{druidcompanion/Digmaul}", "animal", "This muscular, cougarlike cat has fearsome teeth and a thick tail ending in a spiked ball." ],
					[ "{druidcompanion/Dimetrodon}", "animal", "The massive sail on the back of this squat reptilian creature flexes and twitches as the beast stalks forward." ],
					[ "{druidcompanion/Dimorphodon}", "animal", "The head of this colorful red and purple flying reptile is overly large, and its jaws are lined with tiny sharp teeth." ],
					[ "{druidcompanion/Dimorphodon}", "animal", "The head of this colorful red and purple flying reptile is overly large, and its jaws are lined with tiny sharp teeth." ],
					[ "{druidcompanion/Diplodocus}", "animal", "This enormous, long-necked quadruped moves with an uncanny grace, holding its lengthy, whiplike tail out level behind it." ],
					[ "{druidcompanion/Dire Bat}", "animal", "This giant, furry bat is nearly the size of an ox, with dark leathery wings that open wider than two men with arms outstretched." ],
					[ "{druidcompanion/Dire Polar Bear}", "animal", "Fearsome bony growths protrude from several spots in this massive animal's snowy fur." ],
					[ "{druidcompanion/Dire Rat}", "animal", "This filthy rat is the size of a small dog. It has a coat of coarse fur, a long and scabby tail, and two glittering eyes." ],
					[ "{druidcompanion/Dog}", "animal", "This small dog has a rough coat and a hungry look in its dark brown eyes." ],
					[ "{druidcompanion/Dolphin}", "animal", "This streamlined, fish-like mammal has sparkling eyes over a smiling mouth filled with hundreds of teeth." ],
					[ "{druidcompanion/Dragonfly, Giant}", "vermin", "These long-winged insects have dazzlingly colorful bodies." ],
					[ "{druidcompanion/Dunkleosteus}", "animal", "A gigantic, prehistoric fish cuts through the water, its head like a snapping turtle, complete with sharp, toothlike plates." ],
					[ "{druidcompanion/Elasmosaurus}", "animal", "Long-necked and long-tailed, this large, predatory reptile glides through the water on four powerful flippers." ],
					[ "{druidcompanion/Elasmotherium}", "animal", "This lumbering, four-legged, rhino-like beast has thick hide and a single immense horn protruding from the top of its head." ],
					[ "{druidcompanion/Electric Eel}", "animal", "This six-foot-long, snake-like fish moves slowly. A strange popping and snapping sound occasionally emits from the creature's body." ],
					[ "{druidcompanion/Elephant/ or Mastodon}", "animal", "These thick-skinned animals bear large ivory tusks flanking a long, prehensile snout." ],
					[ "{druidcompanion/Elk}", "animal", "This majestic beast stands the height of a man at its shoulders, a many-tipped rack of proud antlers crowning its head." ],
					[ "{druidcompanion/Embolotherium}", "animal", "This creature is reminiscent of a rhinoceros, but instead of pointed horns on its nose, this creature possesses a blunt, bony protrusion." ],
					[ "{druidcompanion/Enchanter Heron}", "animal", "This large bird has gray-and-white feathers, a long beak, and a bulbous sac on its throat that glows with a pale, sapphire light." ],
					[ "{druidcompanion/Eohippus}", "animal", "The eohippus is a small, primeval ancestor of the modern horse. It has three-toed feet rather than hooves." ],
					[ "{druidcompanion/Eurypterid}", "vermin", "Also known as sea scorpions, these aquatic insects have pincers and a long stinger." ],
					[ "{druidcompanion/Faerie Mount}", "animal", "Short legs and overlarge ears make this broad-chested canine seem almost comical." ],
					[ "{druidcompanion/Falcon}", "animal", "This swift raptor has amazing eyesight and sharp talons." ],
					[ "{druidcompanion/Frilled Lizard, Giant}", "animal", "This large lizard can display a frightening frill on its neck when it charges." ],
					[ "{druidcompanion/Frog}", "animal", "This creature looks like a normal frog, with moist, mottled, blackish-green skin, but grown to truly monstrous size." ],
					[ "{druidcompanion/Frog Father}", "animal", "This elephantine amphibian has a grotesquely long tongue and beady eyes." ],
					[ "{druidcompanion/Gallerok}", "animal", "This stout, serpentine creature's body ripples with muscle. Jagged fangs line its broad, powerful jaws." ],
					[ "{druidcompanion/Gar}", "animal", "This long, lean fish has a muscular body and a head with long jaws filled with sharp teeth." ],
					[ "{druidcompanion/Giganotosaurus}", "animal", "This bipedal dinosaur has a large head and cavernous jaws full of large, sharp teeth." ],
					[ "{druidcompanion/Giraffe}", "animal", "This animal, covered in a spotted pattern, has a disproportionately long neck that allows it to tower over other animals." ],
					[ "{druidcompanion/Gliding Turtle}", "animal", "This giant turtle has a large, thin membrane of scaly skin extending from its shell to its legs." ],
					[ "{druidcompanion/Glyptodon}", "animal", "This armored creature has a bony, turtle-like shell from which protrude short limbs, a blunt head, and a short spiky tail." ],
					[ "{druidcompanion/Goblin Dog}", "animal", "This mangy dog's face has the flat nose, beady eyes, and protruding teeth of a rat grown grotesquely large." ],
					[ "{druidcompanion/Goliath Frog}", "animal", "This massive, mottled amphibian glistens with slime, and its tongue drips with saliva." ],
					[ "{druidcompanion/Gorthek}", "animal", "This massive quadruped has a thick, wrinkled hide, curving horns, and shaggy hair that frames its leonine face." ],
					[ "{druidcompanion/Griffon}", "monstrous", "This majestic beast has the body of a lion, the head and forelegs of a great eagle, and a massive pair of feathered wings." ],
					[ "{druidcompanion/Grizzly Bear}", "animal", "The infamous grizzly bear is a lumbering and quite impressive companion, particularly when it rises up on its hind feet to loom large. Grizzly bears strike fear into the hearts of most who encounter them." ],
					[ "{druidcompanion/Gulper Plant}", "plant", "This bulbous green plant can climb or crawl via a network of vines. Its central reservoir can gulp down foes to digest them in an internal well of acid, holding them tight while they struggle." ],
					[ "{druidcompanion/Hammerhead Shark}", "animal", "This unusual shark is named for its blocky, rectangular head. The creature's eyes are on each side of its head." ],
					[ "{druidcompanion/Hippocampus}", "monstrous", "This creature has the foreparts of a horse and the hindquarters of a fish. Its forelegs end in splayed fins rather than hooves." ],
					[ "{druidcompanion/Hippogriff}", "monstrous", "This large, brown, horse-like creature has a hawk's wings, talons, and hooked beak." ],
					[ "{druidcompanion/Hippopotamus}", "animal", "This fleshy behemoth wallows forward on four stumpy legs. Its jaws spread wide in a roar of challenge, exposing massive, tusk-like teeth." ],
					[ "{druidcompanion/Hobbe Hound}", "animal", "Hobgoblin druids, hunters, and rangers who can take an animal companion can choose a hobbe hound." ],
					[ "{druidcompanion/Horse}", "animal", "This proud horse thunders across the grassy plain with fluid grace, wind tugging at its loose-fitting barding." ],
					[ "{druidcompanion/Hunting Cactus}", "plant", "Able to crawl swiftly on five rootlike legs, the hunting cactus has long arms it can slam foes with - arms covered with hundreds of thin, sharp needles." ],
					[ "{druidcompanion/Hyena}", "animal", "This hyena is covered in shaggy, tan-colored fur with black and brown stripes." ],
					[ "{druidcompanion/Iguanodon}", "animal", "This dinosaur seems comfortable on two legs or four. Its front limbs are each adorned with a cruel-looking, thumblike spike." ],
					[ "{druidcompanion/Impaler Shrike}", "animal", "This large bird has brown and gray feathers and a vicious hooked beak." ],
					[ "{druidcompanion/Kangaroo}", "animal", "As tall as a grown human, this mouse-faced creature stands on powerful hind legs and has a stout tail trailing behind." ],
					[ "{druidcompanion/Kaprosuchus}", "animal", "This massive, squat crocodilian has forward facing eyes, jutting teeth, and a pronounced snout." ],
					[ "{druidcompanion/Kentrosaurus}", "animal", "This quadrupedal dinosaur has two rows of dorsal spikes, a spiked tail, and two more spikes projecting from its shoulders." ],
					[ "{druidcompanion/Leech, Giant}", "vermin", "A parasite ballooned to monstrous proportions undulates in the muck, its circular maw a spiral of teeth." ],
					[ "{druidcompanion/Lizard (Giant Chameleon)}", "animal", "Nearly invisible in its surroundings, this scaly lizard's eyes dart about independently of each other." ],
					[ "{druidcompanion/Lizard (Giant Gecko)}", "animal", "An oversized lizard the size of a horse scans the area, its bulging eyes darting this way and that, completely independent of one another. Every few moments a long pink tongue snaps from its wide mouth, either to snatch up some unseen insect or moisten an eye." ],
					[ "{druidcompanion/Lizard (Monitor Lizard)}", "animal", "This immense lizard moves with a slow but relentless gait. Its feet end in large talons, and ropes of drool hang from its toothy maw." ],
					[ "{druidcompanion/Llama}", "animal", "While some value it for its hair, the llama makes a fine animal companion as well, and it has traditionally been used as a beast of burden in mountainous regions." ],
					[ "{druidcompanion/Locust, Giant}", "vermin", "The giant locust has long limber legs and the ability to spit a caustic glob of noxious goo." ],
					[ "{druidcompanion/Manta Ray}", "animal", "Gliding gracefully through the water on wing-like fins, this large ray scoops up tiny morsels in its wide mouth." ],
					[ "{druidcompanion/Mantis Shrimp, Giant}", "vermin", "This colorful aquatic vermin has powerful claws capable of striking with blinding speed." ],
					[ "{druidcompanion/Mantis, Giant}", "vermin", "This towering insect walks on its back four legs. Its head is triangular and its front legs sport razor-sharp edges and claws." ],
					[ "{druidcompanion/Marax}", "animal", "Dense, bony growths line the back of this bipedal predator. Between its gnashing, toothy underbite, scythe-like claws, and spiked tail, no part of this beast offers mercy." ],
					[ "{druidcompanion/Marsupial Devil}", "animal", "This toothy marsupial has a perhaps undeserved reputation for ferocity." ],
					[ "{druidcompanion/Marsupial Lion}", "animal", "Somewhat slimmer than the standard lion, the marsupial lion is no less dangerous in battle." ],
					[ "{druidcompanion/Megalania}", "animal", "This gigantic lizard has short but powerful limbs, a muscular tail, and a spiny crest that runs the length of its body." ],
					[ "{druidcompanion/Megaloceros}", "animal", "The massive and majestic elk stands fully the height of a human at its shoulder, and its antlers stretch over ten feet across." ],
					[ "{druidcompanion/Megaprimatus}", "animal", "This titanic ape has great patches of coarse gray and brown fur, and its skin is thick and leathery." ],
					[ "{druidcompanion/Megatherium}", "animal", "The great sloth, standing on its hind legs, can reach the treetops with its agile tongue to grab at foliage." ],
					[ "{druidcompanion/Mindspin Ram}", "animal", "This stark white ram's curved horns appear to have sharp thorns studding every inch of their surface." ],
					[ "{druidcompanion/Moa}", "animal", "Standing on muscular legs that end in enormous talons, this flightless bird is almost twice the height of a man." ],
					[ "{druidcompanion/Mokele-Mbembe}", "animal", "A triangular reptilian head with a mouth full of curved teeth, attached to a long snaking neck, rises from the surface of the water. Long spines run down its neck, back, and whip-like tail, which uncurls to snap the air with a loud report." ],
					[ "{druidcompanion/Mole, Giant}", "animal", "This large-clawed burrowing mammal is slow but can burrow through loose earth and soil with ease to surprise its foes." ],
					[ "{druidcompanion/Mome Rath}", "animal", "Moss and lichen grow from the shaggy back of this boar-like animal. Its curving claws and prehensile tail hold it in the trees." ],
					[ "{druidcompanion/Moose}", "animal", "Powerful and often ill tempered, the moose is an intimidating choice for an animal companion." ],
					[ "{druidcompanion/Moray Eel}", "animal", "This sixteen-foot-long eel slithers through the water with uncanny grace, mouth open to display large teeth and a second set of jaws." ],
					[ "{druidcompanion/Mosquito, Giant}", "vermin", "Between its bloodthirsty nature and the annoying drone of its wings, the giant mosquito is a much-loathed creature. Unlike its smaller cousins, a giant mosquito can easily kill larger creatures by draining them of their blood." ],
					[ "{druidcompanion/Narwhal}", "animal", "This small whale lacks a dorsal fin and has pale, mottled skin, but its most notable feature is the single tusk protruding from its nose, easily as long as a human." ],
					[ "{druidcompanion/Octopus}", "animal", "Eight tentacles, each adorned with rows of countless suckers, unfurl from the barrel-shaped body of this large-eyed creature." ],
					[ "{druidcompanion/Orca}", "animal", "This sleek black whale has a distinctive white patch near each eye and a mouth filled with sharp teeth." ],
					[ "{druidcompanion/Ornithomimosaur}", "animal", "This bipedal dinosaur has long legs built for speed and a long neck that gives it an ostrichlike profile." ],
					[ "{druidcompanion/Ostrich}", "animal", "This human-sized bird has a long neck and legs sprouting from a round body covered in fluffy gray feathers." ],
					[ "{druidcompanion/Owl, Giant}", "animal", "Unlike the magical beast of the same name, this owl is a mundane but unusually large specimen of its kind, with powerful wings and deadly talons." ],
					[ "{druidcompanion/Pachycephalosaurus}", "animal", "This bipedal reptile has a rounded, dome-like head adorned with bony frills and ridges." ],
					[ "{druidcompanion/Panda}", "animal", "Normally slow moving and docile, pandas are capable of surprising bursts of activity when needed." ],
					[ "{druidcompanion/Parasaurolophus}", "animal", "This thick-bodied dinosaur has a whip-like tail and a long neck, its head topped by the crest of a backward-curving horn." ],
					[ "{druidcompanion/Pilo}", "animal", "Sharp quills cover this bright yellow, six-legged animal, and its long, twitching snout probes the air around it." ],
					[ "{druidcompanion/Plesiosaurus}", "animal", "This streamlined reptile has a long, serpentine neck, at the end of which glares a many-fanged head." ],
					[ "{druidcompanion/Polar Bear}", "animal", "Red gore stains this bear's muzzle, creating a striking contrast against its white fur." ],
					[ "{druidcompanion/Pony}", "animal", "This squat equine plods forward with large, curious eyes. As it nears, it extends its muzzle, clearly expecting a treat." ],
					[ "{druidcompanion/Porcupine, Giant}", "animal", "This lumbering forest creature is adorned with an array of long, sharp quills that protrude from its coarse pelt." ],
					[ "{druidcompanion/Prionosuchus}", "animal", "This primeval crocodile is equally effective in the water and on land. Its jaws are capable of crushing things with great force." ],
					[ "{druidcompanion/Pteranodon}", "animal", "This flying reptile has two huge wings and a distinctive backward-sweeping crest decorating its head." ],
					[ "{druidcompanion/Puffball/ (Flying Fungus)}", "plant", "This companion was introduced in the Treesinger druid archetype." ],
					[ "{druidcompanion/Pygmy Hippopotamus}", "animal", "This fleshy behemoth wallows forward on four stumpy legs. Its jaws spread wide in a roar of challenge, exposing massive, tusk-like teeth." ],
					[ "{druidcompanion/Quetzalcoatlus}", "animal", "This immense flying reptile has a staggering wingspan and a brightly colored head with a razor-sharp beak." ],
					[ "{druidcompanion/Quetzalcoatlus}", "animal", "This immense flying reptile has a staggering wingspan and a brightly colored head with a razor-sharp beak." ],
					[ "{druidcompanion/Ram}", "animal", "A formidable pair of heavy horns curls from the forehead of this sturdy, brown-and-white-furred ram." ],
					[ "{druidcompanion/Rash Creeper}", "plant", "This mass of creeping vines and leaves slithers almost like a snake. Contact with this predatory plant causes a sickening and sometimes debilitating rash." ],
					[ "{druidcompanion/Raven, Giant}", "animal", "This glossy, jet-black bird stands as tall as a dwarf. Its eerily intelligent black eyes are quick to take in everything around it." ],
					[ "{druidcompanion/Reef Snake}", "animal", "Highly venomous and an excellent swimmer, the brightly colored reef snake is at home in tidal waters but can slither about on land if needed." ],
					[ "{druidcompanion/Reindeer}", "animal", "A denizen of the frozen tundra, the reindeer is a sure-footed companion in icy terrain, and it can used for transportation as well as defense." ],
					[ "{druidcompanion/Rhinoceros}", "animal", "This rhinoceros has a low-slung head with twisted ears that lie back along its neck." ],
					[ "{druidcompanion/Riding Python}", "animal", "This brightly colored snake assumes an aggressive posture, its hissing mouth open to display its fangs." ],
					[ "{druidcompanion/Riding Rat}", "animal", "This filthy rat is the size of a small dog. It has a coat of coarse fur, a long and scabby tail, and two glittering eyes." ],
					[ "{druidcompanion/Ringhorn}", "animal", "The horns of this goatlike deer grow up and curve around into a pair of massive, spiraling rings atop its head." ],
					[ "{druidcompanion/Roc}", "animal", "This immense raptor unleashes a shrill cry as it bares its talons, each large enough to carry off a horse." ],
					[ "{druidcompanion/Saber-Toothed Cat}", "animal", "Somewhat smaller than the more ferocious saber-toothed tiger, the saber-toothed cat is nonetheless an impressive predatory creature." ],
					[ "{druidcompanion/Salamander, Giant}", "animal", "This oversized amphibian has a mouth full of tiny but rather sharp teeth." ],
					[ "{druidcompanion/Scorpion, Giant}", "vermin", "The sixteen-foot-long scorpion scrabbles forward, ferocious claws raised in challenge, stingered tail arched over its back." ],
					[ "{druidcompanion/Sea Crawler}", "animal", "This furred creature has long tentacles that are covered in ridges and suction discs in place of arms, legs, and a tail." ],
					[ "{druidcompanion/Seahorse, Giant}", "animal", "This sea creature resembles a cross between fish and horse; it has small fins on its flanks and a gracefully curled tail." ],
					[ "{druidcompanion/Shark}", "animal", "This blue shark's fins slice through the water, its black eyes rolling and its gaping jaws showing countless teeth." ],
					[ "{druidcompanion/Shissah}", "animal", "This sleek equine is slightly smaller than an average horse, but its eyes contain a gleam of higher intelligence." ],
					[ "{druidcompanion/Skittergoat}", "animal", "This small goat has sharp horns that wrap around its head to point forward, making it resemble a tiny bull." ],
					[ "{druidcompanion/Skunk, Giant}", "animal", "Its unmistakable black-and-white-striped coloration gives a clear warning sign to any who've experienced this foul-smelling creature's ire." ],
					[ "{druidcompanion/Slithering Sundew}", "plant", "Looking something like a two-headed serpent, this slithering plant strikes with two sticky, constricting slams." ],
					[ "{druidcompanion/Slug, Giant}", "vermin", "This massive, gray-brown slug leaves a viscous trail of slime in its wake as a long rasping tongue tastes the air for prey." ],
					[ "{druidcompanion/Snake, Constrictor}", "animal", "This large snake has a thick, muscular body and dull green scales decorated with dirty brown stripes." ],
					[ "{druidcompanion/Snake, Viper}", "animal", "This brightly colored snake assumes an aggressive posture, its hissing mouth open to display its fangs." ],
					[ "{druidcompanion/Snapping Flytrap}", "plant", "This mobile flytrap features two spiky jaws and scuttles about on a tangle of roots." ],
					[ "{druidcompanion/Sniper Cactus}", "plant", "This single-stalked cactus sports dozens of long, thin needles. Capable of crawling on three stalklike roots, the sniper cactus can fire its thorns with deadly accuracy." ],
					[ "{druidcompanion/Solifugid, Giant}", "vermin", "This vermin's double set of vertical mandibles make this giant solifugid a particularly ferocious-looking companion. Its speed allows it to strike at its enemies from cover without them knowing what happened." ],
					[ "{druidcompanion/Sorico}", "animal", "This large, tawny rodent has powerful forelimbs ending in spade-like claws. Sand and mud cakes the creature's fur." ],
					[ "{druidcompanion/Spider, Giant}", "vermin", "A spider the size of a man crawls silently from the depths of its funnel-shaped web." ],
					[ "{druidcompanion/Spider, Web Tyrant}", "vermin", "The web tyrant spider's bright coloration and long legs make for a stunning but unnerving companion." ],
					[ "{druidcompanion/Spinosaurus}", "animal", "This titanic saurian has a crocodilian snout, powerful front claws, and a colorful sail-like ridge that runs down its back." ],
					[ "{druidcompanion/Spitting Cobra}", "animal", "This brightly colored snake can spit its venom, giving it a dangerous ranged attack." ],
					[ "{druidcompanion/Squid}", "animal", "This slender red squid darts through the water with alacrity. Two large eyes stare from above the creature's tentacles." ],
					[ "{druidcompanion/Squid, Giant}", "animal", "Although this creature isn't nearly the size of a true giant squid, it remains large enough to do serious damage to foes with its many tentacles." ],
					[ "{druidcompanion/Stag}", "animal", "Majestic and graceful, this powerful animal has branching antlers atop it head." ],
					[ "{druidcompanion/Stegosaurus}", "animal", "This huge dinosaur has a small head, twin rows of sharp dorsal plates, and a muscular tail terminating in a set of bony spikes." ],
					[ "{druidcompanion/Stingray}", "animal", "A long tail fitted with a barbed stinger trails from this flat, triangular fish's body." ],
					[ "{druidcompanion/Styracosaurus}", "animal", "This bulky, four-legged dinosaur has a long nasal horn and a crest studded with additional horns sweeping back from its skull." ],
					[ "{druidcompanion/Swan, Trumpeter}", "animal", "This large waterfowl has a wide wingspan, all-white feathers, a black bill, and a long, curving neck." ],
					[ "{druidcompanion/Switchback Jackal}", "animal", "Resembling a small, half-starved wolf, this canine stares with deep intensity and undeniable hunger." ],
					[ "{druidcompanion/Termite, Giant}", "vermin", "The giant termite has a set of large powerful mandibles, and it is particularly effective when fighting alongside other termite companions." ],
					[ "{druidcompanion/Therizinosaurus}", "animal", "This feathered bipedal saurian looks somewhat comical - save for its outlandish sword-sized claws." ],
					[ "{druidcompanion/Thylacine}", "animal", "This odd creature is about the size of a dog, but it has the slender build of a cat, heavy whiskers, and dark stripes down its back. Its long tail flips about, smacking the ground as it scans the woods. It yips and bays in a complex pattern, offering warning to anything that may cross its path." ],
					[ "{druidcompanion/Titanoboa}", "animal", "This immense serpent moves in deliberate, slithering undulations, its forked tongue tasting the air eagerly for the scent of prey." ],
					[ "{druidcompanion/Tortoise, Giant}", "animal", "This tortoise is half the height of a human, and has a domed shell, leathery skin, and a long neck." ],
					[ "{druidcompanion/Treant, Sapling}", "plant", "This companion was introduced in the Treesinger druid archetype." ],
					[ "{druidcompanion/Triceratops}", "animal", "This beast's armored head has three sharp horns decorating its face and a large round crest angling back over its neck from its skull." ],
					[ "{druidcompanion/Troodon}", "animal", "This small, slender-necked dinosaur's bright, inquisitive eyes seem to miss nothing." ],
					[ "{druidcompanion/Turtle, Giant Snapping}", "animal", "This lumbering turtle is the size of a house; its head features powerful, razor-sharp beak." ],
					[ "{druidcompanion/Tylosaurus}", "animal", "Surging out of the water, this massive lizard is shaped like a giant fish with a powerful, toothed maw." ],
					[ "{druidcompanion/Tyrannosaurus}", "animal", "This bipedal dinosaur's front arms seem small compared to the rest of its bulk, but its enormous head is all teeth." ],
					[ "{druidcompanion/Uintatherium}", "animal", "This large creature is built like a rhinoceros, but with fangs like a saber-toothed tiger and smaller hornlike ridges." ],
					[ "{druidcompanion/Velociraptor}", "animal", "This small, sleek dinosaur has vicious, snapping jaws and feet that end in large talons for gutting prey." ],
					[ "{druidcompanion/Vulture, Giant}", "animal", "A wickedly hooked beak and an immense bald head draw attention from this enormous scavenger's vast wingspan." ],
					[ "{druidcompanion/Walrus}", "animal", "This bulky, thick-skinned, flippered creature has on its face two enormous tusks and what looks like a coarse mustache." ],
					[ "{druidcompanion/Warcat of Rull}", "animal", "This massive catlike creature has the lithe grace of a feline despite a shell-like armor of segmented plates." ],
					[ "{druidcompanion/Wasp, Giant}", "vermin", "This horse-sized wasp is covered in yellow and black vertical stripes - its stinger is the size of a sword and drips with venom." ],
					[ "{druidcompanion/Weasel, Giant}", "animal", "This massive weasel moves smoothly across the ground, almost slithering like a snake, before pouncing with teeth bared." ],
					[ "{druidcompanion/Whiptail Centipede, Giant}", "vermin", "The long thin tendrils that lash out from this centipede's tail can trip foes with surprising ease." ],
					[ "{druidcompanion/Whisperfall Vulture}", "animal", "This dark-winged vulture has a wickedly hooked beak stained with bright red blood." ],
					[ "{druidcompanion/Wolf}", "animal", "This powerful canine watches its prey with piercing yellow eyes, darting its tongue across sharp white teeth." ],
					[ "{druidcompanion/Wolfdog}", "animal", "This creature is a dependable hybrid of wolf and dog." ],
					[ "{druidcompanion/Wolliped}", "animal", "This shaggy, multi-legged creature has a flattened face with wide nostrils and four eyes. Ivory tusks jut downward, flanking its mouth." ],
					[ "{druidcompanion/Worg}", "monstrous", "This unusually large wolf has an evil, almost intelligent light shining in its deep red eyes." ],
					[ "{druidcompanion/Yak}", "animal", "Stout and stubborn, the yak is sure footed and dependable in rough terrain." ],
					[ "{druidcompanion/Yolubilis Heron}", "animal", "As tall as a tree, this dark gray bird stands on long legs. Its curved neck supports a sleek head with a slim but wicked beak." ],
					[ "{druidcompanion/Yzobu}", "animal", "This four-legged animal with a long-horned, bovine head looks like a cross between a horse and a long-haired yak." ],
					[ "{druidcompanion/Zebra}", "animal", "The iconic black and white stripes of the zebra make it instantly recognizable." ]
				],
				"sizes": [ 8.5, 5.5, 11.5 ],
				"initialColumn": 0
			}
		],
		"topLink": [ "Druid", "class/druid" ]
	},
	"druid_domains": {
		"name": "Druid Domains",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Druid Domains",
			"",
			"{SOURCE Ultimate Magic/33}  ",
			"Presented in the section below are new rules for animal and terrain domains - domains for druids whose focus is more specific than the {domain/Animal}, {domain/Plant}, {domain/Weather}, or elemental domains. A druid with the nature's bond ability can choose an animal domain or terrain domain. Just like cleric domains, animal and terrain domains have granted powers and domain spells, and a druid who selects an animal or terrain domain gains a domain spell slot at each level. A druid who worships a deity (as opposed to nature in general) cannot select an animal or terrain domain that contradicts or is outside of the portfolio of her deity.",
			"",
			"If an animal or terrain domain ability calls for a saving throw, the DC of the save is equal to 10 + 1/2 the character's druid level + her Wisdom modifier",
			"",
			"Other nature-themed classes with access to domains may select an animal or terrain domain in place of a regular domain.",
			"",
			"*Note: In addition to Animal and Terrain domains, this section contains any domain specific for Druid use.*",
			"",
			":::div{className=columnar}",
			"",
			"- {druiddomain/Aquatic}",
			"- {druiddomain/Arctic}",
			"- {druiddomain/Badlands}",
			"- {druiddomain/Cave}",
			"- {druiddomain/Crocodile}",
			"- {druiddomain/Desert}",
			"- {druiddomain/Eagle}",
			"- {druiddomain/Erosion}",
			"- {druiddomain/Frog}",
			"- {druiddomain/Jungle}",
			"- {druiddomain/Monkey}",
			"- {druiddomain/Mountain}",
			"- {druiddomain/Panther}",
			"- {druiddomain/Plains}",
			"- {druiddomain/Plane of Air}",
			"- {druiddomain/Plane of Earth}",
			"- {druiddomain/Plane of Fire}",
			"- {druiddomain/Plane of Water}",
			"- {druiddomain/Ruins}",
			"- {druiddomain/Serpent}",
			"- {druiddomain/Swamp}",
			"- {druiddomain/The Uskbond}",
			"- {druiddomain/Vermin}",
			"- {druiddomain/Vulture}",
			"- {druiddomain/Wolf}",
			"",
			":::"
		],
		"topLink": [ "Druid", "class/druid" ]
	},
	"elements": {
		"name": "Kineticist Elements",
		"sources": [
			"Occult Adventures",
			"Occult Origins",
			"Ultimate Wilderness"
		],
		"description": [
			"## Kineticist Elements",
			"",
			"{SOURCE Occult Adventures}  ",
			"A kineticist can choose from among the following elements. Infusion wild talents are marked with a dagger (&dagger;); all other wild talents listed below from 1st-9th are utility wild talents.",
			"",
			"::h3[Aether]{jl}",
			"",
			"Kineticists who focus on the element of aether - a rare substance formed when elemental energy affects the Ethereal Plane - are called telekineticists. Telekineticists use strands of aether to move objects with their minds.",
			"",
			"**Class Skills:** A telekineticist adds Knowledge (engineering) and Sleight of Hand to her list of class skills.",
			"",
			"**Simple Blasts** - {kinetic/Telekinetic Blast}",
			"",
			"**Composite Blasts** - {kinetic/Aetheric Boost}, {kinetic/Force Blast}",
			"",
			"**Defense** - {kinetic/Force Ward}",
			"",
			"**1st** - {kinetic/Basic Telekinesis}, {kinetic/Kinetic Cover}, {kinetic/Kinetic Healer}, {kinetic/Pushing Infusion}&dagger;, {kinetic/Telekinetic Boomerang}&dagger;, {kinetic/Telekinetic Finesse}",
			"",
			"**2nd** - {kinetic/Angelic Protection}, {kinetic/Bowling Infusion}&dagger;, {kinetic/Telekinetic Haul}",
			"",
			"**3rd** - {kinetic/Foe Throw}&dagger;, {kinetic/Force Hook}&dagger;, {kinetic/Primal Aether}, {kinetic/Self Telekinesis}, {kinetic/Telekinetic Invisibility}, {kinetic/Touchsight}",
			"",
			"**4th** - {kinetic/Healing Burst}, {kinetic/Spying Touchsight}, {kinetic/Telekinetic Maneuvers}",
			"",
			"**5th** - {kinetic/Aether Puppet}, {kinetic/Force Barrier}, {kinetic/Greater Self Telekinesis}, {kinetic/Reactive Touchsight}",
			"",
			"**6th** - {kinetic/Disintegrating Infusion}&dagger;, {kinetic/Kinetic Revivification}, {kinetic/Suffocate}",
			"",
			"**7th** - {kinetic/Spell Deflection}",
			"",
			"**8th** - {kinetic/Many Throw}&dagger;, {kinetic/Telekinetic Deflection}, {kinetic/Telekinetic Globe}",
			"",
			"**9th** - {kinetic/Aether Architect}",
			"",
			"::h3[Air]{jl}",
			"",
			"Kineticists who focus on the element of air are called aerokineticists. Aerokineticists often control air flow or electricity, specializing in mobility and ranged combat.",
			"",
			"**Class Skills:** An aerokineticist adds Fly and Knowledge (nature) to her list of class skills.",
			"",
			"**Simple Blasts** - {kinetic/Air Blast}, {kinetic/Electric Blast}  ",
			"**Composite Blasts** - {kinetic/Blizzard Blast}, {kinetic/Charged Water Blast}, {kinetic/Plasma Blast}, {kinetic/Sandstorm Blast}, {kinetic/Spring Blast}, {kinetic/Thunderstorm Blast}  ",
			"**Defense** - {kinetic/Enveloping Winds}",
			"",
			"**1st** - {kinetic/Aerial Adaptation}, {kinetic/Air Cushion}, {kinetic/Air Shroud}, {kinetic/Air's Leap}, {kinetic/Air's Reach}, {kinetic/Basic Aerokinesis}, {kinetic/Energize Weapon}&dagger;, {kinetic/Gusting Infusion}&dagger;, {kinetic/Pushing Infusion}&dagger;, {kinetic/Thundering Infusion}&dagger;, {kinetic/Voice of the Wind}",
			"",
			"**2nd** - {kinetic/Living Capacitor}, {kinetic/Penetrating Infusion}&dagger;, {kinetic/Greater Voice of the Wind}",
			"",
			"**3rd** - {kinetic/Aerial Evasion}, {kinetic/Bolt}&dagger;, {kinetic/Celerity}, {kinetic/Engulfing Winds}, {kinetic/Magnetic Infusion}&dagger;, {kinetic/Magnetism}, {kinetic/Synaptic Infusion}&dagger;, {kinetic/Torrent}&dagger;, {kinetic/Windsight}, {kinetic/Wings of Air}",
			"",
			"**4th** - {kinetic/Body of Air}, {kinetic/Cyclone}&dagger;",
			"",
			"**5th** - {kinetic/Greater Air Shroud}, {kinetic/Chain}&dagger;, {kinetic/Unfolding Wind Infusion}&dagger;, {kinetic/Greater Windsight}",
			"",
			"**6th** - {kinetic/Suffocate}, {kinetic/Wind Manipulator}",
			"",
			"**7th** - {kinetic/Cloud}&dagger;, {kinetic/Sky Walk}",
			"",
			"**8th** - {kinetic/Weather Master}",
			"",
			"**9th** - {kinetic/Hurricane Queen}, {kinetic/Greater Magnetism}",
			"",
			"::h3[Earth]{jl}",
			"",
			"Kineticists who focus on the element of earth are called geokineticists. Geokineticists manipulate the earth itself, and they are masters of defensive techniques.",
			"",
			"**Class Skills:** A geokineticist adds Climb and Knowledge (dungeoneering) to her list of class skills.",
			"",
			"**Simple Blasts** - {kinetic/Earth Blast}  ",
			"**Composite Blasts** - {kinetic/Autumn Blast}, {kinetic/Magma Blast}, {kinetic/Metal Blast}, {kinetic/Mud Blast}, {kinetic/Sandstorm Blast}  ",
			"**Defense** - {kinetic/Flesh of Stone}",
			"",
			"**1st** - {kinetic/Basic Geokinesis}, {kinetic/Earth Walk}, {kinetic/Kinetic Cover}, {kinetic/Pushing Infusion}&dagger;",
			"",
			"**2nd** - {kinetic/Bowling Infusion}&dagger;, {kinetic/Earth Climb}, {kinetic/Entangling Infusion}",
			"",
			"**3rd** - {kinetic/Clockwork Heart}, {kinetic/Earth Child}, {kinetic/Impale}&dagger;, {kinetic/Jagged Flesh}, {kinetic/Magnetic Infusion}&dagger;, {kinetic/Magnetism}, {kinetic/Pillar}, {kinetic/Rare-metal Infusion}&dagger;, {kinetic/Tremorsense}",
			"",
			"**4th** - {kinetic/Earthmeld}, {kinetic/Enduring Earth}, {kinetic/Shift Earth}",
			"",
			"**5th** - {kinetic/Clockwork Puppet}, {kinetic/Earth Glide}, {kinetic/Elemental Transmission}, {kinetic/Spark of Innovation}, {kinetic/Stone Sculptor}, {kinetic/Greater Tremorsense}, {kinetic/Untwisting Iron Infusion}&dagger;",
			"",
			"**6th** - {kinetic/Deadly Earth}&dagger;",
			"",
			"**7th** - {kinetic/Fragmentation}&dagger;, {kinetic/Greater Shift Earth}",
			"",
			"**8th** - {kinetic/Earth Tongue}",
			"",
			"**9th** - {kinetic/Greater Magnetism}, {kinetic/Seismic Master}",
			"",
			"::h3[Fire]{jl}",
			"",
			"Kineticists who focus on the element of fire are called pyrokineticists. Pyrokineticists wield elemental fire as a potent weapon, and they possess a powerful offense.",
			"",
			"**Class Skills:** A pyrokineticist adds Escape Artist and Knowledge (nature) to her list of class skills.",
			"",
			"**Simple Blasts** - {kinetic/Fire Blast}  ",
			"**Composite Blasts** - {kinetic/Blue Flame Blast}, {kinetic/Magma Blast}, {kinetic/Plasma Blast}, {kinetic/Steam Blast}, {kinetic/Summer Blast}  ",
			"**Defense** - {kinetic/Searing Flesh}",
			"",
			"**1st** - {kinetic/Basic Pyrokinesis}, {kinetic/Burning Infusion}&dagger;, {kinetic/Cold Adaptation}, {kinetic/Dazzling Infusion}&dagger;, {kinetic/Energize Weapon}&dagger;, {kinetic/Fan of Flames}&dagger;, {kinetic/Fire Sculptor}, {kinetic/Fire's Fury}, {kinetic/Heat Adaptation}",
			"",
			"**2nd** - {kinetic/Fire Steed}, {kinetic/Flame Trap}, {kinetic/Foxfire}, {kinetic/Penetrating Infusion}&dagger;, {kinetic/Searing Flame}",
			"",
			"**3rd** - {kinetic/Eruption}&dagger;, {kinetic/Firesight}, {kinetic/Flame Jet}, {kinetic/Foxfire Infusion}&dagger;, {kinetic/Heat Wave}, {kinetic/Smoke Storm}, {kinetic/Torrent}&dagger;",
			"",
			"**4th** - {kinetic/Detonation}&dagger;, {kinetic/Flash Infusion}&dagger;, {kinetic/Purifying Flames}",
			"",
			"**5th** - {kinetic/Elemental Transmission}, {kinetic/Fire Corridor}, {kinetic/Greater Flame Jet}, {kinetic/Flame Shield}, {kinetic/Improved Fire Steed}, {kinetic/Trail of Flames}, {kinetic/Unblinking Flame Infusion}&dagger;, {kinetic/Unraveling Infusion}&dagger;",
			"",
			"**6th** - {kinetic/Brilliant Infusion}&dagger;, {kinetic/Purging Flame}",
			"",
			"**7th** - {kinetic/Explosion}&dagger;, {kinetic/Pure-flame Infusion}&dagger;",
			"",
			"**8th** - {kinetic/Greater Fire Steed}",
			"",
			"**9th** - {kinetic/From the Ashes}",
			"",
			"::h3[Universal]{jl}",
			"",
			"The following wild talents are available to all kineticists.",
			"",
			"**Class Skills:** N/A",
			"",
			"**Simple Blasts** - N/A  ",
			"**Composite Blasts** - N/A  ",
			"**Defense** - N/A",
			"",
			"**1st** - {kinetic/Draining Infusion}&dagger;, {kinetic/Elemental Whispers}, {kinetic/Extended Range}&dagger;, {kinetic/Infernal Bargain}, {kinetic/Kinetic Awe}, {kinetic/Kinetic Blade}&dagger;, {kinetic/Kinetic Dissolution}&dagger;, {kinetic/Kinetic Fist}&dagger;, {kinetic/Mesmerizing Elementalist}, {kinetic/Nine-Tailed Kineticist}, {kinetic/Skilled Kineticist}, {kinetic/Tengu Blade Lore}, {kinetic/Venom Speaker}",
			"",
			"**2nd** - {kinetic/Blade Rush}&dagger;, {kinetic/Focused Blast}&dagger;, {kinetic/Kundalini Infusion}&dagger;, {kinetic/Greater Skilled Kineticist}, {kinetic/Spindle}&dagger;, {kinetic/Venom Admixture}&dagger;",
			"",
			"**3rd** - {kinetic/Elemental Grip}, {kinetic/Elemental Trap}&dagger;, {kinetic/Greater Elemental Whispers}, {kinetic/Extreme Range}&dagger;, {kinetic/Flurry of Blasts}&dagger;, {kinetic/Kinetic Restoration}, {kinetic/Kinetic Whip}&dagger;, {kinetic/Mobile Blast}&dagger;, {kinetic/Snake}&dagger;, {kinetic/Stylish Infusion}&dagger;",
			"",
			"**4th** - {kinetic/Expanded Defense}, {kinetic/Venom Infusion}&dagger;",
			"",
			"**5th** - {kinetic/Blade Whirlwind}&dagger;, {kinetic/Grappling Infusion}&dagger;, {kinetic/Kinetic Form}, {kinetic/Spark of Life}, {kinetic/Wall}&dagger;",
			"",
			"**6th** - {kinetic/Ride the Blast}, {kinetic/Whip Hurricane}&dagger;",
			"",
			"**7th** - {kinetic/Shepherd of Souls}&dagger;, {kinetic/Greater Venom Infusion}&dagger;",
			"",
			"**8th** - {kinetic/Elemental Exile}, {kinetic/Reverse Shift}",
			"",
			"**9th** - N/A",
			"",
			"::h3[Void]{jl}",
			"",
			"Like aether, void forms where elemental energy meets another material, in this case the substance of the Negative Energy Plane. Chaokineticists command this strange force in a way that in some respects resembles the manipulation of aether.",
			"",
			"**Class Skills:** A chaokineticist adds Knowledge (dungeoneering) and Escape Artist to her list of class skills.",
			"",
			"**Simple Blasts** - {kinetic/Gravity Blast}, {kinetic/Negative Blast}  ",
			"**Composite Blasts** - {kinetic/Gravitic Boost}, {kinetic/Negative Admixture}, {kinetic/Void Blast}  ",
			"**Defense** - {kinetic/Emptiness}",
			"",
			"**1st** - {kinetic/Basic Chaokinesis}, {kinetic/Dampening Infusion}&dagger;, {kinetic/Energize Weapon}&dagger;, {kinetic/Pulling Infusion}&dagger;, {kinetic/Pushing Infusion}&dagger;, {kinetic/Void Healer}",
			"",
			"**2nd** - {kinetic/Eyes of the Void}, {kinetic/No Breath}, {kinetic/Weighing Infusion}&dagger;",
			"",
			"**3rd** - {kinetic/Darkness Infusion}&dagger;, {kinetic/Gravity Control}, {kinetic/Undead Grip}, {kinetic/Unnerving Infusion}&dagger;",
			"",
			"**4th** - {kinetic/Absentia}, {kinetic/Corpse Puppet}, {kinetic/Curse Breaker}, {kinetic/Healing Burst}, {kinetic/Singularity}&dagger;, {kinetic/Turning Blast}&dagger;",
			"",
			"**5th** - {kinetic/Greater Eyes of the Void}, {kinetic/Greater Gravity Control}, {kinetic/Vampiric Infusion}&dagger;",
			"",
			"**6th** - {kinetic/Greater Darkness Infusion}&dagger;, {kinetic/Suffocate}",
			"",
			"**7th** - {kinetic/Enervating Infusion}&dagger;",
			"",
			"**8th** - N/A",
			"",
			"**9th** - {kinetic/Gravity Master}",
			"",
			"::h3[Water]{jl}",
			"",
			"Kineticists who focus on the element of water are called hydrokineticists. Hydrokineticists master the flow of water or the numbing chill of cold, and they are known for their versatility and flowing forms, like the ever-changing currents.",
			"",
			"**Class Skills:** A hydrokineticist adds Knowledge (nature) and Swim to her list of class skills.",
			"",
			"**Simple Blasts** - {kinetic/Cold Blast}, {kinetic/Water Blast}  ",
			"**Composite Blasts** - {kinetic/Blizzard Blast}, {kinetic/Charged Water Blast}, {kinetic/Ice Blast}, {kinetic/Mud Blast}, {kinetic/Steam Blast}, {kinetic/Winter Blast}  ",
			"**Defense** - {kinetic/Shroud of Water}",
			"",
			"**1st** - {kinetic/Basic Hydrokinesis}, {kinetic/Cold Adaptation}, {kinetic/Energize Weapon}&dagger;, {kinetic/Heat Adaptation}, {kinetic/Icewalker}, {kinetic/Kinetic Cover}, {kinetic/Kinetic Healer}, {kinetic/Pushing Infusion}&dagger;, {kinetic/Quenching Infusion}&dagger;, {kinetic/Slick}, {kinetic/Water Alteration}",
			"",
			"**2nd** - {kinetic/Angelic Protection}, {kinetic/Entangling Infusion}&dagger;, {kinetic/Penetrating Infusion}&dagger;, {kinetic/Slick Infusion}&dagger;, {kinetic/Veil of Mists}",
			"",
			"**3rd** - {kinetic/Cold Snap}, {kinetic/Impale}&dagger;, {kinetic/Pillar}, {kinetic/Torrent}&dagger;, {kinetic/Water Manipulator}, {kinetic/Waterdancer}",
			"",
			"**4th** - {kinetic/Healing Burst}, {kinetic/Ice Sculptor}, {kinetic/Spray}&dagger;, {kinetic/Watersense}",
			"",
			"**5th** - {kinetic/Chilling Infusion}&dagger;, {kinetic/Elemental Transmission}, {kinetic/Shimmering Mirage}, {kinetic/Splash of the Styx}, {kinetic/Unbreaking Waves Infusion}&dagger;, {kinetic/Greater Waterdancer}, {kinetic/Greater Watersense}",
			"",
			"**6th** - {kinetic/Ice Path}, {kinetic/Kinetic Revivification}, {kinetic/Suffocate}",
			"",
			"**7th** - {kinetic/Cloud}&dagger;, {kinetic/Fragmentation}&dagger;",
			"",
			"**8th** - {kinetic/Cryokinetic Stasis}, {kinetic/Maelstrom}&dagger;",
			"",
			"**9th** - {kinetic/Tidal Wave}",
			"",
			"::h3[Wood]{jl}",
			"",
			"Kineticists who focus on the concept of wood as an element are known as phytokineticists. Phytokineticists share a strong bond with the First World and channel the power of primordial life. As there is no \"Elemental Plane of Wood,\" the phytokineticist draws upon pockets of vital energy that form when the Elemental Planes grind against the borders of the First World.",
			"",
			"**Class Skills:** A phytokineticist adds Handle Animal and Knowledge (nature) to her list of class skills.",
			"",
			"**Simple Blasts** - {kinetic/Positive Blast}, {kinetic/Wood Blast}  ",
			"**Composite Blasts** - {kinetic/Autumn Blast}, {kinetic/Positive Admixture}, {kinetic/Spring Blast}, {kinetic/Summer Blast}, {kinetic/Verdant Blast}, {kinetic/Winter Blast}  ",
			"**Defense** - {kinetic/Flesh of Wood}",
			"",
			"**1st** - {kinetic/Basic Phytokinesis}, {kinetic/Dazzling Infusion}&dagger;, {kinetic/Kinetic Cover}, {kinetic/Photokinetic Infusion}&dagger;, {kinetic/Pushing Infusion}&dagger;, {kinetic/Roots}, {kinetic/Wood Healer}, {kinetic/Woodland Step}",
			"",
			"**2nd** - {kinetic/Angelic Protection}, {kinetic/Entangling Infusion}&dagger;, {kinetic/Foxfire}, {kinetic/Merciful Foliage}",
			"",
			"**3rd** - {kinetic/Brachiation}, {kinetic/Foxfire Infusion}&dagger;, {kinetic/Impale}&dagger;, {kinetic/Pillar}, {kinetic/Thorn Flesh}, {kinetic/Warp Wood}",
			"",
			"**4th** - {kinetic/Greensight}, {kinetic/Healing Burst}, {kinetic/Herbal Antivenom}, {kinetic/Plant Disguise}, {kinetic/Shape Wood}, {kinetic/Toxic Infusion}&dagger;, {kinetic/Turning Blast}&dagger;",
			"",
			"**5th** - {kinetic/Plant Puppet}, {kinetic/Spore Infusion}&dagger;, {kinetic/Wild Growth}, {kinetic/Greater Woodland Step}",
			"",
			"**6th** - {kinetic/Deadly Earth}&dagger;, {kinetic/Green Tongue}",
			"",
			"**7th** - {kinetic/Greater Green Tongue}, {kinetic/Greater Toxic Infusion}&dagger;, {kinetic/Tree Step}",
			"",
			"**8th** - {kinetic/Wood Soldiers}",
			"",
			"**9th** - {kinetic/Forest Siege}"
		],
		"topLink": [ "Kineticist", "class/kineticist" ]
	},
	"emotional_focus": {
		"name": "Phantom Emotional Focus",
		"sources": [ "Occult Adventures" ],
		"description": [
			"{SOURCE Occult Adventures}  ",
			"Each phantom has an emotional focus - a powerful emotion based on some experience in life that keeps it tethered to the Material and Ethereal planes. This emotional focus also grants the phantom abilities that it can use while manifested. The type of each ability and its power are determined by the spiritualist's level.",
			"",
			"The emotional focus determines which bonus skill ranks the phantom gains, as well as the skills in which its spiritualist master gains {feat/Skill Focus}. It also determines the good saving throws of the manifested phantom and the special abilities the phantom gains as it increases in level.",
			"",
			"While phantoms tend to appear much as they did in life - at least as they did at the time of death - each emotional focus twists a phantom's visage, mannerisms, and even personality in its own way. Unlike with most creatures, a phantom's emotion aura often manifests for all to see, even those without the benefit of spells or abilities. Often phantoms manifest these emotion auras in unique ways, some of which are described in individual emotional focus descriptions.",
			"",
			"| Emotion | Description |",
			"| --- | --- |",
			"| :ripple[emotionalfocus/Anger] | Phantoms with this emotional focus are filled with seething anger from events in their past lives. |",
			"| :ripple[emotionalfocus/Dedication] | Either through a sense of love or the desire to finish some unfinished task, a phantom with this emotional focus has an undying devotion to something or someone in the world. |",
			"| :ripple[emotionalfocus/Despair] | Some creatures die in such horrific ways, or live such pointless and senseless lives, that despair grips their very beings. |",
			"| :ripple[emotionalfocus/Desperation] | A phantom with this emotional focus died desperate and panicking - a victim of drowning, suffocation, or some other inexorable and traumatic death. |",
			"| :ripple[emotionalfocus/Fear] | A phantom with this emotional focus suffered from overwhelming fear in life. |",
			"| :ripple[emotionalfocus/Greed] | A phantom with this focus voraciously coveted gold, gems, and hedonistic possessions in life. |",
			"| :ripple[emotionalfocus/Hatred] | Few things draw a spirit toward the Negative Material Plane like the emotion of hatred. |",
			"| :ripple[emotionalfocus/Jealousy] | A phantom with this emotional focus is covetous of everything - its master, those who wish to do it harm, and any who do not pay attention to it. |",
			"| :ripple[emotionalfocus/Kindness] | A phantom with this emotional focus was a being with a generous heart in life and continues to remain that way well after death. |",
			"| :ripple[emotionalfocus/Lust] | A phantom with this focus aches for the intoxicating pleasures it experienced during life. |",
			"| :ripple[emotionalfocus/Pride] | No phantom is as arrogant as a pride phantom, which in life was an insufferable braggart and egotist. |",
			"| :ripple[emotionalfocus/Remorse] | Spirits of creatures that died with heavy weights upon their consciences manifest with the remorse emotional focus. |",
			"| :ripple[emotionalfocus/Suffering] | Phantoms with this focus stand on trembling legs, with hands quivering and tears constantly streaming from their eyes. |",
			"| :ripple[emotionalfocus/Whimsey] | Phantoms with this emotional focus carry a simplistic, childlike wonder and are fond of games and playing tricks. |",
			"| :ripple[emotionalfocus/Zeal] | A phantom with this emotional focus fixates on every task given as if it were the phantom's last. |"
		]
	},
	"evolutions": {
		"name": "Eidolon Evolutions",
		"sources": [ "Advanced Player's Guide" ],
		"compileFrom": {
			"source": "evolution",
			"targets": [
				[
					"## Evolutions",
					"",
					"{SOURCE Advanced Player's Guide/60}  ",
					"Each eidolon receives a number of evolution points that can be spent to give the eidolon new abilities, powers, and other upgrades. These abilities, called evolutions, can be changed whenever the summoner gains a new level, but they are otherwise set. Some evolutions require that the eidolon have a specific base form or the summoner be of a specific level before they can be chosen. A number of evolutions grant the eidolon additional natural attacks. Natural attacks listed as primary are made using the eidolon's full base attack bonus and add the eidolon's Strength modifier on damage rolls. Natural attacks listed as secondary are made using the eidolon's base attack bonus - 5 and add 1/2 the eidolon's Strength modifier on damage rolls (if positive). If the eidolon only has a single natural attack, the attack is made using its full base attack bonus and it adds 1-1/2 times its Strength modifier on damage rolls made with that attack, regardless of the attack's type.",
					"",
					"Evolutions are grouped by their cost in evolution points. Evolution points cannot be saved. All of the points must be spent whenever the summoner gains a level. Unless otherwise noted, each evolution can only be selected once.",
					"",
					"::h3[1-Point Evolutions]{jl}",
					"",
					"The following evolutions cost 1 point from the eidolon's evolution pool.",
					""
				],
				{
					"limit": "1",
					"join": [ "", "", "" ],
					"template": "**{evolution/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[2-Point Evolutions]{jl}",
					"",
					"The following evolutions cost 2 points from the eidolon's evolution pool.",
					""
				],
				{
					"limit": "2",
					"join": [ "", "", "" ],
					"template": "**{evolution/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[3-Point Evolutions]{jl}",
					"",
					"The following evolutions cost 3 points from the eidolon's evolution pool.",
					""
				],
				{
					"limit": "3",
					"join": [ "", "", "" ],
					"template": "**{evolution/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[4-Point Evolutions]{jl}",
					"",
					"The following evolutions cost 4 points from the eidolon's evolution pool.",
					""
				],
				{
					"limit": "4",
					"join": [ "", "", "" ],
					"template": "**{evolution/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				}
			]
		},
		"topLink": [ "Summoner", "class/summoner" ]
	},
	"unchained_evolutions": {
		"name": "Unchained Eidolon Evolutions",
		"sources": [
			"Pathfinder Unchained",
			"Horror Realms",
			"Legacy of the First World"
		],
		"compileFrom": {
			"source": "unchainedevolution",
			"targets": [
				[
					"## Unchained Evolutions",
					"",
					"{SOURCE Pathfinder Unchained}  ",
					"Each eidolon gains a number of evolution points that can be spent to give the eidolon new abilities, powers, and other upgrades. These abilities, called evolutions, can be changed whenever the summoner gains a new level, but they are otherwise set. Some evolutions require that the eidolon have a specific base form or the summoner be of a specific level before they can be chosen. A number of evolutions grant the eidolon additional natural attacks. Natural attacks listed as primary are made using the eidolon's full base attack bonus and add the eidolon's Strength modifier on damage rolls. Natural attacks listed as secondary are made using the eidolon's base attack bonus - 5 and add 1/2 the eidolon's Strength modifier on damage rolls (if positive). If the eidolon has only a single natural attack, the attack is made using its full base attack bonus, and it adds 1-1/2 times its Strength modifier on damage rolls made with that attack, regardless of the attack's type.",
					"",
					"Evolutions are grouped by their cost in evolution points. Evolution points cannot be saved. All of the points must be spent whenever the summoner gains a level. Unless otherwise noted, each evolution can be selected only once.",
					"",
					"::h3[1-Point Evolutions]{jl}",
					"",
					"The following evolutions cost 1 point from the eidolon's evolution pool.",
					""
				],
				{
					"limit": "1",
					"join": [ "", "", "" ],
					"template": "**{unchainedevolution/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[2-Point Evolutions]{jl}",
					"",
					"The following evolutions cost 2 points from the eidolon's evolution pool.",
					""
				],
				{
					"limit": "2",
					"join": [ "", "", "" ],
					"template": "**{unchainedevolution/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[3-Point Evolutions]{jl}",
					"",
					"The following evolutions cost 3 points from the eidolon's evolution pool.",
					""
				],
				{
					"limit": "3",
					"join": [ "", "", "" ],
					"template": "**{unchainedevolution/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[4-Point Evolutions]{jl}",
					"",
					"The following evolutions cost 4 points from the eidolon's evolution pool.",
					""
				],
				{
					"limit": "4",
					"join": [ "", "", "" ],
					"template": "**{unchainedevolution/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				}
			]
		},
		"topLink": [ "Unchained Summoner", "class/unchained_summoner" ]
	},
	"exploits": {
		"name": "Arcanist Exploits",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Arcanist Exploits",
			"",
			"{SOURCE Advanced Class Guide}",
			"",
			"By bending and sometimes even breaking the rules of magic, the arcanist learns to exploit gaps and exceptions in the laws of magic. Some of these exploits allow her to break down various forms of magic, adding their essence to her arcane reservoir. At 1st level and every 2 levels thereafter, the arcanist learns a new arcane exploit selected from the following list. An arcanist exploit cannot be selected more than once. Once an arcanist exploit has been selected, it cannot be changed. Most arcanist exploits require the arcanist to expend points from her arcane reservoir to function. Unless otherwise noted, the saving throw DC for an arcanist exploit is equal to 10 + 1/2 the arcanist's level + the arcanist's Charisma modifier.",
			"",
			"| Exploit | Description |",
			"| --- | --- |",
			"| :ripple[exploit/Acid Jet/ (Su)] | Unleash a 30-foot jet of acid. |",
			"| :ripple[exploit/Altered Shifting/ (Su)] | When under the effect of a polymorph spell that you cast, you can change to another valid form allowed by the spell. |",
			"| :ripple[exploit/Arcane Barrier/ (Su)] | Create a barrier of magic that protects you from harm. |",
			"| :ripple[exploit/Arcane Discovery] | Learn an arcane discovery. |",
			"| :ripple[exploit/Arcane Weapon/ (Su)] | Enhance a weapon. |",
			"| :ripple[exploit/Armored Mask/ (Su)] | Create an effective illusion of armor. |",
			"| :ripple[exploit/Aspect of Innocence/ (Su)] | Gain the benefits of innocence. |",
			"| :ripple[exploit/Bloodline Development] | Gain a sorcerer bloodline. |",
			"| :ripple[exploit/Charmer/ (Su)] | Gain the benefits of glibness. |",
			"| :ripple[exploit/Consume Magic Items/ (Su)] | Consume the power of potions, scrolls, staves, and wands to fill your arcane reservoir. |",
			"| :ripple[exploit/Counterspell/ (Su)] | Attempt to counter a spell as it is being cast. |",
			"| :ripple[exploit/Dimensional Slide/ (Su)] | Create a dimensional crack you can step through to reach another location. |",
			"| :ripple[exploit/Energy Shield/ (Su)] | Protect yourself from energy damage. |",
			"| :ripple[exploit/Familiar/ (Ex)] | Acquire a familiar. |",
			"| :ripple[exploit/Feral Shifting/ (Su)] | Gain a bite or claw attack. |",
			"| :ripple[exploit/First-World Face Thief/ (Su)] | Disguise yourself magically. |",
			"| :ripple[exploit/First-World Illusion Catcher/ (Su)] | Gain a +2 bonus on saving throws against illusions. |",
			"| :ripple[exploit/Flame Arc/(Su)] | Unleash a 30-foot arc of flame. |",
			"| :ripple[exploit/Flame Control/ (Su)] | Move or extinguish ongoing nonmagical fire. |",
			"| :ripple[exploit/Focused Summoning/ (Su)] | Summoned outsider can overcome DR. |",
			"| :ripple[exploit/Force Strike/ (Su)] | Unleash a force blast. |",
			"| :ripple[exploit/Holy Water Jet/ (Su)] | Unleash a 30-foot jet of holy water. |",
			"| :ripple[exploit/Ice Missile/ (Su)] | Unleash a freezing projectile against any one target within 30 feet. |",
			"| :ripple[exploit/Invoke Primal Magic/ (Su)] | Increase the chance of a primal magic effect happening. |",
			"| :ripple[exploit/Item Crafting] | Select one item creation feat as a bonus feat. |",
			"| :ripple[exploit/Lepidstadt Shifter/ (Su)] | Cast a spell while under the effects of a polymorph spell. |",
			"| :ripple[exploit/Lightning Lance/ (Su)] | Unleash a lance of lightning against any one target within 30 feet. |",
			"| :ripple[exploit/Mending Flesh/ (Su)] | Grant superficial healing to an ally. |",
			"| :ripple[exploit/Metamagic Knowledge] | Select a metamagic feat as a bonus feat. |",
			"| :ripple[exploit/Metamixing/ (Su)] | Add a metamagic feat to a spell as you cast it. |",
			"| :ripple[exploit/Nidalese Shadow Veil/ (Su)] | Create a veil of shadows, making you more difficult to spot and strike. |",
			"| :ripple[exploit/Obfuscated Spellcasting/ (Su)] | Make a spell you cast appear to be a different spell. |",
			"| :ripple[exploit/Orderly Casting/ (Su)] | Your spells give average results instead of random. |",
			"| :ripple[exploit/Philanthropic Magic/ (Su)] | Grant allies a number of temporary hit points with a spell. |",
			"| :ripple[exploit/Potent Magic/ (Su)] | Increase the caster level of a spell by 2 instead of 1. |",
			"| :ripple[exploit/Primal Magic/ (Sp)] | Create a *rod of wonder* effect. |",
			"| :ripple[exploit/Quick Study/ (Ex)] | Prepare a spell in place of an existing spell. |",
			"| :ripple[exploit/Redirect Primal Magic/ (Su)] | Redirect a primal magic event. |",
			"| :ripple[exploit/Resist Primal Magic/ (Su)] | Gain a bonus to avoid triggering a primal magic effect. |",
			"| :ripple[exploit/School Understanding] | Choose an arcane school, like a wizard. |",
			"| :ripple[exploit/See Magic/ (Su)] | You can see magical auras. |",
			"| :ripple[exploit/Sonic Blast/ (Su)] | Loose a deafening blast of sonic energy against any one target within 30 feet. |",
			"| :ripple[exploit/Spell Disruption/ (Su)] | Ttemporarily disrupt a spell. |",
			"| :ripple[exploit/Spell Resistance/ (Su)] | Gain spell resistance. |",
			"| :ripple[exploit/Spell Tinkerer/ (Su)] | Alter an existing spell. |",
			"| :ripple[exploit/Swift Consume/ (Ex)] | Use *consume spells* or *consume magic items* as a swift action. |",
			"| :ripple[exploit/Third Eye/ (Su)] | Open your eye of the Arclord one additional time each day. |",
			"| :ripple[exploit/Weather Sage/ (Su)] | Predict the weather for the next 24 hours. |",
			"| :ripple[exploit/Wild Stride/ (Su)] | Ignore impediments to movement and vision in natural growth. |",
			"| :ripple[exploit/Wooden Flesh/ (Su)] | Gain the toughness of plant life. |"
		],
		"topLink": [ "Arcanist", "class/arcanist" ]
	},
	"outer_rifts_exploits": {
		"name": "Exploits of the Outer Rifts",
		"sources": [ "Horror Realms" ],
		"description": [
			"## Exploits of the Outer Rifts",
			"",
			"{SOURCE Horror Realms/6}",
			"",
			"Arcanists experiment with ancient knowledge and mystic lore, manipulating their own natural abilities to unlock powerful arcane secrets. Despite extensive effort, not all arcanists achieve the power they seek. Some discover that their blood lacks the innate power of a sorcerer's, or that deciphering mysteries in ancient tomes requires a degree of scholarly discipline they do not have. Undeterred, such individuals continue their quest by turning to the powerful mysteries of the Outer Rifts, be they blasphemous secrets found in lost ruins, tricks of magic etched into fiendish runestones, or any other dangerous form of sinister exploitation from these horrific realms.",
			"",
			"Not all arcanists who choose this route are necessarily evil - they justify these exploits by claiming to be in control of their actions and to use the tools of their enemies against them. Nevertheless, those who bend magic using exploits from the Outer Rifts should be wary of attracting the wrong attention or enabling a greater evil than that which they seek to defeat.",
			"",
			"All of the following exploits can be learned by arcanists of any alignment, but these exploits come with a risk. If you use an Outer Rift exploit and in doing so reduce your arcane reservoir to 0, you immediately gain the stain of one manifestation from the {corruption/accursed}, {corruption/demonic}, {corruption/hellbound}, or {corruption/possessed} corruption. The GM chooses which corruption, manifestation, and stain you receive; this stain persists for 24 hours. Reducing your arcane reservoir to 0 in this way multiple times within a 24-hour period results in a new stain for each such instance, and each time you do so you reset the timer for all stains gained in this manner to 24 hours. At the GM's option, multiple instances of abusing exploits in this manner could result in a permanent {rule/corruption}, but otherwise these corruptions are temporary and do not progress. You can never gain a gift from a corruption in this way.",
			"",
			"Unless otherwise noted, the saving throw DC for an arcanist's exploit equals 10 + 1/2 the arcanist's class level + the arcanist's Charisma modifier.",
			"",
			"::h3[Blood Tears]{jl extra=(Su)}",
			"",
			"As a move action, the arcanist can expend 1 point from his arcane reservoir to cause his eyes to turn red and weep tears of blood. During this time, the arcanist's vision is blurred by blood, and he treats all gaze attacks as if he were averting his eyes from a creature, but that creature does not gain {rule/concealment} against him. At a distance of greater than 30 feet, all creatures or objects viewed by the arcanist gain concealment. As a standard action that ends the blood tears exploit, the arcanist can wipe the tears from his face and flick them with a free hand, splattering all creatures in a 15-foot cone. Creatures in this area must succeed at a Will save to avoid becoming {misc/staggered} with extreme pain and anguish for 1 round. If the arcanist doesn't wipe his bleeding tears away, the effects of this exploit can persist for a maximum duration of 1 minute per arcanist level.",
			"",
			"::h3[Damnation Susurrus]{jl extra=(Su)}",
			"",
			"The arcanist can spend 1 point from his arcane reservoir as a standard action to manifest a choir of insidious whispers, which echo in the mind of a single target within 30 feet, urging the target to harm itself. A creature that fails a Will save to resist this effect becomes overwhelmed by the voices and succumbs to their suggestions. On its turn, it drops any objects it holds and harms itself, inflicting 1d6 points of damage. At 3rd level, and again at every 3 levels thereafter, the arcanist can target an additional creature with this exploit, to a maximum of 7 targets at 18th level. Damnation susurrus is a mind-affecting effect.",
			"",
			"::h3[Fiendish Proboscis]{jl extra=(Su)}",
			"",
			"The arcanist can spend 1 point from his arcane reservoir as a standard action to grow a long, articulated proboscis covered with small spiky hairs. The appendage grows from the arcanist's face and houses a highly flexible, muscular tongue tipped with a cartilaginous barbed quill. The proboscis lasts for 1 round per arcanist level, during which time the arcanist cannot speak or use verbal components. The arcanist can end this exploit's effects early as a swift action. As a standard action, the arcanist can attack a target with the proboscis's tongue. This is a primary natural weapon with a 10-foot reach. Attacks with the tongue resolve as a touch attack. If the arcanist uses his tongue and hits a creature capable of casting spells or using spell-like abilities, he drains a portion of the target's magical ability and adds 1 point to his arcane reservoir (points gained in excess of the reservoir's maximum are lost). If the arcanist hits a creature that cannot cast spells or use spell-like abilities, the tongue instead drains a portion of the target's life force and heals the arcanist of 1d6 points of damage. Regardless of the target's ability to use magic, the tongue's unnerving siphoning of magical or life energy causes the struck creature to become {misc/sickened} for 1 round.",
			"",
			"::h3[Rift Fog]{jl extra=(Su)}",
			"",
			"As a standard action, the arcanist can spend 1 point from his arcane reservoir to create a 5-foot-radius vortex of chilling fog adjacent to him. Hints of leering, fiendish faces whirl within the mist. As a move action, the arcanist can direct the cloud of rift fog to move in any direction at a speed of 30 feet to a maximum range of 60 feet from the arcanist. The fog may ascend or jump up to 30 feet to strike a target. Once the fog ends its movement, coils of its otherworldly mist surround any targets that are wholly or partially in its area. The fog's supernaturally cold temperature causes 1d6 points of cold damage to affected creatures. A creature damaged by rift fog becomes slowed (as per the {spell/slow} spell) for the following round if it fails a Will save. Once created, rift fog persists for 1 round per 2 arcanist levels (minimum of 1 round), or until the arcanist activates a new exploit.",
			"",
			"::h3[Shadows out of Light]{jl extra=(Su)}",
			"",
			"The arcanist can spend 1 point from his arcane reservoir to pull fiendish essence from the Outer Rifts into his own shadow. Malformed and nearly amorphous, the shadow-things swarm across his body, turning his eyes completely black and distorting his physical form. These shadows persist for 1 round per 2 arcanist levels (minimum of 1 round) and grant the arcanist a +2 deflection bonus to his Armor Class. The shadows are threatening, and as long as they persist the arcanist is considered armed for the purpose of flanking or threatening an attack of opportunity. Whenever a creature provokes an attack of opportunity from the arcanist, he may make the attack of opportunity with his shadow, striking as a touch attack that deals a number of points of cold damage equal to 1d6 + the arcanist's Charisma modifier plus 1 point of Strength damage. A successful Fortitude saving throw negates the Strength damage. This ability does not itself increase the number of attacks of opportunity the arcanist can make in a round, but feats like {feat/Combat Reflexes} do allow him to make multiple attacks of opportunity with his shadow. The shadows cannot be compelled to make normal attacks - they lash out in this way only as a reaction to being provoked.",
			"",
			"::h3[Soulrider]{jl extra=(Su)}",
			"",
			"The arcanist can, as a swift action while he casts a spell that targets one living creature, spend 1 point from his arcane reservoir to infuse his spell with a manifestation of fiendish energy called a \"soulrider.\" The soulrider attaches to the target of the spell and buries itself in the target's subconscious mind, persisting there as long as the arcanist maintains at least 1 point in his arcane reservoir, until the arcanist dismisses the soulrider (this requires a standard action), or until the arcanist successfully infects another creature with a soulrider. The target of the spell can resist having the soulrider attach to its soul with a successful Will saving throw (this is in addition to any saving throw the spell itself might or might not allow). If the target resists the spell's effects with a successful save or other methods (such as via spell resistance or by being immune to that spell's effects) the soulrider automatically fails to attach to the victim. {spell/Detect magic} and {spell/detect evil} can uncover the presence of a soulrider. As long as the soulrider persists, the arcanist can track the targeted creature as if it were under the effect of {spell/status}, and the creature takes a -2 penalty to any saving throw against a mind-affecting effect created by the arcanist. While the soulrider remains bonded to the target, the arcanist can spend 1 point from his arcane reservoir to communicate with the target as per {spell/sending}. Soulrider is a mind-affecting effect.",
			"",
			"::h3[Tentacles]{jl extra=(Su)}",
			"",
			"As a swift action, the arcanist can spend 2 points from his arcane pool to sprout a pair of rubbery tentacles that grow from his upper chest. At the same time, his arms shrink into sickly, malformed stubs, capable of only rudimentary actions such as lifting small objects or making somatic gestures. Rings, bracers, and other items worn on the atrophied arms and hands remain in place, but magic items that require hands to activate cannot be used while the arcanist's arms are in this state. Likewise, the use of weapons or shields is impossible during this time. The arcanist has full control over his hideous tentacles and can use them to deliver touch spells, or as secondary natural weapons that deal tentacle damage as appropriate for a creature of the arcanist's size (1d4 for Medium arcanists, or 1d3 for Small ones) modified by 1/2 the arcanist's Strength score. The arcanist's reach with these tentacles is 5 feet longer than his normal reach."
		],
		"topLink": [ "Arcanist", "class/arcanist" ]
	},
	"familiars": {
		"name": "Familiars",
		"sources": [
			"Animal Archive",
			"Bestiary 3",
			"Bestiary 4",
			"Bestiary 5",
			"Druma, Profit and Prophecy",
			"Familiar Folio",
			"Pathfinder #115: Trail of the Hunted",
			"Pathfinder #118: Siege of Stone",
			"Pathfinder #119: Prisoners of the Blight",
			"Pathfinder #124: City in the Deep",
			"Pathfinder #25: The Bastards of Erebus",
			"Pathfinder #85: Fires of Creation",
			"PRPG Core Rulebook",
			"Reign of Winter Player's Guide",
			"Ultimate Wilderness"
		],
		"description": [
			"## Familiars",
			"",
			"{SOURCE PRPG Core Rulebook}  ",
			"A familiar is an animal chosen by a spellcaster to aid him in his study of magic. It retains the appearance, Hit Dice, base attack bonus, base save bonuses, skills, and feats of the normal animal it once was, but is now a magical beast for the purpose of effects that depend on its type. Only a normal, unmodified animal may become a familiar. An animal companion cannot also function as a familiar.",
			"",
			"A familiar grants special abilities to its master, as given on the table below. These special abilities apply only when the master and familiar are within 1 mile of each other.",
			"",
			"Levels of different classes that are entitled to familiars stack for the purpose of determining any familiar abilities that depend on the master's level.",
			"",
			"If a familiar is lost or dies, it can be replaced 1 week later through a specialized ritual that costs 200 gp per wizard level. The ritual takes 8 hours to complete.",
			"",
			"Statistics for familiars [can be found here](sidekick/familiar).",
			"",
			"{SOURCE Familiar Folio;Ultimate Magic}  ",
			"While most familiars are Tiny animals or magical beasts, spellcasters may acquire larger or more unusual creatures during their travels, which impart certain rules effects that should be considered at the table.",
			"",
			"Small familiars threaten the areas around them like other Small creatures, and can be used to flank enemies, though both familiars and their masters are generally loath to employ such tactics, as the result is often a dead familiar. Small familiars are also harder to keep on a master's person than Tiny or smaller familiars; some form of magic item, like a {magic-wondrous/bag of holding>_type_1}, is usually required.",
			"",
			"Construct, plant, and vermin familiars gain an Intelligence score, and they lose the mindless trait if they had it. If such familiars lack a language, they communicate with their masters and other creatures of their kind (greensting scorpions with other scorpions, mobile plant creatures with other mobile plant creatures, and so on) by way of a strange combination of behaviors, slight changes in coloration, and sometimes even the excretion of scents or pheromones. Other types of creatures can't understand this communication without magical aid.",
			"",
			"Outsiders and undead creatures are normally available only with the {feat/Improved Familiar} feat, and require no other special rules.",
			"",
			"Improved familiars [are listed here.](ability/improved_familiars)",
			"",
			"| Familiar | Master Bonus |",
			"| --- | --- |",
			"| :ripple[monster/Archaeopteryx] | Master gains a +2 bonus on Reflex saves |",
			"| :ripple[monster/Arctic \\|fox] | Master gains a +2 bonus on Reflex saves (use fox statistics, +4 Stealth to blend into snow) |",
			"| :ripple[monster/Arctic hare] | Master gains a +4 bonus on initiative checks |",
			"| :ripple[monster/Arctic tern] | Master gains a +3 bonus on Fly checks |",
			"| :ripple[monster/Armadillo] | Master gains a +1 natural armor bonus to AC |",
			"| :ripple[monster/Bat] | Master gains a +3 bonus on Fly checks |",
			"| :ripple[monster/Butterfly] | Master gains a +3 bonus on Perform checks |",
			"| :ripple[monster/Cat] | Master gains a +3 bonus on Stealth checks |",
			"| :ripple[monster/Cat, margay] | Master gains a +3 bonus on Bluff checks |",
			"| :ripple[monster/Centipede, house] | Master gains a +3 bonus on Stealth checks |",
			"| :ripple[monster/Chicken] | Master gains a +3 hit points |",
			"| :ripple[monster/Cockroach] | Master gains a +3 hit points |",
			"| :ripple[monster/Compsognathus/ dinosaur] | Master gains a +4 bonus on initiative checks |",
			"| :ripple[monster/Crab, king] | Master gains a +2 bonus on combat maneuver checks to start and maintain a grapple |",
			"| :ripple[monster/Creeper ivy] | Master gains a +3 bonus on Climb checks |",
			"| :ripple[monster/Dodo] | Master gains a +4 bonus on initiative checks |",
			"| :ripple[monster/Dolphin, popoto] | Master gains a +3 bonus on Swim checks |",
			"| :ripple[monster/Donkey rat] | Master gains a +2 bonus on Fortitude saves |",
			"| :ripple[monster/Dwarf caiman] | Master gains a +3 bonus on Stealth checks |",
			"| :ripple[monster/Dweomer cap] | Master gains a +3 bonus on Spellcraft checks to identify magic items |",
			"| :ripple[monster/Ermine\\|>weasel] | Master gains a +2 bonus on Reflex saves (use weasal statistics, +4 Stealth to blend into snow) |",
			"| :ripple[monster/Fire salamander] | Master gains a +3 bonus on Escape Artist checks |",
			"| :ripple[monster/Flowering lattice] | Master gains a +3 bonus on Diplomacy checks |",
			"| :ripple[monster/Flying fox] | Master gains a +2 bonus on Fortitude saves |",
			"| :ripple[monster/Flying squirrel] | Master gains a +3 bonus on Fly checks |",
			"| :ripple[monster/Fox] | Master gains a +2 bonus on Reflex saves |",
			"| :ripple[monster/Giant flea] | Master gains a +3 bonus on Fortitude saves against disease (witch only) |",
			"| :ripple[monster/Giant isopod] | Master gains a +1 natural armor bonus to AC |",
			"| :ripple[monster/Goat] | Master gains a +3 bonus on Survival checks |",
			"| :ripple[monster/Hawk] | Master gains a +3 bonus on sight-based and opposed Perception checks in bright light |",
			"| :ripple[monster/Hedgehog] | Master gains a +2 bonus on Will saves |",
			"| :ripple[monster/Horned lizard] | Master gains a +2 bonus on Fortitude saves |",
			"| :ripple[monster/Ioun wyrd] | Master gains a +1 natural armor bonus to AC |",
			"| :ripple[monster/Isopod, giant] | Master gains a +2 bonus on Reflex saves |",
			"| :ripple[monster/Jerboa] | Master gains a +4 bonus on initiative checks |",
			"| :ripple[monster/Kakapo] | Master gains a +3 bonus on Climb checks |",
			"| :ripple[monster/Keulia] | Master gains a +3 bonus to Disguise checks |",
			"| :ripple[monster/Koala] | Master gains a +3 bonus on Climb checks |",
			"| :ripple[monster/Lamprey] | Master gains a +3 hit points |",
			"| :ripple[monster/Lemming] | Master gains a +2 bonus on Fortitude saves |",
			"| :ripple[monster/Leopard Slug] | Master gains a +3 bonus on Climb checks |",
			"| :ripple[monster/Lich newt] | Master gains a +2 bonus on Fortitude saves against disease and poison |",
			"| :ripple[monster/Lizard] | Master gains a +3 bonus on Climb checks |",
			"| :ripple[monster/dwarf_caiman</Marine iguana] | Master gains a +3 bonus on Swim checks (use dwarf caiman stats for marine iguanas) |",
			"| :ripple[monster/Meerkat] | Master gains a +3 bonus on Escape Artist checks |",
			"| :ripple[monster/Mole (FF)] | Master gains a +3 bonus on smell-, taste-, and touch-based Perception checks |",
			"| :ripple[monster/Mole (UW)] | Master gains a +3 bonus on smell-, taste-, and touch-based Perception checks |",
			"| :ripple[monster/weasel</Mongoose] | Master gains a +2 bonus on Fortitude saves (use weasel stats for mongooses) |",
			"| :ripple[monster/Monkey] | Master gains a +3 bonus on Acrobatics checks |",
			"| :ripple[monster/Moth] | Master gains a +3 bonus on Survival checks |",
			"| :ripple[monster/Octopus, blue-ringed] | Master gains a +3 bonus on Swim checks |",
			"| :ripple[monster/hawk</Osprey] | Master gains a +3 bonus on Survival checks (use hawk stats for ospreys) |",
			"| :ripple[monster/Otter] | Master gains a +3 bonus on Swim checks |",
			"| :ripple[monster/Owl] | Master gains a +3 bonus on sight-based and opposed Perception checks in shadows or darkness |",
			"| :ripple[monster/raven</Parrot] | Master gains a +3 bonus on Linguistics checks (use raven stats for parrots) |",
			"| :ripple[monster/Peafowl] (Peacock) | Master gains a +3 bonus on Intimidate checks |",
			"| :ripple[monster/Penguin] | Master gains a +3 bonus on Swim checks |",
			"| :ripple[monster/Petrifern] | Master gains a +1 natural armor bonus to AC |",
			"| :ripple[monster/Petromin] | Master gains a +3 bonus on Stealth checks |",
			"| :ripple[monster/Pig] | Master gains a +3 bonus on Diplomacy checks |",
			"| :ripple[monster/Platypus] | Master gains a +3 bonus on Swim checks |",
			"| :ripple[monster/Ptarmigan] | Master gains a +3 bonus on Stealth checks |",
			"| :ripple[monster/Pufferfish] | Master gains a +2 bonus on Fortitude saves |",
			"| :ripple[monster/Puffin] | Master gains a +2 bonus on Stealth checks |",
			"| :ripple[monster/Rabbit] | Master gains a +4 bonus on initiative checks |",
			"| :ripple[monster/Raccoon] | Master gains a +3 bonus on Sleight of Hand checks |",
			"| :ripple[monster/Rat] | Master gains a +2 bonus on Fortitude saves |",
			"| :ripple[monster/Raven] | Familiar can speak one language as a supernatural ability; Master gains a +3 bonus on Appraise checks |",
			"| :ripple[monster/Ravenous Tumbleweed] | Master gains a 10-foot bonus to speed when using the charge, run, or withdraw actions |",
			"| :ripple[monster/Razor Fern] | Master gains a +3 bonus on Stealth checks |",
			"| :ripple[monster/Red panda] | Master gains a +3 bonus on Acrobatics checks |",
			"| :ripple[monster/Rhamphorhynchus] | Master gains a +4 bonus on initiative checks |",
			"| :ripple[monster/Rock Tuatara] | Master gains a +3 bonus on Stealth checks in rocky environments |",
			"| :ripple[monster/Sawleg locust] | Master gains a +3 bonus on Acrobatics checks |",
			"| :ripple[monster/Scorpion, greensting] | Master gains a +4 bonus on initiative checks (if familiar is within 1 mile) |",
			"| :ripple[monster/viper</Sea krait] | Master gains a +2 bonus on Fortitude saves (use viper stats for sea kraits) |",
			"| :ripple[monster/Seal] | Master gains a +3 bonus on Swim checks |",
			"| :ripple[monster/Shimmerwing dragonfly] | Master gains a +3 bonus on Fly checks |",
			"| :ripple[monster/Skunk] | Master gains a +2 bonus on Fortitude saves |",
			"| :ripple[monster/Sloth] | Master gains a +3 bonus on Climb checks |",
			"| :ripple[monster/hawk</Snail kite] | Master gains a +3 bonus on Fly checks (use hawk stats for snail kites) |",
			"| :ripple[monster/Snapping turtle] | Master gains a +2 bonus on Fortitude saves |",
			"| :ripple[monster/Snark] | Master gains a +3 bonus on Stealth checks |",
			"| :ripple[monster/Snowy \\|owl] | Master gains a +3 bonus on sight-based and opposed Perception checks when in shadows or darkness (use owl statistics, +4 Stealth to blend into snow) |",
			"| :ripple[monster/Spider, scarlet] | Master gains a +3 bonus on Climb checks (if familiar is within 1 mile) |",
			"| :ripple[monster/Spiny starfish] | Master treats his effective character level as 4 higher to recover hit points by resting |",
			"| :ripple[monster/Squirrel] | Master gains a +3 bonus on Escape Artist checks |",
			"| :ripple[monster/flying_<Squirrel/, flying] | Master gains a +3 bonus on Fly checks |",
			"| :ripple[monster/Suture vine] | Master gains a +3 bonus on Heal checks |",
			"| :ripple[monster/Tardigrade, giant] | Master gains a +2 bonus on Fortitude saves |",
			"| :ripple[monster/Tarsier] | Master gains a +3 bonus on Acrobatics checks |",
			"| :ripple[monster/Tauhoti] | Master gains a +3 bonus on one Profession check of her choice, selected when gaining the familiar |",
			"| :ripple[monster/Thrush] | Familiar can speak one language as a supernatural ability; Master gains a +3 bonus on Diplomacy checks |",
			"| :ripple[monster/Toad] | Master gains 3 hit points |",
			"| :ripple[monster/Torble] | Master gains a +2 bonus on Craft (alchemy) checks |",
			"| :ripple[monster/raven</Toucan] | Master gains a +3 bonus on Diplomacy checks (use raven stats for toucans [cannot speak]) |",
			"| :ripple[monster/Trilobite] | Master gains a +1 natural armor bonus to AC |",
			"| :ripple[monster/Tuatara] | Master gains a +3 bonus on Survival checks |",
			"| :ripple[monster/Tullimonstrum] | Master gains a +3 bonus on Perception checks |",
			"| :ripple[monster/Turtle] | Master gains a +1 natural armor bonus to AC |",
			"| :ripple[monster/Vampire squid] | Master gains a +2 bonus on Reflex saves |",
			"| :ripple[monster/Viper] | Master gains a +3 bonus on Bluff checks |",
			"| :ripple[monster/Wallaby] | Master gains a +3 bonus on Acrobatics checks |",
			"| :ripple[monster/Weasel] | Master gains a +2 bonus on Reflex saves |"
		],
		"topLink": [ "Wizard", "class/wizard" ]
	},
	"familiar": { "copyof": "familiars" },
	"grand_discoveries": {
		"name": "Grand Discoveries",
		"sources": [ "Advanced Player's Guide" ],
		"compileFrom": {
			"source": "discovery",
			"targets": [
				[
					"## Grand Discoveries",
					"",
					"{SOURCE Advanced Player's Guide}",
					"",
					"At 20th level, the alchemist makes a grand discovery. He immediately learns two normal discoveries, but also learns a third discovery chosen from the list below, representing a truly astounding alchemical breakthrough of significant import. For many alchemists, the promise of one of these grand discoveries is the primary goal of their experiments and hard work.",
					""
				],
				{
					"limit": "Grand Discoveries",
					"join": [ "", "", "" ],
					"template": "**{discovery/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]] [[^S]]"
				}
			]
		},
		"topLink": [ "Alchemist", "class/alchemist" ]
	},
	"grand_hexes": {
		"name": "Grand Hexes",
		"sources": [ "Advanced Player's Guide" ],
		"compileFrom": {
			"source": "hex",
			"targets": [
				[
					"## Grand Hexes",
					"",
					"{SOURCE Advanced Player's Guide}  ",
					"Starting at 18th level, and every two levels thereafter, a witch can choose one of the following grand hexes whenever she could select a new hex.",
					"",
					"---",
					""
				],
				{
					"limit": "grandhex",
					"join": [ "", "", "" ],
					"template": "**{hex/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]] [[^S]]"
				}
			]
		},
		"topLink": [ "Witch", "class/witch" ]
	},
	"greater_exploits": {
		"name": "Greater Exploits",
		"sources": [
			"Advanced Class Guide",
			"Disciple's Doctrine",
			"Heroes of Golarion",
			"Plane-Hopper's Handbook"
		],
		"description": [
			"## Greater Exploits",
			"",
			"{SOURCE Advanced Class Guide}",
			"",
			"At 11th level and every 2 levels thereafter, an arcanist can choose one of the following greater exploits in place of an arcanist exploit.",
			"",
			"| Exploit | Description |",
			"| --- | --- |",
			"| :ripple[exploit/Alter Enhancements/ (Su)] | Change one weapon or armor special ability to another with an equal cost. |",
			"| :ripple[exploit/Burning Flame/ (Su)] | Improve your flaming arc. |",
			"| :ripple[exploit/Consume Primal Magic/ (Su)] | Use *consume spells* on primal magic events. |",
			"| :ripple[exploit/Convert Wand/ (Su)] | Temporarily change a wand into a *cure* wand. |",
			"| :ripple[exploit/Counter Drain/ (Su)] | Refill your arcane reservoir when you counterspell. |",
			"| :ripple[exploit/Counterspell Primal Magic/ (Su)] | Counter a primal magic event. |",
			"| :ripple[exploit/Create Primal Event/ (Su)] | Create a 10-foot-by-10-foot area of primal magic at a point within 30 feet. |",
			"| :ripple[exploit/Dancing Electricity/ (Su)] | Improve your lightning lance. |",
			"| :ripple[exploit/Energy Absorption/ (Su)] | Improve your energy shield and redirect some of the damage it absorbs. |",
			"| :ripple[exploit/Greater Counterspell/ (Su)] | Counterspell more easily. |",
			"| :ripple[exploit/Greater Metamagic Knowledge] | Gain a metamagic feat you can swap out daily. |",
			"| :ripple[exploit/Greater Spell Disruption/ (Su)] | Dispel a magic effect or item. |",
			"| :ripple[exploit/Greater Spell Resistance/ (Su)] | Increase your spell resistance. |",
			"| :ripple[exploit/Hellfire Ray/ (Su)] | Influse your flaming arc with hellfire. |",
			"| :ripple[exploit/Icy Tomb/ (Su)] | Improve your ice missile. |",
			"| :ripple[exploit/Lingering Acid/ (Su)] | Improve your acid jet. |",
			"| :ripple[exploit/Maelstrom Jump/ (Su)] | Gain random movement and an *entropic shield*. |",
			"| :ripple[exploit/Redirect Spell/ (Su)] | Gain control of a spell you didn't cast. |",
			"| :ripple[exploit/Resistance Drain/ (Su)] | Improve your spell resistance. |",
			"| :ripple[exploit/Siphon Spell/ (Su)] | Dispel a magic effect or item and refill your arcane reservoir. |",
			"| :ripple[exploit/Spell Thief/ (Su)] | Redirect a spell away from a target and onto you. |",
			"| :ripple[exploit/Suffering Knowledge/ (Su)] | Temporarily acquire a spell you failed a save against. |"
		],
		"topLink": [ "Arcanist", "class/arcanist" ]
	},
	"gunslinger_deeds": {
		"name": "Deeds",
		"sources": [ "Ultimate Combat" ],
		"compileFrom": {
			"source": "deed",
			"targets": [
				[
					"## Gunslinger Deeds",
					"",
					"{SOURCE Ultimate Combat/10-12}  ",
					"Gunslingers spend grit points to accomplish deeds. Most deeds grant the gunslinger some momentary bonus or effect, but there are some that provide longer-lasting effects. Some deeds stay in effect as long as the gunslinger has at least 1 grit point. The following is the list of base gunslinger deeds. A gunslinger can only perform deeds of her level or lower. Unless otherwise noted, a deed can be performed multiple successive times, as long as the appropriate amount of grit is spent to perform the deed.",
					"",
					"::h3[1st-Level Deeds]{jl}",
					""
				],
				{
					"limit": "1",
					"join": [ "", "", "" ],
					"template": "**{deed/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]]"
				},
				[
					"",
					"::h3[3rd-Level Deeds]{jl}",
					""
				],
				{
					"limit": "3",
					"join": [ "", "", "" ],
					"template": "**{deed/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]]"
				},
				[
					"",
					"::h3[7th-Level Deeds]{jl}",
					""
				],
				{
					"limit": "7",
					"join": [ "", "", "" ],
					"template": "**{deed/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]]"
				},
				[
					"",
					"::h3[11th-Level Deeds]{jl}",
					""
				],
				{
					"limit": "11",
					"join": [ "", "", "" ],
					"template": "**{deed/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]]"
				},
				[
					"",
					"::h3[15th-Level Deeds]{jl}",
					""
				],
				{
					"limit": "15",
					"join": [ "", "", "" ],
					"template": "**{deed/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]]"
				},
				[
					"",
					"::h3[19th-Level Deeds]{jl}",
					""
				],
				{
					"limit": "19",
					"join": [ "", "", "" ],
					"template": "**{deed/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]]"
				}
			]
		},
		"topLink": [ "Gunslinger", "class/gunslinger" ]
	},
	"gunslinger_renowned_deeds": {
		"name": "Renowned Deeds",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Renowned Deeds",
			"",
			"{SOURCE Chronicle of Legends/4}",
			"",
			"Swashbucklers and gunslingers perform impressive deeds through their grit and panache, but some are capable of truly spectacular acts known as renowned deeds. A swashbuckler or gunslinger (though not members of other classes) can select a renowned deed for her class upon reaching the class level listed in the deed's description. This replaces the specific listed deed or deeds; if the character would not gain the appropriate deeds, she cannot select the renowned deed, as if selecting an archetype.",
			"",
			"### 1st-Level Renowned Deed",
			"",
			"**Thundering Shot (Ex):** The gunslinger's shots explode with deafening reports. At 1st level, as a standard action the gunslinger can spend 1 point of grit and make a single ranged attack with a firearm. All creatures in a 15-foot cone, starting at the corner of the gunslinger's square closest to the target and extending directly toward the target, must succeed at a Fortitude save (DC = 10 + half the gunslinger's class level + the gunslinger's Wisdom modifier) or be {misc/deafened} for 1 minute. This deed replaces the {deed/gunslinger's dodge} deed and one other 1st-level deed.",
			"",
			"### 7th-Level Renowned Deed",
			"",
			"**Gruesome Parry (Ex):** Some gunslingers wield guns and blades in concert, readying a shot to unbalance attackers and then eviscerating their assailants. At 7th level, the gunslinger can spend 1 grit point when she readies an action to make a ranged attack with a firearm against a creature that declares a melee attack against her. If she does, the readied ranged attack does not provoke attacks of opportunity. If this readied attack hits, she gains a +4 dodge bonus to AC against the triggering attack, and she can make a single melee attack with a slashing or piercing weapon against the creature that attacked her; if this melee attack hits, it is considered to be a critical threat. This deed replaces the {deed/dead shot} deed and one other 7th-level deed.",
			"",
			"### 15-Level Renowned Deed",
			"",
			"**Lethal Patience (Ex):** While wild flurries of bullets are certainly effective at felling foes, veteran gunslingers appreciate the value of lining up the perfect shot. At 15th level, the gunslinger can spend 1 grit point to line up a shot against a target as a full-round action. On her next turn, she can make an attack against the target as a standard action, and if the attack hits, the attack is treated as a critical threat. This deed replaces the {deed/slinger's luck} deed and one other 15th-level deed."
		],
		"topLink": [ "Gunslinger", "class/gunslinger" ]
	},
	"hellknight_disciplines": {
		"name": "Hellknight Disciplines",
		"sources": [ "Adventurer's Guide" ],
		"compileFrom": {
			"source": "hkdiscipline",
			"targets": [
				[
					"## Hellknight Disciplines",
					"",
					"{SOURCE Adventurer's Guide}  ",
					"At 3rd level, a Hellknight gains access to his first discipline, choosing one associated with his specific order. At 6th level, the Hellknight gains a second discipline, choosing from any listed as being available to \"any order.\" At 9th level, the Hellknight gains his third discipline, choosing this one from any of the disciplines listed below, even those from another order, with the exception of pentamic faith. When applicable, the save DC to resist a discipline's effect is equal to 10 + the Hellknight's level + his Charisma modifier. The Hellknight can use any one discipline a number of times per day equal to the total number of disciplines he has access to, so at 3rd level he can use his discipline once per day. At 6th level, he can use both disciplines twice per day each. At 9th level, he can use all three of his disciplines three times per day.",
					"",
					"---",
					""
				],
				{
					"limit": { "omit": [] },
					"join": [ "", "", "" ],
					"template": "**{hkdiscipline/[[TITLE]]}??SUFFIX: [[SUFFIX]]??:** [[DESC]]"
				}
			]
		},
		"topLink": [ "Hellknight", "prestigeclass/hellknight" ]
	},
	"hellknight_orders": {
		"name": "Hellknight Orders",
		"sources": [
			"Path of the Hellknight",
			"Pathfinder #98: Turn of the Torrent"
		],
		"description": [
			"## Hellknight Orders",
			"",
			"{SOURCE Inner Sea World Guide}  ",
			"A character must choose one Hellknight order to join. The choice of order determines what disciplines the character gains access to.",
			"",
			"| Order | Description |",
			"| :---: | --- |",
			"| :ripple[hkorder/Order of the Chain] | These Hellknights serve as wardens and trackers devoted to hunting down the enemies of society and locking away dangerous criminals. |",
			"| :ripple[hkorder/Order of the Gate] | Dominated by spellcasting signifers who employ magic in surveillance, manipulation, and execution, this order is known for predicting crimes and creating magical innovations. |",
			"| :ripple[hkorder/Order of the Godclaw] | Crusaders in the service of a pantheon of five lawful deities, these Hellknights bring order wherever it is needed, usually by force. Their unusual faith is understood by few. |",
			"| :ripple[hkorder/Order of the Nail] | These knights at the vanguard of civilization bring order to frontier settlements and stamp out those who impede society's march. |",
			"| :ripple[hkorder/Order of the Pyre] | With spell and blade, this order seeks out superstition and witchcraft and destroys any chaotic cults that threaten the minds and souls of law-abiding citizens. |",
			"| :ripple[hkorder/Order of the Rack] | These Hellknights root out and quell subversive knowledge and destructive ideas they believe capable of impeding order's march. |",
			"| :ripple[hkorder/Order of the Scourge] | Using their vast wealth and resources, these armored sleuths work - sometimes under cover - to take down corrupt politicians, thieves' guilds, and bastions of organized crime. |",
			"| :ripple[hkorder/Order of the Coil (Minor Order)] | A small order of Hellknights that seeks to wipe out the native inhabitants of Sargava in the name of civilization |",
			"| :ripple[hkorder/Order of the Crux (Minor Order)] | A remnant of the Chelish civil war, these butchers were destroyed by the Order of the Scourge, but have risen again in unlife |",
			"| :ripple[hkorder/Order of the Glyph (Minor Order)] | An unofficial band of Hellknights, charged with protecting the true history of Cheliax |",
			"| :ripple[hkorder/Order of the Pike (Minor Order)] | Monster-slayers and heroes, this order dedicates itself to wiping out dangerous creatures. |",
			"| :ripple[hkorder/Order of the Scar (Minor Order)] | Mercenary assassin-hunters, this order protects its charges and oppsess the Daggermark Guild and the followers of Achaekek. |",
			"| :ripple[hkorder/Order of the Torrent (Minor Order)] | A good order of Hellknights that focus their efforts on rescuing hostages and kidnapping victims. |",
			"| :ripple[hkorder/Order of the Wall (Minor Order)] | These hellknights serve as guardians and watchmen against the forces that would intrude on the borders of civilization |"
		],
		"topLink": [ "Hellknight", "prestigeclass/hellknight" ]
	},
	"hexes": {
		"name": "Hexes",
		"sources": [ "Advanced Player's Guide" ],
		"compileFrom": {
			"source": "hex",
			"targets": [
				[
					"## Witch Hexes",
					"",
					"{SOURCE Advanced Player's Guide}  ",
					"Witches learn a number of magic tricks, called hexes, that grant them powers or weaken foes. At 1st level, a witch gains one hex of her choice. She gains an additional hex at 2nd level and for every 2 levels attained after 2nd level. A witch cannot select an individual hex more than once.",
					"",
					"Unless otherwise noted, using a hex is a standard action that does not provoke an attack of opportunity. The save to resist a hex is equal to 10 + 1/2 the witch's level + the witch's Intelligence modifier.",
					"",
					"---",
					""
				],
				{
					"limit": "hex",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{hex/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]] [[^S]]"
				}
			]
		},
		"topLink": [ "Witch", "class/witch" ]
	},
	"implements": {
		"name": "Implements",
		"sources": [
			"Occult Adventures",
			"Occult Origins",
			"Psychic Anthology"
		],
		"description": [
			"## Implements",
			"",
			"{SOURCE Occult Adventures}  ",
			"Occultists can chose from the following *implement schools*, each representing a school of magic. An occultist can select an implement school more than once, as noted in the implements class feature.",
			"",
			"### Panoplies",
			"",
			"{SOURCE Psychic Anthology}  ",
			"While many occultists focus on the inherent psychic properties of certain types of objects, some specialists take their studies a step further, exploring the ways specific types of implements interact with one another. While not all implements psychically resonate with all other kinds of implements, such *panoplies* unlock even greater magical potential when used to complement one another.",
			"",
			"An occultist can select a panoply anytime he selects a new implement school. To do so, he must already have learned to use the implement school of each implement within the panoply at least once. As with any other implement school, when an occultist learns to use a panoply, he gains access to the resonant power and base focus power, and he becomes able to learn the panoply's other focus powers. He also adds one spell of each spell level to his spell list, and these spells can be taken from any of the implement schools associated with the panoply. To use a panoply's resonant power or any of its focus powers, the occultist must select and invest mental focus into the associated implements that day. A single bearer must hold all the panoply's associated implements to gain the panoply's resonant power, and the occultist counts the total number of points of mental focus invested among all of the associated implements to determine the resonant power's effect. The occultist can expend points of mental focus from any of the associated implements to use the panoply's focus powers. Unlike for other implement schools, an occultist cannot select a panoply more than once.",
			"",
			"### Sacred Implements",
			"",
			"{SOURCE Occult Origins/15}  ",
			"Outsiders and divine servants leave especially lasting impressions when they interact with the Material Plane, and many occultists seek out the resulting sacred implements to augment their existing powers. A sacred implement is always a specific kind of object, though not necessarily unique.",
			"",
			"An occultist can adopt a sacred implement whenever he gains access to an implement school. Once chosen, the sacred implement is permanent and grants the occultist access to a bonus focus power for that implement school, but causes the occultist to take a -1 penalty to his caster level when using the spells and associated implement powers of a school of magic opposed to that deity's portfolio. An occultist can use a sacred implement even if he doesn't worship the associated god.",
			"",
			"| Implement | Has Sacred? | Description |",
			"| :---: | :---: | --- |",
			"| :ripple[implement/Abjuration] | Yes | Abjuration implements are objects associated with protection and wards. |",
			"| :ripple[implement/Conjuration] | Yes | Implements used in conjuration allow the occultist to perform magic that transports or calls creatures. |",
			"| :ripple[implement/Divination] | No | Implements of the divination school grant powers related to foresight and remote viewing. |",
			"| :ripple[implement/Enchantment] | Yes | Enchantment implements allow the occultist to befuddle the mind and charm his foes. |",
			"| :ripple[implement/Evocation] | Yes | Implements focused on evocation grant the ability to create and direct energy to protect and to destroy. |",
			"| :ripple[implement/Illusion] | Yes | Illusion implements allow the occultist to distort the senses and cloak creatures from sight. |",
			"| :ripple[implement/Necromancy] | Yes | Implements that draw power from necromancy can control undead and harm the living. |",
			"| :ripple[implement/Transmutation] | No | Transmutation implements can alter the properties of both objects and creatures. |",
			"| :ripple[implement/Mage's Paraphernalia/ (Panoply)] | No | This panoply is associated with the arcane arts and the masters of manipulating magic. |",
			"| :ripple[implement/Performer's Accoutrements/ (Panoply)] | No | This panoply is associated with those who deceive as well as those who entertain. |",
			"| :ripple[implement/Saint's Holy Regalia/ (Panoply)] | No | This panoply is associated with devoted members of a good-aligned faith and the power of belief. |",
			"| :ripple[implement/Trappings of the Warrior/ (Panoply)] | No | This panoply is associated with brave and stalwart warriors, martial skill, and the defense of one's allies. |"
		],
		"topLink": [ "Occultist", "class/occultist" ]
	},
	"improved_familiars": {
		"name": "Improved Familiars",
		"sources": [
			"Advanced Race Guide",
			"Bestiary 2",
			"Bestiary 3",
			"Bestiary 4",
			"Bestiary 5",
			"Cheliax, the Infernal Empire",
			"Construct Handbook",
			"Curse of the Crimson Throne",
			"Familiar Folio",
			"Gallows of Madness",
			"Heroes from the Fringe",
			"Inner Sea Bestiary",
			"Ire of the Storm",
			"Legacy of Dragons",
			"Monster Codex",
			"Nidal, Land of Shadows",
			"Occult Bestiary",
			"Pathfinder #103: The Hellfire Compact",
			"Pathfinder #107: Scourge of the Godclaw",
			"Pathfinder #128: Songbird, Scion, Saboteur",
			"Pathfinder #133: Secrets of Roderic's Cove",
			"Pathfinder #19: Howl of the Carrion King",
			"Pathfinder #2: The Skinsaw Murders",
			"Pathfinder #31: Stolen Land",
			"Pathfinder #36: Sound of a Thousand Screams",
			"Pathfinder #40: Vaults of Madness",
			"Pathfinder #43: Haunting of Harrowstone",
			"Pathfinder #47: Ashes at Dawn",
			"Pathfinder #55: The Wormwood Mutiny",
			"Pathfinder #58: Island of Empty Eyes",
			"Pathfinder #61: Shards of Sin",
			"Pathfinder #63: The Asylum Stone",
			"Pathfinder #73: The Worldwound Incursion",
			"Pathfinder #87: The Choking Tower",
			"PRPG Core Rulebook",
			"Ultimate Magic"
		],
		"description": [
			"## Improved Familiars",
			"",
			"The {feat/Improved Familiar} feat allows you to acquire a powerful familiar, but only when you could normally acquire a new familiar.",
			"",
			"When choosing a familiar, the creatures listed below are also available to you. You may choose a familiar with an alignment up to one step away on each alignment axis (lawful through chaotic, good through evil).",
			"",
			"Improved familiars otherwise use the rules for regular {sidekick/familiar/s}, with two exceptions: if the creature's type is something other than animal, its type does not change; and improved familiars do not gain the ability to speak with other creatures of their kind (although many of them already have the ability to communicate).",
			"",
			"The familiars below are organized according to the level the master must be, and the alignment the master must be within one step of.",
			"",
			"::h3[Available at 3rd Level]{jl}",
			"",
			"**Any alignment:**",
			"",
			"- {template/Fey-touched} {monster/toad}[^T]",
			"",
			"**Chaotic neutral:**",
			"",
			"- {template/Entropic} {monster/monkey}[^T]",
			"- {monster/Pyrausta}[^P]",
			"",
			"**Lawful neutral:**",
			"",
			"- {template/Resolute} {monster/owl}[^T]",
			"",
			"**True neutral:**",
			"",
			"- {monster/Coral capuchin}",
			"- {monster/Dire rat}",
			"- {monster/Skvader}",
			"",
			"**Neutral evil:**",
			"",
			"- {monster/Beheaded}",
			"- {template/Fiendish} {monster/viper}[^T]",
			"",
			"**Neutral good:**",
			"",
			"- {template/Celestial} {monster/hawk}[^T]",
			"",
			"::h3[Available at 4th Level]{jl}",
			"",
			"**Chaotic neutral:**",
			"",
			"- {monster/Mockingfey}",
			"",
			"::h3[Available at 5th Level]{jl}",
			"",
			"**Any alignment:**",
			"",
			"- {monster/Almiraj}",
			"",
			"**Any evil:** [^E]",
			"",
			"- {monster/Sootwing bat}",
			"- {monster/Isitoq}",
			"",
			"**Any alignment (see creature text):**",
			"",
			"- {monster/Sin seeker}",
			"",
			"**Chaotic evil:**",
			"",
			"- {monster/Zoog}",
			"",
			"**Chaotic neutral:**",
			"",
			"- {monster/Katroome}",
			"- {monster/Sprite}",
			"",
			"**True neutral:**",
			"",
			"- {monster/Brain Mole}",
			"- {monster/Brownie}",
			"- {monster/Carbuncle}",
			"- {family/Small |Elemental} (any type)",
			"- {monster/Stirge}",
			"- {monster/Wolpertinger}",
			"",
			"::h3[Available at 7th Level]{jl}",
			"",
			"**Any alignment:**",
			"",
			"- {monster/Clockwork familiar}[^C]",
			"- {monster/Homunculus}[^H]",
			"",
			"**Any evil:** [^E]",
			"",
			"- {monster/Seru}",
			"- {monster/Shadow drake}",
			"",
			"**Any non-lawful:** [^E]",
			"",
			"- {monster/Pooka}",
			"",
			"**Chaotic:**",
			"",
			"- {monster/Chuspiki}",
			"",
			"**Chaotic evil:**",
			"",
			"- {monster/Cythnigot/ qlippoth}",
			"- {monster/Nuglub/ gremlin}",
			"- {monster/Quasit/ (Demon)}",
			"- {monster/Ratling}",
			"",
			"**Chaotic good:**",
			"",
			"- {monster/Caypup}",
			"- {monster/Faerie dragon}",
			"- {monster/House drake}",
			"- {monster/Lyrakien/ azata}",
			"",
			"**Chaotic neutral:**",
			"",
			"- {monster/Cat sith}",
			"- {monster/Tidepool dragon}",
			"- {monster/Dweomercat Cub}",
			"- {monster/Liminal sprite}",
			"- {monster/Nycar}",
			"- {monster/Voidworm/ (protean)}",
			"- {monster/Xiao}",
			"",
			"**Good-aligned:** [^E]",
			"",
			"- {monster/Nehushtan}",
			"",
			"**Lawful evil:**",
			"",
			"- {monster/Augur/ kyton}",
			"- {monster/Imp/ (Devil)}",
			"- {monster/Raktavarna/ rakshasa}",
			"- {monster/Spirit oni}",
			"- {monster/Tripurasura/ asura}",
			"- {monster/Typhilipede}",
			"",
			"**Lawful good:**",
			"",
			"- {monster/Harbinger archon}",
			"",
			"**Lawful neutral:**",
			"",
			"- {monster/Arbiter/ inevitable}",
			"- {monster/Shikigami/ kami}",
			"",
			"**Lawful:** [^E]",
			"",
			"- {monster/Familiar automaton}",
			"",
			"**True neutral:**",
			"",
			"- {monster/Aether wysp}",
			"- {monster/Air wysp}",
			"- {monster/Calligraphy Wyrm}",
			"- {monster/Cyphergull}",
			"- {monster/Earth wysp}",
			"- {monster/Fire wysp}",
			"- {monster/Galluvix}",
			"- {monster/Mamiwa}",
			"- {monster/Mephit/ (any type)}",
			"- {monster/Paracletus/ aeon}",
			"- {monster/Pipefox}",
			"- {monster/Pseudosphinx}",
			"- {monster/Pseudowyvern}",
			"- {monster/Psyche serpent}",
			"- {monster/Water wysp}",
			"",
			"**True neutral:** [^E]",
			"",
			"- {monster/Nosoi/ (Psychopomp)}",
			"",
			"**Neutral evil:**",
			"",
			"- {monster/Cacodaemon/ daemon}",
			"- {monster/Doru/ div}",
			"- {monster/Esipil/ sahkil}",
			"- {monster/Hellfire Ignis}",
			"- {monster/Impundulu}",
			"- {monster/Smokeshade}",
			"",
			"**Neutral good:**",
			"",
			"- {monster/Cassisian/ angel}",
			"- {monster/Ceru}",
			"- {monster/Pseudodragon}",
			"- {monster/Silvanshee/ agathion}",
			"",
			"[^C]: A clockwork familiar needs crafting; see monstery entry",
			"[^T]: This may be replaced with any other animal from the standard {ability/familiar} list, with the appropriate template ({template/celestial}, {template/entropic}, {template/fey-touched}, {template/fiendish}, or {template/resolute}) applied to it.",
			"[^H]: The master must first create the homunculus.",
			"[^P]: The pyrausta's heart spark glows slightly less brightly, but more steadily. This removes its fast healing ability and heart of flame special abilities.",
			"[^E]: The spellcaster's alignment **must** match this eactly, instead of being within one step of the familiar's alignment."
		],
		"topLink": [ "Wizard", "class/wizard" ]
	},
	"infusion_wild_talents": {
		"name": "Infusions",
		"sources": [
			"Elemental Master's Handbook",
			"Heroes of Golarion",
			"Martial Arts Handbook",
			"Occult Adventures",
			"Occult Origins",
			"Plane-Hopper's Handbook",
			"Psychic Anthology",
			"Ultimate Wilderness",
			"Wilderness Origins"
		],
		"description": [
			"## Infusion Wild Talents",
			"",
			"Infusion wild talents change the way kineticists use their kinetic blasts.",
			"",
			"{table0}"
		],
		"noFinder": true,
		"tables": [
			{
				"id": "infusion wild talents",
				"headers": [ "Infusion", "Type", "Elements", "Level", "Burn", "Prerequisites", "Associated Blasts" ],
				"ripples": [0],
				"types": [ null, null, null, "num", "num", null, null ],
				"alignments": [ true, null, null, null, null, true, true ],
				"sizes": [ 5.5, 4, 5.5, 3.5, 3.5, 5.5, 5.5 ],
				"data": [
					[ "{kinetic/Blade Rush}", "form infusion", "universal", 2, 2, "{kinetic/kinetic blade}", "any" ],
					[ "{kinetic/Blade Whirlwind}", "form infusion", "universal", 5, 3, "{kinetic/kinetic blade}", "any" ],
					[ "{kinetic/Bolt}", "form infusion", "air", 3, 2, null, "{kinetic/Electric Blast}, {kinetic/Thunderstorm Blast}" ],
					[ "{kinetic/Bowling Infusion}", "substance infusion", "aether, earth", 2, 2, null, "{kinetic/Earth Blast}, {kinetic/Magma Blast}, {kinetic/Metal Blast}, {kinetic/Mud Blast}, {kinetic/Telekinetic Blast}" ],
					[ "{kinetic/Brilliant Infusion}", "substance infusion", "fire", 6, 4, "{kinetic/flash infusion}", "{kinetic/Blue Flame Blast}, {kinetic/Fire Blast}, {kinetic/Plasma Blast}" ],
					[ "{kinetic/Burning Infusion}", "substance infusion", "fire", 1, 1, null, "{kinetic/Blue Flame Blast}, {kinetic/Fire Blast}, {kinetic/Magma Blast}, {kinetic/Plasma Blast}" ],
					[ "{kinetic/Chain}", "form infusion", "air", 5, 3, null, "{kinetic/Electric Blast}" ],
					[ "{kinetic/Chilling Infusion}", "substance infusion", "water", 5, 3, null, "{kinetic/Blizzard Blast}, {kinetic/Cold Blast}, {kinetic/Ice Blast}" ],
					[ "{kinetic/Cloud}", "form infusion", "air, water", 7, 4, "{kinetic/extended range}", "{kinetic/Blizzard Blast}, {kinetic/Sandstorm Blast}, {kinetic/Steam Blast}, {kinetic/Thunderstorm Blast}" ],
					[ "{kinetic/Cyclone}", "form infusion", "air", 4, 3, null, "{kinetic/Air Blast}, {kinetic/Blizzard Blast}, {kinetic/Sandstorm Blast}, {kinetic/Thunderstorm Blast}" ],
					[ "{kinetic/Dampening Infusion}", "substance infusion", "void", 1, 1, null, "{kinetic/Negative Blast}, {kinetic/Void Blast}" ],
					[ "{kinetic/Darkness Infusion}", "substance infusion", "void", 3, 2, null, "{kinetic/Gravity Blast}, {kinetic/Negative Blast}, {kinetic/Void Blast}" ],
					[ "{kinetic/Darkness Infusion, Greater}", "substance infusion", "void", 6, 4, "{kinetic/darkness infusion}", "{kinetic/Gravity Blast}, {kinetic/Negative Blast}, {kinetic/Void Blast}" ],
					[ "{kinetic/Dazzling Infusion}", "substance infusion", "fire, wood", 1, 1, null, "{kinetic/Blue Flame Blast}, {kinetic/Fire Blast}, {kinetic/Plasma Blast}, {kinetic/Positive Blast}, {kinetic/Verdant Blast}" ],
					[ "{kinetic/Deadly Earth}", "form infusion", "earth, wood", 6, 4, "{kinetic/extended range}", "{kinetic/Earth Blast}, {kinetic/Magma Blast}, {kinetic/Metal Blast}, {kinetic/Mud Blast}" ],
					[ "{kinetic/Detonation}", "form infusion", "fire", 4, 3, null, "{kinetic/Blue Flame Blast}, {kinetic/Fire Blast}" ],
					[ "{kinetic/Disintegrating Infusion}", "substance infusion", "aether", 6, 4, null, "{kinetic/Force Blast}" ],
					[ "{kinetic/Draining Infusion}", "substance infusion", "universal", 1, 1, null, "any simple" ],
					[ "{kinetic/Elemental Trap}", "form infusion", "universal", 3, 2, null, "any" ],
					[ "{kinetic/Energize Weapon}", "form infusion", "air, fire, void, water", 1, 1, null, "{kinetic/Blue Flame Blast}, {kinetic/Cold Blast}, {kinetic/Electric Blast}, {kinetic/Fire Blast}, {kinetic/Negative Blast}" ],
					[ "{kinetic/Enervating Infusion}", "substance infusion", "void", 7, 4, null, "{kinetic/Negative Blast}, {kinetic/Void Blast}" ],
					[ "{kinetic/Entangling Infusion}", "substance infusion", "earth, water, wood", 2, 2, null, "{kinetic/Blizzard Blast}, {kinetic/Cold Blast}, {kinetic/Earth Blast}, {kinetic/Ice Blast}, {kinetic/Magma Blast}, {kinetic/Metal Blast}, {kinetic/Mud Blast}, {kinetic/Sandstorm Blast}" ],
					[ "{kinetic/Eruption}", "form infusion", "fire", 3, 2, "{kinetic/extended range}", "{kinetic/Blue Flame Blast}, {kinetic/Fire Blast}, {kinetic/Magma Blast}, {kinetic/Steam Blast}" ],
					[ "{kinetic/Explosion}", "form infusion", "fire", 7, 4, "{kinetic/extended range}", "{kinetic/Blue Flame Blast}, {kinetic/Fire Blast}" ],
					[ "{kinetic/Extended Range}", "form infusion", "universal", 1, 1, null, "any" ],
					[ "{kinetic/Extreme Range}", "form infusion", "universal", 3, 2, "{kinetic/extended range}", "any" ],
					[ "{kinetic/Fan of Flames}", "form infusion", "fire", 1, 1, null, "{kinetic/Blue Flame Blast}, {kinetic/Fire Blast}" ],
					[ "{kinetic/Flash Infusion}", "substance infusion", "fire", 4, 3, null, "{kinetic/Blue Flame Blast}, {kinetic/Fire Blast}, {kinetic/Plasma Blast}" ],
					[ "{kinetic/Flurry of Blasts}", "form infusion", "universal", 3, 2, "{kinetic/extended range}", "any" ],
					[ "{kinetic/Focused Blast}", "form infusion", "universal", 2, 2, null, "any" ],
					[ "{kinetic/Foe Throw}", "form infusion", "aether", 3, 2, null, "{kinetic/Telekinetic Blast}" ],
					[ "{kinetic/Force Hook}", "form infusion", "aether", 3, 2, null, "{kinetic/Force Blast}" ],
					[ "{kinetic/Foxfire Infusion}", "substance infusion", "fire, wood", 3, 2, "{kinetic/foxfire} or {kinetic/positive blast}", "{kinetic/Blue Flame Blast}, {kinetic/Fire Blast}, {kinetic/Positive Blast}" ],
					[ "{kinetic/Fragmentation}", "form infusion", "earth, water", 7, 4, "{kinetic/extended range}", "{kinetic/Earth Blast}, {kinetic/Ice Blast}, {kinetic/Metal Blast}" ],
					[ "{kinetic/Grappling Infusion}", "substance infusion", "universal", 5, 3, null, "any" ],
					[ "{kinetic/Gusting Infusion}", "substance infusion", "air", 1, 1, null, "{kinetic/Air Blast}, {kinetic/Blizzard Blast}, {kinetic/Sandstorm Blast}, {kinetic/Thunderstorm Blast}" ],
					[ "{kinetic/Impale}", "form infusion", "earth, water, wood", 3, 2, null, "{kinetic/Earth Blast}, {kinetic/Ice Blast}, {kinetic/Metal Blast}" ],
					[ "{kinetic/Kinetic Blade}", "form infusion", "universal", 1, 1, null, "any" ],
					[ "{kinetic/Kinetic Fist}", "form infusion", "universal", 1, 1, null, "any" ],
					[ "{kinetic/Kinetic Whip}", "form infusion", "universal", 3, 2, "{kinetic/kinetic blade}", "any" ],
					[ "{kinetic/Kundalini Infusion}", "substance infusion", "universal", 2, 0, "ki pool, {kinetic/kinetic fist}", "any" ],
					[ "{kinetic/Maelstrom}", "substance infusion", "water", 8, 4, "{kinetic/extended range}", "{kinetic/Charged Water Blast}, {kinetic/Water Blast}" ],
					[ "{kinetic/Magnetic Infusion}", "substance infusion", "air, earth", 3, 2, null, "{kinetic/Charged Water Blast}, {kinetic/Electric Blast}, {kinetic/Metal Blast}, {kinetic/Plasma Blast}, {kinetic/Thunderstorm Blast}" ],
					[ "{kinetic/Many Throw}", "form infusion", "aether", 8, 4, "{kinetic/extended range}", "{kinetic/Telekinetic Blast}" ],
					[ "{kinetic/Mobile Blast}", "form infusion", "universal", 3, 2, null, "any" ],
					[ "{kinetic/Penetrating Infusion}", "substance infusion", "air, fire, water", 2, 2, null, "{kinetic/Blue Flame Blast}, {kinetic/Cold Blast}, {kinetic/Electric Blast}, {kinetic/Fire Blast}" ],
					[ "{kinetic/Photokinetic Infusion}", "substance infusion", "wood", 1, 1, "{kinetic/positive blast}", "{kinetic/Positive Blast}" ],
					[ "{kinetic/Pulling Infusion}", "substance infusion", "void", 1, 1, null, "{kinetic/Gravity Blast}, {kinetic/Void Blast}" ],
					[ "{kinetic/Pure-Flame Infusion}", "substance infusion", "fire", 7, 4, null, "{kinetic/Blue Flame Blast}" ],
					[ "{kinetic/Pushing Infusion}", "substance infusion", "aether, air, earth, void, water, wood", 1, 1, null, "{kinetic/Air Blast}, {kinetic/Blizzard Blast}, {kinetic/Charged Water Blast}, {kinetic/Earth Blast}, {kinetic/Gravity Blast}, {kinetic/Magma Blast}, {kinetic/Metal Blast}, {kinetic/Mud Blast}, {kinetic/Sandstorm Blast}, {kinetic/Steam Blast}, {kinetic/Telekinetic Blast}, {kinetic/Void Blast}, {kinetic/Water Blast}" ],
					[ "{kinetic/Quenching Infusion}", "substance infusion", "water", 1, 1, null, "{kinetic/Charged Water Blast}, {kinetic/Water Blast}" ],
					[ "{kinetic/Rare-Metal Infusion}", "substance infusion", "earth", 3, 2, null, "{kinetic/Metal Blast}" ],
					[ "{kinetic/Shepherd of Souls}", "substance infusion", "universal", 7, 4, null, "any simple" ],
					[ "{kinetic/Singularity}", "form infusion", "void", 4, 3, null, "{kinetic/Gravity Blast}, {kinetic/Negative Blast}, {kinetic/Void Blast}" ],
					[ "{kinetic/Slick Infusion}", "substance infusion", "water", 2, 2, "{kinetic/slick}", "{kinetic/Blizzard Blast}, {kinetic/Charged Water Blast}, {kinetic/Cold Blast}, {kinetic/Ice Blast}, {kinetic/Water Blast}" ],
					[ "{kinetic/Snake}", "form infusion", "universal", 3, 2, "{kinetic/extended range}", "any" ],
					[ "{kinetic/Spindle}", "form infusion", "universal", 2, 2, null, "any" ],
					[ "{kinetic/Spore Infusion}", "substance infusion", "wood", 5, 3, null, "{kinetic/Autumn Blast}, {kinetic/Spring Blast}, {kinetic/Summer Blast}, {kinetic/Verdant Blast}, {kinetic/Winter Blast}, {kinetic/Wood Blast}" ],
					[ "{kinetic/Spray}", "form infusion", "water", 4, 3, null, "{kinetic/Charged Water Blast}, {kinetic/Water Blast}" ],
					[ "{kinetic/Stylish Infusion}", "substance infusion", "universal", 3, 2, "brawler's flurry or flurry of blows class feature, {kinetic/kinetic fist}", "any" ],
					[ "{kinetic/Synaptic Infusion}", "substance infusion", "air", 3, 2, null, "{kinetic/Electric Blast}, {kinetic/Charged Water Blast}, {kinetic/Thunderstorm Blast}" ],
					[ "{kinetic/Telekinetic Boomerang}", "form infusion", "aether", 1, 1, null, "{kinetic/Telekinetic Blast}" ],
					[ "{kinetic/Thundering Infusion}", "substance infusion", "air", 1, 1, null, "{kinetic/Electric Blast}, {kinetic/Thunderstorm Blast}" ],
					[ "{kinetic/Torrent}", "form infusion", "air, fire, water", 3, 2, null, "{kinetic/Air Blast}, {kinetic/Blizzard Blast}, {kinetic/Blue Flame Blast}, {kinetic/Charged Water Blast}, {kinetic/Fire Blast}, {kinetic/Magma Blast}, {kinetic/Mud Blast}, {kinetic/Plasma Blast}, {kinetic/Sandstorm Blast}, {kinetic/Steam Blast}, {kinetic/Thunderstorm Blast}, {kinetic/Water Blast}" ],
					[ "{kinetic/Toxic Infusion}", "substance infusion", "wood", 4, 3, null, "{kinetic/Autumn Blast}, {kinetic/Spring Blast}, {kinetic/Summer Blast}, {kinetic/Verdant Blast}, {kinetic/Winter Blast}, {kinetic/Wood Blast}" ],
					[ "{kinetic/Toxic Infusion, Greater}", "substance infusion", "wood", 7, 4, "{kinetic/toxic infusion}", "{kinetic/Autumn Blast}, {kinetic/Spring Blast}, {kinetic/Summer Blast}, {kinetic/Verdant Blast}, {kinetic/Winter Blast}, {kinetic/Wood Blast}" ],
					[ "{kinetic/Tremor}", "form infusion", "earth", 5, 3, null, "{kinetic/Earth Blast}" ],
					[ "{kinetic/Turning Blast}", "substance infusion", "void, wood", 4, 3, "{race/duskwalker}, or {feat/Planar Infusion/ (Boneyard)}", "{kinetic/Positive Blast}, {kinetic/Negative Blast}" ],
					[ "{kinetic/Unblinking Flame Infusion}", "substance infusion", "fire", 5, 3, "{kinetic/kinetic fist}, member of the Monastery of Unblinking Flame", "{kinetic/Blue Flame Blast}, {kinetic/Fire Blast}" ],
					[ "{kinetic/Unbreaking Waves Infusion}", "substance infusion", "water", 5, 3, "{kinetic/kinetic fist}, member of the Monastery of Unbreaking Waves", "{kinetic/Ice Blast}, {kinetic/Water Blast}" ],
					[ "{kinetic/Unfolding Wind Infusion}", "substance infusion", "air", 5, 3, "{kinetic/kinetic fist}, member of the Monastery of Unfolding Wind", "{kinetic/Air Blast}, {kinetic/Thunderstorm Blast}" ],
					[ "{kinetic/Unnerving Infusion}", "substance infusion", "void", 3, 2, null, "{kinetic/Negative Blast}, {kinetic/Void Blast}" ],
					[ "{kinetic/Unraveling Infusion}", "substance infusion", "fire", 5, 3, null, "{kinetic/Blue Flame Blast}, {kinetic/Fire Blast}" ],
					[ "{kinetic/Untwisting Iron Infusion}", "substance infusion", "earth", 5, 3, "{kinetic/kinetic fist}, member of the Monastery of Untwisting Iron", "{kinetic/Earth Blast}, {kinetic/Metal Blast}" ],
					[ "{kinetic/Vampiric Infusion}", "substance infusion", "void", 5, 3, "{kinetic/void healer}", "{kinetic/Negative Blast}, {kinetic/Void Blast}" ],
					[ "{kinetic/Venom Admixture}", "substance infusion", "universal", 2, 2, "{kinetic/venom speaker}", null ],
					[ "{kinetic/Venom Infusion}", "substance infusion", "universal", 4, 3, "{kinetic/venom speaker}", "any simple or composite" ],
					[ "{kinetic/Venom Infusion, Greater}", "substance infusion", "universal", 7, 4, "{kinetic/venom speaker}, {kinetic/venom infusion}", "any simple or composite" ],
					[ "{kinetic/Wall}", "form infusion", "universal", 5, 3, null, "any" ],
					[ "{kinetic/Weighing Infusion}", "substance infusion", "void", 2, 2, null, "{kinetic/Gravity Blast}, {kinetic/Void Blast}" ],
					[ "{kinetic/Whip Hurricane}", "form infusion", "universal", 6, 4, "{kinetic/kinetic blade}, {kinetic/kinetic whip}, {kinetic/blade whirlwind}", "any" ]
				],
				"initialColumn": 1
			}
		],
		"topLink": [ "Kineticist", "class/kineticist" ]
	}
}
