{
	"oaths": {
		"name": "Paladin Oaths",
		"sources": [
			"Divine Anthology",
			"Inner Sea Combat",
			"Ultimate Magic"
		],
		"description": [
			"While all paladins have their own codes of conduct, either taught by an order, handed down from the gods, or inspired by personal conviction, an oathbound paladin devotes herself to a singular cause, which grants her additional powers but also gives further edicts she must follow. An oathbound paladin swears an oath to eradicate a certain kind of evil. This powerful oath gives her access to new spells and adds to or alters typical paladin abilities.",
			"",
			"An oathbound paladin can take multiple oaths, but none of the other oaths can replace or alter the same class feature from the paladin class as another alternate class feature. For example, a paladin cannot take the Oath against Corruption and the Oath against the Wyrm because they both replace the aura of courage class feature.",
			"",
			"Paladins who take up an oath may make a sacred promise to their god or temple to perform some specific and grand action associated with the oath. For example, an oathbound paladin who takes the Oath of Vengeance may be tasked with killing the orc warlord who razed her home city, while a paladin with the Oath against the Wyrm may be asked to secure a non-aggression pact with a family of dragons. When a paladin completes the sacred promise, the oath is fulfilled, and she may abandon the oath if she so chooses; she may then select another oath or become a standard paladin or a different paladin archetype.",
			"",
			"If a paladin violates the code of her oath, she loses the class abilities associated with that oath until she atones. If she violates her paladin's code, she loses her oath abilities as well as her other paladin abilities.",
			"",
			"An oathbound paladin has the following class features.",
			"",
			"**Deity:** Some oaths are especially compatible with the faiths of certain deities; these deities are listed here. Other deities may allow these oaths as well, though only rarely do deities allow oaths conflicting with their teachings.",
			"",
			"**Code of Conduct:** The oathbound paladin must abide by the listed tenets of her oath in addition to the specifics of her god's code of conduct. In some cases, a deity's or paladin order's code may conflict with the oath's tenets; in most cases, these conflicts mean the oath is unsuitable for a paladin of that deity or order (such as the Oath against the Wyrm with respect to a good dragon deity or a dragon-riding order of paladins) and cannot be selected by the paladin.",
			"",
			"**Oath Spells:** A paladin's oath influences what magic she can perform. An oathbound paladin adds one spell to the paladin spell list at each paladin spell level she can cast (including spell levels for which she would only gain spells per day if her Charisma were high enough to grant bonus spells of that level). Her oath determines what spell is added to the spell list. If the paladin has multiple oaths, the spells from each oath are added to her spell list.",
			"",
			"If an oathbound paladin has more than one oath, she may prepare any one of her oath's spells in that slot (similar to a cleric choosing one of her two domain spells to prepare in a domain spell slot).",
			"",
			"| Oath | Replaces | Description |",
			"| --- | --- | --- |",
			"| [Oath against Chaos](/oath/oath_against_chaos) | Detect Evil, Smite Evil, Channel Positive Energy | These paladins dedicate themselves to the rule of law above all other things. |",
			"| [Oath against Corruption](/oath/oath_against_corruption) | Aura of Courage, Aura of Justice, Holy Champion | When a paladin takes this oath, she becomes a hunter of aberrations, protecting the common people from these bizarre threats. |",
			"| [Oath against Fiends](/oath/oath_against_fiends) | Aura of Resolve, 9th-level Mercy | A paladin who takes an oath against demons, devils, daemons, and other evil outsiders is constantly on the lookout for malicious fiendish insurgence into the world, and faces it with swift and unwavering defiance. |",
			"| [Oath against Grotesquery](/oath/oath_against_grotesquery) | Divine Health, Aura of Faith | For champions of Shelyn, who are aware that aesthetics is subjective, beauty is the form inviolate. |",
			"| [Oath against Savagery](/oath/oath_against_savagery) | Divine Grace, Aura of Justice | Some paladins are champions of order, pledging to battle the hordes of goblinoids, orcs, hostile barbarians, and similar savages that nip at the heels of civilization, as well as those who gnaw on society from within, such as thieves' and assassins' guilds. |",
			"| [Oath against the Whispering Way](/oath/oath_against_the_whispering_way) | Detect Evil, 3rd-level Mercy, 9th-level Mercy, Aura of Resolve, Aura of Justice | A variation of the Oath against undead geared towards fighting the [Whispering Way](rule/f_gravepath) |",
			"| [Oath against the Wyrm](/oath/oath_against_the_wyrm) | Channel Positive Energy, Divine Bond, Holy Champion | Some paladins swear to protect others against the predation of dragonkind. |",
			"| [Oath against Undeath](/oath/oath_against_undeath) | Detect Evil, 3rd-level Mercy, 9th-level Mercy, Aura of Resolve, Aura of Justice | A paladin with this oath vows to restore the natural state of death to any animate corpse she encounters, and destroy the undead energy in the process. |",
			"| [Oath of Charity](/oath/oath_of_charity) | Lay on Hands, Divine Bond | Those who take this oath dedicate their lives to protecting those who can't protect themselves and giving to those who are in need. |",
			"| [Oath of Chastity](/oath/oath_of_chastity) | Divine Grace, Aura of Resolve | A chaste paladin proves her purity by way of her action and her abstinence from romantic activities. |",
			"| [Oath of Loyalty](/oath/oath_of_loyalty) | Smite Evil | To most paladins, their word is everything. When they say something, it will be done. Those who take this oath put that ideal to the test every day. |",
			"| [Oath of the Mendevian Crusade](/oath/oath_of_the_mendevian_crusade) | Aura of Resolve, Divine Bond, 9th-level Mercy | A variation of the Oath against Fiends dedicated to closing the Worldwound |",
			"| [Oath of the People's Council](/oath/oath_of_the_peoples_council) | Class Skills, Smite Evil, Aura of Justice, Holy Champion | Paladins swearing the oath of the People's Council serve the common good by finding and thwarting those who abuse their authority. |",
			"| [Oath of the Skyseeker](/oath/oath_of_the_skyseeker) | Smite Evil, Divine Bond, Aura of Justice, Aura of Faith | Paladins with the oath of the skyseeker swear to defend the Sky Citadels their people retain and to help reclaim those the dwarves have lost, hoping to one day rebuild them on the greatest, most honorable ideals of the dwarven gods. |",
			"| [Oath of Vengeance](/oath/oath_of_vengeance) | Channel Positive Energy, Aura of Justice | These oathbound paladins are always on the hunt for those who have perpetrated evil, and are the instrument of Heaven's most definitive and implacable judgment. |"
		],
		"topLink": [ "Paladin", "class/paladin" ]
	},
	"orders": {
		"name": "Orders",
		"sources": [
			"Advanced Class Guide",
			"Advanced Player's Guide",
			"Advanced Race Guide",
			"Adventurer's Guide",
			"Aquatic Adventures",
			"Blood of the Elements",
			"Blood of the Sea",
			"Champions of Balance",
			"Disciple's Doctrine",
			"Distant Shores",
			"Heroes from the Fringe",
			"Heroes of the Wild",
			"Inner Sea Combat",
			"Knights of the Inner Sea",
			"Legacy of the First World",
			"Merchant's Manifest",
			"Monster Hunter's Handbook",
			"Occult Adventures",
			"Path of the Hellknight",
			"People of the River",
			"People of the Sands",
			"Qadira, Jewel of the East",
			"The Harrow Handbook",
			"Ultimate Combat",
			"Ultimate Wilderness",
			"Villain Codex"
		],
		"description": [
			"## Cavalier/Samurai Orders",
			"",
			"{SOURCE Advanced Player's Guide}",
			"",
			"At 1st level, a cavalier must pledge himself to a specific order. The order grants the cavalier a number of bonuses, class skills, and special abilities. In addition, each order includes a number of edicts that the cavalier must follow. If he violates any of these edicts, he loses the benefits from his order's challenge ability for 24 hours. The violation of an edict is subject to GM interpretation.",
			"",
			"A cavalier cannot change his order without undertaking a lengthy process to dedicate himself to a new cause. When this choice is made, he immediately loses all of the benefits from his old order. He must then follow the edicts of his new order for one entire level without gaining any benefits from that order. Once accomplished, he gains all of the bonuses from his new order. Note that the names of these orders might vary depending upon the campaign setting or GM's preference.",
			"",
			"{SOURCE Ultimate Combat}  ",
			"Certain orders marked with an asterisk (\\*) are much more likely to be chosen by {class/Samurai} than by Cavaliers.",
			"",
			"| Order | Description |",
			"| :---: | --- |",
			"| [Order of the Asp](/order/order_of_the_asp) | A cutthroat group where ruthless pragmatism and underhanded dealing are the keys to moving up the chain of command. |",
			"| [Order of the Beast (ACG)](/order/order_of_the_beast_acg) | This order serves nature in all its forms, and keeps close to woodland creatures. |",
			"| [Order of the Beast (ISC)](/order/order_of_the_beast_isc) | Cavaliers of this order revel in destruction, and go out of their way to cause as much mayhem and disorder as possible. |",
			"| [Order of the Blossom](/order/order_of_the_blossom) | This order dedicates their lives to protecting fey, especially those visiting the Material Plane from the First World. |",
			"| [Order of the Blue Rose](/order/order_of_the_blue_rose) | Although they believe wholeheartedly in peace as an aim and a final goal, cavaliers of the blue rose are warriors first, and embrace their role as guardians of those who cannot or will not take up arms to defend themselves. |",
			"| [Order of the Cockatrice](/order/order_of_the_cockatrice) | A cavalier who belongs to this order serves only himself, working to further his own aims and increase his own prestige. |",
			"| [Order of the Dragon](/order/order_of_the_dragon) | This order believes in loyalty and friendship, willing to lay down their lives to protect their allies. |",
			"| [Order of the Eastern Star](/order/order_of_the_eastern_star) | This order exists to keep dangerous secrets hidden from the world and secretly protect the world against unimaginable threats from beyond the mortal realms. |",
			"| [Order of the Eclipse](/order/order_of_the_eclipse)\\* | A respected samurai order devoted to darkness itself. Although the order is not officially restricted to hobgoblins, its edicts make it difficult for any samurai without darkvision to operate in its ranks. |",
			"| [Order of the Eel](/order/order_of_the_eel) | The order of the eel believes communication and negotiation are the true paths to greatness and success for all. Locathah eel riders were the founders of the order of the eel, but other aquatic races have since joined. |",
			"| [Order of the Ennead Star](/order/order_of_the_ennead_star) | Cavaliers belonging to this order have joined the Hellknight crusade against chaos, adopting a life of ironclad discipline and swearing to thwart disorder by any means. |",
			"| [Order of the First Law](/order/order_of_the_first_law) | This order is dedicated to hunting down anyone practicing, preaching, or otherwise facilitating religion in Rahadoum. |",
			"| [Order of the Flame](/order/order_of_the_flame) | A cavalier of the order of the flame devotes his life to the pursuit of personal glory. |",
			"| [Order of the Green](/order/order_of_the_green) | Cavaliers of the order of the Green are dedicated to protecting wild places and creatures, embracing the {faith/Green Faith} in all its glory and natural wonder. |",
			"| [Order of the Guard](/order/order_of_the_guard) | Cavaliers who join the order of the guard dedicate themselves to the staunch and unyielding protection of a specific person or object - generally one they have been hired to protect. |",
			"| [Order of the Hammer](/order/order_of_the_hammer) | This order respects might, and believes that those who prove their strength have earned the right to make decisions for the weak. |",
			"| [Order of the Hero](/order/order_of_the_hero) | A cavalier belonging to this order specializes in hunting down large monsters and protecting communities from them. |",
			"| [Order of the Land](/order/order_of_the_land) | Self-reliance and the ability to make do with sparse resources are hallmarks of this order. |",
			"| [Order of the Lion](/order/order_of_the_lion) | A cavalier who belongs to this order has pledged himself to a sovereign; be it a king, queen, or even the local warlord. |",
			"| [Order of the Monument](/order/order_of_the_monument) | Cavaliers who join the order of the monument dedicate themselves to the protection and service of a particular city or settlement and often follow or respect the faiths of their home locale. |",
			"| [Order of the Paw](/order/order_of_the_paw) | Only dog- or wolf-riding halflings are eligible to join this order. |",
			"| [Order of the Penitent](/order/order_of_the_penitent) | Cavaliers who follow this order seek to make up for the crimes they've committed in the past, and do whatever they can to restore their tainted honor. |",
			"| [Order of the Reins](/order/order_of_the_reins) | These cavaliers hold themselves honor-bound to protect tamed and domesticated animals for their labor and loyalty. |",
			"| [Order of the Saddle](/order/order_of_the_saddle) | This order holds that the balance found between a rider and their mount contains the seeds of a better self, a better relationship with one's community, and a better sense of how to keep the world itself healthy. |",
			"| [Order of the Scales](/order/order_of_the_scales) | Members of this order track down and apprehend fleeing lawbreakers so that these vagrants may answer for their crimes and make good on their debts. |",
			"| [Order of the Seal](/order/order_of_the_seal) | Cavaliers of the order of the seal are a secretive order, each charged with the protection of a specific object (such as a dangerous magic item), place (a lost temple), or secret (that a certain peasant is actually the last descendant of the royal line). |",
			"| [Order of the Shield](/order/order_of_the_shield) | Cavaliers who join the order of the shield devote their lives to protecting the common folk, from the simple farmer to the honest craftsman. |",
			"| [Order of the Shroud](/order/order_of_the_shroud) | Cavaliers of this order seek out and destroy undead and those who harbor or create them. |",
			"| [Order of the Songbird](/order/order_of_the_songbird)\\* | Samurai of this order treat battle as a beautiful art form; many of these samurai seek pacifistic means of defeating their foes. |",
			"| [Order of the Staff](/order/order_of_the_staff) | Cavaliers belonging to the order of the staff dedicate their lives to guarding and assisting spellcasters, especially wizards and druids, and to overcoming those who seek to destroy items and locations of magical import. |",
			"| [Order of the Star](/order/order_of_the_star) | Cavaliers who join the order of the star dedicate themselves to the protection and service of a faith and its members. |",
			"| [Order of the Sword](/order/order_of_the_sword) | Cavaliers who join the order of the sword dedicate their lives to the code of chivalry, living a life of honor, valor, and fairness. |",
			"| [Order of the Tome](/order/order_of_the_tome) | The members of this order devote themselves to the preservation of knowledge. |",
			"| [Order of the Warrior](/order/order_of_the_warrior)\\* | Most samurai swear themselves to the code of the warrior, which emphasizes duty, honor, loyalty, and obedience. |",
			"| [Order of the Waves](/order/order_of_the_waves) | Cavaliers of the order of the waves explore the secrets under the sea. |",
			"| [Order of the Whip](/order/order_of_the_whip) | A cavalier who belongs to this order has pledged himself to cruelty and malice, serving only those who grant him free rein to cause suffering. |",
			"| [Order of Vengeance](/order/order_of_vengeance) | Often affiliated with the church of Calistria, those ex-Galtan cavaliers who subscribe to the order of vengeance seek not only to reclaim their rightful homeland, but to punish those who betrayed them. |",
			"| [Ronin](/order/ronin)\\* | While most samurai belong to the order of the warrior, some find themselves without a master. Known as ronin, these samurai wander the lands, serving their own code of ideals. |"
		],
		"topLink": [ "Cavalier", "class/cavalier" ]
	},
	"patrons": {
		"name": "Witch Patrons",
		"sources": [
			"Advanced Player's Guide",
			"Blood of the Coven",
			"Champions of Purity",
			"Healer's Handbook",
			"Heroes of the High Court",
			"Heroes of the Wild",
			"Horror Adventures",
			"Occult Adventures",
			"Pathfinder #72: The Witch Queen's Revenge",
			"Paths of the Righteous",
			"Ultimate Magic",
			"Ultimate Wilderness"
		],
		"description": [
			"## Witch Patrons",
			"",
			"{SOURCE Advanced Player's Guide}  ",
			"At 1st level, when a witch gains her familiar, she must also select a patron. This patron is a vague and mysterious force, granting the witch power for reasons that she might not entirely understand. While these forces need not be named, they typically hold influence over one of the following forces. At 2nd level, and every two levels thereafter, a witch's patron adds new spells to a witch's list of spells known. These spells are also automatically added to the list of spells stored by the familiar. The spells gained depend upon the patron chosen. Each patron is listed by its theme. Its actual name is up to the GM and the witch to decide.",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Agility:** 2nd - {spell/jump}, 4th - {spell/cat's grace}, 6th - {spell/haste}, 8th - {spell/freedom of movement}, 10th - {spell/polymorph}, 12th - {spell/mass cat's grace}, 14th - {spell/ethereal jaunt}, 16th - {spell/animal shapes}, 18th - {spell/shapechange}.[^A]",
			"",
			"**Ancestors:** 2nd - {spell/bless}, 4th - {spell/aid}, 6th - {spell/prayer}, 8th - {spell/blessing of fervor}, 10th - {spell/commune}, 12th - {spell/greater heroism}, 14th - {spell/refuge}, 16th - {spell/euphoric tranquility}, 18th - {spell/weird}.[^B]",
			"",
			"**Animals:** 2nd - {spell/charm animal}, 4th - {spell/speak with animals}, 6th - {spell/dominate animal}, 8th - {spell/summon nature's ally IV}, 10th - {spell/animal growth}, 12th - {spell/antilife shell}, 14th - {spell/beast shape IV}, 16th - {spell/animal shapes}, 18th - {spell/summon nature's ally IX}.[^A]",
			"",
			"**Aurora:** 2nd - {spell/color spray}, 4th - {spell/hypnotic pattern}, 6th - {spell/wall of nausea}, 8th - {spell/rainbow pattern}, 10th - {spell/blazing rainbow}, 12th - {spell/programmed image}, 14th - {spell/prismatic spray}, 16th - {spell/prismatic wall}, 18th - {spell/polar midnight}.[^C]",
			"",
			"**Autumn:** 2nd - {spell/ray of enfeeblement}, 4th - {spell/create pit}, 6th - {spell/gentle repose}, 8th - {spell/vitriolic mist}, 10th - {spell/major creation}, 12th - {spell/acid fog}, 14th - {spell/caustic eruption}, 16th - {spell/horrid wilting}, 18th - {spell/wail of the banshee}.[^D]",
			"",
			"**Boundaries:** 2nd - {spell/protection from evil}, 4th - {spell/see invisibility}, 6th - {spell/magic circle against evil}, 8th - {spell/dimensional anchor}, 10th - {spell/control summoned creature}, 12th - {spell/banishment}, 14th - {spell/ethereal jaunt}, 16th - {spell/dimensional lock}, 18th - {spell/gate}.[^E]",
			"",
			"**Conspiracies:** 2nd - {spell/lock gaze}, 4th - {spell/disguise other}, 6th - {spell/tongues}, 8th - {spell/hypercognition}, 10th - {spell/dominate person}, 12th - {spell/symbol of persuasion}, 14th - {spell/vision}, 16th - {spell/frightful aspect}, 18th - {spell/overwhelming presence}.[^F]",
			"",
			"**Death:** 2nd - {spell/deathwatch}, 4th - {spell/blessing of courage and life}, 6th - {spell/speak with dead}, 8th - {spell/rest eternal}, 10th - {spell/suffocation}, 12th - {spell/circle of death}, 14th - {spell/finger of death}, 16th - {spell/symbol of death}, 18th - {spell/power word kill}.[^B]",
			"",
			"**Decadence:** 2nd - {spell/negative reaction}, 4th - {spell/demand offering}, 6th - {spell/sepia snake sigil}, 8th - {spell/charm monster}, 10th - {spell/dream}, 12th - {spell/envious urge}, 14th - {spell/waves of ecstasy}, 16th - {spell/euphoric tranquility}, 18th - {spell/symbol of strife}.[^F]",
			"",
			"**Deception:** 2nd - {spell/ventriloquism}, 4th - {spell/invisibility}, 6th - {spell/blink}, 8th - {spell/confusion}, 10th - {spell/passwall}, 12th - {spell/programmed image}, 14th - {spell/mass invisibility}, 16th - {spell/scintillating pattern}, 18th - {spell/time stop}.[^A]",
			"",
			"**Devotion:** 2nd - {spell/divine favor}, 4th - {spell/martyr's bargain}, 6th - {spell/magic vestment}, 8th - {spell/greater magic weapon}, 10th - {spell/flame strike}, 12th - {spell/mass bull's strength}, 14th - {spell/bestow grace of the champion}, 16th - {spell/holy aura}, 18th - {spell/mass heal}.[^E]",
			"",
			"**Elements:** 2nd - {spell/shocking grasp}, 4th - {spell/flaming sphere}, 6th - {spell/fireball}, 8th - {spell/wall of ice}, 10th - {spell/flame strike}, 12th - {spell/freezing sphere}, 14th - {spell/vortex}, 16th - {spell/fire storm}, 18th - {spell/meteor swarm}.[^A]",
			"",
			"**Enchantment:** 2nd - {spell/unnatural lust}, 4th - {spell/calm emotions}, 6th - {spell/unadulterated loathing}, 8th - {spell/overwhelming grief}, 10th - {spell/dominate person}, 12th - {spell/geas}, 14th - {spell/euphoric tranquility}, 16th - {spell/demand}, 18th - {spell/dominate monster}.[^B]",
			"",
			"**Endurance:** 2nd - {spell/endure elements}, 4th - {spell/bear's endurance}, 6th - {spell/protection from energy}, 8th - {spell/spell immunity}, 10th - {spell/spell resistance}, 12th - {spell/mass bear's endurance}, 14th - {spell/greater restoration}, 16th - {spell/iron body}, 18th - {spell/miracle}.[^A]",
			"",
			"**Entropy:** 2nd - {spell/lesser confusion}, 4th - {spell/plague carrier}, 6th - {spell/babble}, 8th - {spell/wandering star motes}, 10th - {spell/feeblemind}, 12th - {spell/antimagic field}, 14th - {spell/insanity}, 16th - {spell/symbol of insanity}, 18th - {spell/interplanetary teleport}.[^F]",
			"",
			"**Ethereal:** 2nd - {spell/detect undead}, 4th - {spell/see invisibility}, 6th - {spell/ectoplasmic snare}, 8th - {spell/condensed ether}, 10th - {spell/ethereal envelope}, 12th - {spell/ethereal jaunt}, 14th - {spell/ectoplasmic eruption}, 16th - {spell/ethereal envelopment}, 18th - {spell/etherealness}.[^G]",
			"",
			"**Fate:** 2nd - {spell/doom}, 4th - {spell/anticipate peril}, 6th - {spell/helping hand}, 8th - {spell/blessing of fervor}, 10th - {spell/greater forbid action}, 12th - {spell/contingency}, 14th - {spell/jolting portent}, 16th - {spell/maze}, 18th - {spell/wish}.[^H]",
			"",
			"**Healing:** 2nd - {spell/remove fear}, 4th - {spell/lesser restoration}, 6th - {spell/remove disease}, 8th - {spell/restoration}, 10th - {spell/cleanse}, 12th - {spell/pillar of life}, 14th - {spell/greater restoration}, 16th - {spell/mass cure critical wounds}, 18th - {spell/true resurrection}.[^B]",
			"",
			"**Insanity:** 2nd - {spell/memory lapse}, 4th - {spell/hideous laughter}, 6th - {spell/distracting cacophony}, 8th - {spell/confusion}, 10th - {spell/mind fog}, 12th - {spell/envious urge}, 14th - {spell/insanity}, 16th - {spell/symbol of insanity}, 18th - {spell/overwhelming presence}.[^B]",
			"",
			"**Jynx:** 2nd - {spell/ill omen}, 4th - {spell/shatter}, 6th - {spell/bestow curse}, 8th - {spell/retribution}, 10th - {spell/mark of justice}, 12th - {spell/eyebite}, 14th - {spell/spell turning}, 16th - {spell/antipathy}, 18th - {spell/energy drain}.[^I]",
			"",
			"**Light:** 2nd - {spell/dancing lantern}, 4th - {spell/continual flame}, 6th - {spell/daylight}, 8th - {spell/rainbow pattern}, 10th - {spell/fire snake}, 12th - {spell/sirocco}, 14th - {spell/sunbeam}, 16th - {spell/sunburst}, 18th - {spell/fiery body}.[^B]",
			"",
			"**Mercy:** 2nd - {spell/cure light wounds}, 4th - {spell/eagle's splendor}, 6th - {spell/remove curse}, 8th - {spell/restoration}, 10th - {spell/cleanse}, 12th - {spell/heroes' feast}, 14th - {spell/foe to friend}, 16th - {spell/euphoric tranquility}, 18th - {spell/true resurrection}.[^I]",
			"",
			"**Mind:** 2nd - {spell/mindlink}, 4th - {spell/mental block}, 6th - {spell/mindscape door}, 8th - {spell/create mindscape}, 10th - {spell/psychic asylum}, 12th - {spell/greater create mindscape}, 14th - {spell/psychic surgery}, 16th - {spell/moment of prescience}, 18th - {spell/microcosm}.[^G]",
			"",
			"**Moon:** 2nd - {spell/darkness}, 4th - {spell/darkvision}, 6th - {spell/owl's wisdom}, 8th - {spell/moonstruck}, 10th - {spell/aspect of the wolf}, 12th - {spell/control water}, 14th - {spell/lunar veil}, 16th - {spell/horrid wilting}, 18th - {spell/meteor swarm}.[^B]",
			"",
			"**Mountain:** 2nd - {spell/stone fist}, 4th - {spell/stone call}, 6th - {spell/stone shape}, 8th - {spell/spike stones}, 10th - {spell/wall of stone}, 12th - {spell/flesh to stone}, 14th - {spell/stone tell}, 16th - {spell/repel metal or stone}, 18th - {spell/clashing rocks}.[^J]",
			"",
			"**Nightmares:** 2nd - {spell/sleep}, 4th - {spell/detect thoughts}, 6th - {spell/oneiric horror}, 8th - {spell/phantasmal killer}, 10th - {spell/nightmare}, 12th - {spell/dream travel}, 14th - {spell/symbol of weakness}, 16th - {spell/demand}, 18th - {spell/polar midnight}.[^F]",
			"",
			"**Occult:** 2nd - {spell/detect undead}, 4th - {spell/command undead}, 6th - {spell/twilight knife}, 8th - {spell/black tentacles}, 10th - {spell/snake staff}, 12th - {spell/create undead}, 14th - {spell/waves of exhaustion}, 16th - {spell/trap the soul}, 18th - {spell/gate}.[^B]",
			"",
			"**Peace:** 2nd - {spell/sanctuary}, 4th - {spell/calm emotions}, 6th - {spell/wind wall}, 8th - {spell/dismissal}, 10th - {spell/serenity}, 12th - {spell/word of recall}, 14th - {spell/forcecage}, 16th - {spell/euphoric tranquility}, 18th - {spell/antipathy}.[^E]",
			"",
			"**Plague:** 2nd - {spell/detect undead}, 4th - {spell/command undead}, 6th - {spell/contagion}, 8th - {spell/animate dead}, 10th - {spell/giant vermin}, 12th - {spell/create undead}, 14th - {spell/control undead}, 16th - {spell/create greater undead}, 18th - {spell/energy drain}.[^A]",
			"",
			"**Plant:** 2nd - {spell/entangle}, 4th - {spell/accelerate poison}, 6th - {spell/lily pad stride}, 8th - {spell/grove of respite}, 10th - {spell/tree stride}, 12th - {spell/repel wood}, 14th - {spell/animate plants}, 16th - {spell/control plants}, 18th - {spell/shambler}.[^K]",
			"",
			"**Portents:** 2nd - {spell/ill omen}, 4th - {spell/locate object}, 6th - {spell/blood biography}, 8th - {spell/divination}, 10th - {spell/contact other plane}, 12th - {spell/legend lore}, 14th - {spell/vision}, 16th - {spell/moment of prescience}, 18th - {spell/foresight}.[^B]",
			"",
			"**Protection:** 2nd - {spell/sanctuary}, 4th - {spell/resist energy}, 6th - {spell/wrathful mantle}, 8th - {spell/stoneskin}, 10th - {spell/interposing hand}, 12th - {spell/forbiddance}, 14th - {spell/greater spell immunity}, 16th - {spell/prismatic wall}, 18th - {spell/freedom}.[^L]",
			"",
			"**Recovery:** 2nd - {spell/liberating command}, 4th - {spell/remove paralysis}, 6th - {spell/sacred bond}, 8th - {spell/freedom of movement}, 10th - {spell/cleanse}, 12th - {spell/heroes' feast}, 14th - {spell/joyful rapture}, 16th - {spell/protection from spells}, 18th - {spell/mass heal}.[^M]",
			"",
			"**Revenge:** 2nd - {spell/magic fang}, 4th - {spell/slipstream}, 6th - {spell/rage}, 8th - {spell/moonstruck}, 10th - {spell/beast shape III}, 12th - {spell/vengeful outrage}, 14th - {spell/phantasmal revenge}, 16th - {spell/seamantle}, 18th - {spell/storm of vengeance}.[^F]",
			"",
			"**Rot:** 2nd - {spell/decompose corpse}, 4th - {spell/warp wood}, 6th - {spell/fungal infestation}, 8th - {spell/fleshworm infestation}, 10th - {spell/plague carrier}, 12th - {spell/epidemic}, 14th - {spell/creeping doom}, 16th - {spell/horrid wilting}, 18th - {spell/cursed earth}.[^I]",
			"",
			"**Shadow:** 2nd - {spell/silent image}, 4th - {spell/darkness}, 6th - {spell/deeper darkness}, 8th - {spell/shadow conjuration}, 10th - {spell/shadow evocation}, 12th - {spell/shadow walk}, 14th - {spell/greater shadow conjuration}, 16th - {spell/greater shadow evocation}, 18th - {spell/shades}.[^A]",
			"",
			"**Space:** 2nd - {spell/mirror strike}, 4th - {spell/twisted space}, 6th - {spell/blink}, 8th - {spell/dimension door}, 10th - {spell/hostile juxtaposition}, 12th - {spell/repulsion}, 14th - {spell/walk through space}, 16th - {spell/bilocation}, 18th - {spell/teleportation circle}.[^F]",
			"",
			"**Spirits:** 2nd - {spell/ghostbane dirge}, 4th - {spell/invisibility}, 6th - {spell/speak with dead}, 8th - {spell/spiritual ally}, 10th - {spell/mass ghostbane dirge}, 12th - {spell/shadow walk}, 14th - {spell/ethereal jaunt}, 16th - {spell/planar ally}, 18th - {spell/etherealness}.[^B]",
			"",
			"**Spring:** 2nd - {spell/feather fall}, 4th - {spell/alter self}, 6th - {spell/pup shape}, 8th - {spell/true form}, 10th - {spell/lightning arc}, 12th - {spell/chain lightning}, 14th - {spell/control weather}, 16th - {spell/stormbolts}, 18th - {spell/time stop}.[^D]",
			"",
			"**Stars:** 2nd - {spell/faerie fire}, 4th - {spell/dust of twilight}, 6th - {spell/guiding star}, 8th - {spell/wandering star motes}, 10th - {spell/dream}, 12th - {spell/cloak of dreams}, 14th - {spell/circle of clarity}, 16th - {spell/euphoric tranquility}, 18th - {spell/astral projection}.[^B]",
			"",
			"**Storms:** 2nd - {spell/obscuring mist}, 4th - {spell/fog cloud}, 6th - {spell/call lightning}, 8th - {spell/ice storm}, 10th - {spell/call lightning storm}, 12th - {spell/wind walk}, 14th - {spell/control weather}, 16th - {spell/whirlwind}, 18th - {spell/storm of vengeance}.[^J]",
			"",
			"**Strength:** 2nd - {spell/divine favor}, 4th - {spell/bull's strength}, 6th - {spell/greater magic weapon}, 8th - {spell/divine power}, 10th - {spell/righteous might}, 12th - {spell/mass bull's strength}, 14th - {spell/giant form I}, 16th - {spell/giant form II}, 18th - {spell/shapechange}.[^A]",
			"",
			"**Summer:** 2nd - {spell/goodberry}, 4th - {spell/flaming sphere}, 6th - {spell/daylight}, 8th - {spell/greater flaming sphere}, 10th - {spell/wall of fire}, 12th - {spell/sirocco}, 14th - {spell/sunbeam}, 16th - {spell/sunburst}, 18th - {spell/fiery body}.[^D] [^J]",
			"",
			"**Thorns:** 2nd - {spell/thorn javelin}, 4th - {spell/wrath}, 6th - {spell/thorny entanglement}, 8th - {spell/thorn body}, 10th - {spell/wall of thorns}, 12th - {spell/blade barrier}, 14th - {spell/repulsion}, 16th - {spell/mage's sword}, 18th - {spell/wooden phalanx}.[^D] [^J]",
			"",
			"**Time:** 2nd - {spell/ventriloquism}, 4th - {spell/silence}, 6th - {spell/haste}, 8th - {spell/threefold aspect}, 10th - {spell/teleport}, 12th - {spell/disintegrate}, 14th - {spell/expend}, 16th - {spell/temporal stasis}, 18th - {spell/time stop}.[^B]",
			"",
			"**Transformation:** 2nd - {spell/jump}, 4th - {spell/bear's endurance}, 6th - {spell/beast shape I}, 8th - {spell/beast shape II}, 10th - {spell/beast shape III}, 12th - {spell/form of the dragon I}, 14th - {spell/form of the dragon II}, 16th - {spell/form of the dragon III}, 18th - {spell/shapechange}.[^A]",
			"",
			"**Trickery:** 2nd - {spell/animate rope}, 4th - {spell/mirror image}, 6th - {spell/major image}, 8th - {spell/hallucinatory terrain}, 10th - {spell/mirage arcana}, 12th - {spell/mislead}, 14th - {spell/reverse gravity}, 16th - {spell/screen}, 18th - {spell/time stop}.[^A]",
			"",
			"**Vengeance:** 2nd - {spell/burning hands}, 4th - {spell/burning gaze}, 6th - {spell/pain strike}, 8th - {spell/shout}, 10th - {spell/symbol of pain}, 12th - {spell/mass pain strike}, 14th - {spell/phantasmal revenge}, 16th - {spell/incendiary cloud}, 18th - {spell/winds of vengeance}.[^B]",
			"",
			"**Water:** 2nd - {spell/bless water}/{spell/curse water}, 4th - {spell/slipstream}, 6th - {spell/water breathing}, 8th - {spell/control water}, 10th - {spell/geyser}, 12th - {spell/elemental body III/ (water only)}, 14th - {spell/elemental body IV/ (water only)}, 16th - {spell/seamantle}, 18th - {spell/tsunami}.[^A]",
			"",
			"**Winter:** 2nd - {spell/unshakable chill}, 4th - {spell/resist energy/ (cold only)}, 6th - {spell/ice storm}, 8th - {spell/wall of ice}, 10th - {spell/cone of cold}, 12th - {spell/freezing sphere}, 14th - {spell/control weather}, 16th - {spell/polar ray}, 18th - {spell/polar midnight}.[^D] [^B]",
			"",
			"**Wisdom:** 2nd - {spell/shield of faith}, 4th - {spell/owl's wisdom}, 6th - {spell/magic vestment}, 8th - {spell/lesser globe of invulnerability}, 10th - {spell/dream}, 12th - {spell/globe of invulnerability}, 14th - {spell/spell turning}, 16th - {spell/protection from spells}, 18th - {spell/mage's disjunction}.[^A]",
			"",
			"**Woodlands:** 2nd - {spell/entangle}, 4th - {spell/accelerate poison}, 6th - {spell/lily pad stride}, 8th - {spell/grove of respite}, 10th - {spell/tree stride}, 12th - {spell/repel wood}, 14th - {spell/animate plants}, 16th - {spell/control plants}, 18th - {spell/shambler}.[^N]",
			"",
			":::",
			"",
			"::h3[Unique Patrons]{jl}",
			"",
			"Witch patrons are enigmatic entities, sometimes fair minded and other times malevolent. Some are demigods or powerful spirits, such as those that grant shamans their spellcasting. Others are manifestations of cosmic forces, created by the certainty of mortals and the fundamental need for balance in much the same way aeons manifest. While kindly patrons are rare - attracting worshipers more readily than agents - the majority are high-minded and neutral figures. They dispense arcane power to those whose interests and mindsets align with their needs, and once a witch drifts from the cause or refuses to pay the price for such power, her patron divests the spellcaster of her powers and departs. Wicked patrons enjoy longer-lasting relationships, however, manipulating the witches' minds and punishing disobedience in a manner far more personal than an evil god. The familiar of a wicked patron becomes equal parts power source and prison guard, forever studying its charge for disobedience.",
			"",
			"The various published witch patron themes present a wide array of concepts and priorities to align with a large variety of supernatural beings. Some specific patrons, however, might offer variations within the spells they grant. Special patrons swap out the spells normally provided by a patron theme at specific levels, and grant a specific {ability/hex>es} and drawback at 1st level. Once a specific patron has been selected, a witch cannot change her patron or raise a hand against that entity without losing her spellcasting, hexes, and familiar. These categories are limited in the patron themes they can provide; their witches must select from one of the four listed for each entry. These patrons are extraordinary examples of their kind, often invested with unique or mythic powers and pursuing long-term agendas measured in centuries or eons.[^O]",
			"",
			"::h4[Celestial Agenda]{jl}",
			"",
			"While good deities and empyreal lords have organized faiths to carry out their wills, powerfully ranked agathions, angels, and archons - and occasional intersectional councils of good outsiders - sometimes invest white witches with celestial might to defend the weak and heal the sick. You gain the ward hex at 1st level, but your patron holds you to a higher standard: you must be of good alignment, and you take a -2 penalty on Bluff, Intimidate, Sleight of Hand, and other skill checks to deceive or threaten others.",
			"",
			"**Available Patron Themes:** Endurance, Healing, Light, Portents",
			"",
			"**Spell Changes:** 4th-{spell/castigate}, 10th-{spell/rebuke}, 16th-{spell/greater planar ally} (good outsiders only).",
			"",
			"::h4[Empath]{jl}",
			"",
			"Your patron is a manifestation of the collective living experience - mortal desire and purpose given direction by the beliefs of countless minds and hearts. You gain the tongues hex at 1st level, but you cannot help but feel the despair, pain, and other negative emotions in those around you, taking a -5 penalty on saving throws against emotion effects.",
			"",
			"**Available Patron Themes:** Ancestors, Mind, Spirits, Wisdom",
			"",
			"**Spell Changes:** 2nd-{spell/burst of insight}, 6th-{spell/analyze aura}, 10th-{spell/retrocognition}.",
			"",
			"::h4[Fey Gifts]{jl}",
			"",
			"A powerful fey or other entity from the First World has offered you magic. You serve as an anchor and scrying focus in the Material Plane for your patron, but you also provide frequent amusement. You gain the charm hex at 1st level, but your fey patron delights in your failure and injury and frequently jinxes you; once each day, the Game Master can demand you reroll a single ability check, attack roll, saving throw, or skill check and use the worse result.",
			"",
			"**Available Patron Themes:** Agility, Enchantment, Trickery, Winter",
			"",
			"**Spell Changes:** 2nd-{spell/disguise self}, 4th-{spell/hideous laughter}, 16th-{spell/irresistible dance}.",
			"",
			"::h4[Green Whispers]{jl}",
			"",
			"Your witch powers are a manifestation of the Green Faith or bestowed by a representative of natural forces, such as an ancient treant or nature spirit, who expects you to wield such gifts on its behalf. You gain the feral speech hex at 1st level, but you cannot abide the touch of iron or steel; contact with either metal deals 1d3 points of damage each round, and wearing metal armor prevents you from casting spells until it is removed.",
			"",
			"**Available Patron Themes:** Animals, Endurance, Moon, Transformation",
			"",
			"**Spell Changes:** 2nd-{spell/entangle}, 6th-{spell/plant growth}, 10th-{spell/tree stride}.",
			"",
			"::h4[Hag's Calling]{jl}",
			"",
			"Hags of exceptional power - most often mute hags and dreamthief hags - sometimes invest mortal agents with the same well of ancient power they have mastered. Hags most often invest their changeling daughters with such power, either once they have proven loyal or else to tempt them into wickedness. You gain the coven hex at 1st level, but you can neither use the aid another action nor receive benefits from others' aid another actions.",
			"",
			"**Available Patron Themes:** Moon, Plague, Shadow, Vengeance",
			"",
			"**Spell Changes:** 2nd-{spell/disguise self}, 8th-{spell/sending}, 10th-{spell/commune/ (hag/patron rather than deity)}.",
			"",
			"::h4[Infernal Contract]{jl}",
			"",
			"Your power was brokered from a powerful daemon, demon, or devil to speed the corruption and moral decay of mortals. When you die, your soul goes to Abaddon, the Abyss, or Hell, and you can't be raised or resurrected except by extraordinary means - though bold service may earn you a favored position in damnation. You gain the misfortune hex at 1st level, but your magic requires sacrifice; each day when you prepare spells, you must deal 1d6 points of damage to yourself as part of your infernal ritual, feeding the lost blood to your familiar. At 5th level and every 5 levels thereafter, this damage increases by 1d6.",
			"",
			"**Available Patron Themes:** Enchantment, Strength, Trickery, Vengeance",
			"",
			"**Spell Changes:** 8th-{spell/lesser planar ally}, 12th-{spell/planar ally}, 16th-{spell/greater planar ally/ (your bonus spells can be used to summon only the type of outsider your patron represents)}.",
			"",
			"::h4[Shadowbound]{jl}",
			"",
			"Deep exposure to entities from the Plane of Shadow - kytons, nightshades, owbs, and similar ethereal forces - has infused you with shadow. You gain the disguise hex at 1st level, but you also gain {umr/light blindness}.",
			"",
			"**Available Patron Themes:** Death, Deception, Ethereal, Shadow",
			"",
			"**Spell Changes:** 8th-{spell/shadow conjuration}, 12th-{spell/shadow walk}, 16th-{spell/greater shadow evocation}.",
			"",
			"::h4[The Condition of All]{jl}",
			"",
			"Aeons are often patrons to witches, seeking out mortals who share their vested interest in some agenda that helps them promote the cosmic balance. You gain the scar hex at 1st level, but such service requires unwavering commitment to their cause, and you lose your spellcasting and hexes (but not your familiar) if your alignment changes after taking your first witch level; you regain your spellcasting and hexes once you revert to your original alignment.",
			"",
			"**Available Patron Themes:** Elements, Time, Transformation, Wisdom",
			"",
			"**Spell Changes:** 2nd-{spell/forbid action}, 8th-{spell/dismissal}, 12th-{spell/geas//quest}.",
			"",
			"::h4[Touched by the Outer Gods]{jl}",
			"",
			"Your powers hail from an incomprehensible being from beyond the stars, whose motivations and needs erode your psyche. You gain the unnerve beasts hex at 1st level, but you take a -2 penalty on saving throws against confusion and emotion effects and are affected by such effects for at least 1 round even on a successful saving throw.",
			"",
			"**Available Patron Themes:** Insanity, Occult, Stars, Transformation",
			"",
			"Spell Changes: 2nd-{spell/lesser confusion}, 8th-{spell/dreadscape}, 10th-{spell/compelling rant}.",
			"",
			"[^A]: {source/Advanced Player's Guide/ pg. 70}",
			"[^B]: {source/Ultimate Magic/ pg. 83}",
			"[^C]: {source/Paths of the Righteous/ pg. 31}",
			"[^D]: {source/Ultimate Wilderness/ pg. 88}",
			"[^E]: {source/Champions of Purity/ pg. 27}",
			"[^F]: {source/Horror Adventures/ pg. 72}",
			"[^G]: {source/Occult Adventures/ pg. 125}",
			"[^H]: {source/Pathfinder #72: The Witch Queen's Revenge/ pg. 75}",
			"[^I]: {source/Blood of the Coven/ pg. 17}",
			"[^J]: {source/Heroes of the Wild/ pg. 13}",
			"[^K]: Heroes of the Wild pg. 11",
			"[^L]: {source/Heroes of the High Court/ pg. 9}",
			"[^M]: {source/Healer's Handbook/ pg. 16}",
			"[^N]: Ultimate Wilderness pg. 89",
			"[^O]: Blood of the Coven pg. 15"
		],
		"topLink": [ "Witch", "class/witch" ]
	},
	"phrenic_amplifications": {
		"name": "Phrenic Amplifications",
		"sources": [ "Occult Adventures" ],
		"compileFrom": {
			"source": "phrenicamp",
			"targets": [
				[
					"{SOURCE Occult Adventures/60}  ",
					"A psychic develops particular techniques to empower her spellcasting, called phrenic amplifications. The psychic can activate a phrenic amplification only while casting a spell using psychic magic, and the amplification modifies either the spell's effects or the process of casting it. The spell being cast is called the linked spell. The psychic can activate only one amplification each time she casts a spell, and doing so is part of the action used to cast the spell. She can use any amplification she knows with any psychic spell, unless the amplification's description states that it can be linked only to certain types of spells. A psychic learns one phrenic amplification at 1st level, selected from the list below. At 3rd level and every 4 levels thereafter, the psychic learns a new phrenic amplification. A phrenic amplification can't be selected more than once. Once a phrenic amplification has been selected, it can't be changed. Phrenic amplifications require the psychic to expend 1 or more points from her phrenic pool to function.",
					"",
					"---",
					""
				],
				{
					"limit": "-",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{phrenicamp/[[TITLE]]:}** $2 [[^S]]"
					}
				}
			]
		},
		"topLink": [ "Psychic", "class/psychic" ]
	},
	"psi_tech": {
		"name": "Psi-Tech Discoveries",
		"sources": [ "Occult Realms" ],
		"description": [
			"## Psi-Tech Discoveries",
			"",
			"{SOURCE Occult Realms/12}  ",
			"A psychic can learn a psi-tech discovery in place of a phrenic amplification or a feat. Many of these discoveries use the rules for advanced technology.*",
			"",
			"---",
			"",
			"**Artificial Ascension:** You can upload your consciousness into a robot, becoming an artificial intelligence. Performing this ascension requires uninterrupted access to a construct with the robot subtype and at least 10 Hit Dice for 24 hours, during which time you cannot perform other tasks. Any interruptions cause the upload to fail. At the end of the 24 hours your consciousness is successfully uploaded into the robot. If the robot is not willing, it must attempt a Will save (DC = 1/2 your psychic level + your Intelligence modifier). If it is successful, the robot rejects your consciousness, rendering you staggered for 24 hours and unable to perform the ritual again during this time.",
			"",
			"If your consciousness is successfully uploaded, the robot's consciousness is destroyed and your physical body immediately dies and can't be raised, resurrected, or otherwise brought back to life. Your creature type changes to artificial intelligence, and your robot body gains the aggregate template, with all the adjustments made in the template's description.",
			"",
			"As a full-round action, you can attempt to upload your consciousness to any other robot within 30 feet that has 10 Hit Dice or more. If the robot is not willing to serve as your vessel, it receives a Will save as above, except if it succeeds, your current robot body is staggered for only 1 minute. If it fails, you move from your current body to the new host body, granting it the aggregate template. Your previous robot body is immediately destroyed by the transference.",
			"",
			"If the robot you inhabit is destroyed, you are destroyed along with it. You cannot be brought back to life by any means. You must be 20th level to select this discovery.",
			"",
			"**Disease Transference (Su):** You are able to psychically control and manipulate all manner of diseases. You can cast {spell/diagnose disease} as a spell-like ability at will. Additionally, you can touch a creature afflicted with a disease as a standard action and draw the disease into yourself, or transfer it to another willing living creature that is susceptible to diseases and that you (or the afflicted creature) are also touching. Attempt a caster level check against a DC equal to 10 + the disease's Fortitude save DC. If you are successful, the afflicted creature is no longer affected by the disease. If you move the disease into yourself or another creature you (or the afflicted) are touching, the target receiving the disease must immediately attempt a Fortitude save as if it were initially exposed to the disease. If the target fails, the disease affects it immediately with no onset time. You can use this ability a number of times per day equal to 3 + your Intelligence modifier. You must be at least 7th level to select this discovery.",
			"",
			"**Force Field (Su):** As a swift action, you can spend 1 point from your phrenic pool to activate a force field of raw psychic energy that provides you with a number of temporary hit points equal to 5 + your psychic level (maximum 10 temporary hit points). If you spend 2 points from your phrenic pool, the force field provides a number of temporary hit points equal to 10 + your psychic level (maximum 20 temporary hit points). The force field lasts for a number of minutes equal to your psychic level. If you spend 3 points from your phrenic pool, the force field lasts for twice as long, and it provides fast healing 2. Once the temporary hit points are depleted, the force field disappears and you cannot reinstate it for 24 hours. You must be at least 3rd level to select this discovery.",
			"",
			"**Kinetic Enhancement:** You can generate kinetic energy to aid yourself in close-quarters scrapes. You can add your Intelligence modifier as a bonus on combat maneuver checks and to your CMD. You can also add your Intelligence modifier as a bonus on Strength checks to break or lift objects.",
			"",
			"**Laser Blast (Su):** You can generate laser blasts powered by your psychic energy. As a standard action, you can sacrifice an unused spell slot of 1st level or higher and transform it into a ray of laser energy, targeting any foe within 30 feet as a ranged touch attack. This attack deals 2d6 points of fire damage plus an additional 1d6 points of fire damage for every level of the spell slot you sacrificed. You can't sacrifice 0-level spells in this manner. You must be at least 11th level to select this discovery.",
			"",
			"**Mind Over Augmentation:** When you're determining how many cybernetic implants you can have, the total implantation values of all cybertech implanted in you can't exceed your Intelligence score + 4 (ignoring your Constitution score).",
			"",
			"**Psychic Battery (Su):** You can expend an unused spell slot or a number of points from your phrenic pool as a swift action to power a technological device you are touching. Each spell level expended in this way grants the device 1 charge, and every 2 points from your phrenic pool spent grant 1 charge. Any charges unused at the end of the round are lost, and any charges used by the device that round that aren't provided by you must come from the device's own power reserves. You cannot use this ability to power timeworn technology. You can power only devices that use charges. You must be at least 7th level to select this discovery.",
			"",
			"**Radiation Resistance:** You apply your Intelligence modifier as a bonus on all Fortitude saves versus the effects of radiation.",
			"",
			"**Techsmith:** Select one type of technological item (armor, cybertech, pharmaceuticals, technological gear, or weapons). You can create items of this type 25% faster than normal, and you gain a +4 bonus on Craft (mechanical) checks (or other checks, as appropriate) to craft items of this type. You can select this discovery multiple times; its effects do not stack. Instead, each time you select this discovery, it applies to a single different type of technological item."
		],
		"topLink": [ "Psychic", "class/psychic" ]
	},
	"rage_powers": {
		"name": "Rage Powers",
		"sources": [
			"Advanced Class Guide",
			"Advanced Player's Guide",
			"Agents of Evil",
			"Animal Archive",
			"Blood of the Elements",
			"Blood of the Moon",
			"Champions of Balance",
			"Champions of Corruption",
			"Champions of Purity",
			"Demon Hunter's Handbook",
			"Dirty Tactics Toolbox",
			"Horror Adventures",
			"Legacy of the First World",
			"PRPG Core Rulebook",
			"Pathfinder #139: The Dead Road",
			"People of the River",
			"Planes of Power",
			"Qadira, Jewel of the East",
			"Ultimate Combat",
			"Ultimate Wilderness",
			"Villain Codex",
			"Wilderness Origins"
		],
		"description": [
			"## Rage Powers",
			"",
			"As a barbarian gains levels, she learns to use her rage in new ways. Starting at 2nd level, a barbarian gains a rage power. She gains another rage power for every two levels of barbarian attained after 2nd level. A barbarian gains the benefits of rage powers only while raging, and some of these powers require the barbarian to take an action first. Unless otherwise noted, a barbarian cannot select an individual power more than once.",
			"",
			"At 3rd level and every 3 levels thereafter, a skald learns a rage power that affects the skald and any allies under the influence of his inspired rage. This cannot be a rage power that requires the creature to spend a standard action or rounds of rage to activate it. For example, the skald cannot choose *terrifying howl* (which requires a standard action to activate), but can choose knockback (which is made in place of a melee attack).",
			"",
			"**Elemental** rage powers can be selected by any barbarian or skald who is at least 6th level and has the elemental stance, lesser elemental rage, or lesser elemental blood rage power. A barbarian or skald can use only one of these rage powers at a time, and an unchained barbarian must adopt the elemental stance to do so.",
			"",
			"**Blood** rage powers grant powers in a theme. A barbarian cannot select from more than one group of blood rage powers. A barbarian of any level can take a lesser blood rage power. The middle blood rage power (that without \"lesser\" or \"greater\" in the title) can only be taken by a 6th level or higher barbarian that already has the lesser blood rage power of its group. A greater blood rage power can only be taken by a 10th level or higher barbarian that already has the middle blood rage power.",
			"",
			"{table0}",
			"",
			"### Totem Rage Powers",
			"",
			"Totem rage powers are only available to barbarians taking the {arc-barbarian/Totem Warrior} archetype. A barbarian cannot select from more than one group of totem rage powers; for example, a barbarian who selects a *beast* totem rage power cannot later choose to gain any of the *dragon* totem rage powers (any rage power with \"dragon totem\" in its title).",
			"",
			"{table1}"
		],
		"tables": [
			{
				"id": "rage powers",
				"headers": [ "Rage Power", "Minimum Level", "Type", "Short Description" ],
				"ripples": [0],
				"types": [ null, null, null, null ],
				"alignments": [ true, null, null, true ],
				"sizes": [ 7, 5, 7, 10 ],
				"data": [
					[ "{ragepower/Abyssal Blood/ (Su)}", "6th", "Blood", "Grow larger during a rage." ],
					[ "{ragepower/Abyssal Blood, Greater/ (Su)}", "10th", "Blood", "Gain resistance 5 to acid, cold, and fire." ],
					[ "{ragepower/Abyssal Blood, Lesser/ (Su)}", "2nd", "Blood", "Gain claw attacks." ],
					[ "{ragepower/Animal Fury/ (Ex)}", "2nd", "Offensive", "Gain a bite attack." ],
					[ "{ragepower/Armor Ripper}", "2nd", "Offensive", "+2 to sunder with your natural attacks." ],
					[ "{ragepower/Aryzul's Curse/ (Su)}", "6th", "Elemental", "Emanate 5ft of radiation while you rage." ],
					[ "{ragepower/Auspicious Mark/ (Su)}", "2nd", "Offensive", "You have been marked by the spirits, and you can call on them for aid." ],
					[ "{ragepower/Autumn Rage/ (Su)}", "2nd", "Offensive", "Gain +2 bonus to reposition, trip, and confirm critical hits." ],
					[ "{ragepower/Battle Roar/ (Su)}", "6th", "Offensive", "Deal sonic damage when you demoralize with *intimidating glare*." ],
					[ "{ragepower/Bestial Climber/ (Ex)}", "6th", "Miscellaneous", "*Raging climber* gives you a natural climb speed." ],
					[ "{ragepower/Bestial Flyer/ (Ex)}", "6th", "Miscellaneous", "Improve your *raging flyer* speed and maneuverability." ],
					[ "{ragepower/Bestial Leaper/ (Ex)}", "6th", "Miscellaneous", "Your *raging leaper* power allows you to take a standard action while moving." ],
					[ "{ragepower/Bestial Swimmer/ (Ex)}", "6th", "Miscellaneous", "Your *raging swimmer* power grants you a natural swim speed." ],
					[ "{ragepower/Bleeding Blow/ (Ex)}", "8th", "Offensive", "*Powerful blow* causes bleed damage." ],
					[ "{ragepower/Bloody Bite/ (Ex)}", "2nd", "Offensive", "(Half-orc only) deal bleed damage with a natural attack." ],
					[ "{ragepower/Bloody Fist/ (Ex)}", "12th", "Offensive", "Deal Constitution damage on a critica hit, as you rip out a vital organ." ],
					[ "{ragepower/Boar's Charge}", "12th", "Offensive", "Auto-threaten critical hits when you charge and gore someone." ],
					[ "{ragepower/Boasting Taunt/ (Ex)}", "6th", "Miscellaneous", "When you demoralize a foe, you may leave them shaken until they attack you." ],
					[ "{ragepower/Body Bludgeon/ (Ex)}", "10th", "Offensive", "Pin a smaller opponent, then use them as an improvised weapon." ],
					[ "{ragepower/Brawler, Greater}", "2nd", "Offensive", "Gain {feat/Two-Weapon Fighting} when making unarmed strikes." ],
					[ "{ragepower/Brawler}", "2nd", "Offensive", "Gain or improve the {feat/Improved Unarmed Strike} feat." ],
					[ "{ragepower/Breathtaker/ (Ex)}", "2nd", "Offensive", "Wind opponents holding their breath." ],
					[ "{ragepower/Celestial Blood/ (Su)}", "6th", "Blood", "Gain resistance 5 to acid and cold." ],
					[ "{ragepower/Celestial Blood, Greater/ (Su)}", "10th", "Blood", "Reroll one ability check, skill check, or saving throw." ],
					[ "{ragepower/Celestial Blood, Lesser/ (Su)}", "2nd", "Blood", "Your atacks are good-aligned." ],
					[ "{ragepower/Clear Mind/ (Ex)}", "8th", "Defensive", "Reroll a failed Will save." ],
					[ "{ragepower/Come and Get Me/ (Ex)}", "12th", "Miscellaneous", "Leave yourself open to attack, but counterattack with impunity." ],
					[ "{ragepower/Contagious Rage/ (Su)}", "6th", "Miscellaneous", "Your howl fills willing animals nearby with sympathetic rage." ],
					[ "{ragepower/Crippling Blow/ (Ex)}", "8th", "Offensive", "*Powerful blow* deals ability damage." ],
					[ "{ragepower/Deadly Accuracy/ (Ex)}", "4th", "Offensive", "Improve the accuracy of your *surprise accuracy*." ],
					[ "{ragepower/Deathless Frenzy}", "12th", "Defensive", "Ignore being at 0 or fewer hit points for a short time." ],
					[ "{ragepower/Disemboweling Tusks}", "10th", "Offensive", "Deal Constitution damage when you critically hit with a gore attack." ],
					[ "{ragepower/Disruptive}", "8th", "Miscellaneous", "Gain {feat/Disruptive} while raging." ],
					[ "{ragepower/Dissipating Rage/ (Su)}", "2nd", "Miscellaneous", "Your rage removes concealing mists and the like." ],
					[ "{ragepower/Draconic Blood/ (Su)}", "6th", "Blood", "Gain an energy resistance and a +1 natural armor bonus." ],
					[ "{ragepower/Draconic Blood, Greater/ (Su)}", "10th", "Blood", "Gain a breath weapon during a rage." ],
					[ "{ragepower/Draconic Blood, Lesser/ (Su)}", "2nd", "Blood", "Gain claw attacks." ],
					[ "{ragepower/Eater of Magic/ (Su)}", "10th", "Defensive", "Your *superstition* helps you reroll a saving throw and gain temporary hp." ],
					[ "{ragepower/Eclipsing Rage/ (Su)}", "6th", "Miscellaneous", "Your rage darkens the air around you." ],
					[ "{ragepower/Eclipsing Rage, Greater/ (Su)}", "10th", "Miscellaneous", "Your eclipsing rage expands its radius and intensity." ],
					[ "{ragepower/Elemental Blood/ (Su)}", "6th", "Blood", "Gain energy resistance 10." ],
					[ "{ragepower/Elemental Blood, Greater/ (Su)}", "10th", "Blood", "Gain a special type of movement based on your element." ],
					[ "{ragepower/Elemental Blood, Lesser/ (Su)}", "2nd", "Blood", "Imbue your attacks with elemental damage." ],
					[ "{ragepower/Elemental Rage/ (Su)}", "8th", "Offensive", "Your melee attacks deal extra elemental damage." ],
					[ "{ragepower/Elemental Rage, Greater/ (Su)}", "12th", "Offensive", "Deal bonus elemental damage on a critical hit.." ],
					[ "{ragepower/Elemental Rage, Lesser/ (Su)}", "4th", "Offensive", "Add elemental damage to a single attack." ],
					[ "{ragepower/Energy Absorption/ (Su)}", "12th", "Defensive", "Your *greater energy resistance* can turn elemental damage into temporary hp." ],
					[ "{ragepower/Energy Eruption/ (Su)}", "16th", "Miscellaneous", "You can use your *energy absorption* to store a hit, then release it like a breath weapon." ],
					[ "{ragepower/Energy Resistance/ (Ex)}", "2nd", "Defensive", "Gain resistance to one energy type." ],
					[ "{ragepower/Energy Resistance, Greater/ (Ex)}", "8th", "Defensive", "Reduce damage to half when your *energy resistance* protects you." ],
					[ "{ragepower/Enhance Venom/ (Ex)}", "2nd", "Offensive", "Increase the DC of your *viper's breath* and *viper's kiss*." ],
					[ "{ragepower/Erratic Charge/ (Ex)}", "2nd", "Offensive", "You can sidestep 5ft before making a charge." ],
					[ "{ragepower/Erratic Charge, Greater/ (Ex)}", "8th", "Offensive", "You can sidestep 10ft before making a charge." ],
					[ "{ragepower/Fearless Rage/ (Ex)}", "12th", "Defensive", "Your rage shakes off fear and fright." ],
					[ "{ragepower/Feast of Blood/ (Su)}", "14th", "Defensive", "Gain benefits from eating an organ you removed with your *boody fist*." ],
					[ "{ragepower/Feasting Bite/ (Ex)}", "2nd", "Offensive", "(Half-orc only) Regain hp with your *bloody bite*." ],
					[ "{ragepower/Ferocious Beast/ (Ex)}", "2nd", "Miscellaneous", "Your animal companion rages along with you." ],
					[ "{ragepower/Ferocious Beast, Greater/ (Ex)}", "8th", "Miscellaneous", "Your animal companion gains your constant raging benefits for free." ],
					[ "{ragepower/Ferocious Mount/ (Ex)}", "2nd", "Miscellaneous", "Your mount rages alongside you." ],
					[ "{ragepower/Ferocious Mount, Greater/ (Ex)}", "8th", "Miscellaneous", "Your mount gains your constant raging benefits for free." ],
					[ "{ragepower/Ferocious Trample/ (Ex)}", "8th", "Offensive", "Your *ferocious mount* gains trample damage." ],
					[ "{ragepower/Ferocious Trample, Greater/ (Ex)}", "12th", "Offensive", "Your mount's *ferocious trample* is usable against bigger creatures." ],
					[ "{ragepower/Fey Blood/ (Su)}", "6th", "Blood", "Ignore difficult terrain." ],
					[ "{ragepower/Fey Blood, Greater/ (Su)}", "10th", "Blood", "Gain a {spell/blur} effect if you move 10ft or more." ],
					[ "{ragepower/Fey Blood, Lesser/ (Su)}", "2nd", "Blood", "Your critical hits can cause confusion." ],
					[ "{ragepower/Fierce Fortitude/ (Ex)}", "2nd", "Offensive", "+4 on saving throws against diseases and poison." ],
					[ "{ragepower/Flesh Wound/ (Ex)}", "2nd", "Defensive", "Halve damage from an attack and turn it nonlethal." ],
					[ "{ragepower/Flight Response}", "2nd", "Miscellaneous", "Respond to a fear save by immediately raging." ],
					[ "{ragepower/Fueled by Vengeance}", "6th", "Miscellaneous", "Hurting those that hurt you increases the duration of your rage." ],
					[ "{ragepower/Furious Barrage/ (Ex)}", "4th", "Offensive", "Gain {feat/Rapid Shot} for thrown weapons." ],
					[ "{ragepower/Furious Draw}", "2nd", "Miscellaneous", "You are treated as having the {feat/Quick Draw} feat." ],
					[ "{ragepower/Gearbreaker/ (Ex)}", "2nd", "Offensive", "Ignore some of a construct's hardness." ],
					[ "{ragepower/Ghost Rager/ (Su)}", "2nd", "Defensive", "You deal normal damage to incorporeal creatures and gain a bonus to touch AC." ],
					[ "{ragepower/Good for What Ails You/ (Ex)}", "2nd", "Defensive", "Drink alcohol to remove a negative condition." ],
					[ "{ragepower/Greater Animal Fury/ (Ex)}", "2nd", "Offensive", "Your *animal fury* deals more damage." ],
					[ "{ragepower/Ground Breaker/ (Ex)}", "6th", "Offensive", "Turn the ground around you into difficult terrain." ],
					[ "{ragepower/Ground Breaker, Greater/ (Ex)}", "8th", "Offensive", "Your *ground breaker* breaks more ground." ],
					[ "{ragepower/Guarded Life/ (Ex)}", "2nd", "Defensive", "You're harder to knock unconscious and can immediately stabilize if needed." ],
					[ "{ragepower/Guarded Life, Greater/ (Ex)}", "6th", "Defensive", "*Guarded life* provides greater benefits." ],
					[ "{ragepower/Guarded Stance/ (Ex)}", "2nd", "Defensive", "Gain a dodge bonus to AC." ],
					[ "{ragepower/Hissing Rage/ (Su)}", "2nd", "Offensive", "Spit venom at your enemies." ],
					[ "{ragepower/Hshurha's Veil/ (Su)}", "6th", "Elemental", "Stealth while raging." ],
					[ "{ragepower/Hurling/ (Ex)}", "8th", "Offensive", "Improve *lesser hurling*." ],
					[ "{ragepower/Hurling Charge/ (Ex)}", "6th", "Offensive", "Draw and throw a weapon as a part of a charge." ],
					[ "{ragepower/Hurling, Greater/ (Ex)}", "12th", "Offensive", "Increase the range of your *hurling*." ],
					[ "{ragepower/Hurling, Lesser/ (Ex)}", "2nd", "Offensive", "Lift and hurl an object as a ranged touch attack." ],
					[ "{ragepower/Impelling Disarm/ (Ex)}", "4th", "Offensive", "Disarm a foe, sending their weapon flying at someone." ],
					[ "{ragepower/Increased Damage Reduction/ (Ex)}", "8th", "Defensive", "Increase your DR." ],
					[ "{ragepower/Infernal Blood/ (Su)}", "6th", "Blood", "Gain fire resistance 5 and +2 vs poison." ],
					[ "{ragepower/Infernal Blood, Greater/ (Su)}", "10th", "Blood", "Gain +4 against enchantment and fear effects." ],
					[ "{ragepower/Infernal Blood, Lesser/ (Su)}", "2nd", "Blood", "Infuse your attacks with hellfire." ],
					[ "{ragepower/Inspire Ferocity/ (Ex)}", "2nd", "Miscellaneous", "Impart your *reckless abandon* to your allies." ],
					[ "{ragepower/Internal Fortitude/ (Ex)}", "8th", "Defensive", "You cannot be sickened or nauseated." ],
					[ "{ragepower/Intimidating Glare/ (Ex)}", "2nd", "Offensive", "Demoralize as a move action." ],
					[ "{ragepower/Inured to the Dead}", "4th", "Defensive", "Reroll a failed save vs an undead." ],
					[ "{ragepower/Kelizandri's Tide/ (Su)}", "6th", "Elemental", "Suck enemies in and make a whirling attack against them all." ],
					[ "{ragepower/Knockback/ (Ex)}", "2nd", "Offensive", "Bull rush and deal damage without provoking an attack of opportunity." ],
					[ "{ragepower/Knockdown/ (Ex)}", "2nd", "Offensive", "Trip and deal damage without provoking an attack of opportunity." ],
					[ "{ragepower/Lethal Accuracy/ (Ex)}", "16th", "Offensive", "Increase your weapon's critical damage with your *deadly accuracy*." ],
					[ "{ragepower/Linnorm Death Curse, Cairn/ (Su)}", "8th", "Offensive", "Deal extra negative energy damage, and unleash a curse of decay on your killer." ],
					[ "{ragepower/Linnorm Death Curse, Crag/ (Su)}", "2nd", "Offensive", "Deal extra fire damage, and unleash a curse of fire on your killer." ],
					[ "{ragepower/Linnorm Death Curse, Fjord/ (Su)}", "2nd", "Offensive", "Deal extra cold damage, and unleash a curse of drowning on your killer." ],
					[ "{ragepower/Linnorm Death Curse, Ice/ (Su)}", "2nd", "Offensive", "Deal extra cold damage, and unleash a curse of frost on your killer." ],
					[ "{ragepower/Linnorm Death Curse, Taiga/ (Su)}", "2nd", "Offensive", "Deal extra electricity damage, and unleash a curse of electricity on your killer." ],
					[ "{ragepower/Linnorm Death Curse, Tarn/ (Su)}", "2nd", "Offensive", "Deal extra acid damage, and unleash a curse of death on your killer." ],
					[ "{ragepower/Linnorm Death Curse, Tor/ (Su)}", "2nd", "Offensive", "Deal extra fire damage, and unleash a curse of boiling blood on your killer." ],
					[ "{ragepower/Liquid Courage/ (Ex)}", "2nd", "Defensive", "Alcoholic drinks increase your courage." ],
					[ "{ragepower/Lizard Stride/ (Su)}", "2nd", "Miscellaneous", "Run and charge across water." ],
					[ "{ragepower/Low-Light Vision/ (Ex)}", "2nd", "Miscellaneous", "Gain low-light vision while raging." ],
					[ "{ragepower/Master of the Deep/ (Su)}", "8th", "Miscellaneous", "*Command* an aquatic creature nearby." ],
					[ "{ragepower/Mighty Swing/ (Ex)}", "12th", "Offensive", "Auto-confirm a critical hit." ],
					[ "{ragepower/Moment of Clarity/ (Ex)}", "2nd", "Miscellaneous", "Remove benefits and penalties of raging for a single round." ],
					[ "{ragepower/Night Vision/ (Ex)}", "6th", "Miscellaneous", "Your *low-light-vision* increases to darkvision, 60ft." ],
					[ "{ragepower/No Escape/ (Ex)}", "2nd", "Miscellaneous", "Move up to double your speed when a foe tries to withdraw from you." ],
					[ "{ragepower/Overbearing Advance/ (Ex)}", "2nd", "Offensive", "Deal damage with an overrun combat maneuver." ],
					[ "{ragepower/Overbearing Onslaught/ (Ex)}", "6th", "Offensive", "Overrun more people with *overbearing advance*." ],
					[ "{ragepower/Pack Rage/ (Ex)}", "6th", "Miscellaneous", "When you rage, others nearby with *pack rage* can rage along with you immediately, and vice versa." ],
					[ "{ragepower/Penetrating Bite/ (Ex)}", "4th", "Offensive", "Your *animal fury* can overcome damage resistance." ],
					[ "{ragepower/Perfect Clarity/ (Ex)}", "2nd", "Miscellaneous", "While in a *moment of clarity*, you can roll twice for any miss chance or Will saving throws to disbelieve illusions." ],
					[ "{ragepower/Powerful Blow/ (Ex)}", "2nd", "Offensive", "Gain +1 on a damage roll." ],
					[ "{ragepower/Primal Scent/ (Ex)}", "8th", "Miscellaneous", "Your *scent* helps you track and pinpoint foes." ],
					[ "{ragepower/Quick Reflexes/ (Ex)}", "2nd", "Offensive", "Gain one additional attack of opportunity per round." ],
					[ "{ragepower/Raging Climber/ (Ex)}", "2nd", "Miscellaneous", "Your rage helps you climb better." ],
					[ "{ragepower/Raging Flier/ (Su)}", "6th", "Miscellaneous", "Your *raging leap* becomes true flight for a round." ],
					[ "{ragepower/Raging Flyer/ (Ex)}", "2nd", "Miscellaneous", "Your rage helps you with Fly skills checks." ],
					[ "{ragepower/Raging Grappler/ (Ex)}", "2nd", "Offensive", "Deal damage with your grapple attempts, and knock them down when you maintain the grapple." ],
					[ "{ragepower/Raging Leaper/ (Ex)}", "2nd", "Miscellaneous", "Your rage helps you when you use Acrobatics to jump." ],
					[ "{ragepower/Raging Swimmer/ (Ex)}", "2nd", "Miscellaneous", "Your rage helps you swim." ],
					[ "{ragepower/Raging Whirlwind/ (Su)}", "12th", "Miscellaneous", "Your critical hits can lift your foes off their feet." ],
					[ "{ragepower/Reckless Abandon/ (Ex)}", "2nd", "Offensive", "Take a penalty to AC to gain a bonus on attack rolls." ],
					[ "{ragepower/Reflexive Dodge/ (Ex)}", "6th", "Defensive", "Your *rolling dodge* can help your Reflex saves." ],
					[ "{ragepower/Regenerative Vigor/ (Ex)}", "6th", "Defensive", "Gain fast healing from *renewed vigor*." ],
					[ "{ragepower/Renewed Life/ (Ex)}", "6th", "Defensive", "Your *renewed vitality* can ignore and remove negative levels." ],
					[ "{ragepower/Renewed Vigor/ (Ex)}", "4th", "Defensive", "Heal yourself with a standard action." ],
					[ "{ragepower/Renewed Vitality/ (Ex)}", "4th", "Defensive", "Your *renewed vigor* lets you ignore and possibly heal ability damage." ],
					[ "{ragepower/Roaring Drunk/ (Ex)}", "2nd", "Miscellaneous", "Alcoholic drinks make you scarier and more intimidating." ],
					[ "{ragepower/Rolling Dodge/ (Ex)}", "2nd", "Defensive", "Gain a dodge bonus vs ranged attacks." ],
					[ "{ragepower/Roused Anger/ (Ex)}", "2nd", "Miscellaneous", "You can rage while fatigued, becoming exhausted later." ],
					[ "{ragepower/Savage Dirty Trick/ (Ex)}", "2nd", "Offensive", "Perform a more effective dirty trick maneuver and deal damage without provoking an attack of opportunity." ],
					[ "{ragepower/Savage Hurl/ (Ex)}", "2nd", "Offensive", "Gain a bonus to attack with thrown weapons." ],
					[ "{ragepower/Savage Intuition}", "2nd", "Miscellaneous", "You can enter rage at the start of combat, before your first turn." ],
					[ "{ragepower/Savage Jaw/ (Ex)}", "2nd", "Offensive", "Grab with your *animal fury* bite." ],
					[ "{ragepower/Scent/ (Ex)}", "2nd", "Miscellaneous", "You gain the {umr/scent} ability while raging and can use it to locate foes." ],
					[ "{ragepower/Sharpened Accuracy/ (Ex)}", "2nd", "Offensive", "Your *surprise accuracy* ignores some types of cover." ],
					[ "{ragepower/Smasher/ (Ex)}", "2nd", "Offensive", "Ignore hardness when attacking an object or sundering." ],
					[ "{ragepower/Spell Sunder/ (Su)}", "6th", "Offensive", "Your *witch hunter* powers can sunder spell effects." ],
					[ "{ragepower/Spellbreaker}", "12th", "Miscellaneous", "In your *disruptive* rage, you gain {feat/Spellbreaker} as a bonus feat." ],
					[ "{ragepower/Spirit Steed/ (Su)}", "6th", "Miscellaneous", "Your mount gains DR/magic and attacks as if with magical weapons." ],
					[ "{ragepower/Spiritual Awareness}", "2nd", "Defensive", "Your trap sense applies to your AC vs incorporeal creatures, too." ],
					[ "{ragepower/Spring Rage/ (Su)}", "2nd", "Defensive", "Ignore aging penalties and negative levels while raging." ],
					[ "{ragepower/Sprint/ (Ex)}", "4th", "Miscellaneous", "You can charge 3&times; your speed, or run 6&times; your speed, for one round." ],
					[ "{ragepower/Staggering Drunk/ (Ex)}", "2nd", "Defensive", "Gain dodge bonuses vs attacks of opportunity when you drink alcoholic beverages." ],
					[ "{ragepower/Strength Surge/ (Ex)}", "2nd", "Offensive", "Gain a bonus to a Strength check, CMB, or CMD." ],
					[ "{ragepower/Suffocating Grip/ (Ex)}", "2nd", "Miscellaneous", "Prevent your grapple target from breathing." ],
					[ "{ragepower/Suffocating Grip, Greater/ (Ex)}", "12th", "Miscellaneous", "Your *suffocating grip* causes immediate suffocation." ],
					[ "{ragepower/Summer Rage/ (Su)}", "2nd", "Offensive", "Fatigue foes within your reach." ],
					[ "{ragepower/Sunder Enchantment/ (Su)}", "8th", "Offensive", "When you sunder a magical item, you supress its effects temporarily." ],
					[ "{ragepower/Superstition/ (Ex)}", "2nd", "Defensive", "Gain a morale bonus vs spells, supernatural abilities, and spell-like abilities, even those of your allies." ],
					[ "{ragepower/Surprise Accuracy/ (Ex)}", "2nd", "Offensive", "Gain a morale bonus on an attack roll." ],
					[ "{ragepower/Swift Foot/ (Ex)}", "2nd", "Miscellaneous", "Your raging speed increases by 5ft." ],
					[ "{ragepower/Terrifying Howl/ (Ex)}", "8th", "Offensive", "Your howl panics your shaken foes." ],
					[ "{ragepower/Two-Fanged Pounce}", "2nd", "Offensive", "Make two attacks when you charge if you have the right weapons." ],
					[ "{ragepower/Ultimate Clarity/ (Su)}", "6th", "Miscellaneous", "Your *perfect clarity* can pierce through normal and magical darkness, invisibility, illusions, and concealment." ],
					[ "{ragepower/Undead Blood/ (Su)}", "6th", "Blood", "Your melee attacks have the {magic-enh/ghost touch} weapon special ability." ],
					[ "{ragepower/Undead Blood, Greater/ (Su)}", "10th", "Blood", "Gain cold resistance 10, and DR 10/- vs nonlethal damage." ],
					[ "{ragepower/Undead Blood, Lesser/ (Su)}", "2nd", "Blood", "Your charges leave foes shaken." ],
					[ "{ragepower/Unexpected Strike/ (Ex)}", "8th", "Offensive", "Any movement in your range provokes an attack of opportunity from you." ],
					[ "{ragepower/Unrestrained Rage}", "12th", "Defensive", "Your rage resists paralysis." ],
					[ "{ragepower/Viper's Breath/ (Ex)}", "2nd", "Offensive", "Upgrade your *viper's kiss* into a 15-ft sort-of breath weapon." ],
					[ "{ragepower/Viper's Kiss/ (Ex)}", "2nd", "Offensive", "Hold poison in your mouth, inject it when you successfully bite someone." ],
					[ "{ragepower/Water Sense/ (Ex)}", "2nd", "Miscellaneous", "Your rage makes you skilled at attacking from land into the water" ],
					[ "{ragepower/Winter Rage/ (Su)}", "2nd", "Offensive", "Create a 20ft cone of icy air, slowing creatures who pass through it." ],
					[ "{ragepower/Witch Hunter/ (Ex)}", "2nd", "Offensive", "Upgrade your *superstition*, gaining a bonus to damage vs creatures possessing spells or spell-like abilities." ],
					[ "{ragepower/Ymeri's Pyre/ (Su)}", "6th", "Elemental", "Your rage reduces the duration of negative spells and effects inflicted upon you." ]
				],
				"initialColumn": 0
			},
			{
				"id": "totem rage powers",
				"ripples": [0],
				"headers": [ "Rage Power", "Minimum Level" ],
				"types": [ null, null ],
				"alignments": [ true, null ],
				"data": [
					[ "{ragepower/Air Totem/ (Su)}", "6th" ],
					[ "{ragepower/Air Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Ancestor Totem/ (Su)}", "6th" ],
					[ "{ragepower/Ancestor Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Ancestor Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Atavism Totem/ (Su)}", "6th" ],
					[ "{ragepower/Atavism Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Atavism Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Beast Totem/ (Su)}", "6th" ],
					[ "{ragepower/Beast Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Beast Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Celestial Totem/ (Su)}", "8th" ],
					[ "{ragepower/Celestial Totem, Greater/ (Su)}", "12th" ],
					[ "{ragepower/Celestial Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Chaos Totem/ (Su)}", "6th" ],
					[ "{ragepower/Chaos Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Chaos Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Cult Totem/ (Ex)}", "6th" ],
					[ "{ragepower/Cult Totem, Greater/ (Ex)}", "10th" ],
					[ "{ragepower/Cult Totem, Lesser/ (Ex)}", "2nd" ],
					[ "{ragepower/Daemon Totem/ (Su)}", "6th" ],
					[ "{ragepower/Daemon Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Daemon Totem, Lesser}", "2nd" ],
					[ "{ragepower/Dragon Totem/ (Su)}", "6th" ],
					[ "{ragepower/Dragon Totem Resilience/ (Su)}", "8th" ],
					[ "{ragepower/Dragon Totem Wings/ (Su)}", "10th" ],
					[ "{ragepower/Earth Totem/ (Ex)}", "6th" ],
					[ "{ragepower/Earth Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Elemental Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Fiend Totem/ (Su)}", "6th" ],
					[ "{ragepower/Fiend Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Fiend Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Fire Totem/ (Su)}", "6th" ],
					[ "{ragepower/Fire Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Hive Totem/ (Su)}", "4th" ],
					[ "{ragepower/Hive Totem Resilience/ (Su)}", "6th" ],
					[ "{ragepower/Hive Totem Toxicity/ (Su)}", "8th" ],
					[ "{ragepower/Moon Totem/ (Su)}", "6th" ],
					[ "{ragepower/Moon Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Moon Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Psychopomp Totem}", "6th" ],
					[ "{ragepower/Psychopomp Totem, Greater}", "10th" ],
					[ "{ragepower/Psychopomp Totem, Lesser}", "2nd" ],
					[ "{ragepower/Spire Totem/ (Su)}", "6th" ],
					[ "{ragepower/Spire Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Spire Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Spirit Totem/ (Su)}", "6th" ],
					[ "{ragepower/Spirit Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Spirit Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Sun Totem/ (Su)}", "6th" ],
					[ "{ragepower/Sun Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Sun Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Tyrant Totem/ (Ex)}", "8th" ],
					[ "{ragepower/Tyrant Totem, Greater/ (Su)}", "12th" ],
					[ "{ragepower/Tyrant Totem, Lesser/ (Ex)}", "2nd" ],
					[ "{ragepower/Water Totem/ (Ex)}", "6th" ],
					[ "{ragepower/Water Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/World Serpent Spirit/ (Su)}", "6th" ],
					[ "{ragepower/World Serpent Totem/ (Su)}", "2nd" ],
					[ "{ragepower/World Serpent Totem Unity/ (Su)}", "10th" ]
				],
				"initialColumn": 0
			}
		],
		"topLink": [ "Barbarian", "class/barbarian" ]
	},
	"ranger_traps": {
		"name": "Ranger Traps",
		"sources": [
			"Champions of Balance",
			"Demon Hunter's Handbook",
			"Kobolds of Golarion",
			"Magical Marketplace",
			"People of the Wastes",
			"Ranged Tactics Toolbox",
			"Ultimate Magic"
		],
		"description": [
			"## Ranger Traps",
			"",
			"Rangers are legendary for their ability to hunt down and capture their prey. Some rangers can create elaborate traps out of scraps, vines, and perhaps a little bit of specialized magic. Characters can learn how to set these traps by taking the {feat/Learn Ranger Trap} feat or by having the {arc-ranger/trapper} ranger archetype.",
			"",
			"Setting a trap is a full-round action that provokes attacks of opportunity. A trap fills a single 5-foot square, and cannot be placed in the same area as another ranger trap or a magical trap such as a glyph of warding. The ranger only needs simple materials to create the trap, such as a piece of cloth, a small amount of metal (such as a dagger, iron spike, or a few nails), a foot of rope or vine, and so on. The DCs for Perception checks to notice the trap, Disable Device checks to disable it, and for saving throws to avoid it are equal to 10 + 1/2 the character's level + the character's Wisdom bonus. All ranger traps are Trigger: location, and Reset: none.",
			"",
			"Ranger traps are either extraordinary or supernatural; extraordinary traps are Type: mechanical, and supernatural traps are Type: magic.",
			"",
			"Some of the traps listed below may be set as extraordinary traps or as magical (supernatural) traps; learning such a trap lets a ranger set it either way. An extraordinary trap has a -2 penalty to its DC. An extraordinary trap lasts 1 day per ranger level or until it is triggered, whichever comes first. A magical trap lasts only 1 hour per level or until triggered, whichever comes first. A trap's DC decreases by 1 for each full day (or hour, for a magical trap) that passes after it is set.",
			"",
			"Certain traps add to or modify the effects of another trap; a ranger can add one of these trap types to any standard ranger trap (this costs 1 additional use of the trap ability).",
			"",
			"Some supernatural traps can be created by a character who isn't a ranger (but who has the {feat/Learn Ranger Trap} feat) through including an additional magical component. This component - usually a scroll, potion, or oil - is expended at the time of the trap's creation. Including it increases the time to lay the trap to 1 full minute.",
			"",
			"::h3[Acid Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** The target is splattered with acid, taking a number of points of acid damage equal to 1d6 + 1/2 the ranger's level to the triggering creature (Reflex negates). If it is an extraordinary trap, the ranger must supply a dose of acid when setting the trap.[^A]",
			"",
			"**Magical Component:** *scroll of {spell/corrosive touch}*",
			"",
			"::h3[Alarm Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** When the trap is triggered, it also creates a momentary loud noise equivalent to the audible alarm version of {spell/alarm}.[^B]",
			"",
			"::h3[Anchoring Trap (Su)]{jl}",
			"",
			"**Effect:** This trap can be added to a supernatural *snare trap*. The trap briefly imprisons any called creature (such as those called by the {spell/planar binding} spells) for 1d4 rounds (Will negates). During this time the creature may not move from the location of the trap, though it may still use ranged effects and attack any creature within its reach. Additionally, anchoring traps disable the creature's ability to travel within or between dimensions. This includes casting {spell/astral projection}, {spell/blink}, {spell/dimension door}, {spell/ethereal jaunt}, {spell/etherealness}, {spell/gate}, {spell/maze}, {spell/plane shift}, {spell/shadow walk}, {spell/teleport}, {spell/teleportation circle}, and similar spell-like abilities. The trap does not prevent the creature from using magic items that produce these effects, like {magic-wondrous/cubic gate/s}, [helms of teleportation](magic-wondrous/helm_of_teleportation), or [amulets of the planes](magic-wondrous/amulet_of_the_planes). The trap can hold up to a Medium creature; each extra daily use of the ranger's trap ability spent when the trap is set increases the maximum size of creature the trap can hold by one size category.[^C]",
			"",
			"::h3[Blightburn Trap (Ex)]{jl}",
			"",
			"**Effect:** This trap strikes the target with a small shard of {eq-material/blightburn}, dealing 2d6 points of fire damage, 1d3 points of Constitution damage, and 1d3 points of Charisma damage. A successful Fortitude save negates the ability damage and halves the fire damage. The ranger must supply a sliver of blightburn, a dangerous task in itself, though storing the blightburn in a lead vial makes the task less risky.[^A]",
			"",
			"::h3[Blighted Mark Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** Effect This trap stains the victim with blighted plant matter, increasing its susceptibility to the attacks of creatures created or enthralled by the affliction. The target takes a -2 penalty to Armor Class against the attacks of creatures closely affiliated with the specific blight (typically demons, fey, plants, or undead) and on saving throws against effects created by such creatures. This effect lasts for 10 minutes per ranger level. A successful Will save negates this effect. Regardless of whether this is a extraordinary or supernatural trap, the ranger must supply a sample of the specific blight when setting this trap.[^D]",
			"",
			"::h3[Bludgeoning Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** The trap bludgeons the creature that triggers it. The trap makes an attack with a bonus equal to the ranger's character level + his Wisdom bonus. The triggering creature is denied its Dexterity bonus to AC if it was unaware of the trap. If the trap hits, it deals 1d6 points of bludgeoning damage for every 4 levels the ranger possesses (minimum 1d6). If it's an extraordinary trap, the ranger must provide an object suitable for dealing lethal bludgeoning damage, such as a large branch or heavy stone.[^E]",
			"",
			"::h3[Burning Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** A ranger can only add this to a *fire trap*. If the triggering creature fails its Reflex save, it catches on fire, taking 1d6 points of fire damage at the start of its turn for 1d4 rounds. The burning creature can attempt a new save as a full-round action. Dropping and rolling on the ground grants a +4 bonus on this save.[^B]",
			"",
			"::h3[Channeled Energy Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** This trap creates a positive or negative energy effect designed to harm either undead or living creatures, respectively. The target takes a number of points of damage equal to 1d8 + the ranger's level from either positive energy or negative energy (Will save for half). If this is an extraordinary trap, the ranger must supply a vial of {eq-weapon/holy water} (positive energy) or unholy water (negative energy).[^A]",
			"",
			"::h3[Cleansing Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** Effect The trap suppresses the target's ability to use one randomly selected attack, ability, or quality that creates a disease or poison effect; this lasts for 1 round per ranger level. If the creature has more than one such attack, ability, or quality that creates a disease or poison effect, the attack, ability, or quality to be suppressed when the creature is affected by this trap is determined at random from those not already suppressed.[^D]",
			"",
			"::h3[Decoy Trap (Su)]{jl}",
			"",
			"**Effect:** The trap creates a shadowy humanoid figment that appears to move away from the triggering creature or that follows a simple program of no more than 25 words defined by the ranger at the time when the trap is set. Unless programmed otherwise, the figment appears 60 feet away from the triggering creature or as close to that distance as possible, and then moves away toward the nearest exit, if any. The figment can move up to 60 feet per round. A viewer can attempt a Will save or a Perception check to disbelieve the illusion if she attacks it or otherwise interacts with it. The Will save DC to disbelieve the illusion is the same as the DC to avoid the trap; the DC of the Perception check to disbelieve the illusion is equal to 5 + the DC to avoid the trap.[^E]",
			"",
			"::h3[Dirty Trick Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** If the triggering creature fails its saving throw against the trap or is struck by the trap's attack, the trap also attempts a dirty trick combat maneuver against the triggering creature. The type of dirty trick is chosen when the trap is created, and if it isn't possible or isn't applicable to the triggering creature, the combat maneuver is wasted. The trap's CMB for the dirty trick is equal to the ranger's level + his Wisdom modifier.[^E]",
			"",
			"::h3[Distraction Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** The target is affected with irritation that detracts from its alertness. It takes a -2 penalty on Perception checks, initiative checks, and Reflex saves for 10 minutes per ranger level. If this is a supernatural trap, this is a mind-affecting effect. If this is an extraordinary trap, the ranger must supply a dose of {eq-weapon/itching powder} or another alchemical irritant.[^A]",
			"",
			"**Magical Component:** *scroll of {spell/daze monster}*",
			"",
			"::h3[Exploding Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** A ranger can only add this to a *fire trap*. The trap explodes in fire, filling all squares adjacent to the trap and dealing a number of points of fire damage equal to 1d6 + 1/2 the ranger's level (Reflex negates). If it is an extraordinary trap, the ranger must use an explosive material such as {eq-weapon/alchemist's fire} when setting the trap.[^B]",
			"",
			"::h3[Fire Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** The trap explodes in flames, dealing a number of points of fire damage equal to 1d6 + 1/2 the ranger's level to the triggering creature (Reflex negates). If it is an extraordinary trap, the ranger must use an explosive material such as {eq-weapon/alchemist's fire} when setting the trap.[^B]",
			"",
			"::h3[Firework Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** A ranger can add this augmentation to a *fire* or *smoke trap*. The trap explodes in a flash of colored lights. All creatures within 10 feet must succeed at a saving throw (Fortitude if an extraordinary firework trap, Will if supernatural) or be blinded for 1d4+1 rounds. If this is an extraordinary trap, the ranger must use an alchemical weapon when setting the trap, such as {eq-weapon/flash powder} or a {eq-weapon/firework>_star_candle}.[^F]",
			"",
			"::h3[Freezing Trap (Su)]{jl}",
			"",
			"**Effect:** The trap creates a burst of ice that damages and encases the triggering creature. The creature takes 1d3 points of cold damage + 1/4 the ranger's level and is entangled and stuck to the ground, similar to the effect of a tanglefoot bag. A successful Reflex save halves the damage and means the creature is not stuck to the floor by the ice. The ice is 1 inch thick per 2 Hit Dice of the ranger (minimum 1), has hardness 0 and 3 hit points per inch of thickness, and melts in 2d4 rounds.[^B]",
			"",
			"::h3[Infected Snare Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** Effect A ranger can add this only to a snare trap. The snare is made of diseased materials, which contain an aggressive blight that saps the energy and bodily health from the target creature. When initially caught in the snare, the trapped creature must succeed at a Fortitude saving throw or immediately take 2 points of Constitution damage. Each subsequent hour, the creature must succeed at a Fortitude saving throw or take 2 points of Constitution damage. This effect lasts for 12 hours or until the creature makes two successful saving throws in a row, whichever comes first. This is a poison effect.[^D]",
			"",
			"::h3[Lazurite Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** Lazurite radiation increases the victim's susceptibility to the attacks of undead creatures that are bolstered by the radiation. The target takes a -2 penalty to Armor Class against the attacks of undead creatures and on saving throws against effects created by undead. This effect lasts for 10 minutes per ranger level. A successful Will save negates this effect. If this is an extraordinary trap, the ranger must supply a {eq-material/sliver of |lazurite}.[^A]",
			"",
			"::h3[Limning Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** This trap sprays glowing dust into the trapped square and all adjacent squares. A creature covered in this dust glows like a candle (becoming visibly outlined if invisible) and takes a -20 penalty on Stealth checks. The dust's effects last for 1 round per ranger level or until the creature washes it off (a move action requiring water or some other cleanser). If this is an extraordinary trap, the ranger must use alchemical components when setting the trap, such as {eq-misc/glowing ink} or {eq-misc/marker dye}.[^F]",
			"",
			"::h3[Marking Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** If the triggering creature fails its save against the trap, it is marked with a dye and/or scent of the ranger's choosing. A scent mark decreases the DC of tracking the marked creature by scent by 4. The mark can be washed off with vigorous scrubbing, but fades on its own over several days.[^B]",
			"",
			"::h3[Oversized Barbs (Ex or Su)]{jl}",
			"",
			"**Effect:** The target is speared with barbs that penetrate and protrude from its body, making squeezing, climbing, and swimming challenging. The trap implants 1d4+1 barbs, each dealing 1 point of damage. A successful Reflex save halves the number of barbs. The target takes a penalty on Climb checks and Swim checks equal to the number of barbs attached, and is considered one size category larger for the purposes of determining what size of opening or passageway it must squeeze through as long as at least 1 barb remains attached. Each barb can be removed with a full minute of work and a Heal check that equals or exceeds the trap's DC. If this check fails, the barb is still removed but the target takes 1d4 points of damage. The barbs shake loose harmlessly after 10 minutes per ranger level.[^A]",
			"",
			"::h3[Penetrating Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** A ranger can only add this to a wounding trap. The damage die of a penetrating trap increases to 1d8. Choose either adamantine, cold iron, or silver. The trap counts as that material for the purposes of overcoming damage reduction. If this is an extraordinary trap, the ranger must provide 1 pound of the chosen material during the trap's construction.[^G]",
			"",
			"::h3[Pit Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** This simple pit is covered over with leaves or appropriate materials for the area. It's 5 feet deep plus 5 feet for every 4 ranger levels. A victim that succeeds at a Reflex save doesn't fall into the pit. If it is an extraordinary trap, the ranger can set this trap only in terrain with soft ground.[^A]",
			"",
			"**Magical Component:** *scroll of {spell/create pit}*",
			"",
			"::h3[Poison Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** The trap poisons the creature that triggers it. If it is a supernatural trap, the poison deals 1d2 Con damage per round for 6 rounds. If it is an extraordinary trap, the ranger must provide 1 dose of contact, inhaled, or injury poison when setting the trap, and the trap uses that poison's effects and DC.[^B]",
			"",
			"::h3[Quicksand Trap (Su)]{jl}",
			"",
			"**Effect:** The trap and all adjacent squares become quicksand as long as they contain loose sand or soil. The Swim DC to move in this quicksand is equal to the trap's save DC, and the Swim DC to tread in the quicksand is equal to the trap's DC - 5. The quicksand lasts for a number of rounds equal to the ranger's level. When the effect ends, any creature still in the quicksand is returned to the surface prone.[^G]",
			"",
			"::h3[Rust Monster Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** The trap throws up a cloud of dust ground from the antennae of a rust monster, dealing 1d4 points of damage to the target's metal armor and weapons. A ranger may increase the damage by 1 point for each additional daily use of his trap ability he spends when creating this trap. A successful Reflex save negates this damage. If this is an extraordinary trap, the ranger must supply a set of {monster/rust monster/ antennae}.[^A]",
			"",
			"**Magical Component:** *scroll of {spell/rusting grasp}*",
			"",
			"::h3[Selective Trigger (Ex or Su)]{jl}",
			"",
			"**Effect:** The ranger adds a race, type, alignment, or minimum weight restriction to the trap's trigger. If this is an extraordinary trap, the ranger can choose only the minimum weight restriction.[^A]",
			"",
			"**Magical Component:** *potion of {spell/identify}*",
			"",
			"::h3[Sleet Trap (Su)]{jl}",
			"",
			"**Effect:** The detonating trap creates a 20-foot-radius burst of sleet with the effects of a {spell/sleet storm}. The driving sleet lasts for 1 round, but the icy ground persists for 1 round per ranger level.[^B]",
			"",
			"::h3[Smoke Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** This trap bellows out thick, choking smoke that fills the trapped square and all adjacent squares. Any breathing creature in these squares must succeed at a Fortitude saving throws or take a -4 penalty to Strength and Dexterity every round it's within the smoke and for 1d4+1 rounds after leaving the smoke. All sight, even darkvision, is ineffective in or through the smoke. The smoke lasts for 1 round per 2 ranger levels, and is dispersed by wind as fog cloud. If this is an extraordinary trap, the ranger must use an alchemical component when setting the trap, such as a {eq-misc/smokestick}.[^F]",
			"",
			"::h3[Snare Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** The trap constricts around a limb or other part of the triggering creature's body (Reflex avoids). The creature cannot move from the location of the trap, unless the ranger included a \"leash\" when setting the trap, in which case the creature is limited to the length of the leash. The trapped creature can escape with an Escape Artist check (DC equal to the trap's DC) as a full-round action. The trap or its leash has a number of hit points equal to 1/2 the ranger's level, or can be burst as a full-round action with a DC 25 Strength check. The trap can hold up to a Medium creature; each extra daily use of the ranger's trap ability spent when the trap is set increases the maximum size of creature the trap can hold. At the ranger's option, if there is a tall object or structure nearby, she can have the trap lift the creature.[^B]",
			"",
			"::h3[Spell-Stealing Trap (Su)]{jl}",
			"",
			"**Effect:** The target is struck by a burst of abjuration that steals its magical ability. The target loses 1d4+1 levels of spells (of its choice). A ranger may increase the number of spell levels lost by 1d4 for each additional daily use of his trap ability he spends when creating this trap.[^A]",
			"",
			"**Magical Component:** *scroll of {spell/dispel magic}*",
			"",
			"::h3[Spell-Storing Trap (Su)]{jl}",
			"",
			"**Effect:** This trap behaves like a {spell/greater glyph of warding}, except the maximum level of spell it can hold is 1. A ranger may increase the maximum level by 1 for each daily use of his trap ability he spends when creating this trap. The spell contained must be supplied by either the ranger or another creature within 1 round of the trap being laid. The duration of this trap is dependent on the ranger's level, but a target receives only one save, that of the spell contained.[^A]",
			"",
			"::h3[Summoned Ally Trap (Su)]{jl}",
			"",
			"**Effect:** The trap summons a creature as {spell/summon nature's ally I} with a caster level equal to the ranger's level - 3. This trap functions as {spell/summon nature's ally II} at 8th level, {spell/summon nature's ally III} at 11th level, and {spell/summon nature's ally IV} at 14th level. The summoned creature or creatures appear in a location within the trap's range designated when the trap is set; if it's not possible for the creatures to appear in that location, they appear in the nearest unoccupied space. The ranger can choose a command of no more than 25 words when the trap is created; the creature or creatures follow those instructions, or otherwise attack the creature that triggered the trap.[^E]",
			"",
			"::h3[Swarm Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** The trap releases a {monster/bat swarm}, {monster/rat swarm}, or {monster/spider swarm} that attacks all creatures in the area. The swarm remains in the general area for no longer than 1 round per ranger level, after which it disperses. If the trap is an extraordinary trap, the ranger must provide the creatures of the swarm (typically in a small box, cage, or crate); these creatures may die of starvation before the trap is triggered (an extraordinary trap lasts 1 day per level).[^B]",
			"",
			"::h3[Tar Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** The target is coated in a thin layer of sticky tar unless it succeeds at a Reflex save. It is entangled, and becomes susceptible to catching fire from any source of flame. If lit on fire, the tar burns intensely for 1 round; it deals 2d6 points of fire damage and is destroyed in the process. Unless burned away, the tar remains for 1 round per ranger level. If this is an extraordinary trap, the ranger must supply a dose of tar.[^A]",
			"",
			"::h3[Telepathy Trap (Su)]{jl}",
			"",
			"**Effect:** The trap resonates at a high-pitched frequency audible only to creatures that communicate via telepathy. If the triggering creature has the ability to communicate via telepathy, the creature becomes overwhelmed by psychic feedback. The trapped creature is staggered for 1d4 rounds (Will negates), and may not communicate telepathically during this time. This is a sonic, mind-affecting effect. Creatures that lack telepathy are not affected by this trap, though they may still trigger it.[^C]",
			"",
			"::h3[Toxic Fumes Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** A ranger can add this to a smoke trap. The smoke this trap creates is extremely noxious. Any breathing creature must succeed at a Fortitude saving throw (in addition to the Fortitude save for the smoke trap) or be nauseated every round it's within the smoke and for 1d4+1 rounds after leaving the smoke. If this is an extraordinary trap, the ranger must use a toxic material when setting the trap, such as [noxious aromatic](eq-weapon/noxious_aromatic_flask).[^F]",
			"",
			"::h3[Transdimensional Trap (Su)]{jl}",
			"",
			"**Effect:** This augmentation allows a trap to affect an incorporeal or ethereal creature as if it were corporeal or existed on the Material Plane.[^A]",
			"",
			"**Magical Component:** *scroll of {spell/ghostbane dirge}*",
			"",
			"::h3[Transpositional Trap (Su)]{jl}",
			"",
			"**Effect:** This pair of traps causes any creature that steps in one of the traps to be teleported to the location of the other trap (Will negates), as the spell {spell/dimension door}. After having been transported, the creature may not take any other actions until its next turn. If one part of a pair of transpositional traps becomes blocked by a solid body or object, the trap does not function until the obstruction is removed. In order to create this trap, a ranger must set up two transpositional traps within 400 feet of each other, thus expending 2 uses of the ranger's traps per day. A ranger can only have one pair of transpositional traps set at a time; setting a third transpositional trap immediately causes the first to disappear and keys the second and third transpositional traps to one another.[^C]",
			"",
			"::h3[Tripwire (Ex or Su)]{jl}",
			"",
			"**Effect:** A taut wire stretched between two vertical surfaces knocks the target prone unless it succeeds at a Reflex save. A running or charging creature takes a -6 penalty on its save.[^A]",
			"",
			"::h3[Wounding Trap (Ex or Su)]{jl}",
			"",
			"**Effect:** This trap makes a melee attack against the target using the ranger's base attack bonus + his Wisdom modifier for the attack roll. It deals an amount of damage equal to 1d6 + 1/2 the ranger's level. The ranger chooses whether this damage is bludgeoning, piercing, or slashing. If this is a supernatural trap, the attack counts as magical for the purposes of overcoming damage reduction.[^G]",
			"",
			"[^A]: {source/Kobolds of Golarion}",
			"[^B]: {source/Ultimate Magic}",
			"[^C]: {source/Demon Hunter's Handbook}",
			"[^D]: {source/People of the Wastes}",
			"[^E]: {source/Ranged Tactics Toolbox}",
			"[^F]: {source/Champions of Balance}",
			"[^G]: {source/Magical Marketplace}"
		],
		"topLink": [ "Trapper (Ranger Archetype)", "arc-ranger/trapper" ]
	},
	"rogue_talents": {
		"name": "Rogue Talents",
		"sources": [ "PRPG Core Rulebook" ],
		"compileFrom": {
			"source": "talent",
			"targets": [
				[
					"## Rogue Talents",
					"",
					"{SOURCE PRPG Core Rulebook}  ",
					"As a rogue gains experience, she learns a number of talents that aid her and confound her foes. Starting at 2nd level, a rogue gains one rogue talent. She gains an additional rogue talent for every 2 levels of rogue attained after 2nd level. A rogue cannot select an individual talent more than once.",
					"",
					"**Note:** This list contains talents for both the Rogue and the {class/Unchained Rogue}. Most can be used by both. Some talents were made for the Rogue and haven't been officially stated to be usable by the Unchained Rogue, and are labeled \"Rogue Only\". Others are only for the Unchained Rogue and are labeled as such. Several talents have different text for each class - both are listed in their entry.",
					"",
					"::h3[Primary Sneak Attack Talents]{jl}",
					"",
					"These talents add effects to a rogue's sneak attack. Only one of these talents can be applied to an individual attack and the decision must be made before the attack roll is made.",
					""
				],
				{
					"limit": "Primary Sneak Attack Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{talent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Other Sneak Attack Talents]{jl}",
					"",
					"These talents interact with the sneak attact mechanic but do not have the limitation of the Primary talents above.",
					""
				],
				{
					"limit": "Other Sneak Attack Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{talent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Poison Talents]{jl}",
					""
				],
				{
					"limit": "Poison Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{talent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Catfolk Talents]{jl}",
					""
				],
				{
					"limit": "Catfolk Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{talent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Spellcasting Talents]{jl}",
					""
				],
				{
					"limit": "Spellcasting Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{talent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Use Magic Device Talents]{jl}",
					""
				],
				{
					"limit": "Use Magic Device Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{talent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Other Magic-Related Talents]{jl}",
					""
				],
				{
					"limit": "Other Magic-Related Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{talent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Ally-Related Talents]{jl}",
					""
				],
				{
					"limit": "Ally-Related Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{talent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Combat Talents]{jl}",
					""
				],
				{
					"limit": "Combat Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{talent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Trap Talents]{jl}",
					""
				],
				{
					"limit": "Trap Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{talent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Disable Device Talents]{jl}",
					""
				],
				{
					"limit": "Disable Device Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{talent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Deception Talents]{jl}",
					""
				],
				{
					"limit": "Deception Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{talent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Other Talents]{jl}",
					""
				],
				{
					"limit": "Other Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{talent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				}
			]
		},
		"topLink": [ "Rogue", "class/rogue" ]
	},
	"rogue_talent": { "copyof": "rogue_talents" },
	"sagas": {
		"name": "Sagas",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Sagas",
			"",
			"{SOURCE Magic Tactics Toolbox/19}  ",
			"Sagas are a form of lore-keeping and tale-telling common in Irrisen and the Lands of the Linnorm Kings. Specialized applications of a skald's raging song ability, sagas function much like bardic masterpieces but are available only to skalds. Sagas are never purely artistic constructs; they are designed to preserve lore or commemorate historical figures, and are usually based in fact. Sagas therefore require ranks in Knowledge (history) as a prerequisite, as well. {class/Bard/s} can learn sagas, using their bardic performance ability instead of raging song.",
			"",
			"### Lay of Scholar-King",
			"",
			"Your tale of a scholarly king sharpens your intellect, but makes others treat you with contempt.",
			"",
			"**Prerequisites:** Knowledge (history) 2 ranks, Perform (oratory) or Perform (sing) 4 ranks.  ",
			"**Cost:** Feat or 2nd-level skald spell known.",
			"",
			"**Effect:** You tell the sad tale of studious and introspective King Jarguut, son of Ethered. King Jarguut ruled the Linnorm Kingdom of Raemerrund, but his kingdom fractured when the thanes would not respect his intellect. While you maintain the performance, you can add your Charisma modifier (minimum +1) to Intelligence-based skill checks in addition to your Intelligence modifier, but you take your Intelligence bonus as a penalty on all Charisma-based skill checks (minimum -1).",
			"",
			"**Use:** 1 raging song round per round.  ",
			"**Action:** 1 minute",
			"",
			"### Saga of the Witch Queen",
			"",
			"Your tale of Baba Yaga's inexorable return allows you to unerringly locate your target.",
			"",
			"**Prerequisites:** Knowledge (history) 7 ranks, Perform (oratory) or Perform (sing) 15 ranks.  ",
			"**Cost:** Feat or 5th-level skald spell known.",
			"",
			"**Effect:** You tell the epic tale of the Baba Yaga, the Queen of Witches, who founded Irrisen after winning the Winter War. Once each century, she deposes one of her daughters as queen of Irrisen to install another daughter in her place. For 1,400 years, each reigning queen has known that her mother's return was a certainty. When you complete the performance, you name a creature you have seen or who once owned an item you have in your possession, and you immediately know the creature's location, as per {spell/discern location}. At the same time, the creature learns your name and that you have determined its current whereabouts.",
			"",
			"**Use:** 10 raging song rounds.  ",
			"**Action:** 10 minutes"
		],
		"topLink": [ "Skald", "class/skald" ]
	},
	"shaman_hexes": {
		"name": "Shaman Hexes",
		"sources": [ "Advanced Class Guide" ],
		"compileFrom": {
			"source": "shamanhex",
			"targets": [
				[
					"{SOURCE Advanced Class Guide}  ",
					"A shaman learns a number of magical tricks, called hexes, which grant her powers or weaken foes. At 2nd level, a shaman learns one hex. At 4th, 8th, 10th, 12th, 16th, 18th, and 20th level, the shaman learns new hexes. A shaman can select from any of the following hexes or from any of the hexes listed in the description of her chosen spirit. A shaman cannot select a hex more than once unless noted otherwise.",
					"",
					"Using a hex is a standard action that doesn't provoke an attack of opportunity unless otherwise noted. The saving throw DC to resist a hex is equal to 10 + 1/2 the shaman's level + the shaman's Wisdom modifier.",
					"",
					"---",
					""
				],
				{
					"limit": { "omit": [] },
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{shamanhex/[[TITLE]]:}** $2 [[^S]]"
					}
				}
			]
		},
		"topLink": [ "Shaman", "class/shaman" ]
	},
	"shaman_spirits": {
		"name": "Shaman Spirits",
		"sources": [
			"Advanced Class Guide",
			"Adventurer's Guide",
			"Cohorts and Companions",
			"Healer's Handbook",
			"Heroes of Golarion",
			"Heroes of the Streets",
			"Heroes of the Wild",
			"Horror Realms",
			"Ultimate Wilderness",
			"Wilderness Origins"
		],
		"description": [
			"## Shaman Spirits",
			"",
			"Each shaman must select from the following spirits. Unless otherwise noted, the DC to save against the special abilities granted by a spirit is equal to 10 + 1/2 the shaman's level + the shaman's Wisdom modifier.",
			"",
			"**Spirit specializations** are more specific focuses for shaman spirits that allow shamans greater flexibility in customizing their characters and building character backstories. The **Restoration** spirit is listed below, specializing the **Life** spirit, but it is far from the only spirit specialization that exists.",
			"",
			"Each spirit specialization replaces one or more hexes that the shaman can gain, as well as one or more of the spirit's abilities and a number of the spells in the spirit's spirit magic spell list. A spirit specialization never replaces all of the spirit's hexes or all of the spirit's abilities.",
			"",
			"A spirit specialization is always treated as equivalent to its associated spirit for any effect or prerequisite that is based on spirits. A shaman cannot select a spirit specialization as a wandering spirit, nor can she form a bond with a spirit and a spirit specialization that is associated with it simultaneously - for instance, a shaman with the life spirit cannot form a temporary bond with the restoration spirit specialization.",
			"",
			"If a spirit specialization hex or ability calls for a saving throw, the DC of the save is equal to 10 + 1/2 the shaman's level + her Wisdom modifier.",
			"",
			"| Spirit | Description |",
			"| :---: | --- |",
			"| [Ancestors](/shamanspirit/ancestors) | A shaman that selects the ancestors spirit has wise eyes and thick white or silver hair. Fine wrinkles line the shaman's face, becoming more obvious when she smiles or glowers. When she calls upon one of this spirit's abilities, her hair glows as though lit from within, rustling of its own accord. |",
			"| [Battle](/shamanspirit/battle) | A shaman who selects the battle spirit gains scars from every wound she takes, and the grit of battle always seems to cling on her body. |",
			"| [Bones](/shamanspirit/bones) | A shaman who selects the bones spirit is cadaverously thin, with sunken eye sockets and dead eyes that stare off into the distance. |",
			"| [Dark Tapestry](/shamanspirit/dark_tapestry) | A shaman who selects the Dark Tapestry spirit is often a misanthropic loner. |",
			"| [Flame](/shamanspirit/flame) | A shaman who selects the flame spirit has a radiant light behind her eyes and the faint smell of smoke about her. |",
			"| [Frost](/shamanspirit/frost) | A shaman who selects the frost spirit has coarse white hair and always feels cold to the touch. |",
			"| [Heavens](/shamanspirit/heavens) | A shaman who selects the heavens spirit has eyes that sparkle like starlight, exuding an aura of otherworldliness to those she is around. |",
			"| [Life](/shamanspirit/life) | A shaman who selects the life spirit appears more vibrant than most mortals. |",
			"| [Lore](/shamanspirit/lore) | A shaman who selects the lore spirit appears far wiser and knowing that her age would suggest. |",
			"| [Mammoth](/shamanspirit/mammoth) | A shaman who selects the mammoth spirit is abnormally tall and stocky, with thick shaggy hair |",
			"| [Nature](/shamanspirit/nature) | A shaman who selects the nature spirit takes on an appearance that reflects the aspect of the natural world she has the closest connection to. |",
			"| [Restoration](/shamanspirit/restoration) | The Restoration spirit is a specialization of the Life spirit. |",
			"| [Slums](/shamanspirit/slums) | A shaman who selects the slums spirit gains the city's alleys and avenues as steadfast allies. |",
			"| [Stone](/shamanspirit/stone) | The skin of a shaman who selects the stone spirit takes on a rough, stony appearance. |",
			"| [Tribe](/shamanspirit/tribe) | A shaman who selects the tribe spirit strives to protect her allies, whether they be a traditional tribal unit or a chosen group of adventuring companions. |",
			"| [Waves](/shamanspirit/waves) | A shaman who selects the waves spirit has a fluid grace that exhibits itself whenever she moves. |",
			"| [Wind](/shamanspirit/wind) | A shaman who selects the wind spirit appears windswept, and her movements seem lithe and carefree. |",
			"| [Wood](/shamanspirit/wood) | A shaman who selects the wood spirit has a skin tone similar to the coloration of trees in her home region. Her vibrant hair is fragrant and resembles leaves and blossoms. |"
		],
		"topLink": [ "Shaman", "class/shaman" ]
	},
	"simple_kinetic_blasts": {
		"name": "Simple Blasts",
		"sources": [
			"Occult Adventures",
			"Occult Origins",
			"Psychic Anthology",
			"Ultimate Wilderness"
		],
		"description": [
			"## Simple Kinetic Blasts",
			"",
			"A kineticist gains a simple blast from her primary element at 1st level. Some elements offer more than one option. When a kineticist gains a new element via the expanded element class feature, she gains a simple blast from that element as well. Each simple blast is either a physical blast or an energy blast. Physical blasts are ranged attacks that deal an amount of damage equal to 1d6+1 + the kineticist's Constitution modifier, increasing by 1d6+1 for every 2 kineticist levels beyond 1st. Spell resistance doesn't apply against physical blasts. Energy blasts are ranged touch attacks that deal an amount of damage equal to 1d6 + 1/2 the kineticist's Constitution modifier, increasing by 1d6 for every 2 kineticist levels beyond 1st.",
			"",
			"{table0}"
		],
		"noFinder": true,
		"tables": [
			{
				"id": "simple kinetic blasts",
				"headers": [ "Simple Blast", "Elements", "Burn", "Blast Type", "Damage Type" ],
				"ripples": [0],
				"types": [ null, null, "num", null, null ],
				"alignments": [ true, null, null, null, true ],
				"data": [
					[ "{kinetic/Air Blast/ (Sp)}", "air", 0, "physical", "bludgeoning" ],
					[ "{kinetic/Cold Blast/ (Sp)}", "water", 0, "energy", "cold" ],
					[ "{kinetic/Earth Blast/ (Sp)}", "earth", 0, "physical", "bludgeoning, piercing, or slashing" ],
					[ "{kinetic/Electric Blast/ (Sp)}", "air", 0, "energy", "electricity" ],
					[ "{kinetic/Fire Blast/ (Sp)}", "fire", 0, "energy", "fire" ],
					[ "{kinetic/Gravity Blast/ (Sp)}", "void", 0, "physical", "bludgeoning" ],
					[ "{kinetic/Negative Blast/ (Sp)}", "void", 0, "energy", "negative energy" ],
					[ "{kinetic/Positive Blast/ (Sp)}", "wood", 0, "energy", "positive energy" ],
					[ "{kinetic/Telekinetic Blast/ (Sp)}", "aether", 0, "physical", "bludgeoning, piercing, or slashing" ],
					[ "{kinetic/Water Blast/ (Sp)}", "water", 0, "physical", "bludgeoning" ],
					[ "{kinetic/Wood Blast/ (Sp)}", "wood", 0, "physical", "bludgeoning, piercing, or slashing" ]
				],
				"initialColumn": 0
			}
		],
		"topLink": [ "Kineticist", "class/kineticist" ]
	},
	"slayer_talents": {
		"name": "Slayer Talents",
		"sources": [
			"Advanced Class Guide",
			"Advanced Class Origins",
			"Dirty Tactics Toolbox",
			"Distant Realms",
			"Elemental Master's Handbook",
			"Heroes of Golarion",
			"Martial Arts Handbook",
			"Potions and Poisons",
			"Spymaster's Handbook",
			"Ultimate Wilderness"
		],
		"compileFrom": {
			"source": "slayertalent",
			"targets": [
				[
					"## Slayer Talents",
					"",
					"{SOURCE Advanced Class Guide/53}  ",
					"As a slayer gains experience, he learns a number of talents that aid him and confound his foes. Starting at 2nd level and every 2 levels thereafter, a slayer gains one slayer talent. Unless otherwise noted, a slayer cannot select an individual talent more than once.",
					"",
					"::h3[Primary Sneak Attack Talents]{jl}",
					"",
					"These talents add effects to a slayer's sneak attack. Only one of these talents can be applied to an individual attack, and the decision of which to use must be made before the attack roll is made.",
					""
				],
				{
					"limit": "Primary Sneak Attack Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{slayertalent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Other Sneak Attack Talents]{jl}",
					"",
					"These talents add effects to a slayer's sneak attack, but do not have the limitations of the Primary Sneak Attack Talents above.",
					""
				],
				{
					"limit": "Other Sneak Attack Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{slayertalent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Studied Target Talents]{jl}",
					"",
					"These talents operate using the Studied Target ability of the slayer.",
					""
				],
				{
					"limit": "Studied Target Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{slayertalent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				},
				[
					"",
					"::h3[Other Talents]{jl}",
					""
				],
				{
					"limit": "Other Talents",
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{slayertalent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				}
			]
		},
		"topLink": [ "Slayer", "class/slayer" ]
	},
	"social_talents": {
		"name": "Social Talents",
		"sources": [
			"Antihero's Handbook",
			"Blood of the Beast",
			"Chronicle of Legends",
			"Disciple's Doctrine",
			"Heroes of Golarion",
			"Inner Sea Intrigue",
			"Spymaster's Handbook",
			"Ultimate Intrigue"
		],
		"compileFrom": {
			"source": "socialtalent",
			"targets": [
				[
					"## Social Talents",
					"",
					"{SOURCE Ultimate Intrigue}  ",
					"Starting at 1st level, and every 2 levels thereafter, a vigilante gains a social talent. Unless otherwise noted, a talent can be selected only once. Some talents require the vigilante to meet other prerequisites before they can be chosen, such as having another social talent or attaining a minimum vigilante level. Once a talent has been chosen, it cannot be changed.",
					"",
					"---",
					""
				],
				{
					"limit": { "omit": [] },
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{socialtalent/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				}
			]
		},
		"topLink": [ "Vigilante", "class/vigilante" ]
	},
	"sorcerer_bloodlines": {
		"name": "Sorcerer Bloodlines",
		"sources": [
			"Advanced Player's Guide",
			"Advanced Race Guide",
			"Blood of Angels",
			"Blood of Fiends",
			"Blood of the Ancients",
			"Blood of the Elements",
			"Blood of the Beast",
			"Champions of Balance",
			"Distant Realms",
			"Dragon Empires Primer",
			"Elemental Master's Handbook",
			"Haunted Heroes Handbook",
			"Heroes of Golarion",
			"Legacy of Dragons",
			"Legacy of the First World",
			"Monster Codex",
			"Occult Adventures",
			"Orcs of Golarion",
			"Pathfinder #29: Mother of Flies",
			"People of the River",
			"People of the Sands",
			"Potions and Poisons",
			"PRPG Core Rulebook",
			"Qadira, Jewel of the East",
			"The Harrow Handbook",
			"Ultimate Magic"
		],
		"description": [
			"## Sorcerer Bloodlines",
			"",
			"{SOURCE PRPG Core Rulebook}  ",
			"The following bloodlines represent only some of the possible sources of power that a sorcerer can draw upon. Unless otherwise noted, most sorcerers are assumed to have the {sorcererbloodline/arcane} bloodline.",
			"",
			"{SOURCE Ultimate Magic}  ",
			"A **wildblooded** sorcerer has a mutated version of a more common bloodline, with one arcana and at least one bloodline power that are different from those of an unmutated bloodline. When creating a wildblooded sorcerer, select an existing bloodline, then select one of the mutated bloodlines associated with that bloodline. Use the normal bloodline's class skill, bonus spells, and bonus feats, and the mutated bloodline's *bloodline arcana*. Use the normal bloodline's *bloodline powers*, except when the mutated bloodline replaces one of those powers.",
			"",
			"| Bloodline | Description | Wildblooded Mutation |",
			"| :---: | --- | :---: |",
			"| [Aberrant](/sorcererbloodline/aberrant) | There is a taint in your blood, one that is alien and bizarre. | Warped |",
			"| [Abyssal](/sorcererbloodline/abyssal) | Generations ago, a demon spread its filth into your heritage. | Brutal |",
			"| [Accursed](/sorcererbloodline/accursed) | Misfortune, pestilence, and nightmares follow your family like vermin drawn to carrion. |  |",
			"| [Aquatic](/sorcererbloodline/aquatic) | Your family traces its heritage back to the ocean depths, whether scions of undersea empires left in the wake of nomadic sea-tribes, or the spawn of creeping ichthyic infiltrators into remote seaside villages. | Seaborn |",
			"| [Arcane](/sorcererbloodline/arcane) | Your family has always been skilled in the eldritch art of magic. | Sage |",
			"| [Astral](/sorcererbloodline/astral) | Whether you were raised on the Astral Plane, had an ancestor with a strong connection to the Astral, or simply had a freak brush with an astral conduit in your youth, you have an unusual connection to both time and space. |  |",
			"| [Boreal](/sorcererbloodline/boreal) | Descended from inhabitants of the lands of ice and snow, you count among your ancestors giant-kin, troll-born, and frost-rimed spirits. | Rime-Blooded |",
			"| [Celestial](/sorcererbloodline/celestial) | Your bloodline is blessed by a celestial power, either from a celestial ancestor or through divine intervention. | Empyreal |",
			"| [Daemon](/sorcererbloodline/daemon) | Your powers derive from daemons, who take pleasure and gain power from manipulating mortal frailties like aging, pestilence, famine, and the horrors of war. |  |",
			"| [Deep Earth](/sorcererbloodline/deep_earth) | The echoing cave-songs and the rumble and creak of primal spirits deep below the ground thrum in your soul and in all your family line. | Bedrock |",
			"| [Destined](/sorcererbloodline/destined) | Your family is destined for greatness in some way. | Karmic |",
			"| [Div](/sorcererbloodline/div) | You can trace your ancestry to one of the foul, corrupted genies known as divs. |  |",
			"| [Djinni](/sorcererbloodline/djinni) | You were born with the power of air genies, and the magic of the djinn is strong in you. |  |",
			"| [Draconic](/sorcererbloodline/draconic) | At some point in your family's history, a dragon interbred with your bloodline, and now its ancient power flows through your veins. | Linnorm |",
			"| [Dreamspun](/sorcererbloodline/dreamspun) | Your family is a long line of dreamers, who dream not as ordinary mortals do but rather as those who reach through and touch the supernal realm of dreams and the farthest shores of night. | Visionary |",
			"| [Ectoplasm](/sorcererbloodline/ectoplasm) | The power of the Ethereal Plane thrums in your mind and pulls at your flesh. |  |",
			"| [Efreeti](/sorcererbloodline/efreeti) | You were born with the power of fire genies, and the magic of the efreet is strong in you. |  |",
			"| [Elemental](/sorcererbloodline/elemental) | The power of the elements resides in you, and at times you can hardly control its fury. | Lifewater, Primal |",
			"| [Fey](/sorcererbloodline/fey) | The capricious nature of the fey runs in your family due to some intermingling of fey blood or magic. | Dark Fey, Sylvan |",
			"| [Ghoul](/sorcererbloodline/ghoul) | Your connection to the hungering undead shapes your magic. |  |",
			"| [Harrow](/sorcererbloodline/harrow) | Just as knowledge of the harrow has passed from generation to generation since time immemorial, so too has a deep spiritual connection to the otherworldly forces bound by the harrow passed through the ages. |  |",
			"| [Imperious](/sorcererbloodline/imperious) | (Human Only) A scion of forgotten kings, with a lineage rich with the dust of ancient empires spanning every golden age of humanity's history, an imperious embodies the apex of human potential, as well as human temerity and uninhibited hubris. |  |",
			"| [Impossible](/sorcererbloodline/impossible) | You can see beyond the mundane, and are capable of visualizing the improbable, and even the impossible. |  |",
			"| [Infernal](/sorcererbloodline/infernal) | Somewhere in your family's history, a relative made a deal with a devil, and that pact has influenced your family line ever since. | Pit-Touched |",
			"| [Kobold Sorcerer](/sorcererbloodline/kobold_sorcerer) | (Kobold Only) While many kobold sorcerers tout their purely draconic bloodline, over generations of eldritch training, some such spellcasters have created a bloodline that, while tinged with some draconic magic, is the embodiment of the race's virtue distilled into arcane form. |  |",
			"| [Maestro](/sorcererbloodline/maestro) | The spiritual power of art and song runs strongly through your family line. |  |",
			"| [Marid](/sorcererbloodline/marid) | You were born with the power of water genies, and the magic of the marids is strong in you. | Shahzada |",
			"| [Martyred](/sorcererbloodline/martyred) | One of your ancestors paid the ultimate price for your beliefs. | Retribution |",
			"| [Naga](/sorcererbloodline/naga) | Naga blood flows within your veins. Perhaps a curious naga experimented upon one of your ancestors in an attempt to create the perfect servant, or maybe one of your ancestors was a shapeshifting naga. Either way, you boast powers similar to those of true nagas. |  |",
			"| [Nanite](/sorcererbloodline/nanite) | Either you were born from one of the forgewombs scattered throughout the wastelands, or you were infected by nanites, which now course through your blood. |  |",
			"| [Oni](/sorcererbloodline/oni) | As slaves of capricious oni lords, your ancestors were forced to yield to their masters' hedonistic desires, inevitably tainting their descendents with oni blood. |  |",
			"| [Orc](/sorcererbloodline/orc) | The rage of your ancestors burns within you, and the taint of savage orc blood flows through your veins. |  |",
			"| [Pestilence](/sorcererbloodline/pestilence) | You were born during the height of a great magical plague, to a mother suffering from an eldritch disease, or you suffered an eldritch pox as a child, such that your very soul now carries a blight of pestilence within it. |  |",
			"| [Phoenix](/sorcererbloodline/phoenix) | One of your ancestors bore witness to a phoenix's resurrection and formed a bond with the magical creature. The resurrecting flames still course through your veins, surging with power. |  |",
			"| [Possessed](/sorcererbloodline/possessed) | The mystical connection with your possessing spirit allows you to gain more control over your body and mind. |  |",
			"| [Protean](/sorcererbloodline/protean) | You have in your veins the ever-changing wildness of primal chaos, the raw essence of unbound creation. | Anarchic |",
			"| [Psychic](/sorcererbloodline/psychic) | Psychic power runs thorough your blood, whether it be from a familial predisposition to psychic power or exposure to a powerful psychic phenomenon. Whatever the source of this power, your mind is a dangerous weapon. |  |",
			"| [Rakshasa](/sorcererbloodline/rakshasa) | At some point in your family's history, one of your ancestors was tainted by the influence of a rakshasa. |  |",
			"| [Salamander](/sorcererbloodline/salamander) | You are descended from the elemental outsiders known as salamanders. You wield flame as a weapon and a tool, and your smithing skills are unrivaled. |  |",
			"| [Scorpion](/sorcererbloodline/scorpion) | Whether your ancestors served a scorpion goddess or simply worked closely with more mundane members of the species, the venom from these arachnids has seeped down through generations into your blood. |  |",
			"| [Serpentine](/sorcererbloodline/serpentine) | Your bloodline carries the lingering stain of ancient serpent races that ruled when the world was young. | Envenomed |",
			"| [Shadow](/sorcererbloodline/shadow) | Spirits from the shadow plane dally at times in the world of light, and such as these lay with your ancestors once upon a time, imparting the mystery of shadow-stuff into your lineage. | Umbral |",
			"| [Shaitan](/sorcererbloodline/shaitan) | You were born with the power of earth genies, and the magic of the shaitans is strong in you. |  |",
			"| [Shapechanger](/sorcererbloodline/shapechanger) | Channeling the power of your shapeshifting ancestors that you carry in your blood, you gain powers that allow you to change your shape and alter your appearance and physical abilities. |  |",
			"| [Solar](/sorcererbloodline/solar) | Sorcerers who serve in the sun goddess's court display powers infused with the glory of the sun itself. |  |",
			"| [Starsoul](/sorcererbloodline/starsoul) | You come from a line of stargazers and explorers who delved deeply into the darkness beyond the stars. | Void-Touched |",
			"| [Stormborn](/sorcererbloodline/stormborn) | You trace your heritage to fierce and proud spirits of storm and sky, and living lightning sings in your veins. | Arial |",
			"| [Undead](/sorcererbloodline/undead) | The taint of the grave runs through your family. | Sanguine |",
			"| [Unicorn](/sorcererbloodline/unicorn) | Deeply empathetic and fiercely protective, unicorns on occasion form close bonds with humans, often young and noble-hearted women. When the two have a particularly strong bond, the unicorn's magic can become a part of the bonded human, and sometimes is even passed on to her children. These children, blessed by their parent's connection to that force of true good, grow up to become sorcerers of the unicorn bloodline. |  |",
			"| [Verdant](/sorcererbloodline/verdant) | Your progenitors infused themselves with raw plant life, binding it into their own tissue and passing it down to their literal seed, giving you innate communion with nature. | Groveborn |",
			"| [Vestige](/sorcererbloodline/vestige) | You trace your ancestry to a bygone civilization and can call upon its forgotten people or places for power. |  |"
		],
		"topLink": [ "Sorcerer", "class/sorcerer" ]
	},
	"spirits": {
		"name": "Medium Spirits",
		"sources": [
			"Adventurer's Guide",
			"Blood of the Ancients",
			"Heroes of Golarion",
			"Horror Adventures",
			"Occult Realms",
			"Pathfinder #132: The Six-Legend Soul",
			"Psychic Anthology"
		],
		"description": [
			"## Medium Spirits",
			"",
			"A medium's spirits are entities from the Astral Plane - the clinging echoes of heroes and villains from the distant past, sustained throughout time by myths and legends. The number of spirits is countless, and each has its own idiosyncrasies that make it distinct. Nonetheless, all spirits arise from one of the following six legends: {spirit/archmage}, {spirit/champion}, {spirit/guardian}, {spirit/hierophant}, {spirit/marshal}, or {spirit/trickster}.",
			"",
			"### Legendary Spirits",
			"",
			"{SOURCE Occult Realms}  ",
			"The spirits a medium can channel draw their power both from the tales told about them and from their own souls, which echo with the remarkable deeds they performed in life. All spirits have stories - and some arise from people whose deeds shook the world and whose testaments have endured throughout the ages. These beings are legendary spirits, and they possess great power they can share with mediums who gain their favor.",
			"",
			"Attaining the ability to channel a legendary spirit involves traveling to a certain location or performing a certain deed, swearing an oath, performing a ritual, and succeeding at an ability check. The type of check depends on the spirit, but the DC is always equal to 10 + 1/2 the medium's level. If the medium breaks the oath, the spirit will no longer answer when he calls. If the medium attempts to call another spirit of the legendary spirit's legend, the legendary spirit similarly departs forever.",
			"",
			"| Outsider | Legend |",
			"| --- | --- |",
			"| [Abrogail Thrune I](/legendaryspirit/abrogail_thrune_i) | Hierophant |",
			"| [Ambras Imre](/legendaryspirit/ambras_imre) | Trickster |",
			"| [Ardril, the Would-Be King](/legendaryspirit/ardril_the_would_be_king) | Champion |",
			"| [Arnisant](/legendaryspirit/arnisant) | Guardian |",
			"| [Azghaad I](/legendaryspirit/azghaad_i) | Marshal |",
			"| [Beldam I](/legendaryspirit/beldam_i) | Trickster |",
			"| [Butcher](/legendaryspirit/butcher) | Champion |",
			"| [Cyricas](/legendaryspirit/cyricas) | Hierophant |",
			"| [Daronlyr XII](/legendaryspirit/daronlyr_xii) | Archmage |",
			"| [Deceiver](/legendaryspirit/deceiver) | Trickster |",
			"| [Father of Legends](/legendaryspirit/father_of_legends) | Marshal |",
			"| [Gennaris III](/legendaryspirit/gennaris_iii) | Champion |",
			"| [Heretic](/legendaryspirit/heretic) | Hierophant |",
			"| [Kelksiomides](/legendaryspirit/kelksiomides) | Hierophant |",
			"| [Lich](/legendaryspirit/lich) | Archmage |",
			"| [Namzaruum](/legendaryspirit/namzaruum) | Marshal |",
			"| [Nex](/legendaryspirit/nex) | Archmage |",
			"| [Psomeira](/legendaryspirit/psomeira) | Champion |",
			"| [Savith](/legendaryspirit/savith) | Champion |",
			"| [Stavian I](/legendaryspirit/stavian_i) | Guardian |",
			"| [Sulesh the Great](/legendaryspirit/sulesh_the_great) | Archmage |",
			"| [Taldaris](/legendaryspirit/taldaris) | Marshal |",
			"| [Terminator](/legendaryspirit/terminator) | Guardian |",
			"| [Twice-Damned Prince](/legendaryspirit/twice_damned_prince) | Trickster |",
			"| [Warmonger](/legendaryspirit/warmonger) | Marshal |"
		],
		"topLink": [ "Medium", "class/medium" ]
	},
	"stance_rage_powers": {
		"name": "Stance Rage Powers (Unchained Barbarian)",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Stance Rage Powers",
			"",
			"{SOURCE Pathfinder Unchained}",
			"",
			"**Stance rage powers** are available to unchained barbarians. Activating a stance rage power is a move action. A barbarian can't have more than one stance rage power active at a time. If she activates a stance rage power while another one is active, the current stance immediately ends. The stance can be intentionally ended at the beginning of the barbarian's turn as a free action; otherwise, it lasts until the rage ends.",
			"",
			"An unchained barbarian can also choose from other {ability/rage powers}.",
			"",
			"| Stance Power | Minimum Level | Description |",
			"| --- | --- | --- |",
			"| [Accurate Stance (Ex)](/stanceragepower/accurate_stance) | 2nd | Improve your melee and thrown weapon attacks. |",
			"| [Calm Stance (Ex)](/stanceragepower/calm_stance) | 2nd | Supress rage benefits and penalties, except for the temporary hit points. |",
			"| [Elemental Stance (Su)](/stanceragepower/elemental_stance) | 4th | Deal extra elemental damage with your melee attacks. |",
			"| [Guarded Stance (Ex)](/stanceragepower/guarded_stance) | 2nd | Gain a dodge bonus to your AC. |",
			"| [Knockdown Stance (Ex)](/stanceragepower/knockdown_stance) | 2nd | You can freely trip foes in lieu of attacking them. |",
			"| [Powerful Stance (Ex)](/stanceragepower/powerful_stance) | 2nd | Increase your melee and thrown weapon damage. |",
			"| [Reckless Stance (Ex)](/stanceragepower/reckless_stance) | 2nd | Increase your attack at the expense of your defense. |",
			"| [Regenerative Stance (Ex)](/stanceragepower/regenerative_stance) | 4th | Regain temporary hit points every round. |",
			"| [Strength Stance (Ex)](/stanceragepower/strength_stance) | 2nd | Gain a bonus to combat maneuvers and some Strength checks. |",
			"| [Taunting Stance (Ex)](/stanceragepower/taunting_stance) | 12th | Leave yourself open to attack, but counterattack with impunity. |"
		],
		"topLink": [ "Unchained Barbarian", "class/unchained_barbarian" ]
	},
	"stares": {
		"name": "Mesmerist Stares",
		"sources": [
			"Heroes of Golarion",
			"Occult Adventures",
			"Occult Origins",
			"Occult Realms"
		],
		"compileFrom": {
			"source": "socialtalent",
			"targets": [
				[
					"## Mesmerist Stares",
					"",
					"At 3rd level and every 4 levels thereafter, a mesmerist's hypnotic stare imposes a further effect upon its target. The mesmerist chooses one option each time he gains a new bold stare improvement, and the choice can't be changed later. The mesmerist can't choose the same bold stare improvement more than once unless otherwise noted. All of the mesmerist's bold stare improvements affect the target as long as it is affected by the mesmerist's hypnotic stare.",
					"",
					"Chelish mesmerists have refined their hypnotic stares to include a suite of gaze attacks useful for negotiating with or undermining outsiders. In the decades since, these secrets have begun to slip beyond the Hell-bound nation's borders, and now can be found throughout the Inner Sea region, especially in areas that interact frequently with outsiders.",
					"",
					"Devilbane gazes (stares that start with \"Devilbane\" below) can be selected beginning at 3rd level as options for the mesmerist's bold stare improvements. They tend to be more limited in their scope than standard bold stare improvements, but cut to the core of an outsider's being. When a devilbane gaze is used against a creature with the outsider type, double the hypnotic stare penalty applied by the devilbane gaze improvement (but not the Will save penalty the original hypnotic stare imposes). Despite their moniker, devilbane gazes affect all outsiders equally well.",
					"",
					"---",
					""
				],
				{
					"limit": { "omit": [] },
					"join": [ "", "", "" ],
					"translate": {
						"regex": "(>*)(.+)",
						"replacement": "$1**{stare/[[TITLE]][[/ SUFFIX]]:}** $2 [[^S]]"
					}
				}
			]
		},
		"topLink": [ "Mesmerist", "class/mesmerist" ]
	}
}
