{
	"unchained_monk": {
		"name": "Unchained Monk",
		"sources": [
			"Pathfinder Unchained",
			"Chronicle of Legends",
			"Blood of the Beast"
		],
		"description": [
			"{jumplist Class Skills / Class Features / Ex-Monks / Alternate Capstones / Favored Class Bonuses / Archetypes}",
			"",
			"## Unchained Monk",
			"",
			"{SOURCE Pathfinder Unchained/14}",
			"",
			"Physical and mental perfection: that is the life goal of every monk. For these skilled warriors, martial prowess and mental clarity are one and the same. Capable of pummeling foes with both fist and weapon, monks are among the more versatile combatants on the battlefield. Monks are also able to harness their ki, a spiritual life force that resides within, allowing them to perform amazing acts of acrobatics and mystical skill. All of this depends on incredible discipline and focus, and monks spend their entire lives perfecting these arts.",
			"",
			"**Unchained:** Much of the monk has been reworked, including its base attack bonus, Hit Die, saves, and many of its special abilities. The result is a version of the monk that not only is easier to play, but also possesses a great deal more versatility. Flurry of blows is now much simpler to use in play. Many of the higher-level abilities of the monk, such as abundant step and quivering palm, have been incorporated into the new system of ki powers. As a monk advances in level, he can select from a variety of ki powers, allowing the player to truly customize his character.  ",
			"**Alignment:** Any lawful.  ",
			"**Hit Die:** d10.  ",
			"**Starting Wealth:** 1d6 &times; 10 gp (average 35 gp).",
			"",
			"### Class Skills",
			"",
			"The Unchained Monk's class skills are Acrobatics (Dex), Climb (Str), Craft (Int), Escape Artist (Dex), Intimidate (Cha), Knowledge (history) (Int), Knowledge (religion) (Int), Perception (Wis), Perform (Cha), Profession (Wis), Ride (Dex), Sense Motive (Wis), Stealth (Dex), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Unarmed Damage | AC Bonus | Fast Movement |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +2 | +2 | +0 | Bonus feat, flurry of blows (bonus attack), stunning fist, unarmed strike | 1d6 | +0 | +0 ft. |",
			"| 2nd | +2 | +3 | +3 | +0 | Bonus feat, evasion | 1d6 | +0 | +0 ft. |",
			"| 3rd | +3 | +3 | +3 | +1 | Fast movement, ki pool, ki strike (magic) | 1d6 | +0 | +10 ft. |",
			"| 4th | +4 | +4 | +4 | +1 | Ki power, still mind | 1d8 | +1 | +10 ft. |",
			"| 5th | +5 | +4 | +4 | +1 | Purity of body, style strike (1/round) | 1d8 | +1 | +10 ft. |",
			"| 6th | +6/+1 | +5 | +5 | +2 | Bonus feat, ki power | 1d8 | +1 | +20 ft. |",
			"| 7th | +7/+2 | +5 | +5 | +2 | Ki strike (cold iron/silver) | 1d8 | +1 | +20 ft. |",
			"| 8th | +8/+3 | +6 | +6 | +2 | Ki power | 1d10 | +2 | +20 ft. |",
			"| 9th | +9/+4 | +6 | +6 | +3 | Improved evasion, style strike | 1d10 | +2 | +30 ft. |",
			"| 10th | +10/+5 | +7 | +7 | +3 | Bonus feat, ki power, ki strike (lawful) | 1d10 | +2 | +30 ft. |",
			"| 11th | +11/+6/+1 | +7 | +7 | +3 | Flurry of blows (bonus attack) | 1d10 | +2 | +30 ft. |",
			"| 12th | +12/+7/+2 | +8 | +8 | +4 | Ki power | 2d6 | +3 | +40 ft. |",
			"| 13th | +13/+8/+3 | +8 | +8 | +4 | Style strike, tongue of the sun and moon | 2d6 | +3 | +40 ft. |",
			"| 14th | +14/+9/+4 | +9 | +9 | +4 | Bonus feat, ki power | 2d6 | +3 | +40 ft. |",
			"| 15th | +15/+10/+5 | +9 | +9 | +5 | Style strike (2/round) | 2d6 | +3 | +50 ft. |",
			"| 16th | +16/+11/+6/+1 | +10 | +10 | +5 | Ki power, ki strike (adamantine) | 2d8 | +4 | +50 ft. |",
			"| 17th | +17/+12/+7/+2 | +10 | +10 | +5 | Style strike, timeless body | 2d8 | +4 | +50 ft. |",
			"| 18th | +18/+13/+8/+3 | +11 | +11 | +6 | Bonus feat, ki power | 2d8 | +4 | +60 ft. |",
			"| 19th | +19/+14/+9/+4 | +11 | +11 | +6 | Flawless mind | 2d8 | +4 | +60 ft. |",
			"| 20th | +20/+15/+10/+5 | +12 | +12 | +6 | Ki power, perfect self | 2d10 | +5 | +60 ft. |",
			"",
			"**Weapon and Armor Proficiency:** Monks are proficient with the club, crossbow (light or heavy), dagger, handaxe, javelin, kama, nunchaku, quarterstaff, sai, short sword, shortspear, shuriken, siangham, sling, spear, and any weapon with the monk special weapon quality.",
			"",
			"Monks are not proficient with any armor or shields.",
			"",
			"When wearing armor, using a shield, or carrying a medium or heavy load, a monk loses his AC bonus, as well as his fast movement and flurry of blows abilities.",
			"",
			"**AC Bonus (Ex):** When unarmored and unencumbered, the monk adds his Wisdom bonus (if any) to his AC and CMD. In addition, a monk gains a +1 bonus to AC and CMD at 4th level. This bonus increases by 1 for every four monk levels thereafter, up to a maximum of +5 at 20th level.",
			"",
			"These bonuses to AC apply even against touch attacks or when the monk is flat-footed. He loses these bonuses when he is immobilized or helpless, when he wears any armor, when he carries a shield, or when he carries a medium or heavy load.",
			"",
			"**Bonus Feat:** At 1st level, 2nd level, and every 4 levels thereafter, a monk can select a bonus feat. These feats must be taken from the following list: {feat/Catch Off-Guard}, {feat/Combat Reflexes}, {feat/Deflect Arrows}, {feat/Dodge}, {feat/Improved Grapple}, {feat/Scorpion Style}, and {feat/Throw Anything}. At 6th level, the following feats are added to the list: {feat/Gorgon's Fist}, {feat/Improved Bull Rush}, {feat/Improved Disarm}, {feat/Improved Feint}, {feat/Improved Trip}, and {feat/Mobility}. At 10th level, the following feats are added to the list: {feat/Improved Critical}, {feat/Medusa's Wrath}, {feat/Snatch Arrows}, and {feat/Spring Attack}. A monk need not have any of the prerequisites normally required for these feats to select them.",
			"",
			"**Flurry of Blows (Ex):** At 1st level, a monk can make a flurry of blows as a full-attack action. When making a flurry of blows, the monk can make one additional attack at his highest base attack bonus. This additional attack stacks with the bonus attacks from haste and other similar effects. When using this ability, the monk can make these attacks with any combination of his unarmed strikes and weapons that have the monk special weapon quality. He takes no penalty for using multiple weapons when making a flurry of blows, but he does not gain any additional attacks beyond what's already granted by the flurry for doing so. (He can still gain additional attacks from a high base attack bonus, from this ability, and from haste and similar effects).",
			"",
			"At 11th level, a monk can make an additional attack at his highest base attack bonus whenever he makes a flurry of blows. This stacks with the first attack from this ability and additional attacks from *haste* and similar effects.",
			"",
			"**Stunning Fist (Ex):** At 1st level, the monk gains {feat/Stunning Fist} as a bonus feat, even if he does not meet the prerequisites. At 4th level, and every 4 levels thereafter, the monk gains the ability to apply a new condition to the target of his Stunning Fist. This condition replaces stunning the target for 1 round, and a successful saving throw still negates the effect. At 4th level, the monk can choose to make the target fatigued. At 8th level, he can make the target sickened for 1 minute. At 12th level, he can make the target staggered for 1d6+1 rounds. At 16th level, he can permanently blind or deafen the target. At 20th level, he can paralyze the target for 1d6+1 rounds. The monk must choose which condition will apply before the attack roll is made. These effects do not stack with themselves (a creature fatigued by Stunning Fist cannot become exhausted if hit by Stunning Fist again), but additional hits do increase the duration.",
			"",
			"**Unarmed Strike (Ex):** At 1st level, a monk gains {feat/Improved Unarmed Strike} as a bonus feat. A monk's attacks can be with fists, elbows, knees, and feet. This means that a monk can make unarmed strikes with his hands full. There is no such thing as an off-hand attack for a monk striking unarmed. A monk can apply his full Strength bonus on damage rolls for all his unarmed strikes. A monk's unarmed strikes deal lethal damage, although he can choose to deal nonlethal damage with no penalty on his attack roll. He can make this choice while grappling as well.",
			"",
			"A monk's unarmed strike is treated as both a manufactured weapon and a natural weapon for the purpose of spells and effects that enhance or improve either manufactured weapons or natural weapons.",
			"",
			"The damage dealt by a monk's unarmed strike is determined by their level. The damage listed is for Medium monks. The damage for Small or Large monks are listed below.",
			"",
			"| Level | Damage (Small Monk) | Damage (Large Monk) |",
			"| --- | --- | --- |",
			"| 1st-3rd | 1d4 | 1d8 |",
			"| 4th-7th | 1d6 | 2d6 |",
			"| 8th-11th | 1d8 | 2d8 |",
			"| 12th-15th | 1d10 | 3d6 |",
			"| 16th-19th | 2d6 | 3d8 |",
			"| 20th | 2d8 | 4d8 |",
			"",
			"**Evasion (Ex):** At 2nd level, a monk can avoid damage from many area-effect attacks. If a monk succeeds at a Reflex saving throw against an attack that normally deals half damage on a successful save, he instead takes no damage. Evasion can be used only if a monk is wearing light armor or no armor. A helpless monk does not gain the benefit of evasion.",
			"",
			"**Fast Movement (Ex):** At 3rd level, a monk gains an enhancement bonus to his land speed. A monk in armor or carrying a medium or heavy load loses this extra speed.",
			"",
			"**Ki Pool (Su):** At 3rd level, a monk gains a pool of ki points, supernatural energy he can use to accomplish amazing feats. The number of points in a monk's ki pool is equal to 1/2 his monk level + his Wisdom modifier. As long as he has at least 1 point in his ki pool, he can make a ki strike. At 3rd level, ki strike allows his unarmed attacks to be treated as magic weapons for the purpose of overcoming damage reduction. At 7th level, his unarmed attacks are also treated as cold iron and silver for the purpose of overcoming damage reduction. At 10th level, his unarmed attacks are also treated as lawful weapons for the purpose of overcoming damage reduction. At 16th level, his unarmed attacks are treated as adamantine weapons for the purpose of overcoming damage reduction and bypassing hardness.",
			"",
			"By spending 1 point from his ki pool as a swift action, a monk can make one additional unarmed strike at his highest attack bonus when making a flurry of blows attack. This bonus attack stacks with all bonus attacks gained from flurry of blows, as well as those from haste and similar effects. A monk gains additional powers that consume points from his ki pool as he gains levels.",
			"",
			"The ki pool is replenished each morning after 8 hours of rest or meditation; these hours do not need to be consecutive.",
			"",
			"**Ki Powers (Su):** At 4th level and every 2 levels thereafter, a monk can select one [ki power](ability/ki_powers). These powers allow the monk to perform amazing feats of mystical power and acrobatic prowess by expending points from his ki pool. Once a ki power is selected, it cannot be changed. Some ki powers require the monk to be of a specific level or higher before they can be chosen. Unless otherwise noted, a monk cannot select an individual ki power more than once.",
			"",
			"**Still Mind (Ex):** At 4th level, a monk gains a +2 bonus on saving throws against enchantment spells and effects.",
			"",
			"**Purity of Body (Ex):** At 5th level, a monk gains immunity to all diseases, including supernatural and magical diseases.",
			"",
			"**Style Strike (Ex):** At 5th level, a monk can learn one type of [style strike](ability/style_strikes). Whenever he makes a flurry of blows, he can designate one of his unarmed strikes as a style strike. This attack is resolved as normal, but it has an additional effect depending on the type of strike chosen. At 9th level, and every 4 levels thereafter, a monk learns an additional style strike. He must choose which style strike to apply before the attack roll is made. At 15th level, he can designate up to two of his unarmed strikes each round as a style strike, and each one can be a different type. The monk can choose from any of the following strikes.",
			"",
			"**Improved Evasion (Ex):** At 9th level, a monk's evasion ability improves. He still takes no damage on successful Reflex saving throws against attacks, but henceforth he takes only half damage on failed saves. A helpless monk does not gain the benefit of improved evasion.",
			"",
			"**Tongue of the Sun and Moon (Ex):** At 13th level, a monk can understand and speak with any living creature, as if under a permanent *tongues* effect.",
			"",
			"**Timeless Body (Ex):** At 17th level, a monk no longer takes penalties to his ability scores for aging and cannot be magically aged. Any such penalties that he has already taken, however, remain in place. Age bonuses still accrue, and the monk still dies of old age when his time is up.",
			"",
			"**Flawless Mind:** At 19th level, a monk gains total control over his mental faculties. Whenever he attempts a Will save, he can roll twice and take the better result. If he fails a Will saving throw against a spell or effect that has a duration longer than 1 hour, the monk can attempt a new saving throw at the end of each hour to end the effect.",
			"",
			"**Perfect Self:** At 20th level, a monk becomes a magical creature. He is forevermore treated as an outsider rather than a humanoid (or whatever his original creature type was) for the purpose of spells and magical effects. Additionally, the monk gains damage reduction 10/chaotic, which allows him to ignore the first 10 points of damage from any attack made by a nonchaotic weapon. Unlike other outsiders, the monk can still be brought back from the dead as if he were a member of his previous creature type. Finally, the monk gains the ability to enter a state of perfect calm. During this time, the monk can take no actions, but he does regain ki at the rate of 1 point per 10 minutes spent at calm. He cannot use this ability to gain an amount of ki in excess of his maximum.",
			"",
			"### Ex-Monks",
			"",
			"A monk who becomes nonlawful cannot gain new levels as a monk but retains all monk abilities.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Ki Sage (Su) | At 20th level, the character is fully attuned to his own body and the ki that flows within. The character gains two {ability/ki powers} from those available to the unchained monk, treating his character level as his monk level for the purpose of any requirements. In addition, his ki pool increases by four. This capstone is available to any class with a ki pool. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Old Dog, New Tricks (Ex) | At 20th level, the character shows that a true warrior always has one more surprise the enemy hasn't seen. The character gains four [combat feats](main/feats_combat). This capstone is available to characters of any class that gains at least four bonus combat feats. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Old Master (Ex) | At 20th level, the monk has reached the highest levels of his martial arts school. The monk gains one additional attack at his highest base attack bonus when using flurry of blows, and his dodge bonus to AC increases by 2. *([Chronicle of Legends pg. 29](source/chronicle_of_legends))* |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. *([Chronicle of Legends pg. 30](source/chronicle_of_legends))* |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ([Blood of the Beast pg. 12](source/blood_of_the_beast)) |",
			"",
			"### Archetypes",
			"",
			"| Archetype | Replaces or Modifies | Description |",
			"| --- | --- | --- |",
			"| [Black Asp](/arc-unchained_monk/black_asp) | Stunning Fist; Still Mind | The black asps are a sinister order of monks who train as assassins and infiltrators with no need for weapons to achieve their goals. |",
			"| [Brazen Disciple](/arc-unchained_monk/brazen_disciple) | Class Skills; 1st, 6th-level Bonus Feats; Still Mind; 12th-level Ki Power; Perfect Self | Brazen disciples use deception in their fighting style, and many go a step further, incorporating fire and smoke both mundane and magical. |",
			"| [Disciple of Wholeness](/arc-unchained_monk/disciple_of_wholeness) | Ki Pool; Purity of Body; 4th, 12th, 14th level Ki Power | Disciples of wholeness train to bring themselves and others closer to physical and spiritual perfection. |",
			"| [Elemental Monk](/arc-unchained_monk/elemental_monk) | Alignment; Stunning Fist; Bonus Feats; Evasion; Purity of Body; 10th-level Ki Power; Ki Pool | Elemental monks draw inspiration from genies to create their fighting style. Their adaptability and versatility make them capable of serving as emissaries of elemental balance. |",
			"| [Invested Regent](/arc-unchained_monk/invested_regent) | 1st-level Bonus Feat | The invested regent can harness a divine spark to perform superhuman stunts, influence others, and escape injury. |",
			"| [Lifting Hand](/arc-unchained_monk/lifting_hand) | Stunning Fist; Bonus Feats; 12th-level Ki Power | When facing a master of the lifting hand, an enemy is likely to find itself sailing through the air or locked in a tortuous compliance hold. |",
			"| [Monk of the Mantis](/arc-unchained_monk/monk_of_the_mantis) | 2nd, 6th, 10th, 14th, and 18th-level Bonus Feats; 6th, 10th, 12th-level Ki Powers; Quivering Palm | A body contains many points where the flesh, mind, and spirit coincide. A monk of the mantis is skilled at manipulating these points. |",
			"| [Perfect Scholar](/arc-unchained_monk/perfect_scholar) | Class Skills; Still Mind; 4th-level Ki Power; Tongue of the Sun and Moon; Perfect Self | Perfect scholars, often worshipers of Irori, hone their minds and bodies through the accumulation of knowledge |",
			"| [Sage Counselor](/arc-unchained_monk/sage_counselor) | Class Skills; 1st, 2nd, 6th, 10th-level Bonus Feat; 4th-level Ki Power | Sage counselors are ascetics and mystics who leave the confines of the monastery walls to advise secular people about spiritual truths and to seek knowledge of the outside world. |",
			"| [Scaled Fist](/arc-unchained_monk/scaled_fist) | Bonus Feats; Still Mind; 4th, 12th-level Ki Power | Scaled fists eschew passive introspection in favor of unshakable confidence. Steeped in traditions that trace their origins to the warrior-monks who trained under the tutelage of draconic masters in Tian Xia, scaled fists eschew passive introspection in favor of unshakable confidence. Scaled fists learn to combine brutal intimidation with the brazen ferocity of an ancient wyrm to devastate their foes. |",
			"| [Serpent-Fire Adept](/arc-unchained_monk/serpent_fire_adept) | Class Skills; Stunning Fist; 1st, 2nd, 6th, 10th, 14th, and 18th-level Bonus Feats; 4th, 8th-level Ki Power | A serpent-fire adept embraces the secrets of her chakras and mastery of their energetic flow. |",
			"| [Softstrike Monk](/arc-unchained_monk/softstrike_monk) | Weapon Proficiency; Unarmed Strike; 6th, 10th-level Bonus Feats; Wholeness of Body; Quivering Palm; Empty Body | Softstrike monks employ a nonlethal but effective form of combat. |",
			"| [Soul Shepherd](/arc-unchained_monk/soul_shepherd) | Stunning Fist; Evasion; Improved Evasion; 12th, 16th-level Bonus Feat | Whether studying at the feet of psychopomps or merely imitating the creatures' philosophy and methods, soul shepherds believe in safeguarding the Cycle of Souls. |",
			"| [Windstep Master](/arc-unchained_monk/windstep_master) | Stunning Fist; 4th-level Ki Power; Ki Pool | Most monks are agile and fleet of foot, but few can rival a windstep master's lightness of step. |",
			"",
			"## Archetypes by Feature Replaced/Modified",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "unchained monk archetypes",
				"headers": [ "Archetype", "1st-level Bonus Feat", "2nd-level Bonus Feat", "4th-level Ki Power", "6th-level Bonus Feat", "6th-level Ki Power", "8th-level Ki Power", "10th-level Bonus Feat", "10th-level Ki Power", "12th-level Bonus Feat", "12th-level Ki Power", "14th-level Bonus Feat", "14th-level Ki Power", "16th-level Bonus Feat", "18th-level Bonus Feat", "Alignment", "Bonus Feats", "Class Skills", "Empty Body", "Evasion", "Improved Evasion", "Ki Pool", "Perfect Self", "Purity of Body", "Quivering Palm", "Still Mind", "Stunning Fist", "Tongue of the Sun and Moon", "Unarmed Strike", "Weapon Proficiency", "Wholeness of Body" ],
				"ripples": [0],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"data": [
					[ "{arc-unchained_monk/Black Asp}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null ],
					[ "{arc-unchained_monk/Brazen Disciple}", "X", null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, "X", null, null, null, null, null ],
					[ "{arc-unchained_monk/Disciple of Wholeness}", null, null, "X", null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null ],
					[ "{arc-unchained_monk/Elemental Monk}", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", "X", null, null, "X", null, "X", null, "X", null, null, "X", null, null, null, null ],
					[ "{arc-unchained_monk/Invested Regent}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-unchained_monk/Lifting Hand}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-unchained_monk/Monk of the Mantis}", null, "X", null, "X", "X", null, "X", "X", null, "X", "X", null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-unchained_monk/Perfect Scholar}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, "X", null, "X", null, null, null ],
					[ "{arc-unchained_monk/Sage Counselor}", "X", "X", "X", "X", null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-unchained_monk/Scaled Fist}", null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-unchained_monk/Serpent-Fire Adept}", "X", "X", "X", "X", null, "X", "X", null, null, null, "X", null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-unchained_monk/Softstrike Monk}", null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, "X", "X", "X" ],
					[ "{arc-unchained_monk/Soul Shepherd}", null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, "X", "X", null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-unchained_monk/Windstep Master}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"ninja": {
		"name": "Ninja",
		"sources": [
			"Ultimate Combat",
			"Chronicle of Legends",
			"Blood of the Beast"
		],
		"description": [
			"{jumplist Class Skills / Class Features / Alternate Capstones / Favored Class Bonuses / Archetypes}",
			"",
			"## Ninja",
			"",
			"{SOURCE Ultimate Combat/13}",
			"",
			"When the wealthy and the powerful need an enemy eliminated quietly and without fail, they call upon the ninja. When a general needs to sabotage the siege engines of his foes before they can reach the castle walls, he calls upon the ninja. And when fools dare to move against a ninja or her companions, they will find the ninja waiting for them while they sleep, ready to strike. These shadowy killers are masters of infiltration, sabotage, and assassination, using a wide variety of weapons, practiced skills, and mystical powers to achieve their goals.",
			"",
			"**Role:** The ninja spends almost all of her time honing her skills, practicing her art, or working on her next assignment. Even when not specifically working, the ninja is ever vigilant and ready for the situation to turn deadly. Her line of work earns her many enemies, but it is a list that she frequently reduces through assassination and misdirection. The ninja is an alternate class for the rogue core class.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Parent Class(es):** Rogue.  ",
			"**Starting Wealth:** 4d6 &times; 10 gp (average 140 gp).",
			"",
			"### Class Skills",
			"",
			"The Ninja's class skills are Acrobatics (Dex), Appraise (Int), Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha), Disable Device (Dex), Disguise (Cha), Escape Artist (Dex), Intimidate (Cha), Knowledge (local) (Int), Knowledge (nobility) (Int), Linguistics (Int), Perception (Wis), Perform (Cha), Profession (Wis), Sense Motive (Wis), Sleight of Hand (Dex), Stealth (Dex), Swim (Str), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 8 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +2 | +0 | Poison use, sneak attack +1d6 |",
			"| 2nd | +1 | +0 | +3 | +0 | *Ki* pool, ninja trick |",
			"| 3rd | +2 | +1 | +3 | +1 | No trace +1, sneak attack +2d6 |",
			"| 4th | +3 | +1 | +4 | +1 | Ninja trick, uncanny dodge |",
			"| 5th | +3 | +1 | +4 | +1 | Sneak attack +3d6 |",
			"| 6th | +4 | +2 | +5 | +2 | Light steps, ninja trick, no trace +2 |",
			"| 7th | +5 | +2 | +5 | +2 | Sneak attack +4d6 |",
			"| 8th | +6/+1 | +2 | +6 | +2 | Improved uncanny dodge, ninja trick |",
			"| 9th | +6/+1 | +3 | +6 | +3 | No trace +3, sneak attack +5d6 |",
			"| 10th | +7/+2 | +3 | +7 | +3 | Master tricks, ninja trick |",
			"| 11th | +8/+3 | +3 | +7 | +3 | Sneak attack +6d6 |",
			"| 12th | +9/+4 | +4 | +8 | +4 | Ninja trick, no trace +4 |",
			"| 13th | +9/+4 | +4 | +8 | +4 | Sneak attack +7d6 |",
			"| 14th | +10/+5 | +4 | +9 | +4 | Ninja trick |",
			"| 15th | +11/+6/+1 | +5 | +9 | +5 | No trace +5, sneak attack +8d6 |",
			"| 16th | +12/+7/+2 | +5 | +10 | +5 | Ninja trick |",
			"| 17th | +12/+7/+2 | +5 | +10 | +5 | Sneak attack +9d6 |",
			"| 18th | +13/+8/+3 | +6 | +11 | +6 | Ninja trick, no trace +6 |",
			"| 19th | +14/+9/+4 | +6 | +11 | +6 | Sneak attack +10d6 |",
			"| 20th | +15/+10/+5 | +6 | +12 | +6 | Hidden master, ninja trick |",
			"",
			"**Weapon and Armor Proficiency:** Ninja are proficient with all simple weapons, plus the kama, katana, kusarigama, nunchaku, sai, shortbow, short sword, shuriken, siangham, and wakizashi. They are proficient with light armor but not with shields.",
			"",
			"**Poison Use:** At 1st level, a ninja is trained in the use of poison and cannot accidentally poison herself when applying poison to a weapon.",
			"",
			"**Sneak Attack:** If a ninja can catch an opponent when he is unable to defend himself effectively from her attack, she can strike a vital spot for extra damage.",
			"",
			"The ninja's attacks deal extra damage anytime her target would be denied a Dexterity bonus to AC (whether the target actually has a Dexterity bonus or not), or when the ninja flanks her target. This extra damage is 1d6 at 1st level, and increases by 1d6 every two ninja levels thereafter. Bonus damage from sneak attacks is precision damage. Should the ninja score a critical hit with a sneak attack, this precision damage is not multiplied. Ranged attacks count as sneak attacks only if the target is within 30 feet.",
			"",
			"With a weapon that deals nonlethal damage (such as a sap, whip, or unarmed strike), a ninja can make a sneak attack that deals nonlethal damage instead of lethal damage. She cannot use a weapon that deals lethal damage to deal nonlethal damage in a sneak attack, even with the usual -4 penalty.",
			"",
			"The ninja must be able to see the target well enough to pick out a vital spot, and must be able to reach this spot. A ninja cannot sneak attack while striking a creature that has {rule/concealment}.",
			"",
			"**Ki Pool (Su):** At 2nd level, a ninja gains a pool of *ki* points, supernatural energy she can use to accomplish amazing feats. The number of points in the ninja's *ki* pool is equal to 1/2 her ninja level + her Charisma modifier. As long as she has at least 1 point in her *ki* pool, she treats any Acrobatics skill check made to jump as if she had a running start. At 10th level, she also reduces the DC of Acrobatics skill checks made to jump by 1/2 (although she still cannot move farther than her speed allows).",
			"",
			"By spending 1 point from her *ki* pool, a ninja can make one additional attack at her highest attack bonus, but she can do so only when making a full attack. In addition, she can spend 1 point to increase her speed by 20 feet for 1 round. Finally, a ninja can spend 1 point from her *ki* pool to give herself a +4 insight bonus on Stealth checks for 1 round. Each of these powers is activated as a swift action. A ninja can gain additional powers that consume points from her *ki* pool by selecting certain ninja tricks.",
			"",
			"The *ki* pool is replenished each morning after 8 hours of rest or meditation; these hours do not need to be consecutive. If the ninja possesses levels in another class that grants points to a *ki* pool, ninja levels stack with the levels of that class to determine the total number of *ki* points in the combined pool, but only one ability score modifier is added to the total. The choice of which score to use is made when the second class ability is gained, and once made, the choice is set. The ninja can now use *ki* points from this pool to power the abilities of every class she possesses that grants a *ki* pool.",
			"",
			"**Ninja Tricks:** As a ninja continues her training, she learns a number of {ability/ninja tricks} that allow her to confuse her foes and grant her supernatural abilities. Starting at 2nd level, a ninja gains one ninja trick. She gains one additional ninja trick for every 2 levels attained after 2nd. Unless otherwise noted, a ninja cannot select an individual ninja trick more than once.",
			"",
			"If the ninja has multiple tricks that add effects to her sneak attacks, only one may be used per attack.",
			"",
			"**No Trace (Ex):** At 3rd level, a ninja learns to cover her tracks, remain hidden, and conceal her presence. The DC to track a ninja using the Survival skill increases by +1. In addition, her training gives her a +1 insight bonus on Disguise skill checks and on opposed Stealth checks whenever she is stationary and does not take any action for at least 1 round. Every three levels thereafter, the increase to Survival DCs and the bonuses on Disguise and opposed Stealth checks increase by 1.",
			"",
			"**Uncanny Dodge (Ex):** Starting at 4th level, a ninja can react to danger before her senses would normally allow her to do so. She cannot be caught flat-footed, nor does she lose her Dexterity bonus to AC if the attacker is invisible. She still loses her Dexterity bonus to AC if immobilized. A ninja with this ability can still lose her Dexterity bonus to AC if an opponent successfully uses the feint action against her.",
			"",
			"If a ninja already possesses uncanny dodge from a different class, she automatically gains improved uncanny dodge instead.",
			"",
			"**Light Steps (Ex):** At 6th level, a ninja learns to move while barely touching the surface underneath her. As a full-round action, she can move up to twice her speed, ignoring difficult terrain. While moving in this way, any surface will support her, no matter how much she weighs. This allows her to move across water, lava, or even the thinnest tree branches. She must end her move on a surface that can support her normally. She cannot move across air in this way, nor can she walk up walls or other vertical surfaces. When moving in this way, she does not take damage from surfaces or hazards that react to being touched, such as lava or caltrops, nor does she need to make Acrobatics checks to avoid falling on slippery or rough surfaces. Finally, when using light steps, the ninja ignores any mechanical traps that use a location-based trigger.",
			"",
			"**Improved Uncanny Dodge (Ex):** At 8th level, a ninja can no longer be flanked. This defense denies another ninja (or rogue) the ability to sneak attack the ninja by flanking her, unless the attacker has at least four more ninja (or rogue) levels than the target does.",
			"",
			"If a character already has uncanny dodge from another class, the levels from the classes that grant uncanny dodge stack when determining the minimum ninja (or rogue) level required to flank the character.",
			"",
			"**Master Tricks:** At 10th level, and every two levels thereafter, a ninja can select a [master trick](ability/master_tricks) in place of a ninja trick.",
			"",
			"**Hidden Master (Su):** At 20th level, a ninja becomes a true master of her art. She can, as a standard action, cast *greater invisibility* on herself. While invisible in this way, she cannot be detected by any means, and not even* invisibility purge*, *see invisibility*, and *true seeing* can reveal her. She uses her ninja level as her caster level for this ability. Using this ability consumes 3 *ki* points from her *ki* pool. In addition, whenever the ninja deals sneak attack damage, she can sacrifice additional damage dice to apply a penalty to one ability score of the target equal to the number of dice sacrificed for 1 minute. This penalty does not stack with itself and cannot reduce an ability score below 1.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Ki Sage (Su) | At 20th level, the character is fully attuned to his own body and the ki that flows within. The character gains two {ability/ki powers} from those available to the unchained monk, treating his character level as his monk level for the purpose of any requirements. In addition, his ki pool increases by four. This capstone is available to any class with a ki pool. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Slicing Wind (Su) | At 20th level, the ninja is a creature of wind and blades. When using light steps, the ninja can move up to four times her speed and make a single attack at her highest base attack bonus at any point during the movement. *([Chronicle of Legends pg. 29](source/chronicle_of_legends))* |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. *([Chronicle of Legends pg. 30](source/chronicle_of_legends))* |",
			"| The Right Spot (Ex) | At 20th level, the character can hit an opponent's weak spot effortlessly. Once per round, the character can apply her sneak attack damage to an attack, even if the target is not flanked or denied its Dexterity bonus to AC. This does not allow the character to sneak attack targets that are immune to sneak attacks (such as oozes). This capstone is available for any class with the sneak attack class feature. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ([Blood of the Beast pg. 12](source/blood_of_the_beast)) |",
			"",
			"### Archetypes",
			"",
			"| Archetype | Replaces or Modifies | Description |",
			"| --- | --- | --- |",
			"| [Frozen Shadow](/arc-ninja/frozen_shadow) | Class Skills; Ki Pool; Uncanny Dodge; Improved Uncanny Dodge | Frozen shadows belong to a rare ninja clan operating in Avistan and they work as thieves, power brokers, and spies loosely guided by secretive masters with unknown agendas. |",
			"| [Gunpowder Bombardier](/arc-ninja/gunpowder_bombardier) | Ki Pool; 2nd-level Ninja Trick; Uncanny Dodge; Improved Uncanny Dodge | Ratfolk assassins and other ninjas with an affinity for gunpowder demonstrate masterful control of bombs, using the explosives to inflict major damage or impair their foes |",
			"| [Hunting Serpent](/arc-ninja/hunting_serpent) | Class Skills; No Trace; Uncanny Dodge; Improved Uncanny Dodge; 10th, 12th, 16th-level Ninja Trick | Hunting serpents are specially trained killers to that hunt relentlessly and fight from the shadows. |",
			"| [Mask of the Living God](/arc-ninja/mask_of_the_living_god) | Weapon and Armor Proficiency; Poison Use; Ki Pool; No Trace | When the Living God needs to silence the voices of those heretics who question too loudly, these enforcers are the tools he employs. |",
			"| [Petal Ninja](/arc-ninja/petal_ninja) | Class Skills; 2nd-level Ninja Trick; No Trace; Uncanny Dodge; Improved Uncanny Dodge; Light Steps | (Ghoran Only) Petal ninjas are a secretive clan of ghoran infiltrators, in touch with their plantlike nature to the point where they can change their forms, allowing them access into places that were previously impossible to reach. |",
			"",
			"## Archetypes by Feature Replaced/Modified",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "ninja archetypes",
				"headers": [ "Archetype", "2nd-level Ninja Trick", "10th, 12th, and 16th-level Ninja Tricks", "Class Skills", "Improved Uncanny Dodge", "Ki Pool", "Light Steps", "No Trace", "Poison Use", "Uncanny Dodge", "Weapon/Armor Proficiency" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-ninja/Frozen Shadow}", null, null, "X", "X", "X", null, null, null, "X", null ],
					[ "{arc-ninja/Gunpowder Bombardier}", "X", null, null, "X", "X", null, null, null, "X", null ],
					[ "{arc-ninja/Hunting Serpent}", null, "X", "X", "X", null, null, "X", null, "X", null ],
					[ "{arc-ninja/Mask of the Living God}", null, null, null, null, "X", null, "X", "X", null, "X" ],
					[ "{arc-ninja/Petal Ninja}", "X", null, "X", "X", null, "X", "X", null, "X", null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"occultist": {
		"name": "Occultist",
		"sources": [
			"Blood of the Beast",
			"Chronicle of Legends",
			"Horror Adventures",
			"Occult Adventures",
			"Occult Origins",
			"Psychic Anthology"
		],
		"description": [
			"{jumplist Class Skills / Class Features and Spells Per Day / Alternate Capstones / Favored Class Bonuses / Archetypes}",
			"",
			"## Occultist",
			"",
			"{SOURCE Occult Adventures/46}",
			"",
			"The occultist focuses on the world around him, grounded in the powers that flow throughout his environment. He studies the magic that infuses everything, from psychic resonances left in everyday items to powerful incantations that fuel the mightiest spells.",
			"",
			"The occultist channels his psychic might through implements - items that allow him to focus his power and produce incredible effects. For him, implements are more than simple tools. They are a repository of history and a tie to the events of the past. The occultist uses these implements to influence and change the present, adding his legend to theirs. Though some of these implements might be magic items in their own right, most of them are merely of historical or personal significance to the occultist.",
			"",
			"**Role:** Occultists are always eager to travel in the company of adventurers, explorers, and archaeologists, as those three groups of people have a knack for finding items with rich histories and great significance.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 4d6 &times; 10 gp (average 140 gp).",
			"",
			"### Class Skills",
			"",
			"The Occultist's class skills are Appraise (Int), Craft (Int), Diplomacy (Cha), Disable Device (Dex), Disguise (Cha), Fly (Dex), Knowledge (arcana) (Int), Knowledge (engineering) (Int), Knowledge (history) (Int), Knowledge (planes) (Int), Knowledge (religion) (Int), Linguistics (Int), Perception (Wis), Profession (Wis), Sense Motive (Wis), Sleight of Hand (Dex), Spellcraft (Int), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +2 | +0 | +2 | Focus powers, implements 2, knacks, mental focus | 1 | - | - | - | - | - |",
			"| 2nd | +1 | +3 | +0 | +3 | Implements 3, magic item skill, object reading | 2 | - | - | - | - | - |",
			"| 3rd | +2 | +3 | +1 | +3 | Focus power | 3 | - | - | - | - | - |",
			"| 4th | +3 | +4 | +1 | +4 | Shift focus | 3 | 1 | - | - | - | - |",
			"| 5th | +3 | +4 | +1 | +4 | Aura sight, focus power | 4 | 2 | - | - | - | - |",
			"| 6th | +4 | +5 | +2 | +5 | Implements 4 | 4 | 3 | - | - | - | - |",
			"| 7th | +5 | +5 | +2 | +5 | Focus power | 4 | 3 | 1 | - | - | - |",
			"| 8th | +6/+1 | +6 | +2 | +6 | Magic circles, outside contact 1 | 4 | 4 | 2 | - | - | - |",
			"| 9th | +6/+1 | +6 | +3 | +6 | Focus power | 5 | 4 | 3 | - | - | - |",
			"| 10th | +7/+2 | +7 | +3 | +7 | Implements 5 | 5 | 4 | 3 | 1 | - | - |",
			"| 11th | +8/+3 | +7 | +3 | +7 | Focus power | 5 | 4 | 4 | 2 | - | - |",
			"| 12th | +9/+4 | +8 | +4 | +8 | Binding circles, outside contact 2 | 5 | 5 | 4 | 3 | - | - |",
			"| 13th | +9/+4 | +8 | +4 | +8 | Focus power | 5 | 5 | 4 | 3 | 1 | - |",
			"| 14th | +10/+5 | +9 | +4 | +9 | Implements 6 | 5 | 5 | 4 | 4 | 2 | - |",
			"| 15th | +11/+6/+1 | +9 | +5 | +9 | Focus power | 5 | 5 | 5 | 4 | 3 | - |",
			"| 16th | +12/+7/+2 | +10 | +5 | +10 | Fast circles, outside contact 3 | 5 | 5 | 5 | 4 | 3 | 1 |",
			"| 17th | +12/+7/+2 | +10 | +5 | +10 | Focus power | 5 | 5 | 5 | 4 | 4 | 2 |",
			"| 18th | +13/+8/+3 | +11 | +6 | +11 | Implements 7 | 5 | 5 | 5 | 5 | 4 | 3 |",
			"| 19th | +14/+9/+4 | +11 | +6 | +11 | Focus power | 5 | 5 | 5 | 5 | 5 | 4 |",
			"| 20th | +15/+10/+5 | +12 | +6 | +12 | Implement mastery, outside contact 4 | 5 | 5 | 5 | 5 | 5 | 5 |",
			"",
			"**Weapon and Armor Proficiency:** An occultist is proficient with all simple and martial weapons, light armor, medium armor, and shields (except tower shields).",
			"",
			"**Spells:** An occultist casts psychic spells drawn from the [occultist spell list](main/spells_occultist), limited by the implement groups he knows. He can cast any spell he knows without preparing it ahead of time. Every occultist spell has an implement component. To learn or cast a spell, an occultist must have an Intelligence score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against an occultist's spell equals 10 + the spell level + the occultist's Intelligence modifier.",
			"",
			"An occultist can cast only a certain number of spells of each spell level per day. In addition, he gains [bonus spells per day](rule/determine_bonuses) if he has a high Intelligence score.",
			"",
			"The occultist's selection of spells is limited. For each implement school he learns to use, he can add one spell of each level he can cast to his list of spells known, chosen from that school's spell list. If he selects the same implement school multiple times, he adds one spell of each level from that school's list for each time he has selected that school. When the occultist learns to cast a new level of spells, he immediately adds one spell of that level to his list of spells known from each implement school he knows (plus any extra spells from schools he has selected multiple times).",
			"",
			"At 5th level and every 3 occultist levels thereafter (8th, 11th, and so on), an occultist can choose to learn a new spell in place of one he already knows. In effect, the occultist loses the old spell in exchange for the new one. The new spell's level must be the same as that of the spell being exchanged, and it must be at least one level lower than the highest-level occultist spell the occultist can cast. The spell learned must come from the same list of spells provided by the implement school of the spell lost. An occultist can swap only a single spell at any given level, and must choose whether or not to swap the spell at the same time that he gains new spells known for that level.",
			"",
			"An occultist need not prepare his spells in advance. He can cast any spell he knows at any time, assuming he has not yet used up his allotment of spells per day for the spell's level.",
			"",
			"**Focus Powers (Su):** At 1st level, an occultist learns the base focus power from both of his two implement schools and can select one more focus power from the list of those available to him through those schools. Whenever the occultist learns a new implement school, he gains the base power of that school. In addition, at 3rd level and every 2 levels thereafter, he learns a new focus power selected from the options granted by all of the implement schools he knows. The occultist can use focus powers only by expending mental focus. Unless otherwise noted, the DC for any saving throw against a focus power equals 10 + 1/2 the occultist's level + the occultist's Intelligence modifier. The occultist can't select a focus power more than once. Some focus powers require him to reach a specific occultist level before he can choose them.",
			"",
			"**Implements (Su):** At 1st level, an occultist learns to use two [implement schools](ability/implements). At 2nd level and every 4 occultist levels thereafter, the occultist learns to use one additional implement school, to a maximum of seven schools at 18th level. Each implement school adds one spell per spell level of that school of magic to the occultist's spell list. No spells from any other school are considered to be on the occultist's spell list until he selects the associated implement school. He can't use spell trigger or spell completion magic items from unknown schools without succeeding at the appropriate Use Magic Device check. An occultist can select an implement school more than once in order to learn additional spells from the associated school.",
			"",
			"Each implement school is represented by a small list of objects. Every day, the occultist selects one item from that school's list to be his implement for the day for each implement school he knows. The occultist needs only one such item to cast spells of the corresponding school, unless he selected that implement school multiple times, in which case he needs one item for each set of spells gained from that school. Implements don't need to be magic items, and nonmagical implements don't take up a magic item slot even if they're worn. Implements that are not magic items are often of some historical value or of personal significance to the occultist, such as the finger bone of a saint, the broken scepter of a long-dead king, the skull of a mentor's familiar, or the glass eye of an uncanny ancestor.",
			"",
			"Whenever an occultist casts a spell, he must have the corresponding implement in his possession and present the implement to the target or toward the area of effect. This act is part of casting the spell and doesn't require any additional action. If the occultist lacks the corresponding implement, he can attempt to cast the spell, but must succeed at a concentration check (DC = 20 + the spell's level) to do so. Spells cast by an occultist without the appropriate implement are always treated as if they were cast at the minimum caster level for the spell in question (caster level 1st for a 1st-level spell, caster level 4th for a 2nd-level spell, and so on).",
			"",
			"Each implement school also grants a base focus power. This power is added to the list of focus powers possessed by the occultist. In addition, each implement school grants access to a number of other focus powers that the occultist can select from using his mental focus class feature.",
			"",
			"**Knacks:** An occultist learns one knack, or 0-level psychic spell, each time he selects an implement school (including when he again selects a school that he has already learned to use). These spells are cast like any other spell, but they can be cast any number of times per day. Knacks cast using any other spell slots because of metamagic feats applied to them, for example, consume spell slots as normal.",
			"",
			"**Mental Focus (Su):** An occultist can invest a portion of his mental focus into his chosen implements for the day, allowing him to utilize a variety of abilities depending on the implements and the amount of mental focus invested in them. An occultist has a number of points of mental focus equal to his occultist level + his Intelligence modifier; these points refresh each day. He can divide this mental focus between his implements in any way he desires. If an implement is lost or destroyed, the focus invested in it is lost as well, though the occultist still refreshes those points of focus normally.",
			"",
			"Once mental focus is invested inside an implement, the implement gains the resonant power of its implement school, and the occultist can expend the mental focus stored in the implement to activate the associated focus powers he knows. If a resonant power grants a bonus that varies based on the amount of mental focus invested in the implement, the bonus is determined when the focus is invested, and is not reduced or altered by expending the mental focus invested in the item. Once all of the mental focus in an implement has been expended, it loses its resonant power until mental focus is once again invested in the implement.",
			"",
			"The implement grants its resonant power to whoever possesses it; the occultist can lend the implement to an ally to assist that ally, but if he does so, he has difficulty casting that implement's spells and can't expend that implement's focus on focus powers until he retrieves the implement or refreshes his focus.",
			"",
			"The occultist refreshes his mental focus once each day after receiving at least 8 hours of sleep. After refreshing his mental focus, the occultist must spend 1 hour preparing his implements and investing them with this power. Mental focus that is not used before the next time the occultist refreshes his focus is lost.",
			"",
			"The occultist can choose to save generic mental focus inside his own body instead of investing all of it, but expending this focus comes at a higher cost. Any focus power the occultist activates with generic focus costs twice as much mental focus to use (and to maintain, if applicable). The occultist can expend his generic focus through an appropriate implement on any focus power he knows, but an implement he didn't invest any focus in at the start of the day grants no resonant power.",
			"",
			"**Magic Item Skill (Ex):** At 2nd level, an occultist's knowledge of magic items grants him a bonus when attempting to use them. He gains a bonus on all Use Magic Device checks equal to 1/2 his occultist level.",
			"",
			"**Object Reading (Su):** At 2nd level, an occultist learns how to read information from items he examines. Examining an item in this way requires him to spend 1 minute handling the item. If the item is a magic item, the occultist learns its properties and command word as if he had successfully examined the item using {spell/detect magic} and succeeded at a Spellcraft check. This ability does not reveal whether the item is cursed unless the occultist's class level is equal to or greater than the caster level of the item. If the item has any historical significance, the occultist learns one piece of information about its past (as determined by the GM). Finally, if the item was last used no longer than 1 day ago per the occultist's class level, the occultist learns one piece of information about the last creature to use the item. This information might be a glimpse of the creature's appearance, a brief vision of what it saw while using the item, or perhaps its emotional state when it last used the item. The GM determines what information is gained in this way. This functions like the [psychometry occult skill unlock](skill/appraise), but doesn't require a skill check and can be used at will.",
			"",
			"**Shift Focus (Su):** At 4th level, an occultist gains the ability to shift his mental focus from one implement to another, though some of the focus is lost along the way. Shifting mental focus removes a number of points of mental focus from one implement and adds the same number - 1 to another implement; this takes 1 minute of quiet contemplation while touching both implements. The occultist can shift his mental focus only from one implement to another implement; he can't shift generic focus into an implement. Unlike expending focus normally, this shift can reduce the effect of a resonant power in the implement from which the mental focus was taken. It does not, however, add to the resonant power of the implement to which the focus is added.",
			"",
			"**Aura Sight (Su):** At 5th level, the occultist can read the auras of creatures around him as a standard action. This functions as the *aura sight* spell with a duration of 1 round.",
			"",
			"**Magic Circles (Su):** At 8th level, an occultist learns how to draw magic circles. To draw a circle, he must have chalk, salt, blood, powdered silver, or some other appropriate substance at hand (although he can press a magic circle into a softer surface such as dirt or clay). Drawing a circle takes 1 minute and requires the occultist to expend 1 point of mental focus (either generic focus or focus from any one of his implements). Once completed, this circle functions as a permanent *magic circle* against any alignment of the occultist's choosing. The circle can't be against a component of the occultist's alignment (if he is lawful good, for example, it can't be a *magic circle against good* or *law*). The circle remains until its form is physically broken (for example, if the lines are smeared or the salt is scattered). Only a living creature can break the circle; environmental effects can't break it. An occultist can have only one circle created in this way at a time. If he creates a second circle, the first one loses all its magic powers. This type of magic circle can't normally be focused inward to bind an outsider.",
			"",
			"**Outside Contact (Su):** At 8th level, the occultist learns the true name of one particular outsider. This outsider can have no more than 3 Hit Dice. Whenever the occultist creates a magic circle, he can expend 1 additional point of mental focus to focus the circle inward and lure that outsider to the circle (similar to using *lesser planar binding*). The outsider is bound for up to 10 minutes. During this time, the occultist can bargain with the outsider for one piece of information. This requires a payment of at least 20 gp (or items of at least that value that are of interest to the outsider). The bargaining requires the occultist to attempt a Diplomacy or Intimidate check opposed by the outsider's Sense Motive check. Succeeding at the check by 5 or more reduces this cost to 10 gp. Failure increases the price to 30 gp, whereas failure by 5 or more allows the outsider to escape without giving any information (or receiving payment). The information gained can be anything that might be learned through a *divination* spell. The information is always correct but is frequently cryptic. It typically takes the outsider 1d3 hours to gather the information, at which point it returns of its own accord to deliver the information as promised. The outsider always resents being used in this way, even if the occultist and the outsider share an alignment component. After the occultist bargains with the outsider, the magic circle loses all power and the outsider is sent back to its home plane.",
			"",
			"At 12th level and every 4 levels thereafter, the occultist learns to contact one additional outsider of the same type or a different type. Although he can call only one outsider in this way at a time, the occultist can ask such an outsider one additional question per calling for every 4 occultist levels he possesses beyond 8th (to a maximum of four questions at 20th level), all for the same bargaining price. The questions must be in some way related to one another.",
			"",
			"At 16th level, in lieu of asking questions, the occultist can demand that the outsider deliver a message to any one friendly creature that the occultist knows personally. The occultist can also task the outsider to deliver one object weighing no more than 1 pound. Either of these demands requires an opposed check as described above. Delivery typically takes 1d4 hours, but this period is reduced to 1d6 minutes if the recipient is within 1 mile of the occultist (or even less if the recipient is within sight). The occultist must be able to accurately describe the recipient in both name and appearance. This ability can't be used to deliver anything to a location, or to enemies or creatures that are unfriendly to the occultist.",
			"",
			"**Binding Circles (Su):** At 12th level, whenever the occultist creates a magic circle he can expend 1 additional point of mental focus to make it a binding circle. A binding circle is invisible and counts as a trap. If a living creature of the corresponding alignment steps inside it, the trap triggers and binds the creature inside the circle. While it can move freely within the circle, it can't leave the circle, make attacks against targets outside the circle, cast spells that cross the circle's boundary (the circle blocks line of effect from the inside), or use any ability that would allow it to leave the circle or disturb the circle in any way. When the circle traps a creature in this way, the creature can attempt a Reflex save to dive out of the circle before the magic takes hold (DC = 10 + 1/2 the occultist's level + the occultist's Intelligence modifier). A creature that can see the circle gains a +4 bonus on this save. If it fails its save, the creature must remain in the circle, although it can attempt a Will save at the same DC at the end of each hour of imprisonment to escape. A binding circle can be spotted with a successful Perception check (DC = 25 + 1/2 the occultist's level). It can also be disarmed using Disable Device, with the same DC. Anything crossing the boundary of the circle from the outside, such as a weapon, spell effect, or special ability, immediately breaks the circle and frees the creature trapped inside.",
			"",
			"**Fast Circles (Su):** At 16th level, the occultist learns to draw magic circles very quickly. He can draw a magic circle as a full-round action, but any circle drawn in this way has a duration of 1 minute per occultist level (unless it's drawn in conjunction with the outside contact class feature, in which case it lasts for 10 minutes as normal). If he draws a binding circle in this way, its duration is 1 round per occultist level.",
			"",
			"**Implement Mastery (Su):** At 20th level, an occultist learns to master one of his implements. He selects one implement school. Whenever he uses a focus power from an implement of that school, the DC to resist any of the effects increases by 4 and he treats his occultist level as 4 higher when determining the effects and duration of that power. In addition, the occultist gains 4 extra points of mental focus, but these points must always be invested in implements of the mastered school. He can't save these points or expend them for any ability other than the focus powers of those implements. The hardness of each of the occultist's implements of the mastered school increases by an additional 20 as long as the item has at least 1 point of mental focus stored within.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Collector of the Strange (Su) | At 20th level, the occultist has no end of odd curios hanging about his body. The occultist gains two new focus powers and increases his mental focus pool by 6, but he can have no more than one-third of his points invested into any one implement school. *([Chronicle of Legends pg. 29](source/chronicle_of_legends))* |",
			"| Deep Magics (Su) | At 20th level, the character's repertoire of spells deepens dramatically. She gains an additional spell known for each spell level she can cast. A character of any class with spells known can select this capstone. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. *([Chronicle of Legends pg. 30](source/chronicle_of_legends))* |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Dwarf | Gain a +1/3 bonus on Appraise and Use Magic Device checks involving stone and metal objects. ([Occult Adventures pg. 84](source/occult_adventures)) |",
			"| Elf | Increase the occultist's total number of points of mental focus by 1/2 point. ([Occult Adventures pg. 84](source/occult_adventures)) |",
			"| Gnome | Increase the duration of the occultist's minor figment by 1 minute, and increase the total concealment miss chance from the occultist's distortion resonant power by 2%. This doesn't increase the maximum miss chance. ([Occult Adventures pg. 85](source/occult_adventures)) |",
			"| Half-elf | Gain a +1/2 bonus on Spellcraft checks to identify the properties of magic items and a +1/2 bonus on Use Magic Device checks to emulate a race. ([Occult Adventures pg. 85](source/occult_adventures)) |",
			"| Halfling | Add 1/2 point of mental focus per day. ([Occult Adventures pg. 85](source/occult_adventures)) |",
			"| Half-orc | Deal an additional 1/2 point of damage with focus powers. ([Occult Adventures pg. 85](source/occult_adventures)) |",
			"| Human | Gain 1/6 of a new focus power. ([Occult Adventures pg. 85](source/occult_adventures)) |",
			"| Human | Add a +1/3 bonus on any skill check attempted as a part of an [occult ritual](rule/occult_rituals). ([Horror Adventures pg. 41](source/horror_adventures)) |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ([Blood of the Beast pg. 12](source/blood_of_the_beast)) |",
			"| Ratfolk | Gain 1/6 of a new focus power. ([Blood of the Beast pg. 20](source/blood_of_the_beast)) |",
			"| Vanara | Gain 1/6 of a new focus power. ([Blood of the Beast pg. 28](source/blood_of_the_beast)) |",
			"",
			"### Archetypes",
			"",
			"| Archetype | Replaces or Modifies | Description |",
			"| --- | --- | --- |",
			"| [Ancestral Aspirant](/arc-occultist/ancestral_aspirant) | Class Skills; Implements; Object Reading; Outside Contact | It is common for a noble to possess a deep pride for his family's past, but when such self-importance gives way to obsession, an ancestral aspirant is born. |",
			"| [Battle Host](/arc-occultist/battle_host) | Class Skills; Weapon/Armor Proficiency; Implements; Mental Focus; Spellcasting; Implement Mastery; Magic Item Skill; Object Reading; Shift Focus; Magic Circles; Binding Circles; Fast Circles; Aura Sight; Outside Contact | Well versed in military history, battlefield lore, and the occult, a battle host forms a supernatural bond with a chosen weapon, suit of armor, or shield, from which he can channel psychic energy to cast spells, conjure the spirit of the object's former owner, increase his own physical might, and produce a number of other remarkable abilities. |",
			"| [Construct Collector](/arc-occultist/construct_collector) | 3rd, 9th, 15th-level Focus Power; Magic Circles; Outside Contact; Binding Circles; Fast Circles | Construct collectors draw out a construct's spiritual presence and use it to gain unlikely power in the battlefield. |",
			"| [Curator](/arc-occultist/curator) | Implements; 3rd-level Focus Power; Shift Focus; Outside Contact; Magic Circles; Binding Circles; Fast Circles | Most occultists acquire and study antiques at a steady pace, learning new techniques one at a time. A lucky few join wealthy organizations replete with relics or inherit undocumented vaults full of historical treasures, and dabble in a wide variety of implements while mastering few |",
			"| [Esoteric Initiate](/arc-occultist/esoteric_initiate) | Mental Focus; Implements; Shift Focus; Aura Sight | While most occultists learn to draw power from a variety of implements and objects, esoteric initiates have focused their study entirely on items of antiquity connected to the teachings of the Esoteric Order of the Palatine Eye, believing such items to be more powerful than mundane items. |",
			"| [Extemporaneous Channeler](/arc-occultist/extemporaneous_channeler) | Weapon Proficiencies; Mental Focus; Shift Focus; Magic Circles; Outside Contact; Binding Circles; Fast Circles | Extemporaneous channelers study the power of transformation and use items in unintended ways to awaken their potential. |",
			"| [Geomancer](/arc-occultist/geomancer) | Class Skills; Mental Focus; Implements; Magic Item Skill; Aura Sight; 7th and 13th-level Focus Powers | A geomancer studies every type of land, deriving power from the differences between types of terrain. |",
			"| [Haunt Collector](/arc-occultist/haunt_collector) | Implements; Aura Sight; Outside Contact; Magic Circles; Binding Circles; Fast Circles | Haunt collectors use items haunted by their former owners to create ghostly presences imbued with psychic power. |",
			"| [Naturalist](/arc-occultist/naturalist) | Class Skills; Mental Focus; Magic Circles; Fast Circles; Outside Contact; Binding Circles | A naturalist eschews the contact with outsiders that other occultists use as the core of their work. Instead, he attunes his mind to the natural spirits that exist everywhere, just out of sight for the unawakened mind. |",
			"| [Necroccultist](/arc-occultist/necroccultist) | Implements; Implement Mastery; Object Reading; Aura Sight; Outside Contact | Necroccultists' fascination with death and the undead drives them to explore the forbidden necromantic arts as they search for secrets they can use to manipulate the natural cycle of life and death. |",
			"| [Occult Historian](/arc-occultist/occult_historian) | Object Reading; Aura Sight; 3rd-level Focus Power; Outside Contact 2, 3, and 4 | Many wilderness areas contain the remnants of ancient civilizations, with some waiting to be discovered and some held by fierce monsters or devious cults. An occult historian seeks these ruins not only for their esoteric artifacts but also to learn the structures' secrets. |",
			"| [Panoply Savant](/arc-occultist/panoply_savant) | Shift Focus; Outside Contact; Magic Circles; Binding Circles; Fast Circles | Some occultists specialize in a particular panoply, fully dedicating themselves to mastering the secrets of the psychic resonance of each of its component implements, as well as the way they interact with one another. |",
			"| [Planar Harmonizer](/arc-occultist/planar_harmonizer) | Implements; Implement Mastery; Magic Item Skill; Shift Focus; 5th, 7th-level Focus Power; Magic Circles; Aura Sight | Planar harmonizers are masters of the planar symphony, forging bonds with tuning forks to unlock the true potential of these instruments |",
			"| [Psychodermist](/arc-occultist/psychodermist) | Class Skills; Implements; Magic Item Skill; Object Reading; Aura Sight; Outside Contact; Binding Circles; Fast Circles | Rather than tapping the psychic energy residing within esoteric items, psychodermists form supernatural bonds with trophies taken from creatures they have slain. Through these mementos, these occultists manifest not only their own magic, but also the unique powers of their fallen foes. |",
			"| [Reliquarian](/arc-occultist/reliquarian) | Weapon Proficiencies; Spells; Focus Powers; Implements; Knacks; Mental Focus | Not all occultists derive their power from psychic impressions left on objects. Some find faith first, and draw out the divine potential in religious relics. |",
			"| [Secret Broker](/arc-occultist/secret_broker) | Class Skills; Implements; Implement Mastery; Magic Item Skill; Shift Focus; Magic Circles; Binding Circles; Fast Circles | Whether as spymasters, extortionists, political fixers, or puppet masters, secret brokers use their talents with objects to gain information, then leverage that information for their own purposes. |",
			"| [Sha'ir](/arc-occultist/shair) | Implements; Mental Focus; Spellcasting; Implement Mastery; Magic Item Skill; Object Reading; Aura Sight; Outside Contact | Sha'irs delve into the occult not through power over objects but instead via their connection with minor servitor genies from the elemental planes. |",
			"| [Silksworn](/arc-occultist/silksworn) | Spellcasting; Class Skills; Knacks; Implements; Weapon and Armor Proficiency; Outside Contact; Magic Circles; Binding Circles; Fast Circles; Implement Mastery | Silksworn draw their power from wearing luxurious garments and can be found in many noble courts throughout Golarion |",
			"| [Talisman Crafter](/arc-occultist/talisman_crafter) | Implements; Magic Item Skill; Object Reading; Shift Focus; Aura Sight; 5th, 17th-level Focus Powers | Talisman crafters specialize in the creation of seals, constructing master talismans to use as implements and inscribing wards with esoteric geometry. |",
			"| [Tome Eater](/arc-occultist/tome_eater) | Implements; Mental Focus; Spellcasting; Implement Mastery; Shift Focus; 6th-level Implement; Magic Circles; Outside Contact; Binding Circles; Fast Circles; Aura Sight | Tome eaters have learned how to tap into the latent psychic energy of the written word by physically devouring books and scrolls to create magical effects and gain mystical insights. |",
			"",
			"## Archetypes by Feature Replaced/Modified",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "occultist archetypes",
				"headers": [ "Archetype", "3rd-level Focus Power", "5th-level Focus Power", "6th-level Implement", "7th-level Focus Power", "9th-level Focus Power", "13th-level Focus Power", "15th-level Focus Power", "17th-level Focus Power", "Aura Sight", "Binding Circles", "Class Skills", "Fast Circles", "Focus Powers", "Implement Mastery", "Implements", "Knacks", "Magic Circles", "Magic Item Skill", "Mental Focus", "Object Reading", "Outside Contact", "Outside Contact 2", "Outside Contact 3", "Outside Contact 4", "Shift Focus", "Spellcasting", "Weapon Proficiency", "Weapon/Armor Proficiency" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-occultist/Ancestral Aspirant}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, "X", "X", null, null, null, null, null, null, null ],
					[ "{arc-occultist/Battle Host}", null, null, null, null, null, null, null, null, "X", "X", "X", "X", null, "X", "X", null, "X", "X", "X", "X", "X", null, null, null, "X", "X", null, "X" ],
					[ "{arc-occultist/Construct Collector}", "X", null, null, null, "X", null, "X", null, null, "X", null, "X", null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-occultist/Curator}", "X", null, null, null, null, null, null, null, null, "X", null, "X", null, null, "X", null, "X", null, null, null, "X", null, null, null, "X", null, null, null ],
					[ "{arc-occultist/Esoteric Initiate}", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, "X", null, null, null ],
					[ "{arc-occultist/Extemporaneous Channeler}", null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, "X", null, "X", null, "X", null, null, null, "X", null, "X", null ],
					[ "{arc-occultist/Geomancer}", null, null, null, "X", null, "X", null, null, "X", null, "X", null, null, null, "X", null, null, "X", "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-occultist/Haunt Collector}", null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, "X", null, "X", null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-occultist/Naturalist}", null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, "X", null, "X", null, "X", null, null, null, null, null, null, null ],
					[ "{arc-occultist/Necroccultist}", null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null, null, "X", "X", null, null, null, null, null, null, null ],
					[ "{arc-occultist/Occult Historian}", "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", "X", null, null, null, null ],
					[ "{arc-occultist/Panoply Savant}", null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, "X", null, null, null, "X", null, null, null, "X", null, null, null ],
					[ "{arc-occultist/Planar Harmonizer}", null, "X", null, "X", null, null, null, null, "X", null, null, null, null, "X", "X", null, "X", "X", null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-occultist/Psychodermist}", null, null, null, null, null, null, null, null, "X", "X", "X", "X", null, null, "X", null, null, "X", null, "X", "X", null, null, null, null, null, null, null ],
					[ "{arc-occultist/Reliquarian}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", null, null, "X", null, null, null, null, null, null, "X", "X", null ],
					[ "{arc-occultist/Secret Broker}", null, null, null, null, null, null, null, null, null, "X", "X", "X", null, "X", "X", null, "X", "X", null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-occultist/Sha'ir}", null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, "X", "X", "X", "X", null, null, null, null, "X", null, null ],
					[ "{arc-occultist/Silksworn}", null, null, null, null, null, null, null, null, null, "X", "X", "X", null, "X", "X", "X", "X", null, null, null, "X", null, null, null, null, "X", null, "X" ],
					[ "{arc-occultist/Talisman Crafter}", null, "X", null, null, null, null, null, "X", "X", null, null, null, null, null, "X", null, null, "X", null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-occultist/Tome Eater}", null, null, "X", null, null, null, null, null, "X", "X", null, "X", null, "X", "X", null, "X", null, "X", null, "X", null, null, null, "X", "X", null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"oracle": {
		"name": "Oracle",
		"sources": [
			"Advanced Player's Guide",
			"Advanced Race Guide",
			"Blood of Shadows",
			"Blood of the Beast",
			"Blood of the Moon",
			"Blood of the Sea",
			"Chronicle of Legends",
			"Elemental Master's Handbook",
			"Faiths and Philosophies",
			"Goblins of Golarion",
			"Healer's Handbook",
			"Heroes of Golarion",
			"Heroes of the Streets",
			"Horror Adventures",
			"Inner Sea Magic",
			"Legacy of Dragons",
			"Legacy of the First World",
			"Monster Codex",
			"Occult Mysteries",
			"Path of the Hellknight",
			"Pathfinder #101: The Kintargo Contract",
			"Pathfinder #139: The Dead Road",
			"Pathfinder #39: The City of Seven Spears",
			"Pathfinder #71: Rasputin Must Die!",
			"Pathfinder #95: Anvil of Fire",
			"People of the North",
			"Plane-Hopper's Handbook",
			"The Harrow Handbook",
			"Ultimate Intrigue",
			"Ultimate Magic",
			"Ultimate Wilderness",
			"Villain Codex"
		],
		"description": [
			"{jumplist Class Skills / Class Features and Spells Per Day / Alternate Capstones / Favored Class Bonuses / Archetypes}",
			"",
			"## Oracle",
			"",
			"{SOURCE Advanced Player's Guide/42}",
			"",
			"Although the gods work through many agents, perhaps none is more mysterious than the oracle. These divine vessels are granted power without their choice, selected by providence to wield powers that even they do not fully understand. Unlike a cleric, who draws her magic through devotion to a deity, oracles garner strength and power from many sources, namely those patron deities who support their ideals. Instead of worshiping a single source, oracles tend to venerate all of the gods that share their beliefs. While some see the powers of the oracle as a gift, others view them as a curse, changing the life of the chosen in unforeseen ways.",
			"",
			"**Role:** Oracles do not usually associate with any one church or temple, instead preferring to strike out on their own, or with a small group of like-minded individuals. Oracles typically use their spells and revelations to further their understanding of their mystery, be it through fighting mighty battles or tending to the poor and sick.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 3d6 &times; 10 gp (average 105 gp).",
			"",
			"### Class Skills",
			"",
			"The Oracle's class skills are Craft (Int), Diplomacy (Cha), Heal (Wis), Knowledge (history) (Int), Knowledge (planes) (Int), Knowledge (religion) (Int), Profession (Wis), Sense Motive (Wis), and Spellcraft (Int). In addition, oracles receive additional class skills depending upon their oracle mystery.",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +0 | +2 | Mystery, oracle's curse, orisons, revelation | 3 | - | - | - | - | - | - | - | - |",
			"| 2nd | +1 | +0 | +0 | +3 | Mystery spell | 4 | - | - | - | - | - | - | - | - |",
			"| 3rd | +2 | +1 | +1 | +3 | Revelation | 5 | - | - | - | - | - | - | - | - |",
			"| 4th | +3 | +1 | +1 | +4 | Mystery spell | 6 | 3 | - | - | - | - | - | - | - |",
			"| 5th | +3 | +1 | +1 | +4 | - | 6 | 4 | - | - | - | - | - | - | - |",
			"| 6th | +4 | +2 | +2 | +5 | Mystery spell | 6 | 5 | 3 | - | - | - | - | - | - |",
			"| 7th | +5 | +2 | +2 | +5 | Revelation | 6 | 6 | 4 | - | - | - | - | - | - |",
			"| 8th | +6/+1 | +2 | +2 | +6 | Mystery spell | 6 | 6 | 5 | 3 | - | - | - | - | - |",
			"| 9th | +6/+1 | +3 | +3 | +6 | - | 6 | 6 | 6 | 4 | - | - | - | - | - |",
			"| 10th | +7/+2 | +3 | +3 | +7 | Mystery spell | 6 | 6 | 6 | 5 | 3 | - | - | - | - |",
			"| 11th | +8/+3 | +3 | +3 | +7 | Revelation | 6 | 6 | 6 | 6 | 4 | - | - | - | - |",
			"| 12th | +9/+4 | +4 | +4 | +8 | Mystery spell | 6 | 6 | 6 | 6 | 5 | 3 | - | - | - |",
			"| 13th | +9/+4 | +4 | +4 | +8 | - | 6 | 6 | 6 | 6 | 6 | 4 | - | - | - |",
			"| 14th | +10/+5 | +4 | +4 | +9 | Mystery spell | 6 | 6 | 6 | 6 | 6 | 5 | 3 | - | - |",
			"| 15th | +11/+6/+1 | +5 | +5 | +9 | Revelation | 6 | 6 | 6 | 6 | 6 | 6 | 4 | - | - |",
			"| 16th | +12/+7/+2 | +5 | +5 | +10 | Mystery spell | 6 | 6 | 6 | 6 | 6 | 6 | 5 | 3 | - |",
			"| 17th | +12/+7/+2 | +5 | +5 | +10 | - | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 4 | - |",
			"| 18th | +13/+8/+3 | +6 | +6 | +11 | Mystery spell | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 5 | 3 |",
			"| 19th | +14/+9/+4 | +6 | +6 | +11 | Revelation | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 4 |",
			"| 20th | +15/+10/+5 | +6 | +6 | +12 | Final revelation | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 6 |",
			"",
			"### Spells Known",
			"",
			"| Level | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | 4 | 2 | - | - | - | - | - | - | - | - |",
			"| 2nd | 5 | 2 | - | - | - | - | - | - | - | - |",
			"| 3rd | 5 | 3 | - | - | - | - | - | - | - | - |",
			"| 4th | 6 | 3 | 1 | - | - | - | - | - | - | - |",
			"| 5th | 6 | 4 | 2 | - | - | - | - | - | - | - |",
			"| 6th | 7 | 4 | 2 | 1 | - | - | - | - | - | - |",
			"| 7th | 7 | 5 | 3 | 2 | - | - | - | - | - | - |",
			"| 8th | 8 | 5 | 3 | 2 | 1 | - | - | - | - | - |",
			"| 9th | 8 | 5 | 4 | 3 | 2 | - | - | - | - | - |",
			"| 10th | 9 | 5 | 4 | 3 | 2 | 1 | - | - | - | - |",
			"| 11th | 9 | 5 | 5 | 4 | 3 | 2 | - | - | - | - |",
			"| 12th | 9 | 5 | 5 | 4 | 3 | 2 | 1 | - | - | - |",
			"| 13th | 9 | 5 | 5 | 4 | 4 | 3 | 2 | - | - | - |",
			"| 14th | 9 | 5 | 5 | 4 | 4 | 3 | 2 | 1 | - | - |",
			"| 15th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 2 | - | - |",
			"| 16th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 2 | 1 | - |",
			"| 17th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 3 | 2 | - |",
			"| 18th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 3 | 2 | 1 |",
			"| 19th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 3 | 3 | 2 |",
			"| 20th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 3 | 3 | 3 |",
			"",
			"**Weapon and Armor Proficiency:** Oracles are proficient with all simple weapons, light armor, medium armor, and shields (except tower shields). Some oracle revelations grant additional proficiencies.",
			"",
			"**Spells:** An oracle casts divine spells drawn from the [cleric spell lists](main/spells_cleric). She can cast any spell she knows without preparing it ahead of time. To learn or cast a spell, an oracle must have a Charisma score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against an oracle's spell is 10 + the spell's level + the oracle's Charisma modifier.",
			"",
			"Like other spellcasters, an oracle can cast only a certain number of spells per day of each spell level. In addition, she receives [bonus spells per day](rule/determine_bonuses) if she has a high Charisma score.",
			"",
			"Unlike other divine spellcasters, an oracle's selection of spells is extremely limited. An oracle begins play knowing four 0-level spells and two 1st-level spells of her choice. At each new oracle level, she gains one or more new spells. Unlike spells per day, the number of spells an oracle knows is not affected by her Charisma score.",
			"",
			"In addition to the spells gained by oracles as they gain levels, each oracle also adds all of either the cure spells or the inflict spells to her list of spells known (cure spells include all spells with \"cure\" in the name, inflict spells include all spells with \"inflict\" in the name). These spells are added as soon as the oracle is capable of casting them. This choice is made when the oracle gains her first level and cannot be changed.",
			"",
			"Upon reaching 4th level, and at every even-numbered oracle level after that (6th, 8th, and so on), an oracle can choose to learn a new spell in place of one she already knows. In effect, the oracle loses the old spell in exchange for the new one. The new spell's level must be the same as that of the spell being exchanged. An oracle may swap only a single spell at any given level, and must choose whether or not to swap the spell at the same time that she gains new spells known for the level. She cannot swap any cure or inflict spells, nor can she swap any spells gained from her mystery.",
			"",
			"Unlike a cleric, an oracle need not prepare her spells in advance. She can cast any spell she knows at any time, assuming she has not yet used up her spells per day for that spell level. Oracles do not need to provide a divine focus to cast spells that list divine focus (DF) as part of the components.",
			"",
			"**Mystery:** Each oracle draws upon a [divine mystery](ability/mysteries) to grant her spells and powers. This mystery also grants additional class skills and other special abilities. This mystery can represent a devotion to one ideal, prayers to deities that support the concept, or a natural calling to champion a cause. For example, an oracle with the waves mystery might have been born at sea and found a natural calling to worship the gods of the oceans, rivers, and lakes, be they benign or malevolent. Regardless of its source, the mystery manifests in a number of ways as the oracle gains levels. An oracle must pick one mystery upon taking her first level of oracle. Once made, this choice cannot be changed.",
			"",
			"At 2nd level, and every two levels thereafter, an oracle learns an additional spell derived from her mystery. These spells are in addition to the number of spells gained each level. They cannot be exchanged for different spells at higher levels.",
			"",
			"**Oracle's Curse (Ex):** Each oracle is cursed, but this curse comes with a benefit as well as a hindrance. This choice is made at 1st level, and once made, it cannot be changed. The oracle's curse cannot be removed or dispelled without the aid of a deity. An oracle's curse is based on her oracle level plus one for every two levels or Hit Dice other than oracle. Each oracle must choose a single curse. [All curses can be found here.](ability/oracle_curses)",
			"",
			"**Orisons:** Oracles learn a number of orisons, or 0-level spells. These spells are cast like any other spell, but they do not consume any slots and may be used again.",
			"",
			"**Revelation:** At 1st level, 3rd level, and every four levels thereafter (7th, 11th, and so on), an oracle uncovers a new secret about her mystery that grants her powers and abilities. The oracle must select a revelation from the list of revelations available to her mystery. If a revelation is chosen at a later level, the oracle gains all of the abilities and bonuses granted by that revelation based on her current level. Unless otherwise noted, activating the power of a revelation is a standard action.",
			"",
			"**Final Revelation:** At 20th level, an oracle learns the final revelation about her mystery, granting her amazing powers and abilities. The nature of these bonuses depends upon the oracle's mystery.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Deep Magics (Su) | At 20th level, the character's repertoire of spells deepens dramatically. She gains an additional spell known for each spell level she can cast. A character of any class with spells known can select this capstone. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Diverse Mysteries (Su) | At 20th level, the oracle knows that sometimes she needs different tools to do her patron's work. The oracle can select two revelations from another mystery. She must meet the prerequisites for these revelations. *([Chronicle of Legends pg. 29](source/chronicle_of_legends))* |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. *([Chronicle of Legends pg. 30](source/chronicle_of_legends))* |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Aasimar | Add +1/6 to the oracle's level for the purpose of determining the effects of one revelation. ([Advanced Race Guide pg. 85](source/advanced_race_guide)) |",
			"| Catfolk | Add one spell known from the oracle spell list. This spell must be at least one level below the highest spell level the oracle can cast. ([Advanced Race Guide pg. 92](source/advanced_race_guide)) |",
			"| Changeling | Add +1/2 to the oracle's level for the purpose of determining the effects of the oracle's curse ability. ([Advanced Race Guide pg. 184](source/advanced_race_guide)) |",
			"| Dhampir | Add +1/2 point of negative energy damage to spells that deal negative energy damage. ([Advanced Race Guide pg. 98](source/advanced_race_guide)) |",
			"| Dwarf | Reduce the penalty for not being proficient with one weapon by 1. When the nonproficiency penalty for a weapon becomes 0 because of this ability, the oracle is treated as having the appropriate Martial or Exotic Weapon Proficiency feat with that weapon. ([Advanced Race Guide pg. 13](source/advanced_race_guide), [Advanced Player's Guide pg. 11](source/advanced_players_guide)) |",
			"| Elf | Add +1/6 to the oracle's level for the purpose of determining the effects of one revelation. ([Advanced Race Guide pg. 23](source/advanced_race_guide)) |",
			"| Fetchling | Treat the oracle's level as +1/3 higher for the purposes of determining which of its racial spell-like abilities it can use. ([Advanced Race Guide pg. 109](source/advanced_race_guide)) |",
			"| Ganzi | Add one spell known of the enchantment school from the cleric or wizard spell list. This spell must be at least 1 level below the highest spell level the oracle can cast. ([Plane-Hopper's Handbook pg. 19](source/plane_hoppers_handbook)) |",
			"| Gathlain | Add one spell known that is an enchantment spell from the sorcerer/wizard spell list. This spell must be at least one level below the highest spell level the oracle can cast. That spell is treated as one level higher unless it is also on the oracle spell list. ([Legacy of the First World pg. 9](source/legacy_of_the_first_world)) |",
			"| Gnome | Add +1/6 to the oracle's level for the purpose of determining the effects of the oracle's curse ability. ([Advanced Race Guide pg. 33](source/advanced_race_guide), [Advanced Player's Guide pg. 15](source/advanced_players_guide)) |",
			"| Goblin | Add +1 on concentration checks made when casting spells with the fire descriptor. ([Advanced Race Guide pg. 115](source/advanced_race_guide), [Goblins of Golarion pg. 31](source/goblins_of_golarion)) |",
			"| Grippli | Add one spell known with the poison or water descriptor from the druid's spell list. This spell must be at least 1 level below the highest spell level the oracle can cast. The spell is treated as 1 spell level higher, unless it is also on the oracle spell list. ([Blood of the Beast pg. 8](source/blood_of_the_beast)) |",
			"| Half-elf | Add one spell known from the oracle spell list. This spell must be at least one level below the highest spell level the oracle can cast. ([Advanced Race Guide pg. 43](source/advanced_race_guide)) |",
			"| Half-elf | Select one revelation normally usable a number of times per day equal to 3 + the oracle's Charisma modifier. Add 1/2 to the number of uses per day of that revelation. ([Horror Adventures pg. 40](source/horror_adventures)) |",
			"| Halfling | Add +1/2 to the oracle's level for the purpose of determining the effects of the oracle's curse ability. ([Advanced Race Guide pg. 63](source/advanced_race_guide)) |",
			"| Half-orc | Add one spell known from the oracle spell list. This spell must be at least one level below the highest spell level the oracle can cast. ([Advanced Race Guide pg. 53](source/advanced_race_guide)) |",
			"| Human | Add one spell known from the oracle spell list. This spell must be at least one level below the highest spell level the oracle can cast. ([Advanced Race Guide pg. 73](source/advanced_race_guide), [Advanced Player's Guide pg. 23](source/advanced_players_guide)) |",
			"| Ifrit | Add +1/6 to the oracle's level for the purpose of determining the effects of one revelation. ([Advanced Race Guide pg. 127](source/advanced_race_guide)) |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ([Blood of the Beast pg. 12](source/blood_of_the_beast)) |",
			"| Kitsune | Reduce the penalty for not being proficient for one weapon by 1. When the nonproficiency penalty for a weapon becomes 0 because of this ability, the oracle is treated as having the appropriate Martial or Exotic Weapon Proficiency feat for that weapon. ([Advanced Race Guide pg. 192](source/advanced_race_guide)) |",
			"| Kobold | Add +1/4 to the armor or natural armor bonus granted by oracle spells she casts on herself. ([Advanced Race Guide pg. 133](source/advanced_race_guide)) |",
			"| Merfolk | Add one spell known from the oracle spell list. This spell must be at least 1 level below the highest level spell the oracle can cast. ([Blood of the Sea pg. 13](source/blood_of_the_sea)) |",
			"| Nagaji | Add 1/6 to the oracle's level for the purpose of determining the effects of one revelation. ([Blood of the Beast pg. 16](source/blood_of_the_beast)) |",
			"| Samsaran | Add one spell known from the oracle spell list. This spell must be at least one level below the highest spell level the oracle can cast. ([Advanced Race Guide pg. 198](source/advanced_race_guide)) |",
			"| Shabti | Add one spell from the psychic spell list that isn't on the cleric spell list to the list of spells the oracle knows. This spell must be at least 1 level below the highest spell level the oracle can cast. ([Plane-Hopper's Handbook pg. 23](source/plane_hoppers_handbook)) |",
			"| Strix | Add one spell known from the oracle spell list. This spell must be at least 1 level below the highest spell level the oracle can cast. ([Pathfinder #101: The Kintargo Contract pg. 73](source/pathfinder_101_the_kintargo_contract)) |",
			"| Svirfneblin | Add one spell known from the oracle spell list. This spell must be at least one level below the highest spell level the oracle can cast. ([Advanced Race Guide pg. 204](source/advanced_race_guide)) |",
			"| Sylph | Add +1/6 to the oracle's level for the purpose of determining the effects of one revelation. ([Advanced Race Guide pg. 157](source/advanced_race_guide)) |",
			"| Tengu | Add +1/2 to the oracle's level for the purpose of determining the effects of the oracle's curse ability. ([Advanced Race Guide pg. 163](source/advanced_race_guide)) |",
			"| Vine leshy | An oracle with the nature or wood mystery adds one spell from the druid's spell list that isn't on the cleric spell list to the oracle's spell list; she still must select this spell as one of her spells known in order to cast it. This spell must be at least 1 level lower than the highest spell level the oracle can cast. ([Ultimate Wilderness pg. 21](source/ultimate_wilderness)) |",
			"| Wayang | Add one spell known from the wizard's illusion school spell list. This spell must be at least one level below the highest spell level the oracle can cast. That spell is treated as one level higher unless it is also on the oracle spell list. ([Advanced Race Guide pg. 210](source/advanced_race_guide)) |",
			"| Wyrwood | Add one spell known from the wizard's evocation school spell list. This spell must be at least 1 level below the highest-level spell the oracle can cast. That spell is treated as 1 level higher unless it is also on the oracle spell list. ([Heroes of Golarion pg. 6](source/heroes_of_golarion)) |",
			"| Wyvaran | Add 1/4 to the oracle's level for the purpose of determining the effects of an oracle curse. ([Legacy of Dragons pg. 18](source/legacy_of_dragons)) |",
			"",
			"### Archetypes",
			"",
			"| Archetype | Replaces or Modifies | Description |",
			"| --- | --- | --- |",
			"| [Ancient Lorekeeper](/arc-oracle/ancient_lorekeeper) | Mystery Bonus Skills; 4th, 6th, 8th, 10th, 12th, 14th, 16th, and 18th-level Bonus Spells | (Elf Only) The ancient lorekeeper is a repository for all the beliefs and vast knowledge of an elven people. |",
			"| [Black-Blooded Oracle](/arc-oracle/black_blooded_oracle) | Oracle's Curse | The black-blooded oracle has been infused with the eerie influence of strange fluids that seep from the rock in the deepest pits of the Darklands, the so-called Black Blood of Orv. |",
			"| [Community Guardian](/arc-oracle/community_guardian) | Mystery Class Skills; 2nd, 4th, 6th, 10th, 12th level Mystery Bonus Spells; 1st, 3rd-level Revelations | (Halfling Only) The community guardian is chosen to protect and succor the weak and innocent within her community. |",
			"| [Cyclopean Seer](/arc-oracle/cyclopean_seer) | Class Skills; Curse; Bonus Spells; 1st and 7th-level Revelations; Final Revelation | A cyclopean seer draws power from the mysterious prophetic abilities of ancient giants. |",
			"| [Divine Numerologist](/arc-oracle/divine_numerologist) | 10th, 12th, 14th, 16th, 18th-level Mystery Bonus Spells; 1st, 7th-level Revelation; Final Revelation | Divine numerologists use esoteric mathematics and numbers traditions to peer into the past and future and extract meaningful portents. |",
			"| [Dual-Cursed Oracle](/arc-oracle/dual_cursed_oracle) | Oracle's Curse; Mystery Class Skills; Mystery Bonus Spells | All oracles are cursed to some degree, but some oracles bear an even heavier burden. |",
			"| [Elementalist Oracle](/arc-oracle/elementalist_oracle) | 4th, 6th, 8th, 10th, 12th, 18th-level Mystery Bonus Spells; 1st, 11th-level Revelation; Final Revelation | An elementalist oracle has an affinity with the elements and elemental creatures. She can communicate with elemental creatures, and can eventually become an elemental herself. |",
			"| [Enlightened Philosopher](/arc-oracle/enlightened_philosopher) | Mystery Class Skills; Mystery Bonus Spells; 7th-level Revelation; Final Revelation | The enlightened philosopher seeks enlightenment through compassion, moderation, and humility. |",
			"| [Hermit](/arc-oracle/hermit) | Mystery; Curse; 4th, 8th, 12th, 16th-level Bonus Spells; 1st, 7th-level Revelation | A hermit is a recluse who gained her oracular powers from isolation in a deep desert, on a mountain peak, or in another secluded location. |",
			"| [Inerrant Voice](/arc-oracle/inerrant_voice) | 2nd, 4th, 8th, 14th-level Bonus Spells; 3rd-level Revelation | An inerrant voice serves as a spiritual advisor to either a monarch or noble. |",
			"| [Keleshite Prophet](/arc-oracle/keleshite_prophet) | Mystery Skills; 6th, 10th, 12th, 16th, 18th-level Bonus Spells; 1st-level Revelation | Keleshite prophets help guide and serve the vast Padishah Empire of Kelesh and its interests across Golarion. |",
			"| [Ocean's Echo](/arc-oracle/oceans_echo) | Mystery Bonus Skills; 4th, 8th, 10th, 12th, 14th-level Bonus Spells; 1st, 3rd, 15th-level Revelation | Although many merfolk claim deep connections to both art and the natural world, a rare few merfolk can manipulate the forces of nature and weave them into song. |",
			"| [Pei Zin Practitioner](/arc-oracle/pei_zin_practitioner) | Mystery Class Skills; 1st-level Revelation | In distant Tian Xia, herbalists practice an obscure alchemical art known as Pei Zin herbalism, which involves medicinal and restorative techniques that are used throughout much of that continent. |",
			"| [Planar Oracle](/arc-oracle/planar_oracle) | Mystery Bonus Spells; 3rd-level Revelation; Final Revelation | A planar oracle has an affinity with one of the Outer Planes. |",
			"| [Possessed Oracle](/arc-oracle/possessed_oracle) | Oracle's Curse; Mystery Bonus Spells; 1st-level Revelation | Some oracles are possessed by spirits, demons, or similar beings. |",
			"| [Psychic Searcher](/arc-oracle/psychic_searcher) | Bonus Spells; 2nd-level Mystery Spell; 3rd-level Revelation | A psychic searcher is devoted to revealing the hidden within the world around her by sensing and communing with residual mental energy, haunts, and fragments of living spirits that can dwell in objects or rooms. |",
			"| [Purifier](/arc-oracle/purifier) | Bonus Spells; Spellcasting; 3rd, 7th, 11th-level Revelation | (Aasimar Only) The purifier seeks out signs of possession or mind control that manifest from unwilling (and often unwitting) servants for fiendish corruptors and their mortal minions. |",
			"| [Reincarnated Oracle](/arc-oracle/reincarnated_oracle) | Oracle's Curse; Bonus Spells; 1st, 3rd, or 7th-level Revelations (must pick two) | (Samsaran Only) A reincarnated oracle draws her knowledge and power from the experiences of her previous lives. |",
			"| [River Soul](/arc-oracle/river_soul) | Class Skills; 2nd, 6th, 8th, 10th ,18th-level Mystery Bonus Spells; Oracle's Curse; 1st, 11th-level Revelation; Final Revelation | River soul oracles derive their powers from their bonds with rivers, whether these waterways are rapid cascades or lazy channels plied by boats. |",
			"| [Seeker](/arc-oracle/seeker) | Mystery Class Skills, 3rd-level Revelation, 15th-level Revelation | The seeker is obsessed with learning about their heritage and history, researching ancient texts and obscure ruins for clues. |",
			"| [Seer](/arc-oracle/seer) | Mystery Bonus Spells; 1st-level Revelation; 3rd-level Revelation | While all oracles possess some ability at divination, the seer is a true prophet, able to see things as they really are, or will be. |",
			"| [Shigenjo](/arc-oracle/shigenjo) | Class Skills; Bonus Spells; 7th-level Revelation; Final Revelation | (Tengu Only) The shigenjo walks the path of enlightenment and transcendence by seeking oneness with the celestial spirits. |",
			"| [Spirit Guide](/arc-oracle/spirit_guide) | Class Skills; 3rd, 7th, and 15th-level Revelations | Through her exploration of the universe's mysteries, a spirit guide opens connections to the spirit world and forms bonds with the entities that inhabit it. |",
			"| [Stargazer](/arc-oracle/stargazer) | Mystery Bonus Spells; 1st-level Revelation; 7th-level Revelation | Some oracles seek meaning in the pattern of the stars across the night sky, the trails of comets, and the eternal orbits of the planets. |",
			"| [Tree Soul](/arc-oracle/tree_soul) | Class Skills; Weapon and Armor Proficiency; 2nd, 10th, 12th, 14th, 16th, 18th-level Mystery Bonus Spells; Oracle's Curse; 1st, 11th-level Revelation; Final Revelation | Tree souls develop an affinity not just with trees but also with objects carved from them, feeling the essence of the tree's spirit living within. |",
			"| [Warsighted](/arc-oracle/warsighted) | 1st, 7th, 11th, and 15th-level Revelations | A warsighted's unique gifts are not in strange magical revelations, but in her ability to adapt in the midst of a battle with new fighting techniques. |",
			"",
			"## Archetypes by Feature Replaced/Modified",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "oracle archetypes",
				"headers": [ "Archetype", "1st-level Revelation", "1st, 3rd, or 7th-level Revelations (must pick two)", "2nd-level Bonus Spell", "2nd-level Mystery Spell", "3rd-level Revelation", "4th-level Bonus Spell", "6th-level Bonus Spell", "7th-level Revelation", "8th-level Bonus Spell", "10th-level Bonus Spell", "11th-level Revelation", "12th-level Bonus Spell", "14th-level Bonus Spell", "15th-level Revelation", "16th-level Bonus Spell", "18th-level Bonus Spell", "Bonus Spells", "Class Skills", "Final Revelation", "Mystery", "Mystery Skills", "Oracle's Curse", "Spellcasting", "Weapon/Armor Proficiency" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-oracle/Ancient Lorekeeper}", null, null, null, null, null, "X", "X", null, "X", "X", null, "X", "X", null, "X", "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-oracle/Black-Blooded Oracle}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-oracle/Community Guardian}", "X", null, "X", null, "X", "X", "X", null, null, "X", null, "X", null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-oracle/Cyclopean Seer}", "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X", "X", null, null, "X", null, null ],
					[ "{arc-oracle/Divine Numerologist}", "X", null, null, null, null, null, null, "X", null, "X", null, "X", "X", null, "X", "X", null, null, "X", null, null, null, null, null ],
					[ "{arc-oracle/Dual-Cursed Oracle}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", null, null ],
					[ "{arc-oracle/Elementalist Oracle}", "X", null, null, null, null, "X", "X", null, "X", "X", "X", "X", null, null, null, "X", null, null, "X", null, null, null, null, null ],
					[ "{arc-oracle/Enlightened Philosopher}", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, "X", null, "X", null, null, null ],
					[ "{arc-oracle/Hermit}", "X", null, null, null, null, "X", null, "X", "X", null, null, "X", null, null, "X", null, null, null, null, "X", null, "X", null, null ],
					[ "{arc-oracle/Inerrant Voice}", null, null, "X", null, "X", "X", null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-oracle/Keleshite Prophet}", "X", null, null, null, null, null, "X", null, null, "X", null, "X", null, null, "X", "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-oracle/Ocean's Echo}", "X", null, null, null, "X", "X", null, null, "X", "X", null, "X", "X", "X", null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-oracle/Pei Zin Practitioner}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-oracle/Planar Oracle}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null ],
					[ "{arc-oracle/Possessed Oracle}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-oracle/Psychic Searcher}", null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-oracle/Purifier}", null, null, null, null, "X", null, null, "X", null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-oracle/Reincarnated Oracle}", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-oracle/River Soul}", "X", null, "X", null, null, null, "X", null, "X", "X", "X", null, null, null, null, "X", null, "X", "X", null, null, "X", null, null ],
					[ "{arc-oracle/Seeker}", null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-oracle/Seer}", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-oracle/Shigenjo}", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null ],
					[ "{arc-oracle/Spirit Guide}", null, null, null, null, "X", null, null, "X", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-oracle/Stargazer}", "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-oracle/Tree Soul}", "X", null, "X", null, null, null, null, null, null, "X", "X", "X", "X", null, "X", "X", null, "X", "X", null, null, "X", null, "X" ],
					[ "{arc-oracle/Warsighted}", "X", null, null, null, null, null, null, "X", null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"paladin": {
		"name": "Paladin",
		"sources": [
			"Advanced Player's Guide",
			"Advanced Race Guide",
			"Blood of Shadows",
			"Blood of the Beast",
			"Chronicle of Legends",
			"Divine Anthology",
			"Healer's Handbook",
			"Heroes of Golarion",
			"Horror Adventures",
			"Inner Sea Combat",
			"Kobolds of Golarion",
			"Legacy of Dragons",
			"Plane-Hopper's Handbook",
			"PRPG Core Rulebook",
			"Ultimate Magic"
		],
		"description": [
			"{jumplist Class Skills / Class Features and Spells Per Day / Ex-Paladins / Alternate Capstones / Favored Class Bonuses / Archetypes}",
			"",
			"## Paladin",
			"",
			"{SOURCE PRPG Core Rulebook/60}",
			"",
			"Through a select, worthy few shines the power of the divine. Called paladins, these noble souls dedicate their swords and lives to the battle against evil. Knights, crusaders, and law-bringers, paladins seek not just to spread divine justice but to embody the teachings of the virtuous deities they serve. In pursuit of their lofty goals, they adhere to ironclad laws of morality and discipline. As reward for their righteousness, these holy champions are blessed with boons to aid them in their quests: powers to banish evil, heal the innocent, and inspire the faithful. Although their convictions might lead them into conflict with the very souls they would save, paladins weather endless challenges of faith and dark temptations, risking their lives to do right and fighting to bring about a brighter future.",
			"",
			"**Role:** Paladins serve as beacons for their allies within the chaos of battle. While deadly opponents of evil, they can also empower goodly souls to aid in their crusades. Their magic and martial skills also make them well suited to defending others and blessing the fallen with the strength to continue fighting.  ",
			"**Alignment:** Lawful good.  ",
			"**Hit Die:** d10.  ",
			"**Starting Wealth:** 5d6 &times; 10 gp (average 175 gp).",
			"",
			"### Class Skills",
			"",
			"The Paladin's class skills are Craft (Int), Diplomacy (Cha), Handle Animal (Cha), Heal (Wis), Knowledge (nobility) (Int), Knowledge (religion) (Int), Profession (Wis), Ride (Dex), Sense Motive (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +2 | +0 | +2 | Aura of good, detect evil, smite evil 1/day | - | - | - | - |",
			"| 2nd | +2 | +3 | +0 | +3 | Divine grace, lay on hands | - | - | - | - |",
			"| 3rd | +3 | +3 | +1 | +3 | Aura of courage, divine health, mercy | - | - | - | - |",
			"| 4th | +4 | +4 | +1 | +4 | Channel positive energy, smite evil 2/day | 0 | - | - | - |",
			"| 5th | +5 | +4 | +1 | +4 | Divine bond | 1 | - | - | - |",
			"| 6th | +6/+1 | +5 | +2 | +5 | Mercy | 1 | - | - | - |",
			"| 7th | +7/+2 | +5 | +2 | +5 | Smite evil 3/day | 1 | 0 | - | - |",
			"| 8th | +8/+3 | +6 | +2 | +6 | Aura of resolve | 1 | 1 | - | - |",
			"| 9th | +9/+4 | +6 | +3 | +6 | Mercy | 2 | 1 | - | - |",
			"| 10th | +10/+5 | +7 | +3 | +7 | Smite evil 4/day | 2 | 1 | 0 | - |",
			"| 11th | +11/+6/+1 | +7 | +3 | +7 | Aura of justice | 2 | 1 | 1 | - |",
			"| 12th | +12/+7/+2 | +8 | +4 | +8 | Mercy | 2 | 2 | 1 | - |",
			"| 13th | +13/+8/+3 | +8 | +4 | +8 | Smite evil 5/day | 3 | 2 | 1 | 0 |",
			"| 14th | +14/+9/+4 | +9 | +4 | +9 | Aura of faith | 3 | 2 | 1 | 1 |",
			"| 15th | +15/+10/+5 | +9 | +5 | +9 | Mercy | 3 | 2 | 2 | 1 |",
			"| 16th | +16/+11/+6/+1 | +10 | +5 | +10 | Smite evil 6/day | 3 | 3 | 2 | 1 |",
			"| 17th | +17/+12/+7/+2 | +10 | +5 | +10 | Aura of righteousness | 4 | 3 | 2 | 1 |",
			"| 18th | +18/+13/+8/+3 | +11 | +6 | +11 | Mercy | 4 | 3 | 2 | 2 |",
			"| 19th | +19/+14/+9/+4 | +11 | +6 | +11 | Smite evil 7/day | 4 | 3 | 3 | 2 |",
			"| 20th | +20/+15/+10/+5 | +12 | +6 | +12 | Holy champion | 4 | 4 | 3 | 3 |",
			"",
			"**Weapon and Armor Proficiency:** Paladins are proficient with all simple and martial weapons, with all types of armor (heavy, medium, and light), and with shields (except tower shields).",
			"",
			"**Aura of Good (Ex):** The power of a paladin's aura of good (see {spell/detect good}) is equal to her paladin level.",
			"",
			"**Detect Evil (Sp):** At will, a paladin can use {spell/detect evil}, as the spell. A paladin can, as a move action, concentrate on a single item or individual within 60 feet and determine if it is evil, learning the strength of its aura as if having studied it for 3 rounds. While focusing on one individual or object, the paladin does not detect evil in any other object or individual within range.",
			"",
			"**Smite Evil (Su):** Once per day, a paladin can call out to the powers of good to aid her in her struggle against evil. As a swift action, the paladin chooses one target within sight to smite. If this target is evil, the paladin adds her Charisma bonus (if any) to her attack rolls and adds her paladin level to all damage rolls made against the target of her smite. If the target of smite evil is an outsider with the evil subtype, an evil-aligned dragon, or an undead creature, the bonus to damage on the first successful attack increases to 2 points of damage per level the paladin possesses. Regardless of the target, smite evil attacks automatically bypass any DR the creature might possess.",
			"",
			"In addition, while smite evil is in effect, the paladin gains a deflection bonus equal to her Charisma modifier (if any) to her AC against attacks made by the target of the smite. If the paladin targets a creature that is not evil, the smite is wasted with no effect.",
			"",
			"The smite evil effect remains until the target of the smite is dead or the next time the paladin rests and regains her uses of this ability. At 4th level, and at every three levels thereafter, the paladin may smite evil one additional time per day, to a maximum of seven times per day at 19th level.",
			"",
			"**Oaths:** Optionally, a paladin may take an oath. While all paladins have their own codes of conduct, either taught by an order, handed down from the gods, or inspired by personal conviction, an oathbound paladin devotes herself to a singular cause, which grants her additional powers but also gives further edicts she must follow. An oathbound paladin swears an oath to eradicate a certain kind of evil. This powerful oath gives her access to new spells and adds to or alters typical paladin abilities. {ability/See all |oaths/ here.}",
			"",
			"**Divine Grace (Su):** At 2nd level, a paladin gains a bonus equal to her Charisma bonus (if any) on all saving throws.",
			"",
			"**Lay On Hands (Su):** Beginning at 2nd level, a paladin can heal wounds (her own or those of others) by touch. Each day she can use this ability a number of times equal to 1/2 her paladin level plus her Charisma modifier. With one use of this ability, a paladin can heal 1d6 hit points of damage for every two paladin levels she possesses. Using this ability is a standard action, unless the paladin targets herself, in which case it is a swift action. Despite the name of this ability, a paladin only needs one free hand to use this ability.",
			"",
			"Alternatively, a paladin can use this healing power to deal damage to undead creatures, dealing 1d6 points of damage for every two levels the paladin possesses. Using lay on hands in this way requires a successful melee touch attack and doesn't provoke an attack of opportunity. Undead do not receive a saving throw against this damage.",
			"",
			"**Aura of Courage (Su):** At 3rd level, a paladin is immune to fear (magical or otherwise). Each ally within 10 feet of her gains a +4 morale bonus on saving throws against fear effects. This ability functions only while the paladin is conscious, not if she is unconscious or dead.",
			"",
			"**Divine Health (Ex):** At 3rd level, a paladin is immune to all diseases, including supernatural and magical diseases, including mummy rot.",
			"",
			"**Mercy (Su):** At 3rd level, and every three levels thereafter, a paladin can select one mercy. Each mercy adds an effect to the paladin's lay on hands ability. Whenever the paladin uses lay on hands to heal damage to one target, the target also receives the additional effects from all of the mercies possessed by the paladin. A mercy can remove a condition caused by a curse, disease, or poison without curing the affliction. Such conditions return after 1 hour unless the mercy actually removes the affliction that causes the condition.",
			"",
			"These abilities are cumulative. For example, a 12th-level paladin's lay on hands ability heals 6d6 points of damage and might also cure fatigued and exhausted conditions as well as removing diseases and neutralizing poisons. Once a condition or spell effect is chosen, it can't be changed.",
			"",
			"The full list of mercies [can be found here](ability/mercies).",
			"",
			"**Channel Positive Energy (Su):** When a paladin reaches 4th level, she gains the supernatural ability to channel positive energy like a cleric. Using this ability consumes two uses of her lay on hands ability. A paladin uses her level as her effective cleric level when channeling positive energy. This is a Charisma-based ability.",
			"",
			"**Spells:** Beginning at 4th level, a paladin gains the ability to cast a small number of divine spells which are drawn from the [paladin spell list](main/spells_paladin) presented in Spell Lists. A paladin must choose and prepare her spells in advance.",
			"",
			"To prepare or cast a spell, a paladin must have a Charisma score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against a paladin's spell is 10 + the spell level + the paladin's Charisma modifier.",
			"",
			"Like other spellcasters, a paladin can cast only a certain number of spells of each spell level per day. In addition, she receives [bonus spells per day](rule/determine_bonuses) if she has a high Charisma score. When it is indicated that the paladin gets 0 spells per day of a given spell level, she gains only the bonus spells she would be entitled to based on her Charisma score for that spell level.",
			"",
			"A paladin must spend 1 hour each day in quiet prayer and meditation to regain her daily allotment of spells. A paladin may prepare and cast any spell on the paladin spell list, provided that she can cast spells of that level, but she must choose which spells to prepare during her daily meditation.",
			"",
			"Through 3rd level, a paladin has no caster level. At 4th level and higher, her caster level is equal to her paladin level - 3.",
			"",
			"**Divine Bond (Sp, Su):** Upon reaching 5th level, a paladin forms a divine bond with her god. This bond can take one of five forms. Once the form is chosen, it cannot be changed.",
			"",
			"*Bonded Weapon*: The first type of bond allows the paladin to enhance her weapon as a standard action by calling upon the aid of a celestial spirit for 1 minute per paladin level. This is a spell-like ability. When called, the spirit causes the weapon to shed light as a torch. At 5th level, this spirit grants the weapon a +1 enhancement bonus. For every three levels beyond 5th, the weapon gains another +1 enhancement bonus, to a maximum of +6 at 20th level. These bonuses can be added to the weapon, stacking with existing weapon bonuses to a maximum of +5, or they can be used to add any of the following weapon properties: *axiomatic*, *brilliant energy*, *defending*, *disruption*, *flaming*, *flaming burst*, *holy*, *keen*, *merciful*, and *speed*. Adding these properties consumes an amount of bonus equal to the property's cost. These bonuses are added to any properties the weapon already has, but duplicate abilities do not stack. If the weapon is not magical, at least a +1 enhancement bonus must be added before any other properties can be added. The bonus and properties granted by the spirit are determined when the spirit is called and cannot be changed until the spirit is called again. The celestial spirit imparts no bonuses if the weapon is held by anyone other than the paladin but resumes giving bonuses if returned to the paladin. These bonuses apply to only one end of a double weapon. A paladin can use this ability once per day at 5th level, and one additional time per day for every four levels beyond 5th, to a total of four times per day at 17th level.",
			"",
			"If a weapon bonded with a celestial spirit is destroyed, the paladin loses the use of this ability for 30 days, or until she gains a level, whichever comes first. During this 30-day period, the paladin takes a -1 penalty on attack and weapon damage rolls.",
			"",
			"*Bonded Mount*: The second type of bond allows a paladin to gain the service of an unusually intelligent, strong, and loyal steed to serve her in her crusade against evil. This mount may come from the following list:",
			"",
			"**Medium Paladins:** {druidcompanion/Camel}, {druidcompanion/Elk}, {druidcompanion/Giraffe}, {druidcompanion/Horse}, {druidcompanion/Seahorse, Giant}, {druidcompanion/Yak}, {druidcompanion/Zebra}",
			"",
			"**Small Paladins:** {druidcompanion/Antelope}, {druidcompanion/Boar}, {druidcompanion/Capybara}, {druidcompanion/Dog}, {druidcompanion/Eohippus}, {druidcompanion/Pony}, {druidcompanion/Ram}, {druidcompanion/Reindeer}, {druidcompanion/Stag}, {druidcompanion/Weasel, Giant}, {druidcompanion/Wolfdog}",
			"",
			"This mount functions as a druid's [animal companion](ability/druid_companions), using the paladin's level as her effective druid level. Bonded mounts have an Intelligence of at least 6.",
			"",
			"Once per day, as a full-round action, a paladin may magically call her mount to her side. This spell-like ability is the equivalent of a spell of a level equal to one-third the paladin's level. The mount immediately appears adjacent to the paladin. A paladin can use this ability once per day at 5th level, and one additional time per day for every 4 levels thereafter, for a total of four times per day at 17th level.",
			"",
			"At 11th level, the mount gains the celestial template and becomes a magical beast for the purposes of determining which spells affect it. At 15th level, a paladin's mount gains spell resistance equal to the paladin's level + 11.",
			"",
			"Should the paladin's mount die, the paladin may not summon another mount for 30 days or until she gains a paladin level, whichever comes first. During this 30-day period, the paladin takes a -1 penalty on attack and weapon damage rolls.",
			"",
			"{SOURCE Healer's Handbook/25}  ",
			"Although all paladins commune with divine forces and celestial spirits, some are able to do so in ways that transcend the typical martial blessing or celestial servitor. The following three options are supernatural abilities.",
			"",
			"*Agathion Bond*: As a standard action, the paladin can call forth an agathion spirit that bonds to her healing hands for 1 minute per paladin level, causing her to manifest physical traits evocative of one kind of agathion. This bond allows the paladin to add her Charisma bonus to the amount of hit points that she restores with her spells, her lay on hands ability, and her channel energy ability. For every 3 levels beyond 5th, she restores 1 additional hit point with those abilities, up to a maximum of 5 + her Charisma modifier at 20th level. The paladin can use this ability once per day at 5th level, and one additional time per day for every 4 levels beyond 5th, up to a total of four times per day at 17th level.",
			"",
			"*Angelic Bond*: As a standard action, the paladin can call forth an angel spirit that bonds to her, causing her to manifest a resplendent halo. This bond allows the paladin to shine light as per continual flame for 1 minute per paladin level. Additionally, while the halo shines, all allies within 20 feet gain the benefits of protection from evil, except the deflection and resistance bonuses are +3. For every 3 levels she has beyond 5th, the deflection bonus and resistance bonus provided by this effect increases by 1, up to a maximum of +8 at 20th level. The paladin can use this ability once per day at 5th level, and one additional time per day for every 4 levels beyond 5th, up to a total of four times per day at 17th level.",
			"",
			"*Archon Bond*: As a standard action, the paladin can call forth an archon spirit that bonds to her brow, causing her eyes to glow with righteous fury for 1 minute per paladin level. While this bond is active, any hostile creature within a 10-foot radius of the paladin that looks at her must succeed at a Will saving throw (DC = 10 + 1/2 her paladin level + her Charisma modifier) or take a -2 penalty on attack rolls and saving throws and to AC for 24 hours. Whether or not the saving throw is successful, a creature cannot be affected by the same paladin's archon bond again for 24 hours, and the penalties from multiple archon bonds don't stack. Creatures that don't have eyesight are not affected by this ability. For every 3 levels beyond 5th, the radius of the paladin's archon bond increases by 5 feet, up to a 35-foot radius at 20th level. The paladin can use this ability once per day at 5th level, and one additional time per day for every 4 levels beyond 5th, up to a total of four times per day at 17th level.",
			"",
			"**Aura of Resolve (Su):** At 8th level, a paladin is immune to charm spells and spell-like abilities. Each ally within 10 feet of her gains a +4 morale bonus on saving throws against charm effects.",
			"",
			"This ability functions only while the paladin is conscious, not if she is unconscious or dead.",
			"",
			"**Aura of Justice (Su):** At 11th level, a paladin can expend two uses of her smite evil ability to grant the ability to smite evil to all allies within 10 feet, using her bonuses. Allies must use this smite evil ability by the start of the paladin's next turn and the bonuses last for 1 minute. Using this ability is a free action. Evil creatures gain no benefit from this ability.",
			"",
			"**Aura of Faith (Su):** At 14th level, a paladin's weapons are treated as good-aligned for the purposes of overcoming damage reduction. Any attack made against an enemy within 10 feet of her is treated as good-aligned for the purposes of overcoming damage reduction.",
			"",
			"This ability functions only while the paladin is conscious, not if she is unconscious or dead.",
			"",
			"**Aura of Righteousness (Su):** At 17th level, a paladin gains DR 5/evil and immunity to compulsion spells and spell-like abilities. Each ally within 10 feet of her gains a +4 morale bonus on saving throws against compulsion effects.",
			"",
			"This ability functions only while the paladin is conscious, not if she is unconscious or dead.",
			"",
			"**Holy Champion (Su):** At 20th level, a paladin becomes a conduit for the power of her god. Her DR increases to 10/evil. Whenever she uses smite evil and successfully strikes an evil outsider, the outsider is also subject to a *banishment*, using her paladin level as the caster level (her weapon and holy symbol automatically count as objects that the subject hates). After the *banishment* effect and the damage from the attack is resolved, the smite immediately ends. In addition, whenever she channels positive energy or uses lay on hands to heal a creature, she heals the maximum possible amount.",
			"",
			"**Code of Conduct:** A paladin must be of lawful good alignment and loses all class features except proficiencies if she ever willingly commits an evil act.",
			"",
			"Additionally, a paladin's code requires that she respect legitimate authority, act with honor (not lying, not cheating, not using poison, and so forth), help those in need (provided they do not use the help for evil or chaotic ends), and punish those who harm or threaten innocents.",
			"",
			"**Associates:** While she may adventure with good or neutral allies, a paladin avoids working with evil characters or with anyone who consistently offends her moral code. Under exceptional circumstances, a paladin can ally with evil associates, but only to defeat what she believes to be a greater evil. A paladin should seek an *atonement* spell periodically during such an unusual alliance, and should end the alliance immediately should she feel it is doing more harm than good. A paladin may accept only henchmen, followers, or cohorts who are lawful good.",
			"",
			"### Ex-Paladins",
			"",
			"A paladin who ceases to be lawful good, who willfully commits an evil act, or who violates the code of conduct loses all paladin spells and class features (including the service of the paladin's mount, but not weapon, armor, and shield proficiencies). She may not progress any further in levels as a paladin. She regains her abilities and advancement potential if she [atones](spell/atonement) for her violations, as appropriate.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Crusader Champion (Su) | At 20th level, the paladin's zeal is so inspiring that it affects all around her. The ranges of all of the paladin's auras increase by 30 feet. *([Chronicle of Legends pg. 29](source/chronicle_of_legends))* |",
			"| Great Beast (Su) | At 20th level, the character's animal companion is a paragon of its kind - a hero and legend in its own right. The animal companion's Strength, Dexterity, Constitution, and Wisdom scores each increase by 4. This capstone is available to any class with an animal companion. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Soul Channel (Su) | At 20th level, the character can channel energy six additional times per day, and her channel energy dice increase by one step. This capstone is available to characters with the channel energy class feature. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. *([Chronicle of Legends pg. 30](source/chronicle_of_legends))* |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Aasimar | Add +1/6 to the morale bonus on saving throws provided by the paladin's auras. ([Advanced Race Guide pg. 85](source/advanced_race_guide)) |",
			"| Drow | Add a +1/2 sacred bonus to saving throws against spells of the shadow subschool or that have the darkness or shadow descriptor. ([Blood of Shadows pg. 15](source/blood_of_shadows)) |",
			"| Duskwalker | Add 1/2 point to hit points restored by the paladin's lay on hands ability (whether using it to heal or harm). ([Plane-Hopper's Handbook pg. 17](source/plane_hoppers_handbook)) |",
			"| Dwarf | Add a +1 bonus on concentration checks when casting paladin spells. ([Advanced Race Guide pg. 13](source/advanced_race_guide), [Advanced Player's Guide pg. 11](source/advanced_players_guide)) |",
			"| Dwarf | Choose a creature type (and subtype, if necessary) from the ranger's favored enemies list. Add a +1/2 bonus on Knowledge checks to identify creatures of that type. You can choose the same creature type up to six times; if you choose the same creature type six times, add 1 point of damage when smiting creatures of that type. ([Horror Adventures pg. 38](source/horror_adventures)) |",
			"| Elf | Add +1/2 hit point to the paladin's lay on hands ability (whether using it to heal or harm). ([Advanced Race Guide pg. 23](source/advanced_race_guide)) |",
			"| Fetchling | Add +1/4 to the morale bonus the paladin grants on allies' saving throws against fear effects. ([Blood of Shadows pg. 7](source/blood_of_shadows)) |",
			"| Gnome | Add +1/2 hit point to the paladin's lay on hands ability (whether using it to heal or harm). ([Advanced Race Guide pg. 33](source/advanced_race_guide)) |",
			"| Half-elf | Add +1 foot to the size of all the paladin's aura class features. This option has no effect unless the paladin has selected it 5 times (or another increment of 5); an aura of 14 feet is effectively the same as a 10-foot aura, for example. ([Advanced Race Guide pg. 43](source/advanced_race_guide)) |",
			"| Halfling | Add +1/2 hit point to the paladin's lay on hands ability (whether using it to heal or harm). ([Advanced Race Guide pg. 63](source/advanced_race_guide), [Advanced Player's Guide pg. 21](source/advanced_players_guide)) |",
			"| Half-orc | Add +1/3 on critical hit confirmation rolls made while using smite evil (maximum bonus of +5). This bonus does not stack with {feat/Critical Focus}. ([Advanced Race Guide pg. 53](source/advanced_race_guide)) |",
			"| Human | Add +1 to the paladin's energy resistance to one kind of energy (maximum +10). ([Advanced Race Guide pg. 73](source/advanced_race_guide), [Advanced Player's Guide pg. 23](source/advanced_players_guide)) |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ([Blood of the Beast pg. 12](source/blood_of_the_beast)) |",
			"| Kobold | Add 1/4 to the deflection bonus granted by your smite evil ability. ([Kobolds of Golarion pg. 15](source/kobolds_of_golarion)) |",
			"| Nagaji | Add 1/2 minute to the duration of the paladin's divine bond with her weapon. ([Blood of the Beast pg. 16](source/blood_of_the_beast)) |",
			"| Oread | Add +1/4 to the bonus the paladin grants her allies with her aura of courage and aura of resolve special abilities. ([Advanced Race Guide pg. 145](source/advanced_race_guide)) |",
			"| Shabti | Add 1/2 to the paladin's level when determining the effect of smite evil against incorporeal and ethereal creatures. ([Plane-Hopper's Handbook pg. 23](source/plane_hoppers_handbook)) |",
			"| Tiefling | Add +1 to the amount of damage the paladin heals with lay on hands, but only when the paladin uses that ability on herself. ([Advanced Race Guide pg. 170](source/advanced_race_guide)) |",
			"| Wayang | Add 1/3 hit point to the paladin's channel energy and lay on hands abilities (whether using it to heal or harm). ([Blood of Shadows pg. 11](source/blood_of_shadows)) |",
			"| Wyrwood | The paladin gains 1/4 of a bonus spell per day of the highest-level spell that the paladin can cast. ([Heroes of Golarion pg. 6](source/heroes_of_golarion)) |",
			"| Wyvaran | Add 1/2 to the paladin's level when determining the effect of smite evil against evil-aligned dragons. ([Legacy of Dragons pg. 18](source/legacy_of_dragons)) |",
			"",
			"### Archetypes",
			"",
			"| Archetype | Replaces or Modifies | Description |",
			"| --- | --- | --- |",
			"| [Banishing Warden](/arc-paladin/banishing_warden) | Class Skills; 3rd-level Mercy | The banishing warden is an expert at fighting all types of evil outsiders and sending them back to their native planes. |",
			"| [Champion of the Cascade](/arc-paladin/champion_of_the_cascade) | Armor Proficiency; Class Skills; Divine Health; Mercy; Divine Bond | Champions of the cascade are paladins who defend the freedom and purity of waterways, protecting the very existence of the civilizations they belong to. |",
			"| [Chaos Knight](/arc-paladin/chaos_knight) | Lay on Hands; Mercy; Aura of Faith | (Ganzi only) Despite the entropic forces inherent in ganzis, some forgo a life of chaos, instead harnessing their heritage to enforce the power of law |",
			"| [Chosen One](/arc-paladin/chosen_one) | Divine Bond; Class Skills; Divine Grace; Smite Evil; Lay on Hands; Channel Positive Energy | Most paladins train for years at a temple to attain a holy status, but rarely, an emissary of the divine appears to one of humble origins and calls her directly to the charge. |",
			"| [Combat Healer Squire](/arc-paladin/combat_healer_squire) | Detect Evil; Divine Grace; Divine Health | The combat healer squire is always ready with bandages and potions. |",
			"| [Divine Defender](/arc-paladin/divine_defender) | Mercy; Divine Bond | Some paladins see themselves as the last line of defense between the teeming hordes of evil and the innocent folk trying to make a living in a harsh, unforgiving world. |",
			"| [Divine Guardian](/arc-paladin/divine_guardian) | Spellcasting; Detect Evil; Lay on Hands; Aura of Courage | The divine guardian devotes herself to the protection and guardianship of one creature at a time, be that her liege lord, an allied cleric, or an innocent facing overwhelming danger at the hands of evil. |",
			"| [Divine Hunter](/arc-paladin/divine_hunter) | Heavy Armor Proficiency; Aura of Courage; Divine Bond; 6th-level Mercy; Aura of Resolve; Aura of Justice; Aura of Righteousness | The divine hunter prefers to engage evil from afar, striking down her foes before they can threaten her allies. |",
			"| [Dusk Knight](/arc-paladin/dusk_knight) | Class Skills; Smite Evil; Channel Positive Energy; Divine Bond; Aura of Resolve; Aura of Justice | Some paladins focus their training to combat the shadows and use darkness to their advantage. |",
			"| [Empyreal Knight](/arc-paladin/empyreal_knight) | Divine Grace; Mercy; Lay on Hands; Channel Positive Energy; Divine Bond; Holy Champion | The empyreal knight dedicates her life to serving the celestial beings that guide mortals in their struggle toward the light. |",
			"| [Faithful Wanderer](/arc-paladin/faithful_wanderer) | Class Skills; Detect Evil; Aura of Good; Aura of Justice; Aura of Courage; Aura of Resolve; Aura of Faith; Aura of Righteousness; Smite Evil; Divine Bond; Holy Champion | A faithful wanderer is self-sufficient and unobtrusive and learns to pick her battles carefully, lest her mission end abruptly in a blaze of glory |",
			"| [Forest Preserver](/arc-paladin/forest_preserver) | Class Skills; Aura of Courage; Divine Health; Channel Positive Energy; Aura of Resolve; Aura of Justice; Aura of Faith | Forest preservers are sacred defenders of the woodlands and of the wild creatures and natural beauty within them. |",
			"| [Forgefather's Seeker](/arc-paladin/forgefathers_seeker) | Deity; Detect Evil; Smite Evil; Aura of Justice; Aura of Faith; Holy Champion | Torag sends his seekers to locate constructs that are used for evil or that become uncontrollable |",
			"| [Ghost Hunter](/arc-paladin/ghost_hunter) | Smite Evil; 6th and 9th-level Mercy | Ghost hunters devote their lives to eliminating malevolent spirits and putting them to rest. |",
			"| [Gray Paladin](/arc-paladin/gray_paladin) | Alignment Restriction; Code of Conduct; Aura of Good; Class Skills; Smite Evil; Divine Grace; Aura of Courage; Aura of Resolve; Aura of Righteousness; Divine Health; Channel Positive Energy; Aura of Justice | Gray paladins have discovered that in a world of intrigue, a strict code of honor hinders their options |",
			"| [Holy Guide](/arc-paladin/holy_guide) | Class Skills; 3rd and 6th-level Mercies | A holy guide believes that it's his sacred calling to clear the roads of bandits between towns as well as to escort travelers to safety. |",
			"| [Holy Gun](/arc-paladin/holy_gun) | Weapon/Armor Proficiency; Detect Evil; Smite Evil; Divine Bond | Not all paladins are knights in shining armor. Holy guns roam the world searching for evil. And where they find it, they put it down. |",
			"| [Holy Tactician](/arc-paladin/holy_tactician) | Smite Evil; Divine Health; Divine Bond; Aura of Courage; Aura of Resolve; Aura of Justice; Holy Champion | The holy tactician inspires her allies on the field of battle. |",
			"| [Hospitaler](/arc-paladin/hospitaler) | Smite Evil; Channel Positive Energy; Aura of Justice | Paladins are known for their charity and for tending to the sick. The hospitaler takes to this calling above all others, spending much of her time healing the poor, and giving aid and succor to those in need. |",
			"| [Hunting Paladin](/arc-paladin/hunting_paladin) | Class Skills; Armor Proficiencies; Smite Evil; Detect Evil; Spells; Aura of Resolve | Hunting paladins are tenacious trackers and stealthy stalkers in pursuit of evildoers. |",
			"| [Invigorator](/arc-paladin/invigorator) | Smite Evil; Aura of Justice; Holy Champion | Invigorators devote themselves to keeping their allies bodily whole by bolstering their health and spirits. |",
			"| [Iomedaen Enforcer](/arc-paladin/iomedaen_enforcer) | Class Skills; Detect Evil; Smite Evil; Aura of Faith; Aura of Righteousness; Holy Champion | Iomedaean enforcers have altered abilities that allow them to stand against the forces of chaos. |",
			"| [Iroran Paladin](/arc-paladin/iroran_paladin) | Class Skills; Weapon/Armor Proficiency; Aura of Good; Detect Evil; Smite Evil; Aura of Courage; Channel Positive Energy; Divine Bond; Aura of Justice | Iroran paladins meditate on self-perfection and train relentlessly, knowing that their example can inspire others to excel. |",
			"| [Knight of Coins](/arc-paladin/knight_of_coins) | Class Skills; Skill Ranks; Detect Evil; 3rd, 9th, 15th-level Mercy | Knights of coins promote fair trade and stable commerce between cities and between nations. |",
			"| [Kraken Slayer](/arc-paladin/kraken_slayer) | Smite Evil; Divine Health; Divine Bond; Aura of Faith | Triton kraken slayers oppose all underwater threats, but they especially target the tentacled monstrosities called krakens. |",
			"| [Legate](/arc-paladin/legate) | Mercy | Though they hold to the same strict paladin code, legates present themselves not as armed crusaders, but as peaceful envoys and advisors, bringing wisdom garnered from the long, stable history of their nation. |",
			"| [Martyr](/arc-paladin/martyr) | Smite Evil; Divine Grace; Aura of Courage; Aura of Resolve; Aura of Righteousness; Divine Health; Lay on Hands; Mercy | Martyrs shoulder the blackest suffering of the world onto themselves in order to help others and inspiring their allies to achieve heights of valor rather than seeking the glory for themselves. |",
			"| [Mind Sword](/arc-paladin/mind_sword) | Lay on Hands; Mercy; Channel Positive Energy | Veterans of mystical battles against demons of the Worldwound, mind swords merge psychic and divine power, probing and cleansing minds while their telekinetic blades cleave demonic flesh. |",
			"| [Pearl Seeker](/arc-paladin/pearl_seeker) | Armor Proficiency; Class Skills; Detect Evil; Aura of Courage; Aura of Resolve; Spells; Divine Bond; Channel Energy | Some paladins are called to their faith by strange empathic visions and dreams that beckon them to the oceans and beyond. |",
			"| [Redeemer](/arc-paladin/redeemer) | Smite Evil; Detect Evil; Aura of Resolve; Aura of Justice | (Half-Orc Only) As most half-orcs are outcasts, a half-orc paladin recognizes that often those who are monstrous are not necessarily evil and that sometimes even those who are evil became that way because of circumstances and misfortune. |",
			"| [Sacred Servant](/arc-paladin/sacred_servant) | Smite Evil; Divine Bond; Aura of Resolve | Paladins as a general rule, venerate the gods of good and purity, but some take this a step further, dedicating themselves to a specific deity and furthering the cause of the faith. |",
			"| [Sacred Shield](/arc-paladin/sacred_shield) | Smite Evil; Channel Positive Energy; Divine Bond; Aura of Justice; Holy Champion | When faced by evil, the sacred shield reaches first not for a weapon, but for her trusty shield. With her faith, she can ward others from harm. |",
			"| [Scion of Talmandor](/arc-paladin/scion_of_talmandor) | Class Skills; Divine Grace; Divine Bond; Aura of Resolve; Aura of Justice | A scion of Talmandor serve by offering assistance to the oppressed and facilitating the peaceful transfer of power from the few to the many. |",
			"| [Shining Knight](/arc-paladin/shining_knight) | Divine Health; Aura of Justice | While paladins often are seen mounted atop a loyal steed, the shining knight is the true symbol of mounted bravery. |",
			"| [Silver Champion](/arc-paladin/silver_champion) | Divine Bond; Channel Energy; Aura of Justice; Aura of Righteousness; Spells | Drake-riding paladins who serve as priests of Apsu. |",
			"| [Soul Sentinel](/arc-paladin/soul_sentinel) | 6th, 12th-level Mercy; Aura of Justice | Soul sentinels use the strength of their resolve to stem the tide of corruption and insanity, as they believe that the greatest tragedy is a soul lost to evil when it was within their power to save it. |",
			"| [Stonelord](/arc-paladin/stonelord) | Smite Evil; Divine Grace; 3rd, 9th, 12th, 15th, 18th-level Mercies; Spells; Channel Positive Energy; Divine Bond; Aura of Justice; Holy Champion | (Dwarf Only) A stonelord is a devoted sentinel of dwarven enclaves, drawing the power of the earth and ancient stone to protect her people. |",
			"| [Sword of Valor](/arc-paladin/sword_of_valor) | Divine Grace; 6th-level Mercy; Aura of Justice | A paladin who chooses to follow in Iomedae's footsteps can become a sword of valor. |",
			"| [Tempered Champion](/arc-paladin/tempered_champion) | Spellcasting | Tempered champions are trained in the Tempering Hall in Absalom to master their deities' favored weapons. |",
			"| [Temple Champion](/arc-paladin/temple_champion) | Spells; Divine Bond; Aura of Justice | A temple champion is a powerful warrior dedicated to a good or lawful deity. She thinks of herself primarily as a servant of her deity and secondarily as an agent of her deity's church. |",
			"| [Tortured Crusader](/arc-paladin/tortured_crusader) | Key Ability Score; Skills; Detect Evil; Divine Grace; Smite Evil; Lay on Hands; Channel Energy; Divine Bond; Aura of Courage; Aura of Resolve; Aura of Faith; Aura of Righteousness; Aura of Justice; Lay on Hands | Though tortured crusaders may be beaten and battered, body, mind, and soul, they still somehow continue through torment and hardship. Despite setbacks and impossible odds, they shine like candles even in the darkest times |",
			"| [Tranquil Guardian](/arc-paladin/tranquil_guardian) | Smite Evil; Aura of Courage; Divine Bond; Aura of Resolve; Aura of Justice; Holy Champion | (Aasimar Only) A tranquil guardian is a missionary of peace and tranquility, a soothing voice of succor in a violent and dangerous world. |",
			"| [Undead Scourge](/arc-paladin/undead_scourge) | Aura of Resolve; Aura of Justice | Undead are an abomination in the eyes of the just and righteous. It is no surprise then that there are some paladins that dedicate themselves to wiping these unholy terrors from the world. |",
			"| [Vindictive Bastard](/arc-paladin/vindictive_bastard) | Aura; Detect Evil; Smite Evil; Divine Grace; Lay on Hands; Divine Health; Mercy; Channel Energy; Divine Bond; Aura of Justice; Aura of Faith; Aura of Righteousness; Holy Champion | (Ex-paladin archetype) A vindictive bastard is a paladin that strikes out for retribution and revenge, far more interested in tearing down those who have harmed her or her companions than furthering a distant deity's cause. |",
			"| [Virtuous Bravo](/arc-paladin/virtuous_bravo) | Armor Proficiency; Smite Evil; Mercy; Spellcasting | Virtuous bravos rely on their wit and grace rather than might and strong armor. |",
			"| [Warrior of the Holy Light](/arc-paladin/warrior_of_the_holy_light) | Spellcasting; Aura of Faith | Some paladins use their gifts to focus on the holy light that shines within their souls. |",
			"| [Wilderness Warden](/arc-paladin/wilderness_warden) | Class Skills; Divine Grace; Smite Evil; Aura of Courage; 3rd, 9th, 15th-level Mercy; Spells; Aura of Resolve; Aura of Justice | Wilderness wardens are vigilant guardians of natural places of all kinds, from mountain peaks to tangled thickets. |",
			"",
			"## Archetypes by Feature Replaced/Modified",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "paladin archetypes",
				"headers": [ "Archetype", "3rd-level Mercy", "6th-level Mercy", "9th-level Mercy", "12th-level Mercy", "15th-level Mercy", "18th-level Mercy", "Alignment Restriction", "Armor Proficiency", "Aura of Courage", "Aura of Faith", "Aura of Good", "Aura of Justice", "Aura of Resolve", "Aura of Righteousness", "Channel Positive Energy", "Class Skills", "Code of Conduct", "Deity", "Detect Evil", "Divine Bond", "Divine Grace", "Divine Health", "Heavy Armor Proficiency", "Holy Champion", "Key Ability Score", "Lay on Hands", "Mercy", "Skill Ranks", "Smite Evil", "Spellcasting", "Weapon/Armor Proficiency" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-paladin/Banishing Warden}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-paladin/Champion of the Cascade}", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, "X", null, "X", null, null, null, null, "X", null, null, null, null ],
					[ "{arc-paladin/Chaos Knight}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null ],
					[ "{arc-paladin/Chosen One}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", "X", null, null, null, null, "X", null, null, "X", null, null ],
					[ "{arc-paladin/Combat Healer Squire}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-paladin/Divine Defender}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-paladin/Divine Guardian}", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, "X", null ],
					[ "{arc-paladin/Divine Hunter}", null, "X", null, null, null, null, null, null, "X", null, null, "X", "X", "X", null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-paladin/Dusk Knight}", null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", "X", null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Empyreal Knight}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, "X", null, "X", "X", null, null, null, null ],
					[ "{arc-paladin/Faithful Wanderer}", null, null, null, null, null, null, null, null, "X", "X", "X", "X", "X", "X", null, "X", null, null, "X", "X", null, null, null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Forest Preserver}", null, null, null, null, null, null, null, null, "X", "X", null, "X", "X", null, "X", "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-paladin/Forgefather's Seeker}", null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", "X", null, null, null, null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Ghost Hunter}", null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Gray Paladin}", null, null, null, null, null, null, "X", null, "X", null, "X", "X", "X", "X", "X", "X", "X", null, null, null, "X", "X", null, null, null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Holy Guide}", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-paladin/Holy Gun}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, "X", null, "X" ],
					[ "{arc-paladin/Holy Tactician}", null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, null, null, "X", null, "X", null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Hospitaler}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Hunting Paladin}", null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null ],
					[ "{arc-paladin/Invigorator}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Iomedaen Enforcer}", null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, "X", null, null, "X", null, null, null, null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Iroran Paladin}", null, null, null, null, null, null, null, null, "X", null, "X", "X", null, null, "X", "X", null, null, "X", "X", null, null, null, null, null, null, null, null, "X", null, "X" ],
					[ "{arc-paladin/Knight of Coins}", "X", null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-paladin/Kraken Slayer}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Legate}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-paladin/Martyr}", null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", null, null, null, null, null, null, "X", "X", null, null, null, "X", "X", null, "X", null, null ],
					[ "{arc-paladin/Mind Sword}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null ],
					[ "{arc-paladin/Pearl Seeker}", null, null, null, null, null, null, null, "X", "X", null, null, null, "X", null, "X", "X", null, null, "X", "X", null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-paladin/Redeemer}", null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Sacred Servant}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Sacred Shield}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, "X", null, null, null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Scion of Talmandor}", null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, "X", null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-paladin/Shining Knight}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-paladin/Silver Champion}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-paladin/Soul Sentinel}", null, "X", null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-paladin/Stonelord}", "X", null, "X", "X", "X", "X", null, null, null, null, null, "X", null, null, "X", null, null, null, null, "X", "X", null, null, "X", null, null, null, null, "X", "X", null ],
					[ "{arc-paladin/Sword of Valor}", null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-paladin/Tempered Champion}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-paladin/Temple Champion}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-paladin/Tortured Crusader}", null, null, null, null, null, null, null, null, "X", "X", null, "X", "X", "X", "X", "X", null, null, "X", "X", "X", null, null, null, "X", "X", null, "X", "X", null, null ],
					[ "{arc-paladin/Tranquil Guardian}", null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-paladin/Undead Scourge}", null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-paladin/Vindictive Bastard}", null, null, null, null, null, null, null, null, null, "X", "X", "X", null, "X", "X", null, null, null, "X", "X", "X", "X", null, "X", null, "X", "X", null, "X", null, null ],
					[ "{arc-paladin/Virtuous Bravo}", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", null ],
					[ "{arc-paladin/Warrior of the Holy Light}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-paladin/Wilderness Warden}", "X", null, "X", null, "X", null, null, null, "X", null, null, "X", "X", null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, "X", "X", null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"psychic": {
		"name": "Psychic",
		"sources": [
			"Adventurer's Guide",
			"Blood of Shadows",
			"Blood of the Beast",
			"Blood of the Coven",
			"Chronicle of Legends",
			"Darklands Revisited",
			"Disciple's Doctrine",
			"Haunted Heroes Handbook",
			"Heroes from the Fringe",
			"Heroes of Golarion",
			"Heroes of the High Court",
			"Horror Adventures",
			"Legacy of the First World",
			"Occult Adventures",
			"Occult Origins",
			"Occult Realms",
			"Ultimate Wilderness"
		],
		"description": [
			"{jumplist Class Skills / Class Features and Spells Per Day / Alternate Capstones / Favored Class Bonuses / Archetypes}",
			"",
			"## Psychic",
			"",
			"{SOURCE Occult Adventures/60}",
			"",
			"Within the mind of any sentient being lies power to rival that of the greatest magical artifact or holy site. By accessing these staggering vaults of mental energy, the psychic can shape the world around her, the minds of others, and pathways across the planes. No place or idea is too secret or remote for a psychic to access, and she can pull from every type of psychic magic. Many methods allow psychics to tap into their mental abilities, and the disciplines they follow affect their abilities.",
			"",
			"**Role:** With a large suite of spells, psychics can handle many situations, but they excel at moving and manipulating objects, as well as reading and influencing thoughts.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d6.  ",
			"**Starting Wealth:** 2d6 &times; 10 gp (average 70 gp).",
			"",
			"### Class Skills",
			"",
			"The Psychic's class skills are Bluff (Cha), Craft (Int), Diplomacy (Cha), Fly (Dex), Intimidate (Cha), Knowledge (all) (Int), Linguistics (Int), Perception (Wis), Profession (Wis), Sense Motive (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +0 | +2 | Discipline power, discipline spell, knacks, phrenic amplification, phrenic pool, psychic discipline | 3 | - | - | - | - | - | - | - | - |",
			"| 2nd | +1 | +0 | +0 | +3 | *Detect thoughts* | 4 | - | - | - | - | - | - | - | - |",
			"| 3rd | +1 | +1 | +1 | +3 | Phrenic amplification | 5 | - | - | - | - | - | - | - | - |",
			"| 4th | +2 | +1 | +1 | +4 | Discipline spell | 6 | 3 | - | - | - | - | - | - | - |",
			"| 5th | +2 | +1 | +1 | +4 | Discipline power | 6 | 4 | - | - | - | - | - | - | - |",
			"| 6th | +3 | +2 | +2 | +5 | Discipline spell | 6 | 5 | 3 | - | - | - | - | - | - |",
			"| 7th | +3 | +2 | +2 | +5 | Phrenic amplification | 6 | 6 | 4 | - | - | - | - | - | - |",
			"| 8th | +4 | +2 | +2 | +6 | Discipline spell | 6 | 6 | 5 | 3 | - | - | - | - | - |",
			"| 9th | +4 | +3 | +3 | +6 | *Telepathic bond* | 6 | 6 | 6 | 4 | - | - | - | - | - |",
			"| 10th | +5 | +3 | +3 | +7 | Discipline spell | 6 | 6 | 6 | 5 | 3 | - | - | - | - |",
			"| 11th | +5 | +3 | +3 | +7 | Major amplifications, phrenic amplification | 6 | 6 | 6 | 6 | 4 | - | - | - | - |",
			"| 12th | +6/+1 | +4 | +4 | +8 | Discipline spell | 6 | 6 | 6 | 6 | 5 | 3 | - | - | - |",
			"| 13th | +6/+1 | +4 | +4 | +8 | Discipline power | 6 | 6 | 6 | 6 | 6 | 4 | - | - | - |",
			"| 14th | +7/+2 | +4 | +4 | +9 | Discipline spell | 6 | 6 | 6 | 6 | 6 | 5 | 3 | - | - |",
			"| 15th | +7/+2 | +5 | +5 | +9 | Phrenic amplification | 6 | 6 | 6 | 6 | 6 | 6 | 4 | - | - |",
			"| 16th | +8/+3 | +5 | +5 | +10 | Discipline spell | 6 | 6 | 6 | 6 | 6 | 6 | 5 | 3 | - |",
			"| 17th | +8/+3 | +5 | +5 | +10 | Telepathy | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 4 | - |",
			"| 18th | +9/+4 | +6 | +6 | +11 | Discipline spell | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 5 | 3 |",
			"| 19th | +9/+4 | +6 | +6 | +11 | Phrenic amplification | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 4 |",
			"| 20th | +10/+5 | +6 | +6 | +12 | Remade self | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 6 |",
			"",
			"### Spells Known",
			"",
			"| Level | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | 4 | 2 | - | - | - | - | - | - | - | - |",
			"| 2nd | 5 | 2 | - | - | - | - | - | - | - | - |",
			"| 3rd | 5 | 3 | - | - | - | - | - | - | - | - |",
			"| 4th | 6 | 3 | 1 | - | - | - | - | - | - | - |",
			"| 5th | 6 | 4 | 2 | - | - | - | - | - | - | - |",
			"| 6th | 7 | 4 | 2 | 1 | - | - | - | - | - | - |",
			"| 7th | 7 | 5 | 3 | 2 | - | - | - | - | - | - |",
			"| 8th | 8 | 5 | 3 | 2 | 1 | - | - | - | - | - |",
			"| 9th | 8 | 5 | 4 | 3 | 2 | - | - | - | - | - |",
			"| 10th | 9 | 5 | 4 | 3 | 2 | 1 | - | - | - | - |",
			"| 11th | 9 | 5 | 5 | 4 | 3 | 2 | - | - | - | - |",
			"| 12th | 9 | 5 | 5 | 4 | 3 | 2 | 1 | - | - | - |",
			"| 13th | 9 | 5 | 5 | 4 | 4 | 3 | 2 | - | - | - |",
			"| 14th | 9 | 5 | 5 | 4 | 4 | 3 | 2 | 1 | - | - |",
			"| 15th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 2 | - | - |",
			"| 16th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 2 | 1 | - |",
			"| 17th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 3 | 2 | - |",
			"| 18th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 3 | 2 | 1 |",
			"| 19th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 3 | 3 | 2 |",
			"| 20th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 3 | 3 | 3 |",
			"",
			"**Weapon and Armor Proficiency:** A psychic is proficient with all simple weapons, but not with any type of armor or shield.",
			"",
			"**Spells:** A psychic casts psychic spells drawn from the [psychic class's spell list](main/spells_psychic). She can cast any spell she knows without preparing it ahead of time. To learn or cast a spell, a psychic must have an Intelligence score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against a psychic's spell is equal to 10 + the spell's level + the psychic's Intelligence modifier.",
			"",
			"A psychic can cast only a certain number of spells of each spell level per day. In addition, she receives [bonus spells per day](rule/determine_bonuses) if she has a high Intelligence score.",
			"",
			"The psychic's selection of spells is limited. A psychic begins play knowing four 0-level spells and two 1st-level spells of the psychic's choice. At each new psychic level, she learns one or more new spells. Unlike a psychic's spells per day, the number of spells a psychic knows isn't affected by her Intelligence score.",
			"",
			"At 4th level and every even-numbered level thereafter (6th, 8th, and so on), a psychic can choose to learn a single new spell in place of one she already knows. In effect, the psychic loses the old spell in exchange for the new one. The new spell's level must be the same as that of the spell being exchanged, and it must be at least 1 level lower than the highest-level spell from the psychic's class list that the psychic can cast. A psychic can swap only a single spell at any given level, and must choose whether or not to swap the spell at the same time that she gains new spells known for the level.",
			"",
			"A psychic need not prepare her spells in advance. She can cast any psychic spell she knows at any time, assuming she has not yet used up her allotment of spells per day for the spell's level.",
			"",
			"**Knacks:** Psychics learn a number of knacks, or 0-level spells. These spells are cast like any other spell, but they don't consume any slots and can be used again. Knacks cast using other spell slots (due to metamagic feats, for example) consume spell slots as normal.",
			"",
			"**Phrenic Pool (Su):** A psychic has a pool of supernatural mental energy that she can draw upon to manipulate psychic spells as she casts them. The maximum number of points in a psychic's phrenic pool is equal to 1/2 her psychic level + her Wisdom or Charisma modifier, as determined by her psychic discipline. The phrenic pool is replenished each morning after 8 hours of rest or meditation; these hours don't need to be consecutive. The psychic might be able to recharge points in her phrenic pool in additional circumstances dictated by her psychic discipline. Points gained in excess of the pool's maximum are lost.",
			"",
			"**Phrenic Amplifications:** A psychic develops particular techniques to empower her spellcasting, called {ability/phrenic amplifications}. The psychic can activate a phrenic amplification only while casting a spell using psychic magic, and the amplification modifies either the spell's effects or the process of casting it. The spell being cast is called the linked spell. The psychic can activate only one amplification each time she casts a spell, and doing so is part of the action used to cast the spell. She can use any amplification she knows with any psychic spell, unless the amplification's description states that it can be linked only to certain types of spells. A psychic learns one phrenic amplification at 1st level, selected from the list below. At 3rd level and every 4 levels thereafter, the psychic learns a new phrenic amplification. A phrenic amplification can't be selected more than once. Once a phrenic amplification has been selected, it can't be changed. Phrenic amplifications require the psychic to expend 1 or more points from her phrenic pool to function.",
			"",
			"**Psi-Tech:** A psychic can learn a [psi-tech discovery](ability/psi_tech) in place of a phrenic amplification or a feat. Many of these discoveries use the rules for [advanced technology](rule/technological_equipment).",
			"",
			"**Psychic Discipline (Ex or Sp):** Each psychic accesses and improves her mental powers through a particular method, such as rigorous study or attaining a particular mental state. This is called her [psychic discipline](ability/disciplines). She gains additional spells known based on her selected discipline. The choice of discipline must be made at 1st level; once made, it can't be changed. Each psychic discipline gives the psychic a number of discipline powers (at 1st, 5th, and 13th levels), and grants her additional spells known. In addition, the discipline determines which ability score the psychic uses for her phrenic pool and phrenic amplifications abilities. The DC of a saving throw against a psychic discipline ability equals 10 + 1/2 the psychic's level + the psychic's Intelligence modifier.",
			"",
			"At 1st level, a psychic learns an additional spell determined by her discipline. She learns another additional spell at 4th level and every 2 levels thereafter, until learning the final one at 18th level. These spells are in addition to the number of spells gained each level. Spells learned from a discipline can't be exchanged for different spells at higher levels.",
			"",
			"**Detect Thoughts (Sp):** At 2nd level, a psychic can use {spell/detect thoughts} as a spell-like ability once per day. She can also expend any unused spell slot of 1st level or higher to cast *detect thoughts*. If she does so, she uses the level of the spell slot expended to determine the Will save DC. When a psychic gains this ability, if she knows *detect thoughts*, she can learn a different 1st-level spell in place of *detect thoughts*, losing the old spell in exchange for the new one.",
			"",
			"**Telepathic Bond (Sp):** At 9th level, a psychic can use {spell/telepathic bond} as a spell-like ability once per day, using her psychic level as her caster level. She can't leave herself out of a bond created in this way. She can also expend any unused spell slot of 4th level or higher to cast *telepathic bond*. Casting the spell using a higher-level spell slot gives no benefit on its own, but the psychic can apply metamagic feats that would increase the spell level to the appropriate level. For instance, if the psychic knows {feat/Extend Spell}, she can use a 5th-level spell slot to cast extended *telepathic bond* as a full-round action. When a psychic who knows *telepathic bond* gains this ability, she can learn a different 4th-level spell in place of *telepathic bond*, losing the old spell in exchange for the new one.",
			"",
			"**Major Amplifications:** At 11th level and every 4 levels thereafter, a psychic can choose a [major amplification](ability/major_phrenic_amplifications) in place of a phrenic amplification.",
			"",
			"**Telepathy (Su):** At 17th level, the psychic can mentally communicate with any other creature within 100 feet that has a language. It is possible to address multiple creatures at once telepathically, although maintaining a telepathic conversation with more than one creature at a time is just as difficult as both speaking and listening to multiple people at the same time. When a psychic who knows *telepathy* gains this ability, she can learn a different 5th-level spell in place of *telepathy*, losing the old spell in exchange for the new one.",
			"",
			"**Remade Self (Sp):** At 20th level, the psychic is affected by one of the following spells as a constant spell-like ability: *arcane sight*, *fly*, *haste*, *heroism*, *nondetection*, or *tongues*. This ability is chosen when the psychic reaches 20th level and can't be changed. While the psychic is under the effects of this spell-like ability, each time she casts a psychic spell, she can link one phrenic amplification or major amplification she knows that has a point cost of 1 to that spell without spending any points from her phrenic pool. This amplification is in addition to the normal maximum of one amplification per spell.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Deep Magics (Su) | At 20th level, the character's repertoire of spells deepens dramatically. She gains an additional spell known for each spell level she can cast. A character of any class with spells known can select this capstone. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Phrenic Mastery (Su) | At 20th level, the psychic's mind is a legendary weapon in its own right. The psychic's phrenic pool increases by 6, and she gains two new phrenic amplifications. *([Chronicle of Legends pg. 29](source/chronicle_of_legends))* |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. *([Chronicle of Legends pg. 30](source/chronicle_of_legends))* |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. *([Chronicle of Legends pg. 31](source/chronicle_of_legends))* |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Drow | Gain 1/6 of a phrenic amplification (or a major amplification if the psychic is at least 11th level). ([Blood of Shadows pg. 15](source/blood_of_shadows)) |",
			"| Duergar | The psychic treats her Wisdom bonus as 1/3 point higher for the purpose of determining the number of uses or rounds per day of her discipline powers. ([Darklands Revisited pg. 13](source/darklands_revisited)) |",
			"| Dwarf | When casting psychic abjuration spells, add 1/2 level to the effective caster level of the spell, but only to determine the spell's duration. ([Occult Adventures pg. 84](source/occult_adventures)) |",
			"| Elf | Increase the total number of points in the psychic's phrenic pool by 1/3 point. ([Occult Adventures pg. 84](source/occult_adventures)) |",
			"| Gnome | Increase the total number of points in the psychic's phrenic pool by 1/3 point. ([Occult Adventures pg. 85](source/occult_adventures)) |",
			"| Half-elf | Gain 1/6 of a new phrenic amplification. ([Occult Adventures pg. 85](source/occult_adventures)) |",
			"| Halfling | The psychic treats her Charisma bonus as 1/3 point higher for the purpose of determining the number of uses or rounds per day of her discipline powers. ([Occult Adventures pg. 85](source/occult_adventures)) |",
			"| Half-orc | Gain a +1 bonus on concentration checks required because of taking damage while casting spells from the psychic class. ([Occult Adventures pg. 85](source/occult_adventures)) |",
			"| Human | Add one spell known from the psychic spell list. This spell must be at least 1 level lower than the highest spell level the psychic can cast. ([Occult Adventures pg. 85](source/occult_adventures)) |",
			"| Human | Add a +1/4 bonus to AC when flat-footed, to a maximum of what the psychic's AC would be if not flat-footed. ([Horror Adventures pg. 41](source/horror_adventures)) |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ([Blood of the Beast pg. 12](source/blood_of_the_beast)) |",
			"| Ratfolk | Gain 1/6 of a new phrenic amplification. ([Blood of the Beast pg. 20](source/blood_of_the_beast)) |",
			"| Vanara | When casting psychic divination spells, the psychic adds 1/2 to the effective caster level of the spell, but only to determine the spell's range and its d% chance to provide correct or meaningful information (such as with augury or divination). ([Blood of the Beast pg. 28](source/blood_of_the_beast)) |",
			"| Wyrwood | psychic gains 1/6 of a phrenic amplification. ([Heroes of Golarion pg. 6](source/heroes_of_golarion)) |",
			"",
			"### Archetypes",
			"",
			"| Archetype | Replaces or Modifies | Description |",
			"| --- | --- | --- |",
			"| [Amnesiac](/arc-psychic/amnesiac) | Spellcasting | The amnesiac once possessed great psychic power, but mental blocks - resulting from either a traumatic event or intentional implantation - have caused her to forget what she knew before |",
			"| [Esoteric Starseeker](/arc-psychic/esoteric_starseeker) | Discipline Spells; 1st, 11th-level Phrenic Amplifications; Major Amplifications | An esoteric starseeker is a psychic who focuses her studies on uncovering the secrets of the sky and the constellations of the Cosmic Caravan. |",
			"| [Formless Adept](/arc-psychic/formless_adept) | Phrenic Pool; Psychic Discipline; Discipline Powers; 1st and 15th-level Phrenic Amplifications; Discipline Spells; Remade Self | Formless adepts master their psychic powers to unshackle themselves from the confines of the flesh and empower their spellcasting. |",
			"| [Magaambyan Telepath](/arc-psychic/magaambyan_telepath) | Discipline Spells; 1st, 11th-level Phrenic Amplifications; Telepathic Bond; Telepathy | Followers of Old-Mage Jatembe's more esoteric wisdom instead focus on the occult connection between all living creatures and the resonance between the natural and supernatural world. |",
			"| [Mutation Mind](/arc-psychic/mutation_mind) | 1st-level Phrenic Amplification; Phrenic Amplifications; Major Amplifications | Exposure to unintended spell effects, curses, or sources of radiation cause some to manifest psychic powers. When a mutation mind uses her psychic abilities, her physical body changes under the stress, and she risks losing control if she pushes too far. |",
			"| [Psychic Duelist](/arc-psychic/psychic_duelist) | 4th-level Discipline Spell; 7th-level Phrenic Amplification; Phrenic Amplifications; Telepathic Bond; Telepathy | Psychic duelists hone their mental powers for combat, much as warriors do with their blades. |",
			"| [Psychic Marauder](/arc-psychic/psychic_marauder) | Alignment; Detect Thoughts; 3rd, 11th, 19th-level Phrenic Amplification; Telepathic Bond; Remade Self | The psychic marauder's powers come hand in hand with madness, either from exposure to alien psyches or from terrifying glimpses into the cosmos that the psychic can't suppress. |",
			"| [Terror Weaver](/arc-psychic/terror_weaver) | Detect Thoughts; Telepathic Bond; 11th, 15th, 19th-level Phrenic Amplifications | A number of exceptional Darklands half-orcs have developed potent psychic abilities, unlocked by generations of exposure to a specific combination of mind-altering fungi and radiation |",
			"",
			"## Archetypes by Feature Replaced/Modified",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "psychic archetypes",
				"headers": [ "Archetype", "1st-level Phrenic Amplification", "3rd-level Phrenic Amplification", "4th-level Discipline Spell", "7th-level Phrenic Amplification", "11th-level Phrenic Amplification", "15th-level Phrenic Amplification", "19th-level Phrenic Amplification", "Alignment", "Detect Thoughts", "Discipline Powers", "Discipline Spells", "Major Amplifications", "Phrenic Amplifications", "Phrenic Pool", "Psychic Discipline", "Remade Self", "Spellcasting", "Telepathic Bond", "Telepathy" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-psychic/Amnesiac}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-psychic/Esoteric Starseeker}", "X", null, null, null, "X", null, null, null, null, null, "X", "X", null, null, null, null, null, null, null ],
					[ "{arc-psychic/Formless Adept}", "X", null, null, null, null, "X", null, null, null, "X", "X", null, null, "X", "X", "X", null, null, null ],
					[ "{arc-psychic/Magaambyan Telepath}", "X", null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, "X", "X" ],
					[ "{arc-psychic/Mutation Mind}", "X", null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null ],
					[ "{arc-psychic/Psychic Duelist}", null, null, "X", "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X" ],
					[ "{arc-psychic/Psychic Marauder}", null, "X", null, null, "X", null, "X", "X", "X", null, null, null, null, null, null, "X", null, "X", null ],
					[ "{arc-psychic/Terror Weaver}", null, null, null, null, "X", "X", "X", null, "X", null, null, null, null, null, null, null, null, "X", null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	}
}
