{
	"not_found": {
		"name": "Error",
		"compilationSources": [],
		"description": [
			"Unable to find the requested bardic performance."
		]
	},
	"countersong": {
		"name": "Countersong",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "PRPG Core Rulebook", 36 ] ],
		"description": [
			"## Countersong (Su)",
			"",
			"At 1st level, a bard learns to counter magic effects that depend on sound (but not spells that have verbal components). Each round of the countersong he makes a Perform (keyboard, percussion, wind, string, or sing) skill check. Any creature within 30 feet of the bard (including the bard himself) that is affected by a sonic or language-dependent magical attack may use the bard's Perform check result in place of its saving throw if, after the saving throw is rolled, the Perform check result proves to be higher. If a creature within range of the countersong is already under the effect of a non-instantaneous sonic or language-dependent magical attack, it gains another saving throw against the effect each round it hears the countersong, but it must use the bard's Perform skill check result for the save. Countersong does not work on effects that don't allow saves. Countersong relies on audible components."
		]
	},
	"distraction": {
		"name": "Distraction",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "PRPG Core Rulebook", 36 ] ],
		"description": [
			"## Distraction (Su)",
			"",
			"At 1st level, a bard can use his performance to counter magic effects that depend on sight. Each round of the distraction, he makes a Perform (act, comedy, dance, or oratory) skill check. Any creature within 30 feet of the bard (including the bard himself) that is affected by an illusion (pattern) or illusion (figment) magical attack may use the bard's Perform check result in place of its saving throw if, after the saving throw is rolled, the Perform skill check proves to be higher. If a creature within range of the distraction is already under the effect of a non-instantaneous illusion (pattern) or illusion (figment) magical attack, it gains another saving throw against the effect each round it sees the distraction, but it must use the bard's Perform skill check result for the save. Distraction does not work on effects that don't allow saves. Distraction relies on visual components."
		]
	},
	"fascinate": {
		"name": "Fascinate",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "PRPG Core Rulebook", 37 ] ],
		"description": [
			"## Fascinate (Su)",
			"",
			"At 1st level, a bard can use his performance to cause one or more creatures to become {misc/fascinated} with him. Each creature to be fascinated must be within 90 feet, able to see and hear the bard, and capable of paying attention to him. The bard must also be able to see the creatures affected. The distraction of a nearby combat or other dangers prevents this ability from working. For every three levels the bard has attained beyond 1st, he can target one additional creature with this ability.",
			"",
			"Each creature within range receives a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier) to negate the effect. If a creature's saving throw succeeds, the bard cannot attempt to fascinate that creature again for 24 hours. If its saving throw fails, the creature sits quietly and observes the performance for as long as the bard continues to maintain it. While fascinated, a target takes a -4 penalty on all skill checks made as reactions, such as Perception checks. Any potential threat to the target allows the target to make a new saving throw against the effect. Any obvious threat, such as someone drawing a weapon, casting a spell, or aiming a weapon at the target, automatically breaks the effect.",
			"",
			"Fascinate is an enchantment (compulsion), mind-affecting ability. Fascinate relies on audible and visual components in order to function."
		]
	},
	"inspire_courage": {
		"name": "Inspire Courage",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "PRPG Core Rulebook", 37 ] ],
		"description": [
			"## Inspire Courage (Su)",
			"",
			"A 1st-level bard can use his performance to inspire courage in his allies (including himself), bolstering them against fear and improving their combat abilities. To be affected, an ally must be able to perceive the bard's performance. An affected ally receives a +1 morale bonus on saving throws against charm and fear effects and a +1 competence bonus on attack and weapon damage rolls. At 5th level, and every six bard levels thereafter, this bonus increases by +1, to a maximum of +4 at 17th level. Inspire courage is a mind-affecting ability. Inspire courage can use audible or visual components. The bard must choose which component to use when starting his performance."
		]
	},
	"inspire_competence": {
		"name": "Inspire Competence",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "PRPG Core Rulebook", 37 ] ],
		"description": [
			"## Inspire Competence (Su)",
			"",
			"A bard of 3rd level or higher can use his performance to help an ally succeed at a task. That ally must be within 30 feet and be able to hear the bard. The ally gets a +2 competence bonus on skill checks with a particular skill as long as she continues to hear the bard's performance. This bonus increases by +1 for every four levels the bard has attained beyond 3rd (+3 at 7th, +4 at 11th, +5 at 15th, and +6 at 19th). Certain uses of this ability are infeasible, such as Stealth, and may be disallowed at the GM's discretion. A bard can't inspire competence in himself. Inspire competence relies on audible components."
		]
	},
	"suggestion": {
		"name": "Suggestion",
		"nameSuffix": "(Sp)",
		"compilationSources": [ [ "PRPG Core Rulebook", 37 ] ],
		"description": [
			"## Suggestion (Sp)",
			"",
			"A bard of 6th level or higher can use his performance to make a {spell/suggestion} (as per the spell) to a creature he has already {performance/fascinate/d}. Using this ability does not disrupt the fascinate effect, but it does require a standard action to activate (in addition to the free action to continue the fascinate effect). A bard can use this ability more than once against an individual creature during an individual performance.",
			"",
			"Making a *suggestion* does not count against a bard's daily use of bardic performance. A Will saving throw (DC 10 + 1/2 the bard's level + the bard's Cha modifier) negates the effect. This ability affects only a single creature. *Suggestion* is an enchantment (compulsion), mind affecting, language-dependent ability and relies on audible components."
		]
	},
	"dirge_of_doom": {
		"name": "Dirge of Doom",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "PRPG Core Rulebook", 37 ] ],
		"description": [
			"## Dirge of Doom (Su)",
			"",
			"A bard of 8th level or higher can use his performance to foster a sense of growing dread in his enemies, causing them to become {misc/shaken}. To be affected, an enemy must be within 30 feet and able to see and hear the bard's performance. The effect persists for as long as the enemy is within 30 feet and the bard continues his performance. This performance cannot cause a creature to become frightened or panicked, even if the targets are already shaken from another effect. Dirge of doom is a mind-affecting fear effect, and it relies on audible and visual components."
		]
	},
	"inspire_greatness": {
		"name": "Inspire Greatness",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "PRPG Core Rulebook", 37 ] ],
		"description": [
			"## Inspire Greatness (Su)",
			"",
			"A bard of 9th level or higher can use his performance to inspire greatness in himself or a single willing ally within 30 feet, granting extra fighting capability. For every three levels the bard attains beyond 9th, he can target an additional ally while using this performance (up to a maximum of four targets at 18th level). To inspire greatness, all of the targets must be able to see and hear the bard. A creature inspired with greatness gains 2 bonus Hit Dice (d10s), the commensurate number of temporary hit points (apply the target's Constitution modifier, if any, to these bonus Hit Dice), a +2 competence bonus on attack rolls, and a +1 competence bonus on Fortitude saves. The bonus Hit Dice count as regular Hit Dice for determining the effect of spells that are Hit Dice dependent. Inspire greatness is a mind-affecting ability and it relies on audible and visual components."
		]
	},
	"soothing_performance": {
		"name": "Soothing Performance",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "PRPG Core Rulebook", 38 ] ],
		"description": [
			"## Soothing Performance (Su)",
			"",
			"A bard of 12th level or higher can use his performance to create an effect equivalent to a {spell/mass cure serious wounds}, using the bard's level as the caster level. In addition, this performance removes the fatigued, sickened, and shaken conditions from all those affected. Using this ability requires 4 rounds of continuous performance, and the targets must be able to see and hear the bard throughout the performance. Soothing performance affects all targets that remain within 30 feet throughout the performance. Soothing performance relies on audible and visual components."
		]
	},
	"frightening_tune": {
		"name": "Frightening Tune",
		"nameSuffix": "(Sp)",
		"compilationSources": [ [ "PRPG Core Rulebook", 38 ] ],
		"description": [
			"## Frightening Tune (Sp)",
			"",
			"A bard of 14th level or higher can use his performance to cause fear in his enemies. To be affected, an enemy must be able to hear the bard perform and be within 30 feet. Each enemy within range receives a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier) to negate the effect. If the save succeeds, the creature is immune to this ability for 24 hours. If the save fails, the target becomes {misc/frightened} and flees for as long as the target can hear the bard's performance. Frightening tune relies on audible components."
		]
	},
	"inspire_heroics": {
		"name": "Inspire Heroics",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "PRPG Core Rulebook", 38 ] ],
		"description": [
			"## Inspire Heroics (Su)",
			"",
			"A bard of 15th level or higher can inspire tremendous heroism in himself or a single ally within 30 feet. For every three bard levels the character attains beyond 15th, he can inspire heroics in an additional creature. To inspire heroics, all of the targets must be able to see and hear the bard. Inspired creatures gain a +4 morale bonus on saving throws and a +4 dodge bonus to AC. This effect lasts for as long as the targets are able to witness the performance. Inspire heroics is a mind-affecting ability that relies on audible and visual components."
		]
	},
	"mass_suggestion": {
		"name": "Mass Suggestion",
		"nameSuffix": "(Sp)",
		"compilationSources": [ [ "PRPG Core Rulebook", 38 ] ],
		"description": [
			"## Mass Suggestion (Sp)",
			"",
			"This ability functions just like {performance/suggestion}, but allows a bard of 18th level or higher to make a *suggestion* simultaneously to any number of creatures that he has already fascinated. *Mass suggestion* is an enchantment (compulsion), mind-affecting, language-dependent ability that relies on audible components."
		]
	},
	"deadly_performance": {
		"name": "Deadly Performance",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "PRPG Core Rulebook", 38 ] ],
		"description": [
			"## Deadly Performance (Su)",
			"",
			"A bard of 20th level or higher can use his performance to cause one enemy to die from joy or sorrow. To be affected, the target must be able to see and hear the bard perform for 1 full round and be within 30 feet. The target receives a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier) to negate the effect. If a creature's saving throw succeeds, the target is {misc/staggered} for 1d4 rounds, and the bard cannot use deadly performance on that creature again for 24 hours. If a creature's saving throw fails, it dies. Deadly performance is a mind-affecting death effect that relies on audible and visual components."
		]
	}
}
