{
	"brawler": {
		"name": "Brawler",
		"sources": [
			"Advanced Class Guide",
			"Chronicle of Legends",
			"Blood of the Beast",
			"Pathfinder #101: The Kintargo Contract"
		],
		"description": [
			"{jumplist Class Skills / Brawler's Cunning / Martial Flexibility / Martial Training / Unarmed Strike / Bonus Combat Feats / Brawler's Flurry / Maneuver Training / AC Bonus / Knockout / Brawler's Strike / Close Weapon Mastery / Awesome Blow / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Brawler",
			"",
			"{SOURCE Advanced Class Guide/23}",
			"",
			"Deadly even with nothing in her hands, a brawler eschews using the fighter's heavy armor and the monk's mysticism, focusing instead on perfecting many styles of brutal unarmed combat. Versatile, agile, and able to adapt to most enemy attacks, a brawler's body is a powerful weapon.",
			"",
			"**Role:** Brawlers are maneuverable and well suited for creating flanking situations or dealing with lightly armored enemies, as well as quickly adapting to a rapidly changing battlefield.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d10.  ",
			"**Parent Class(es):** Fighter and monk.  ",
			"**Starting Wealth:** 3d6 &times; 10 gp (average 105 gp).",
			"",
			"### Class Skills",
			"",
			"The Brawler's class skills are Acrobatics (Dex), Climb (Str), Craft (Int), Escape Artist (Dex), Handle Animal (Cha), Intimidate (Cha), Knowledge (dungeoneering) (Int), Knowledge (local) (Int), Perception (Wis), Profession (Wis), Ride (Dex), Sense Motive (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Unarmed Damage |",
			"| --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +2 | +2 | +0 | Brawler's cunning, martial flexibility, martial training, unarmed strike | 1d6 |",
			"| 2nd | +2 | +3 | +3 | +0 | Bonus combat feat, brawler's flurry (Two-Weapon Fighting) | 1d6 |",
			"| 3rd | +3 | +3 | +3 | +1 | Maneuver training 1 | 1d6 |",
			"| 4th | +4 | +4 | +4 | +1 | AC bonus +1, knockout 1/day | 1d8 |",
			"| 5th | +5 | +4 | +4 | +1 | Bonus combat feat, brawler's strike (magic), close weapon mastery | 1d8 |",
			"| 6th | +6/+1 | +5 | +5 | +2 | Martial flexibility (swift action) | 1d8 |",
			"| 7th | +7/+2 | +5 | +5 | +2 | Maneuver training 2 | 1d8 |",
			"| 8th | +8/+3 | +6 | +6 | +2 | Bonus combat feat, brawler's flurry (Improved Two-Weapon Fighting) | 1d10 |",
			"| 9th | +9/+4 | +6 | +6 | +3 | AC bonus +2, brawler's strike (cold iron and silver) | 1d10 |",
			"| 10th | +10/+5 | +7 | +7 | +3 | Martial flexibility (free action), knockout 2/day | 1d10 |",
			"| 11th | +11/+6/+1 | +7 | +7 | +3 | Bonus combat feat, maneuver training 3 | 1d10 |",
			"| 12th | +12/+7/+2 | +8 | +8 | +4 | Brawler's strike (alignment), martial flexibility (immediate action) | 2d6 |",
			"| 13th | +13/+8/+3 | +8 | +8 | +4 | AC bonus +3 | 2d6 |",
			"| 14th | +14/+9/+4 | +9 | +9 | +4 | Bonus combat feat | 2d6 |",
			"| 15th | +15/+10/+5 | +9 | +9 | +5 | Brawler's flurry (Greater Two-Weapon Fighting), maneuver training 4 | 2d6 |",
			"| 16th | +16/+11/+6/+1 | +10 | +10 | +5 | Awesome blow, knockout 3/day | 2d8 |",
			"| 17th | +17/+12/+7/+2 | +10 | +10 | +5 | Bonus combat feat, brawler's strike (adamantine) | 2d8 |",
			"| 18th | +18/+13/+8/+3 | +11 | +11 | +6 | AC bonus +4 | 2d8 |",
			"| 19th | +19/+14/+9/+4 | +11 | +11 | +6 | Maneuver training 5 | 2d8 |",
			"| 20th | +20/+15/+10/+5 | +12 | +12 | +6 | Bonus combat feat, improved awesome blow, martial flexibility (any number) | 2d10 |",
			"",
			"**Weapon and Armor Proficiency:** A brawler is proficient with all simple weapons plus the handaxe, short sword, and weapons from the close fighter weapon group. She is proficient with light armor and shields (except tower shields).",
			"",
			":b[Brawler's Cunning/ (Ex):] If the brawler's Intelligence score is less than 13, it counts as 13 for the purpose of meeting the prerequisites of combat feats.",
			"",
			":b[Martial Flexibility/ (Ex):] A brawler can take a move action to gain the benefit of a combat feat she doesn't possess. This effect lasts for 1 minute. The brawler must meet all the feat's prerequisites. She may use this ability a number of times per day equal to 3 + 1/2 her brawler level (minimum 1).",
			"",
			"The brawler can use this ability again before the duration expires in order to replace the previous combat feat with another choice.",
			"",
			"If a combat feat has a daily use limitation (such as {feat/Stunning Fist}), any uses of that combat feat while using this ability count toward that feat's daily limit. At 6th level, a brawler can use this ability to gain the benefit of two combat feats at the same time. She may select one feat as a swift action or two feats as a move action. She may use one of these feats to meet a prerequisite of the second feat; doing so means that she cannot replace a feat currently fulfilling another's prerequisite without also replacing those feats that require it. Each individual feat selected counts toward her daily uses of this ability.",
			"",
			"At 10th level, a brawler can use this ability to gain the benefit of three combat feats at the same time. She may select one feat as a free action, two feats as a swift action, or three feats as a move action. She may use one of the feats to meet a prerequisite of the second and third feats, and use the second feat to meet a prerequisite of the third feat. Each individual feat selected counts toward her daily uses of this ability.",
			"",
			"At 12th level, a brawler can use this ability to gain the benefit of one combat feat as an immediate action or three combat feats as a swift action. Each individual feat selected counts toward her daily uses of this ability.",
			"",
			"At 20th level, a brawler can use this ability to gain the benefit of any number of combat feats as a swift action. Each feat selected counts toward her daily uses of this ability.",
			"",
			":b[Martial Training/ (Ex):] At 1st level, a brawler counts her total brawler levels as both fighter levels and monk levels for the purpose of qualifying for feats. She also counts as both a fighter and a monk for feats and magic items that have different effects based on whether the character has levels in those classes (such as {feat/Stunning Fist} and a {magic-wondrous/monk's robe}). This ability does not automatically grant feats normally granted to fighters and monks based on class level, namely {feat/Stunning Fist}.",
			"",
			":b[Unarmed Strike:] At 1st level, a brawler gains {feat/Improved Unarmed Strike} as a bonus feat. A brawler may attack with fists, elbows, knees, and feet. This means that a brawler may make unarmed strikes with her hands full. A brawler applies her full Strength modifier (not half) on damage rolls for all her unarmed strikes.",
			"",
			"Usually, a brawler's unarmed strikes deal lethal damage, but she can choose to deal nonlethal damage instead with no penalty on her attack roll. She has the same choice to deal lethal or nonlethal damage while grappling.",
			"",
			"A brawler's unarmed strike is treated as both a manufactured weapon and a natural weapon for the purpose of spells and effects that modify either manufactured weapons or natural weapons.",
			"",
			"A brawler also deals more damage with her unarmed strikes than others. The unarmed damage values listed on above are for Medium brawlers. A Small brawler deals less damage than the amount given there with her unarmed attacks, while a Large brawler deals more damage; see the following table.",
			"",
			"| Level | Damage (Small Brawler) | Damage (Large Brawler) |",
			"| --- | --- | --- |",
			"| 1st-3rd | 1d4 | 1d8 |",
			"| 4th-7th | 1d6 | 2d6 |",
			"| 8th-11th | 1d8 | 2d8 |",
			"| 12th-15th | 1d10 | 3d6 |",
			"| 16th-19th | 2d6 | 3d8 |",
			"| 20th | 2d8 | 4d8 |",
			"",
			":b[Bonus Combat Feats:] At 2nd level and every 3 levels thereafter, a brawler gains a bonus combat feat in addition to those gained from normal advancement. These bonus feats must be ones that affect or improve her defenses or melee attacks. The brawler must meet the prerequisites of the selected bonus combat feat.",
			"",
			"Upon reaching 5th level and every 3 levels thereafter, a brawler can choose to learn a new bonus combat feat in place of a bonus combat feat she has already learned. In effect, the brawler loses the bonus combat feat in exchange for the new one. The old feat cannot be one that was used as a prerequisite for another feat, prestige class, or other ability. A brawler can only change one feat at any given level, and must choose whether or not to swap the feat at the time she gains a new bonus combat feat for the level.",
			"",
			":b[Brawler's Flurry/ (Ex):] Starting at 2nd level, a brawler can make a brawler's flurry as a full-attack action. When doing so, a brawler has the {feat/Two-Weapon Fighting} feat when attacking with any combination of unarmed strikes, weapons from the close fighter weapon group, or weapons with the \"monk\" special feature. She does not need to use two different weapons to use this ability.",
			"",
			"A brawler applies her full Strength modifier to her damage rolls for all attacks made with brawler's flurry, whether the attacks are made with an off-hand weapon or a weapon wielded in both hands. A brawler can substitute disarm, sunder, and trip combat maneuvers for unarmed attacks as part of brawler's flurry. A brawler with natural weapons can't use such weapons as part of brawler's flurry, nor can she make natural weapon attacks in addition to her brawler's flurry attacks.",
			"",
			"At 8th level, the brawler gains use of the {feat/Improved Two-Weapon Fighting} feat when using brawler's flurry. At 15th level, she gains use of the {feat/Greater Two-Weapon Fighting} feat when using brawler's flurry.",
			"",
			":b[Maneuver Training/ (Ex):] At 3rd level, a brawler can select one combat maneuver to receive additional training. She gains a +1 bonus on combat maneuver checks when performing that combat maneuver and a +1 bonus to her CMD when defending against that maneuver.",
			"",
			"At 7th level and every 4 levels thereafter, the brawler becomes further trained in another combat maneuver, gaining the above +1 bonus combat maneuver checks and to CMD. In addition, the bonuses granted by all previous maneuver training increase by 1 each. (For example, if a brawler chooses grapple at 3rd level and sunder at 7th level, her bonuses to grapple are +2 and bonuses to sunder are +1. If she then chooses bull rush upon reaching 11th level, her bonuses to grapple are +3, to sunder are +2, and to bull rush are +1.)",
			"",
			":b[AC Bonus/ (Ex):] At 4th level, when a brawler wears light or no armor, she gains a +1 dodge bonus to AC and CMD. This bonus increases by 1 at 9th, 13th, and 18th levels.",
			"",
			"These bonuses to AC apply against touch attacks. She loses these bonuses while immobilized or helpless, wearing medium or heavy armor, or carrying a medium or heavy load.",
			"",
			":b[Knockout/ (Ex):] At 4th level, once per day a brawler can unleash a devastating attack that can instantly knock a target unconscious. She must announce this intent before making her attack roll. If the brawler hits and the target takes damage from the blow, the target must succeed at a Fortitude saving throw (DC = 10 + 1/2 the brawler's level + the higher of the brawler's Strength or Dexterity modifier) or fall unconscious for 1d6 rounds. Each round on its turn, the unconscious target may attempt a new saving throw to end the effect as a full-round action that does not provoke attacks of opportunity. Creatures immune to critical hits or nonlethal damage are immune to this ability. At 10th level, the brawler may use this ability twice per day; at 16th level, she may use it three times per day.",
			"",
			":b[Brawler's Strike/ (Ex):] At 5th level, a brawler's unarmed strikes are treated as magic weapons for the purpose of overcoming damage reduction. At 9th level, her unarmed attacks are also treated as cold iron and silver for the purpose of overcoming damage reduction. At 12th level, she chooses one alignment component: chaotic, evil, good, or lawful; her unarmed strikes also count as this alignment for the purpose of overcoming damage reduction. (This alignment component cannot be the opposite of the brawler's actual alignment, such as a good brawler choosing evil strikes.) At 17th level, her unarmed attacks are also treated as adamantine weapons for the purpose of overcoming damage reduction and bypassing hardness.",
			"",
			":b[Close Weapon Mastery/ (Ex):] At 5th level, a brawler's damage with [close weapons](ability/weapon_groups) increases. When wielding a close weapon, she uses the unarmed strike damage of a brawler 4 levels lower instead of the base damage for that weapon (for example, a 5th-level Medium brawler wielding a punching dagger deals 1d6 points of damage instead of the weapon's normal 1d4). If the weapon normally deals more damage than this, its damage is unchanged. This ability does not affect any other aspect of the weapon. The brawler can decide to use the weapon's base damage instead of her adjusted unarmed strike damage - this must be declared before the attack roll is made.",
			"",
			":b[Awesome Blow/ (Ex):] At 16th level, the brawler can as a standard action perform an awesome blow combat maneuver against a corporeal creature of her size or smaller. If the combat maneuver check succeeds, the opponent takes damage as if the brawler hit it with the close weapon she is wielding or an unarmed strike, it is knocked flying 10 feet in a direction of the brawler's choice, and it falls prone. The brawler can only push the opponent in a straight line, and the opponent can't move closer to the brawler than the square it started in. If an obstacle prevents the completion of the opponent's move, the opponent and the obstacle each take 1d6 points of damage, and the opponent is knocked prone in the space adjacent to the obstacle. (Unlike the {feat/Awesome Blow} monster feat, the brawler can be of any size to use this ability.)",
			"",
			"**Improved Awesome Blow (Ex):** At 20th level, the brawler can use her awesome blow ability as an attack rather than as a standard action. She may use it on creatures of any size. If the maneuver roll is a natural 20, the brawler can immediately attempt to confirm the critical by rolling another combat maneuver check with all the same modifiers as the one just rolled; if the confirmation roll is successful, the attack deals double damage, and the damage from hitting an obstacle (if any) is also doubled.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}  ",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Old Dog, New Tricks (Ex) | At 20th level, the character shows that a true warrior always has one more surprise the enemy hasn't seen. The character gains four [combat feats](main/feats_combat). This capstone is available to characters of any class that gains at least four bonus combat feats. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| Perfect Warrior (Ex) | At 20th level, the brawler has reached the highest levels of her art. The brawler's maneuver training increases by 2 and her dodge bonus to AC improves by 2. This replaces the 20th-level improvement to martial flexibility. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Dwarf | Reduce the hardness of any object made from clay, stone, or metal by 1 whenever the object is struck by the brawler's unarmed strike (minimum 0). ({source/Advanced Class Guide/ pg. 69}) |",
			"| Elf | Add 1 foot to the brawler's base speed. In combat, this has an effect only for every five increases in the brawler's base speed. ({source/Advanced Class Guide/ pg. 69}) |",
			"| Gnome | Increase the number of times per day the brawler can use martial flexibility by 1/4. ({source/Advanced Class Guide/ pg. 70}) |",
			"| Half-elf | Add 1 to the brawler's CMD when she's resisting a trip or overrun combat maneuver. ({source/Advanced Class Guide/ pg. 70}) |",
			"| Halfling | Gain a +1 bonus to the brawler's CMD when resisting a grapple or overrun combat maneuver. ({source/Advanced Class Guide/ pg. 70}) |",
			"| Half-orc | Add 1/4 to the brawler's effective level to determine her unarmed strike damage. ({source/Advanced Class Guide/ pg. 71}) |",
			"| Human | Gain a +1 bonus to the brawler's CMD when resisting two combat maneuvers of the brawler's choice. ({source/Advanced Class Guide/ pg. 71}) |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ({source/Blood of the Beast/ pg. 12}) |",
			"| Kitsune | Increase the number of times per day the brawler can use martial flexibility by 1/4. ({source/Blood of the Beast/ pg. 12}) |",
			"| Strix | Add 1/4 to the brawler's effective class level to determine her unarmed strike damage. ({source/Pathfinder #101: The Kintargo Contract/ pg. 73}) |",
			"| Tengu | Gain a +1/2 insight bonus on attack rolls made with the beak as a secondary natural attack (to a maximum of +3); the brawler must have a beak natural attack to select this option. ({source/Blood of the Beast/ pg. 24}) |",
			"| Vanara | Gain 1/5 of a new Fleet feat. ({source/Blood of the Beast/ pg. 28}) |",
			"",
			"### Archetypes",
			"",
			":::archetype{c=brawler}",
			"Battle Dancer",
			"Class Skills; Armor Proficiencies; Brawler's Cunning; Brawler's Flurry; AC Bonus; Knockout",
			"Battle dancers practice a martial art that emphasizes constant motion",
			":::",
			"",
			":::archetype{c=brawler}",
			"Bouncer",
			"Martial Flexibility; 2nd-level Bonus Feat; Close Weapon Mastery",
			"Some taverns employ bouncers to keep out undesirables or for when their customers get too rowdy.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Constructed Pugilist",
			"Class Skills; Martial Flexibility; Bonus Combat Feats",
			"Brawlers that develop combat skills that use their prostheses so they always have a weapon at hand",
			":::",
			"",
			":::archetype{c=brawler}",
			"Exemplar",
			"Unarmed Strike; Close Weapon Mastery; Maneuver Training; AC Bonus; Brawler's Strike",
			"A versatile soldier who inspires her companions with her fighting prowess, an exemplar is at home on the front lines of battles anywhere.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Feral Striker",
			"Martial Flexibility",
			"A feral striker taps into a reservoir of druidic power hidden inside herself, allowing her to take animalistic characteristics.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Hinyasi",
			"Armor Proficiencies; 2nd-level Bonus Feat; Knockout; Close Weapon Mastery",
			"The hinyasi's martial traditions are centered on the use of farming tools and on other improvised weapons.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Living Avalanche",
			"2nd and 5th-level Bonus Feats; Maneuver Training; AC Bonus; Awesome Blow; Improved Awesome Blow",
			"When a living avalanche is on the move, no one can stand in her way.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Mutagenic Mauler",
			"Martial Flexibility; AC Bonus",
			"Not content with perfecting her body with natural methods, a mutagenic mauler resorts to alchemy to unlock the primal beast within.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Shield Champion",
			"Weapon/Armor Proficiencies; Maneuver Training; Brawler's Strike",
			"Stalwart in battle, a shield champion has perfected an entire martial discipline relying on only her hand-to-hand fighting skills and her ever-present shield.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Snakebite Striker",
			"Class Skills; Martial Flexibility; 3rd, 7th, 11th, and 19th-level Maneuver Training",
			"With her lightning quickness and guile, a snakebite striker keeps her foes' attention focused on her, because any one of her feints might be an actual attack.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Steel-Breaker",
			"Class Skills; Brawler's Strike; Maneuver Training",
			"The steel-breaker studies destruction and practices it as an art form.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Strangler",
			"Class Skills; Brawler's Flurry; AC Bonus; Knockout; Awesome Blow; Improved Awesome Blow",
			"A strangler is trained to choke the life out of her victims with her vise-like grip.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Strong-Side Boxer",
			"AC Bonus; Maneuver Training; Close Weapon Mastery",
			"A strong-side boxer employs a unique fighting style that incorporates a rope or cord wound around her hand.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Turfer",
			"Maneuver Training; Knockout",
			"A turfer has a mastery over particular types of terrain.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Ulfen Beast-Wrestler",
			"Maneuver Training; AC Bonus",
			"For these mighty grapplers, wrestling normal opponents has lost its challenge - they seek greater targets for glory.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Venomfist",
			"Unarmed Strike; Knockout; Close Weapon Mastery",
			"Thanks to alchemical experiments and rigorous study of venomous creatures, a venomfist has toxic unarmed strikes.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Verdant Grappler",
			"2nd and 11th-level Bonus Feats; Maneuver Training; Close Weapon Mastery",
			"By accepting spirits of nature into her soul, a verdant grappler can entangle her foes with tangled undergrowth.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Wild Child",
			"Class Skills; Bonus Combat Feats; Close Weapon Mastery; Maneuver Training",
			"The wild child works with his sworn animal friend to conquer the challenges that lay before them.",
			":::",
			"",
			":::archetype{c=brawler}",
			"Winding Path Renegade",
			"2nd, 8th, 14th-level Bonus Feat; AC Bonus",
			"Winding path renegades studied at the Houses of Perfection in Jalmeray, but while they grasped the mechanical aspects of the forms, they lacked the mental discipline required by the masters of the school.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "brawler archetypes",
				"headers": [ "Archetype", "2nd-level Bonus Feat", "3rd-level Maneuver Training", "5th-level Bonus Feat", "7th-level Maneuver Training", "8th-level Bonus Feat", "11th-level Bonus Feat", "11th-level Maneuver Training", "14th-level Bonus Feat", "19th-level Maneuver Training", "AC Bonus", "Armor Proficiency", "Awesome Blow", "Bonus Feats", "Brawler's Cunning", "Brawler's Flurry", "Brawler's Strike", "Class Skills", "Close Weapon Mastery", "Improved Awesome Blow", "Knockout", "Maneuver Training", "Martial Flexibility", "Unarmed Strike", "Weapon/Armor Proficiency" ],
				"ripples": [0],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"data": [
					[ "{arc-brawler/Battle Dancer}", null, null, null, null, null, null, null, null, null, "X", "X", null, null, "X", "X", null, "X", null, null, "X", null, null, null, null ],
					[ "{arc-brawler/Bouncer}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null ],
					[ "{arc-brawler/Constructed Pugilist}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-brawler/Exemplar}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, "X", null, null, "X", null, "X", null ],
					[ "{arc-brawler/Feral Striker}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-brawler/Hinyasi}", "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, "X", null, null, null, null ],
					[ "{arc-brawler/Living Avalanche}", "X", null, "X", null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, "X", null, "X", null, null, null ],
					[ "{arc-brawler/Mutagenic Mauler}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-brawler/Shield Champion}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, "X" ],
					[ "{arc-brawler/Snakebite Striker}", null, "X", null, "X", null, null, "X", null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-brawler/Steel-Breaker}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", null, null, null ],
					[ "{arc-brawler/Strangler}", null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, "X", null, "X", null, "X", "X", null, null, null, null ],
					[ "{arc-brawler/Strong-Side Boxer}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, "X", null, null, null ],
					[ "{arc-brawler/Turfer}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null ],
					[ "{arc-brawler/Ulfen Beast-Wrestler}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-brawler/Venomfist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, "X", null ],
					[ "{arc-brawler/Verdant Grappler}", "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null ],
					[ "{arc-brawler/Wild Child}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", null, null, "X", null, null, null ],
					[ "{arc-brawler/Winding Path Renegade}", "X", null, null, null, "X", null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"summoner": {
		"name": "Summoner",
		"sources": [
			"Advanced Player's Guide",
			"Chronicle of Legends",
			"Advanced Race Guide",
			"Blood of the Sea",
			"Blood of Shadows",
			"Ultimate Wilderness",
			"Blood of the Beast"
		],
		"description": [
			"{jumplist Class Skills / Spells / Eidolon / Life Link / Summon Monster / Bond Senses / Shield Ally / Maker's Call / Transposition / Aspect / Greater Shield Ally / Life Bond / Merge Forms / Greater Aspect / Twin Eidolon / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Summoner",
			"",
			"{SOURCE Advanced Player's Guide/54}",
			"",
			"While many who dabble in the arcane become adept at beckoning monsters from the farthest reaches of the planes, none are more skilled at it than the summoner. This practitioner of the arcane arts forms a close bond with one particular outsider, known as an eidolon, who gains power as the summoner becomes more proficient at his summoning. Over time, the two become linked, eventually even sharing a shard of the same soul. But this power comes with a price: the summoner's spells and abilities are limited due to his time spent enhancing the power and exploring the nature of his eidolon.",
			"",
			"**Role:** Summoners spend much of their time exploring the arcane arts alongside their eidolons. While their power comes from within, they rely heavily on their eidolon companions in dangerous situations. While a summoner and his eidolon function as individuals, their true power lies in what they can accomplish together.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 2d6 &times; 10 gp (average 70 gp).",
			"",
			"### Class Skills",
			"",
			"The Summoner's class skills are Craft (Int), Fly (Dex), Handle Animal (Cha), Knowledge (all) (Int), Linguistics (Int), Profession (Wis), Ride (Dex), Spellcraft (Int), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +0 | +2 | Cantrips, eidolon, life link, *summon monster I* | 1 | - | - | - | - | - |",
			"| 2nd | +1 | +0 | +0 | +3 | Bond senses | 2 | - | - | - | - | - |",
			"| 3rd | +2 | +1 | +1 | +3 | *Summon monster II* | 3 | - | - | - | - | - |",
			"| 4th | +3 | +1 | +1 | +4 | Shield ally | 3 | 1 | - | - | - | - |",
			"| 5th | +3 | +1 | +1 | +4 | *Summon monster III* | 4 | 2 | - | - | - | - |",
			"| 6th | +4 | +2 | +2 | +5 | Maker's call | 4 | 3 | - | - | - | - |",
			"| 7th | +5 | +2 | +2 | +5 | *Summon monster IV* | 4 | 3 | 1 | - | - | - |",
			"| 8th | +6/+1 | +2 | +2 | +6 | Transposition | 4 | 4 | 2 | - | - | - |",
			"| 9th | +6/+1 | +3 | +3 | +6 | *Summon monster V* | 5 | 4 | 3 | - | - | - |",
			"| 10th | +7/+2 | +3 | +3 | +7 | Aspect | 5 | 4 | 3 | 1 | - | - |",
			"| 11th | +8/+3 | +3 | +3 | +7 | *Summon monster VI* | 5 | 4 | 4 | 2 | - | - |",
			"| 12th | +9/+4 | +4 | +4 | +8 | Greater shield ally | 5 | 5 | 4 | 3 | - | - |",
			"| 13th | +9/+4 | +4 | +4 | +8 | *Summon monster VII* | 5 | 5 | 4 | 3 | 1 | - |",
			"| 14th | +10/+5 | +4 | +4 | +9 | Life bond | 5 | 5 | 4 | 4 | 2 | - |",
			"| 15th | +11/+6/+1 | +5 | +5 | +9 | *Summon monster VIII* | 5 | 5 | 5 | 4 | 3 | - |",
			"| 16th | +12/+7/+2 | +5 | +5 | +10 | Merge forms | 5 | 5 | 5 | 4 | 3 | 1 |",
			"| 17th | +12/+7/+2 | +5 | +5 | +10 | *Summon monster IX* | 5 | 5 | 5 | 4 | 4 | 2 |",
			"| 18th | +13/+8/+3 | +6 | +6 | +11 | Greater aspect | 5 | 5 | 5 | 5 | 4 | 3 |",
			"| 19th | +14/+9/+4 | +6 | +6 | +11 | *Gate* | 5 | 5 | 5 | 5 | 5 | 4 |",
			"| 20th | +15/+10/+5 | +6 | +6 | +12 | Twin eidolon | 5 | 5 | 5 | 5 | 5 | 5 |",
			"",
			"### Spells Known",
			"",
			"| Level | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | 4 | 2 | - | - | - | - | - |",
			"| 2nd | 5 | 3 | - | - | - | - | - |",
			"| 3rd | 6 | 4 | - | - | - | - | - |",
			"| 4th | 6 | 4 | 2 | - | - | - | - |",
			"| 5th | 6 | 4 | 3 | - | - | - | - |",
			"| 6th | 6 | 4 | 4 | - | - | - | - |",
			"| 7th | 6 | 5 | 4 | 2 | - | - | - |",
			"| 8th | 6 | 5 | 4 | 3 | - | - | - |",
			"| 9th | 6 | 5 | 4 | 4 | - | - | - |",
			"| 10th | 6 | 5 | 5 | 4 | 2 | - | - |",
			"| 11th | 6 | 6 | 5 | 4 | 3 | - | - |",
			"| 12th | 6 | 6 | 5 | 4 | 4 | - | - |",
			"| 13th | 6 | 6 | 5 | 5 | 4 | 2 | - |",
			"| 14th | 6 | 6 | 6 | 5 | 4 | 3 | - |",
			"| 15th | 6 | 6 | 6 | 5 | 4 | 4 | - |",
			"| 16th | 6 | 6 | 6 | 5 | 5 | 4 | 2 |",
			"| 17th | 6 | 6 | 6 | 6 | 5 | 4 | 3 |",
			"| 18th | 6 | 6 | 6 | 6 | 5 | 4 | 4 |",
			"| 19th | 6 | 6 | 6 | 6 | 5 | 5 | 4 |",
			"| 20th | 6 | 6 | 6 | 6 | 6 | 5 | 5 |",
			"",
			"**Weapon and Armor Proficiency:** Summoners are proficient with all simple weapons. Summoners are also proficient with light armor. A summoner can cast summoner spells while wearing light armor without incurring the normal arcane spell failure chance. Like any other arcane spellcaster, a summoner wearing medium or heavy armor, or using a shield, incurs a chance of arcane spell failure if the spell in question has a somatic component. A multiclass summoner still incurs the normal arcane spell failure chance for arcane spells received from other classes.",
			"",
			":b[Spells:] A summoner casts arcane spells drawn from the [summoner spell list](main/spells_summoner). He can cast any spell he knows without preparing it ahead of time, assuming he has not yet used up his allotment of spells per day for the spell's level.",
			"",
			"To learn or cast a spell, a summoner must have a Charisma score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against a summoner's spell is 10 + the spell level + the summoner's Charisma modifier.",
			"",
			"A summoner can cast only a certain number of spells of each spell level each day. In addition, he receives [bonus spells per day](rule/determine_bonuses) if he has a high Charisma score.",
			"",
			"A summoner's selection of spells is extremely limited. A summoner begins play knowing four 0-level spells and two 1st-level spells of the summoner's choice. At each new summoner level, he gains one or more new spells. (Unlike spells per day, the number of spells a summoner knows is not affected by his Charisma score.)",
			"",
			"Upon reaching 5th level, and at every third summoner level thereafter (8th, 11th, and so on), a summoner can choose to learn a new spell in place of one he already knows. In effect, the summoner \"loses\" the old spell in exchange for the new one. The new spell's level must be the same as that of the spell being exchanged, and it must be at least one level lower than the highest-level summoner spell he can cast. A summoner may swap out only a single spell at any given level and must choose whether or not to swap the spell at the same time that he gains new spells known for the level.",
			"",
			"**Cantrips:** A summoner learns a number of cantrips, or 0-level spells. These spells are cast like any other spell, but they may be cast any number of times per day. Cantrips prepared using other spell slots, due to metamagic feats, for example, consume spell slots as normally.",
			"",
			":b[Eidolon:] A summoner begins play with the ability to summon to his side a powerful outsider called an eidolon. The eidolon forms a link with the summoner, who, forever after, summons an aspect of the same creature. An eidolon has the same alignment as the summoner that calls it and can speak all of his languages. Eidolons are treated as summoned creatures, except that they are not sent back to their home plane until reduced to a number of negative hit points equal to or greater than their Constitution score. In addition, due to its tie to its summoner, an eidolon can touch and attack creatures warded by {spell/protection from evil} and similar effects that prevent contact with summoned creatures.",
			"",
			"A summoner can summon his eidolon in a ritual that takes 1 minute to perform. When summoned in this way, the eidolon hit points are unchanged from the last time it was summoned. The only exception to this is if the eidolon was slain, in which case it returns with half its normal hit points. The eidolon does not heal naturally. The eidolon remains until dismissed by the summoner (a standard action). If the eidolon is sent back to its home plane due to death, it cannot be summoned again until the following day. The eidolon cannot be sent back to its home plane by means of {spell/dispel magic}, but spells such as {spell/dismissal} and {spell/banishment} work normally. If the summoner is unconscious, asleep, or killed, his eidolon is immediately banished.",
			"",
			"The eidolon takes a form shaped by the summoner's desires. The eidolon's Hit Dice, saving throws, skills, feats, and abilities are tied to the summoner's class level and increase as the summoner gains levels. In addition, each eidolon receives a pool of evolution points, based on the summoner's class level, that can be used to give the eidolon different abilities and powers. Whenever the summoner gains a level, he must decide how these points are spent, and they are set until he gains another level of summoner.",
			"",
			"The eidolon's physical appearance is up to the summoner, but it always appears as some sort of fantastical creature. This control is not fine enough to make the eidolon appear like a specific creature. The eidolon also bears a glowing rune that is identical to a rune that appears on the summoner's forehead as long as the eidolon is summoned. While this rune can be hidden through mundane means, it cannot be concealed through magic that changes appearance, such as {spell/alter self} or {spell/polymorph} (although {spell/invisibility} does conceal it as long as the spell lasts).",
			"",
			">{sidekick/Eidolon/ statistics and leveling can be found here.}",
			">",
			">{ability/Eidolon |evolutions/ can be found here.}",
			"",
			":b[Life Link/ (Su):] Starting at 1st level, a summoner forms a close bond with his eidolon. Whenever the eidolon takes enough damage to send it back to its home plane, the summoner can, as a free action, sacrifice any number of hit points. Each hit point sacrificed in this way prevents 1 point of damage done to the eidolon. This can prevent the eidolon from being sent back to its home plane.",
			"",
			"In addition, the eidolon and the summoner must remain within 100 feet of one another for the eidolon to remain at full strength. If the eidolon is beyond 100 feet but closer than 1,000 feet, its current and maximum hit point totals are reduced by 50%. If the eidolon is more than 1,000 feet away but closer than 10,000 feet, its current and maximum hit point totals are reduced by 75%. If the eidolon is more than 10,000 feet away, it is immediately returned to its home plane. Current hit points lost in this way are not restored when the eidolon gets closer to its summoner, but its maximum hit point total does return to normal.",
			"",
			":b[Summon Monster/ I (Sp):] Starting at 1st level, a summoner can cast {spell/summon monster I} as a spell-like ability a number of times per day equal to 3 + his Charisma modifier. Drawing upon this ability uses up the same power as the summoner uses to call his eidolon. As a result, he can only use this ability when his eidolon is not summoned. He can cast this spell as a standard action and the creatures remain for 1 minute per level (instead of 1 round per level). At 3rd level, and every 2 levels thereafter, the power of this ability increases by one spell level, allowing him to summon more powerful creatures (to a maximum of {spell/summon monster IX} at 17th level). At 19th level, this ability can be used as {spell/gate} or {spell/summon monster IX}. If used as *gate*, the summoner must pay any required material components. A summoner cannot have more than one summon monster or gate spell active in this way at one time. If this ability is used again, any existing *summon monster* or *gate* immediately ends. These summon spells are considered to be part of his spell list for the purposes of spell trigger and spell completion items. In addition, he can expend uses of this ability to fufill the construction requirements of any magic item he creates, so long as he can use this ability to cast the required spell.",
			"",
			":b[Bond Senses/ (Su):] Starting at 2nd level, a summoner can, as a standard action, share the senses of his eidolon, hearing, seeing, smelling, tasting, and touching everything the eidolon does. He can use this ability a number of rounds per day equal to his summoner level. There is no range to this effect, but the eidolon and the summoner must be on the same plane. The summoner can end this effect as a free action.",
			"",
			":b[Shield Ally/ (Ex):] At 4th level, whenever a summoner is within his eidolon's reach, the summoner receives a +2 shield bonus to his Armor Class and a +2 circumstance bonus on his saving throws. This bonus does not apply if the eidolon is grappled, helpless, paralyzed, stunned, or unconscious.",
			"",
			":b[Maker's Call/ (Su):] At 6th level, as a standard action, a summoner can call his eidolon to his side. This functions as {spell/dimension door}, using the summoner's caster level. When used, the eidolon appears adjacent to the summoner (or as close as possible if all adjacent spaces are occupied). If the eidolon is out of range, the ability is wasted. The summoner can use this ability once per day at 6th level, plus one additional time per day for every four levels beyond 6th.",
			"",
			":b[Transposition/ (Su):] At 8th level, a summoner can use his maker's call ability to swap locations with his eidolon. If it is larger than him, he can appear in any square occupied by the eidolon. The eidolon must occupy the square that was occupied by the summoner if able, or as close as possible if it is not able.",
			"",
			":b[Aspect/ (Su):] At 10th level, a summoner can divert up to 2 points from his eidolon's evolution pool to add evolutions to himself. He cannot select any evolution that the eidolon could not possess, and he must be able to meet the requirements as well. He cannot select the ability increase evolution through this ability. Any points spent in this way are taken from the eidolon's evolution pool (reducing the total number available to the eidolon). The summoner can change the evolutions he receives from these points any time he can change the eidolon's evolutions.",
			"",
			":b[Greater Shield Ally/ (Su):] At 12th level, whenever an ally is within an eidolon's reach, the ally receives a +2 shield bonus to its Armor Class and a +2 circumstance bonus on its saving throws. If this ally is the summoner, these bonuses increase to +4. This bonus does not apply if the eidolon is grappled, helpless, paralyzed, stunned, or unconscious.",
			"",
			":b[Life Bond/ (Su):] At 14th level, a summoner's life becomes linked to his eidolon's. As long as the eidolon has 1 or more hit points, the summoner is protected from harm. Damage in excess of that which would reduce the summoner to fewer than 0 hit points is instead transferred to the eidolon. This damage is transferred 1 point at a time, meaning that as soon as the eidolon is reduced to a number of negative hit points equal to its Constitution score, all excess damage remains with the summoner. Effects that cause death but not damage are unaffected by this ability. This ability does not affect spells like *baleful polymorph*, *flesh to stone*, or *imprisonment*, or other spells that do not cause actual damage.",
			"",
			":b[Merge Forms/ (Su):] At 16th level, as a full-round action, a summoner can touch his eidolon and the two can merge forms. This transformation includes all of the summoner's gear. While merged in this way, the summoner is protected from harm and cannot be the target of spells or effects. All effects and spells currently targeting the summoner are suspended until the summoner emerges from the eidolon (although durations continue to expire).",
			"",
			"The summoner can cast spells while inside the eidolon by taking control of the eidolon for the duration of the casting. Any material components used for these spells are taken from the summoner's gear, even though they are otherwise inaccessible. The summoner can direct all of the eidolon's actions while merged, can perceive through its senses, and can speak through its voice.",
			"",
			"The summoner can use this ability for a number of rounds per day equal to his summoner level. He can end this effect at any time as a swift action. The summoner emerges in a square adjacent to the eidolon if able. If the eidolon is returned to its home plane while the summoner is merged with it, the summoner is immediately ejected, taking 4d6 points of damage, and is stunned for 1 round.",
			"",
			":b[Greater Aspect/ (Su):] At 18th level, a summoner can divert more of his eidolon's evolutions to himself. This ability functions as the aspect ability, but up to 6 evolution points can be taken. Unlike the aspect ability, the eidolon loses 1 point from its evolution pool for every 2 points (or fraction thereof) diverted to the summoner.",
			"",
			":b[Twin Eidolon/ (Su):] At 20th level, a summoner and his eidolon share a true connection. As a standard action, the summoner can assume the shape of his eidolon, copying all of its evolutions, form, and abilities. His Strength, Dexterity, and Constitution scores change to match the base scores of his eidolon. He can choose to have any gear that he carries become absorbed by his new form, as with spells from the polymorph subschool. Items with continuous effects continue to function while absorbed in this way. The summoner loses his natural attacks and all racial traits (except bonus feats, skills, and languages) in favor of the abilities granted by his eidolon's evolutions. The summoner retains all of his class features. The summoner can keep this form for a number of minutes per day equal to his summoner level. This duration does not need to be consecutive, but it must be spent in 1-minute increments. The summoner can end this effect as a free action.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Deep Magics (Su) | At 20th level, the character's repertoire of spells deepens dramatically. She gains an additional spell known for each spell level she can cast. A character of any class with spells known can select this capstone. |",
			"| Grand Eidolon (Su) | At 20th level, the summoner's eidolon becomes an absolute monstrosity - a thing of legend and terror. The summoner gains 4 additional evolution points to spend as he likes, not subject to subtype-based requirements. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Aasimar | Add DR 1/evil to the summoner's eidolon. Each additional time the summoner selects this benefit, the DR/evil increases by +1/2 (maximum DR 10/evil). ({source/Advanced Race Guide/ pg. 86}) |",
			"| Aquatic elf | As long as the summoner's eidolon has a swim speed, add 5 feet to its swim speed (max +20 feet). ({source/Blood of the Sea/ pg. 5}) |",
			"| Drow | Add 1 hit point or 1 skill rank to the summoner's eidolon. ({source/Blood of Shadows/ pg. 15}) |",
			"| Dwarf | Add a +1/4 natural armor bonus to the AC of the summoner's eidolon. ({source/Advanced Race Guide/ pg. 13}) |",
			"| Elf | The amount of time the summoner must spend to summon his eidolon is reduced by 1 round, to a minimum of 1 round. ({source/Advanced Race Guide/ pg. 23}) |",
			"| Fetchling | The summoner's eidolon gains resistance 1 against either cold or electricity. Each time the summoner selects this reward, he increases his eidolon's resistance to one of those energy types by 1 (maximum 10 for any one energy type). ({source/Advanced Race Guide/ pg. 109}) |",
			"| Gathlain | Add 1/4 evolution point to the eidolon's evolution pool. These bonus evolution points must be spent on evolutions that grant spell-like abilities or protect the eidolon from spells. ({source/Ultimate Wilderness/ pg. 10}) |",
			"| Gnome | Add +1 hit point to the summoner's eidolon. ({source/Advanced Race Guide/ pg. 34}, {source/Advanced Player's Guide/ pg. 15}) |",
			"| Goblin | Add +1/4 evolution point to the eidolon's evolution pool. These bonus evolution points must be spent on evolutions that deal fire damage or protect the eidolon from fire (for example, resistance, energy attacks, immunity, breath weapon, and so on). ({source/Advanced Race Guide/ pg. 116}) |",
			"| Half-elf | Add +1/4 to the eidolon's evolution pool. ({source/Advanced Race Guide/ pg. 43}, {source/Advanced Player's Guide/ pg. 17}) |",
			"| Halfling | Add +1 skill rank to the summoner's eidolon. ({source/Advanced Race Guide/ pg. 63}, {source/Advanced Player's Guide/ pg. 21}) |",
			"| Half-orc | Add +1 hit point to the summoner's eidolon. ({source/Advanced Race Guide/ pg. 53}) |",
			"| Human | Add +1 hit point or +1 skill rank to the summoner's eidolon. ({source/Advanced Race Guide/ pg. 73}, {source/Advanced Player's Guide/ pg. 23}) |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ({source/Blood of the Beast/ pg. 12}) |",
			"| Kobold | Add +1/4 to the summoner's shield ally bonus (maximum +2). ({source/Advanced Race Guide/ pg. 134}) |",
			"| Nagaji | Add +1 hit point to the summoner's eidolon. ({source/Advanced Race Guide/ pg. 196}) |",
			"| Oread | Add a +1/4 natural armor bonus to the AC of the summoner's eidolon. ({source/Advanced Race Guide/ pg. 145}) |",
			"| Ratfolk | Add a +1 bonus on saving throws against poison made by the summoner's eidolon. ({source/Advanced Race Guide/ pg. 151}) |",
			"| Tiefling | Add +1 hit point or +1 skill rank to the summoner's eidolon. ({source/Advanced Race Guide/ pg. 170}) |",
			"| Undine | If the summoner's eidolon has an aquatic base form, add +5 feet to the range of the summoner's life link ability. ({source/Advanced Race Guide/ pg. 176}) |",
			"| Vanara | Add 1/4 to the eidolon's evolution pool. ({source/Blood of the Beast/ pg. 28}) |",
			"| Wayang | Add +1 skill rank to the summoner's eidolon. ({source/Advanced Race Guide/ pg. 210}) |",
			"",
			"### Archetypes",
			"",
			":::archetype{c=summoner}",
			"Blood God Disciple",
			"Summon Monster",
			"(Half-Orc) A half-orc summoner who devotes himself to one of the bloody orc gods may believe his eidolon is an avatar of that god rather than a mere supernatural creature.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Blood Summoner",
			"Class Skills; Shield Ally; Transposition; Greater Shield Ally; Merge Forms",
			"A blood summoner conjures an eidolon born from violence and blood.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Broodmaster",
			"Eidolon; Life Link; Life Bond; Merge Forms",
			"Most summoners bond with one eidolon for their entire lives, but the broodmaster forges a link with multiple smaller eidolons that make up his brood.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Counter-Summoner",
			"Summon Monster; Bond Senses; Aspect; Greater Aspect",
			"While most summoners excel at conjuring monsters, there are those who focus instead on disrupting the conjurations of opponents.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Evolutionist",
			"Maker's Call; Transposition; Greater Shield Ally",
			"An evolutionist possesses greater power over his eidolon's form, and is able to evolve his eidolon and its abilities to meet any challenge or face any threat as it comes up, seemingly on a whim.",
			":::",
			"",
			":::archetype{c=summoner}",
			"First Worlder",
			"Summon Monster; Eidolon",
			"A first worlder summoner has a more primal connection to nature, their power being tied to the First World.",
			":::",
			"",
			":::archetype{c=summoner}",
			"God Caller",
			"Class Skills; Life Link; Transposition; Aspect; Greater Aspect; Twin Eidolon",
			"God callers follow a fractured tradition that originated in the now-lost nation of Sarkoris. They speak to an assortment of ancient divine powers to lead their communities and sometimes stir up reformations in faiths with ideals similar to their personal convictions.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Leshy Caller",
			"Eidolon; Summon Monster",
			"A leshy caller summons creatures from the First World and forges a bond with a leshy eidolon.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Master Summoner",
			"Summon Monster I; Shield Ally; Bond Senses",
			"The master summoner sacrifices the power of his eidolon in favor of summoning a plethora of otherworldly creatures to aid him.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Morphic Savant",
			"Eidolon; Summon Monster; Spells",
			"A morphic savant is an agent of change who draws power from the Abyss, Elysium, or the Maelstrom to fulfill whatever goals strike his fancy.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Naturalist",
			"Summon Monster; Shield Ally; Greater Shield Ally; Aspect; Life Bond; Greater Aspect",
			"A naturalist is a summoner who is in tune with the natural world, using his magic like a lens to focus various animal aspects onto his eidolon.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Pyroclast",
			"Spellcasting; Eidolon; Maker's Call; Transposition",
			"Pyroclasts harness the primal elemental energy of magma. Their eidolons often resemble elemental beings.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Shadow Caller",
			"Class Skills; Summon Monster; Eidolon",
			"(Fetchling Only) While most summoners can call any manner of creature from across the planes to serve them in combat, supplementing the skills of their eidolon with a diverse range of creatures, others eschew this broad utility and instead concentrate upon calling forth entities from the Shadow Plane.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Shaitan Binder",
			"Share Spells; Shield Ally; Greater Shield Ally; Aspect; Greater Aspect; Twin Eidolon",
			"(Oread Only) Shaitan binders call upon a reflection of their genie ancestors to serve as their eidolons.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Spirit Summoner",
			"Summon Monster; Eidolon; Aspect; Maker's Call; Merge Forms; Transposition",
			"A spirit summoner is an arcane spellcaster whose eidolon is a manifestation of a shamanic spirit.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Storm Caller",
			"Eidolon; Summon Monster; Shield Ally; Greater Shield Ally; Maker's Call; Transposition",
			"Many summoners beckon monsters from the Elemental Planes, but few are as specialized as storm callers, who channel the elemental energies of the Plane of Air.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Story Summoner",
			"Eidolon; Bond Senses; Transposition",
			"Story summoners rely on the harrow to weave the paths they walk, turning their tales into reality. They channel magic through their harrow decks to influence the strange extraplanar beings they summon, bringing familiar and fateful characters to life.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Synthesist",
			"Eidolon; Life Link; Shield Ally; Maker's Call; Transposition; Greater Shield Ally; Merge Forms",
			"Rather than summon an eidolon to serve by his side, the synthesist fuses his eidolon's essence to his own.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Twinned Summoner",
			"Shield Ally; Greater Shield Ally; Maker's Call; Transposition; Merge Forms",
			"Reflecting the connected nature of Imbrex, a twinned summoner and his eidolon appear identical save for any obvious differences, such as evolutions or equipment.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Unwavering Conduit",
			"Eidolon; Summon Monster; Spells",
			"Unwavering conduits work to keep everything ordered and regimented, drawing on power from the Eternal City of Axis, Heaven, or Hell to enforce whichever laws the summoner finds paramount.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Wild Caller (ARG)",
			"Summon Monster; Eidolon",
			"(Half-Elf Only) The wild caller calls eidolons that take more natural and savage forms and summons from nature rather than the Great Beyond.",
			":::",
			"",
			":::archetype{c=summoner}",
			"Wild Caller (HotW)",
			"Eidolon; Summon Monster; Aspect; Greater Aspect",
			"A wild caller summons creatures from the First World and forges a bond with an eidolon with a plant body.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "summoner archetypes",
				"headers": [ "Archetype", "Adds Spells", "Aspect", "Bond Senses", "Class Skills", "Eidolon", "Greater Aspect", "Greater Shield Ally", "Life Bond", "Life Link", "Maker's Call", "Merge Forms", "Share Spells", "Shield Ally", "Spellcasting", "Summon Monster", "Transposition", "Twin Eidolon" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-summoner/Blood God Disciple}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-summoner/Blood Summoner}", null, null, null, "X", null, null, "X", null, null, null, "X", null, "X", null, null, "X", null ],
					[ "{arc-summoner/Broodmaster}", null, null, null, null, "X", null, null, "X", "X", null, "X", null, null, null, null, null, null ],
					[ "{arc-summoner/Counter-Summoner}", null, "X", "X", null, null, "X", null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-summoner/Evolutionist}", null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-summoner/First Worlder}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-summoner/God Caller}", null, "X", null, "X", null, "X", null, null, "X", null, null, null, null, null, null, "X", "X" ],
					[ "{arc-summoner/Leshy Caller}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-summoner/Master Summoner}", null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, "X", null, null ],
					[ "{arc-summoner/Morphic Savant}", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-summoner/Naturalist}", null, "X", null, null, null, "X", "X", "X", null, null, null, null, "X", null, "X", null, null ],
					[ "{arc-summoner/Pyroclast}", null, null, null, null, "X", null, null, null, null, "X", null, null, null, "X", null, "X", null ],
					[ "{arc-summoner/Shadow Caller}", null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-summoner/Shaitan Binder}", null, "X", null, null, null, "X", "X", null, null, null, null, "X", "X", null, null, null, "X" ],
					[ "{arc-summoner/Spirit Summoner}", null, "X", null, null, "X", null, null, null, null, "X", "X", null, null, null, "X", "X", null ],
					[ "{arc-summoner/Storm Caller}", null, null, null, null, "X", null, "X", null, null, "X", null, null, "X", null, "X", "X", null ],
					[ "{arc-summoner/Story Summoner}", null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-summoner/Synthesist}", null, null, null, null, "X", null, "X", null, "X", "X", "X", null, "X", null, null, "X", null ],
					[ "{arc-summoner/Twinned Summoner}", null, null, null, null, null, null, "X", null, null, "X", "X", null, "X", null, null, "X", null ],
					[ "{arc-summoner/Unwavering Conduit}", null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X", null, null ],
					[ "{arc-summoner/Wild Caller (ARG)}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-summoner/Wild Caller (HotW)}", null, "X", null, null, "X", "X", null, null, null, null, null, null, null, null, "X", null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"unchained_summoner": {
		"name": "Unchained Summoner",
		"sources": [
			"Pathfinder Unchained",
			"Chronicle of Legends",
			"Blood of the Beast"
		],
		"description": [
			"{jumplist Class Skills / Spells / Eidolon / Life Link / Summon Monster / Bond Senses / Shield Ally / Maker's Call / Transposition / Aspect / Greater Shield Ally / Life Bond / Merge Forms / Greater Aspect / Twin Eidolon / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Unchained Summoner",
			"",
			"{SOURCE Pathfinder Unchained/25}",
			"",
			"There are those who take a different path when pursuing the arcane arts, reaching across the boundaries of the world to the far-flung planes to call forth all manner of creatures to do their bidding. Known as summoners, these arcane practitioners form close bonds with particular outsiders, known as eidolons, which increase in power along with their callers. In the end, summoners and their eidolons become linked, sharing shards of the same souls.",
			"",
			"**Unchained:** Most of the summoner's class features are the same as those of the class's original design - the biggest change comes to the eidolon. The unchained summoner selects a subtype for his eidolon (such as angel, demon, or protean), which determines a number of its evolutions and helps to shape the eidolon's general attitude and appearance. In addition, some of the evolutions are now tied to one or more subtypes and base forms, to make eidolons that better match the expected appearances and abilities of such creatures. Finally, the summoner spell list has been greatly revised, removing a number of imbalances.",
			"",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 2d6 &times; 10 gp (average 70 gp).",
			"",
			"### Class Skills",
			"",
			"The Unchained Summoner's class skills are Craft (Int), Fly (Dex), Handle Animal (Cha), Knowledge (all) (Int), Linguistics (Int), Profession (Wis), Ride (Dex), Spellcraft (Int), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +0 | +2 | Cantrips, eidolon, life link, *summon monster I* | 1 | - | - | - | - | - |",
			"| 2nd | +1 | +0 | +0 | +3 | Bond senses | 2 | - | - | - | - | - |",
			"| 3rd | +2 | +1 | +1 | +3 | *Summon monster II* | 3 | - | - | - | - | - |",
			"| 4th | +3 | +1 | +1 | +4 | Shield ally | 3 | 1 | - | - | - | - |",
			"| 5th | +3 | +1 | +1 | +4 | *Summon monster III* | 4 | 2 | - | - | - | - |",
			"| 6th | +4 | +2 | +2 | +5 | Maker's call | 4 | 3 | - | - | - | - |",
			"| 7th | +5 | +2 | +2 | +5 | *Summon monster IV* | 4 | 3 | 1 | - | - | - |",
			"| 8th | +6/+1 | +2 | +2 | +6 | Transposition | 4 | 4 | 2 | - | - | - |",
			"| 9th | +6/+1 | +3 | +3 | +6 | *Summon monster V* | 5 | 4 | 3 | - | - | - |",
			"| 10th | +7/+2 | +3 | +3 | +7 | Aspect | 5 | 4 | 3 | 1 | - | - |",
			"| 11th | +8/+3 | +3 | +3 | +7 | *Summon monster VI* | 5 | 4 | 4 | 2 | - | - |",
			"| 12th | +9/+4 | +4 | +4 | +8 | Greater shield ally | 5 | 5 | 4 | 3 | - | - |",
			"| 13th | +9/+4 | +4 | +4 | +8 | *Summon monster VII* | 5 | 5 | 4 | 3 | 1 | - |",
			"| 14th | +10/+5 | +4 | +4 | +9 | Life bond | 5 | 5 | 4 | 4 | 2 | - |",
			"| 15th | +11/+6/+1 | +5 | +5 | +9 | *Summon monster VIII* | 5 | 5 | 5 | 4 | 3 | - |",
			"| 16th | +12/+7/+2 | +5 | +5 | +10 | Merge forms | 5 | 5 | 5 | 4 | 3 | 1 |",
			"| 17th | +12/+7/+2 | +5 | +5 | +10 | *Summon monster IX* | 5 | 5 | 5 | 4 | 4 | 2 |",
			"| 18th | +13/+8/+3 | +6 | +6 | +11 | Greater aspect | 5 | 5 | 5 | 5 | 4 | 3 |",
			"| 19th | +14/+9/+4 | +6 | +6 | +11 | *Gate* | 5 | 5 | 5 | 5 | 5 | 4 |",
			"| 20th | +15/+10/+5 | +6 | +6 | +12 | Twin eidolon | 5 | 5 | 5 | 5 | 5 | 5 |",
			"",
			"### Spells Known",
			"",
			"| Level | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | 4 | 2 | - | - | - | - | - |",
			"| 2nd | 5 | 3 | - | - | - | - | - |",
			"| 3rd | 6 | 4 | - | - | - | - | - |",
			"| 4th | 6 | 4 | 2 | - | - | - | - |",
			"| 5th | 6 | 4 | 3 | - | - | - | - |",
			"| 6th | 6 | 4 | 4 | - | - | - | - |",
			"| 7th | 6 | 5 | 4 | 2 | - | - | - |",
			"| 8th | 6 | 5 | 4 | 3 | - | - | - |",
			"| 9th | 6 | 5 | 4 | 4 | - | - | - |",
			"| 10th | 6 | 5 | 5 | 4 | 2 | - | - |",
			"| 11th | 6 | 6 | 5 | 4 | 3 | - | - |",
			"| 12th | 6 | 6 | 5 | 4 | 4 | - | - |",
			"| 13th | 6 | 6 | 5 | 5 | 4 | 2 | - |",
			"| 14th | 6 | 6 | 6 | 5 | 4 | 3 | - |",
			"| 15th | 6 | 6 | 6 | 5 | 4 | 4 | - |",
			"| 16th | 6 | 6 | 6 | 5 | 5 | 4 | 2 |",
			"| 17th | 6 | 6 | 6 | 6 | 5 | 4 | 3 |",
			"| 18th | 6 | 6 | 6 | 6 | 5 | 4 | 4 |",
			"| 19th | 6 | 6 | 6 | 6 | 5 | 5 | 4 |",
			"| 20th | 6 | 6 | 6 | 6 | 6 | 5 | 5 |",
			"",
			"**Weapon and Armor Proficiency:** Summoners are proficient with all simple weapons and light armor. A summoner can cast summoner spells while wearing light armor without incurring the normal arcane spell failure chance. Like any other arcane spellcaster, a summoner wearing medium or heavy armor, or using a shield, incurs a chance of arcane spell failure if the spell in question has a somatic component. A summoner still incurs the normal arcane spell failure chance for arcane spells granted by other classes.",
			"",
			":b[Spells:] A summoner casts arcane spells drawn from the [unchained summoner spell list](main/spells_unchained_summoner). (The unchained summoner's spell list is different from that of the original summoner.) He can cast any spell he knows without preparing it ahead of time.",
			"",
			"To learn or cast a spell, a summoner must have a Charisma score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against a summoner's spell is 10 + the spell level + the summoner's Charisma modifier.",
			"",
			"A summoner can cast only a certain number of spells of each spell level each day. In addition, he gains [bonus spells per day](rule/determine_bonuses) if he has a high Charisma score.",
			"",
			"A summoner's selection of spells is limited. A summoner begins play knowing four 0-level spells and two 1st-level spells of the summoner's choice. At each new summoner level, he gains one or more new spells. (Unlike spells per day, the number of spells a summoner knows is not affected by his Charisma score.)",
			"",
			"Upon reaching 5th level, and at every third summoner level thereafter (8th, 11th, and so on), a summoner can choose to learn a new spell in place of one he already knows. In effect, the summoner \"loses\" the old spell in exchange for the new one. The new spell's level must be the same as that of the spell being exchanged, and it must be at least 1 level lower than the highest-level summoner spell the summoner can cast. A summoner can swap out only a single spell at any given level and must choose whether or not to swap the spell at the same time that he gains new spells known.",
			"",
			"A summoner doesn't need to prepare his spells in advance. He can cast any spell he knows at any time, assuming he has not yet used up his allotment of spells per day for the level.",
			"",
			"**Cantrips:** A summoner learns a number of cantrips. These spells are cast like any other spell, but they do not consume any slots and may be used again. Cantrips prepared using other spell slots (due to metamagic feats, for example) consume spell slots as normal.",
			"",
			":b[Eidolon:] A summoner begins play with the ability to summon to his side a powerful outsider called an eidolon. The eidolon forms a link with the summoner, who forever after summons an aspect of the same creature. Each eidolon has a subtype, chosen when the eidolon is first summoned, that determines its origin and many of its abilities. An eidolon must be within one alignment step of the summoner who calls it (so a neutral good summoner can call a neutral, lawful good, or chaotic good eidolon) and can speak all of his languages. An eidolon is treated as a summoned creature, except it is not sent back to its home plane until reduced to a number of negative hit points equal to or greater than its Constitution score. In addition, due to its tie to its summoner, an eidolon can touch and attack creatures warded by {spell/protection from evil} and similar effects that prevent contact with summoned creatures.",
			"",
			"A summoner can summon his eidolon in a ritual that takes 1 minute to perform. When summoned in this way, the eidolon's hit points are unchanged from the last time it was summoned. The only exception to this is if the eidolon was slain, in which case it returns with half its normal hit points. The eidolon does not heal naturally. The eidolon remains until dismissed by the summoner (a standard action). If the eidolon is sent back to its home plane due to death, it cannot be summoned again until the following day. The eidolon cannot be sent back to its home plane by means of {spell/dispel magic}, but spells such as {spell/dismissal} and {spell/banishment} function normally. If the summoner is unconscious, asleep, or killed, his eidolon is immediately banished.",
			"",
			"The eidolon takes a form shaped by the summoner's desires. The eidolon's Hit Dice, saving throws, skills, feats, and abilities are tied to the summoner's class level and increase as the summoner gains levels. In addition, each eidolon gains a pool of evolution points based on the summoner's class level that can be used to give the eidolon different abilities and powers. Whenever the summoner gains a level, he must decide how these points are spent, and they are set until he gains another level of summoner.",
			"",
			"The eidolon's physical appearance is up to the summoner, but it always appears as some sort of fantastical creature appropriate to its subtype. This control is not fine enough to make the eidolon appear like a specific creature. The eidolon also bears a glowing rune that is identical to a rune that appears on the summoner's forehead as long as the eidolon is summoned. While this rune can be hidden through mundane means, it cannot be concealed through magic that changes appearance, such as {spell/alter self} or {spell/polymorph} (although {spell/invisibility} does conceal it as long as the spell lasts).",
			"",
			">{sidekick/Unchained eidolon/ statistics and leveling can be found here.}",
			">",
			">{ability/Unchained eidolon subtypes/ can be found here.}",
			">",
			">[Unchained eidolon evolutions can be found here.](ability/unchained_evolutions)",
			"",
			":b[Life Link/ (Su):] At 1st level, a summoner forms a close bond with his eidolon. Whenever the eidolon takes enough damage to send it back to its home plane, as a reaction to the damage, the summoner can sacrifice any number of hit points he has without using an action. Each hit point sacrificed in this way prevents 1 point of damage dealt to the eidolon. This can prevent the eidolon from being sent back to its home plane.",
			"",
			"In addition, the eidolon and the summoner must remain within 100 feet of one another for the eidolon to remain at full strength. If the eidolon is beyond 100 feet but closer than 1,000 feet, its current and maximum hit point totals are reduced by 50%. If the eidolon is more than 1,000 feet away but closer than 10,000 feet, its current and maximum hit point totals are reduced by 75%. If the eidolon is more than 10,000 feet away, it is immediately returned to its home plane. Current hit points lost in this way are not restored when the eidolon gets closer to its summoner, but its maximum hit point total does climb to the levels indicated and eventually returns to normal.",
			"",
			":b[Summon Monster/ I (Sp):] At 1st level, a summoner can cast {spell/summon monster I} as a spell-like ability a number of times per day equal to 3 + his Charisma modifier. Drawing on this ability uses up the same power that the summoner uses to call his eidolon. As a result, he can use this ability only when his eidolon is not summoned. He can cast this spell as a standard action, and the creatures remain for 1 minute per level (instead of 1 round per level). At 3rd level, and every 2 levels thereafter, the power of this ability increases by 1 spell level, allowing him to summon more powerful creatures (to a maximum of {spell/summon monster IX} at 17th level). At 19th level, this ability can be used as {spell/gate} or {spell/summon monster IX}. If used as *gate*, the summoner must pay any required material components. A summoner cannot have more than one *summon monster* or *gate* spell active in this way at one time. If this ability is used again, any existing summon monster or gate from this spell-like ability immediately ends. These summon spells are considered to be part of the summoner's spell list for the purposes of spell trigger and spell completion items. In addition, the summoner can expend uses of this ability to fulfill the construction requirements of any magic item he creates, so long as he can use this ability to cast the required spell.",
			"",
			":b[Bond Senses/ (Su):] At 2nd level, a summoner can, as a standard action, share the senses of his eidolon, hearing, seeing, smelling, tasting, and touching everything the eidolon does. He can use this ability a number of rounds per day equal to his summoner level. There is no maximum range to this effect, but the eidolon and the summoner must be on the same plane. The summoner can end this effect as a free action.",
			"",
			":b[Shield Ally/ (Ex):] At 4th level, whenever a summoner is within his eidolon's reach, the summoner gains a +2 shield bonus to his Armor Class and a +2 circumstance bonus on his saving throws. This bonus does not apply if the eidolon is grappled, helpless, paralyzed, stunned, or unconscious.",
			"",
			":b[Maker's Call/ (Su):] At 6th level, as a standard action, a summoner can call his eidolon to his side. This functions as {spell/dimension door}, using the summoner's caster level. When this ability is used, the eidolon appears adjacent to the summoner (or as close as possible if all adjacent spaces are occupied). If the eidolon is out of range, the ability is wasted. The summoner can use this ability once per day at 6th level, plus one additional time per day for every four levels beyond 6th.",
			"",
			":b[Transposition/ (Su):] At 8th level, a summoner can use his maker's call ability to swap locations with his eidolon. If the eidolon occupies more squares than the summoner, the summoner can appear in any square occupied by the eidolon. The eidolon must occupy the square that was occupied by the summoner if able, or as close as possible if it is not able.",
			"",
			":b[Aspect/ (Su):] At 10th level, a summoner can divert up to 2 points from his eidolon's evolution pool to add evolutions to himself. He cannot select any evolution that the eidolon could not possess, and he must be able to meet the requirements as well (except for subtype requirements, so long as his eidolon meets the subtype requirement). He cannot select the ability increase evolution through this ability. Any points spent in this way are taken from the eidolon's evolution pool (reducing the total number available to the eidolon). The summoner can change the evolutions granted by these points anytime he can change the eidolon's evolutions.",
			"",
			":b[Greater Shield Ally/ (Su):] At 12th level, whenever an ally is within reach of the summoner's eidolon, the ally gains a +2 shield bonus to its Armor Class and a +2 circumstance bonus on its saving throws. If this ally is the summoner, these bonuses increase to +4. This bonus does not apply if the eidolon is grappled, helpless, paralyzed, stunned, or unconscious.",
			"",
			":b[Life Bond/ (Su):] At 14th level, the summoner's life becomes linked to his eidolon's. As long as the eidolon has 1 or more hit points, the summoner is protected from harm. Damage in excess of that which would reduce the summoner to 0 hit points is instead transferred to the eidolon. This damage is transferred 1 point at a time, meaning that as soon as the eidolon is reduced to a number of negative hit points equal to its Constitution score, all excess damage remains with the summoner. Effects that cause death but don't deal damage are unaffected by this ability. This ability does not affect spells such as *baleful polymorph*, *flesh to stone*, *imprisonment*, or other spells that don't deal damage.",
			"",
			":b[Merge Forms/ (Su):] At 16th level, as a full-round action, a summoner can touch his eidolon and the two can merge forms. This transformation includes all of the summoner's gear. While merged in this way, the summoner is protected from harm and cannot be the target of spells or effects. All effects and spells currently targeting the summoner are suspended until the summoner emerges from the eidolon (although durations continue to expire).",
			"",
			"The summoner can cast spells while inside the eidolon by taking control of the eidolon for the duration of the casting. Any material components used for these spells are taken from the summoner's gear, even though they are otherwise inaccessible. The summoner can direct all of the eidolon's actions while merged, can perceive through its senses, and can speak through its voice.",
			"",
			"The summoner can use this ability for a number of rounds per day equal to his summoner level. He can end this effect at any time as a swift action. The summoner emerges in a square adjacent to the eidolon if able. If the eidolon is returned to its home plane while the summoner is merged with it, the summoner is immediately ejected, takes 4d6 points of damage, and is stunned for 1 round.",
			"",
			":b[Greater Aspect/ (Su):] At 18th level, a summoner can divert more of his eidolon's evolutions to himself. This ability functions as the aspect ability, but the maximum number of evolution points the summoner can divert increases to 6. In addition, the eidolon loses 1 point from its evolution pool for every 2 points (or fraction thereof) diverted to the summoner instead of losing 1 point from the evolution pool for each point diverted.",
			"",
			":b[Twin Eidolon/ (Su):] At 20th level, a summoner and his eidolon share a true connection. As a standard action, the summoner can assume the shape of his eidolon, copying all of its evolutions, form, and abilities. His Strength, Dexterity, and Constitution scores change to match the base scores of his eidolon. He can choose to have any gear that he carries become absorbed by his new form, as with spells from the polymorph subschool. Items with continuous effects continue to function while absorbed in this way. The summoner loses his natural attacks and all racial traits (except bonus feats, skills, and languages) in favor of the abilities granted by his eidolon's evolutions. The summoner retains all of his class features. The summoner can keep this form for a number of minutes per day equal to his summoner level. This duration does not need to be consecutive, but it must be spent in 1-minute increments. The summoner can end this effect as a free action.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Deep Magics (Su) | At 20th level, the character's repertoire of spells deepens dramatically. She gains an additional spell known for each spell level she can cast. A character of any class with spells known can select this capstone. |",
			"| Grand Eidolon (Su) | At 20th level, the summoner's eidolon becomes an absolute monstrosity - a thing of legend and terror. The summoner gains 4 additional evolution points to spend as he likes, not subject to subtype - based requirements. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ({source/Blood of the Beast/ pg. 12}) |",
			"",
			"### Archetypes",
			"",
			":::archetype{c=unchained_summoner}",
			"Construct Caller",
			"Subtype; Summon Monster",
			"Construct callers use their mechanical and planar understandings to work planar energies as a tinkerer works parts",
			":::",
			"",
			":::archetype{c=unchained_summoner}",
			"Devil Binder",
			"Alignment; Summon Monster I; Bond Senses; Shield Ally; Maker's Call; Transposition; Greater Shield Ally; Merge Forms; Twin Eidolon; Devotion",
			"A devil binder borrows extraplanar quintessence from her eidolon, gaining strange abilities for herself and evolving her eidolon's magical powers.",
			":::",
			"",
			":::archetype{c=unchained_summoner}",
			"Devil Impostor",
			"Class Skills; Bond Senses; Eidolon; Summon Monster; Shield Ally; Greater Shield Ally; Transposition",
			"Some summoners can't abide the cruelty of devils, or simply can't outwit them, but must appear to do so to get by in Cheliax, the Outer Planes, or similar areas of infernal influence. Rather than risk binding true devils, they reshape their eidolons into deceptive forms.",
			":::",
			"",
			":::archetype{c=unchained_summoner}",
			"Fey Caller",
			"Class Skills; Summon Monster; Eidolon Subtype",
			"Fey callers are summoners whose voices reach out into those strange faerie realms and call forth the fey who dwell there.",
			":::",
			"",
			":::archetype{c=unchained_summoner}",
			"God Caller",
			"Class Skills; Life Link; Transposition; Aspect; Greater Aspect; Twin Eidolon",
			"God callers follow a fractured tradition that originated in the now-lost nation of Sarkoris. They speak to an assortment of ancient divine powers to lead their communities and sometimes stir up reformations in faiths with ideals similar to their personal convictions.",
			":::",
			"",
			":::archetype{c=unchained_summoner}",
			"Leshy Caller",
			"Eidolon; Summon Monster",
			"A leshy caller summons creatures from the First World and forges a bond with a leshy eidolon.",
			":::",
			"",
			":::archetype{c=unchained_summoner}",
			"Soulbound Summoner",
			"Eidolon; Life Link; Summon Monster",
			"Soulbound summoners, as a rule, never set out to bind their soul to a dangerous and enigmatic power. Rather, they have found themselves unintentional masters of eidolons through incredible circumstances.",
			":::",
			"",
			":::archetype{c=unchained_summoner}",
			"Storm Caller",
			"Eidolon; Summon Monster; Shield Ally; Greater Shield Ally; Maker's Call; Transposition",
			"Many summoners beckon monsters from the Elemental Planes, but few are as specialized as storm callers, who channel the elemental energies of the Plane of Air.",
			":::",
			"",
			":::archetype{c=unchained_summoner}",
			"Twinned Summoner",
			"Shield Ally; Greater Shield Ally; Maker's Call; Transposition; Merge Forms",
			"Reflecting the connected nature of Imbrex, a twinned summoner and his eidolon appear identical save for any obvious differences, such as evolutions or equipment.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "unchained summoner archetypes",
				"headers": [ "Archetype", "Alignment", "Aspect", "Bond Senses", "Class Skills", "Devotion", "Eidolon", "Greater Aspect", "Greater Shield Ally", "Life Link", "Maker's Call", "Merge Forms", "Shield Ally", "Summon Monster", "Transposition", "Twin Eidolon" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-unchained_summoner/Construct Caller}", null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null ],
					[ "{arc-unchained_summoner/Devil Binder}", "X", null, "X", null, "X", null, null, "X", null, "X", "X", "X", "X", "X", "X" ],
					[ "{arc-unchained_summoner/Devil Impostor}", null, null, "X", "X", null, "X", null, "X", null, null, null, "X", "X", "X", null ],
					[ "{arc-unchained_summoner/Fey Caller}", null, null, null, "X", null, "X", null, null, null, null, null, null, "X", null, null ],
					[ "{arc-unchained_summoner/God Caller}", null, "X", null, "X", null, null, "X", null, "X", null, null, null, null, "X", "X" ],
					[ "{arc-unchained_summoner/Leshy Caller}", null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null ],
					[ "{arc-unchained_summoner/Soulbound Summoner}", null, null, null, null, null, "X", null, null, "X", null, null, null, "X", null, null ],
					[ "{arc-unchained_summoner/Storm Caller}", null, null, null, null, null, "X", null, "X", null, "X", null, "X", "X", "X", null ],
					[ "{arc-unchained_summoner/Twinned Summoner}", null, null, null, null, null, null, null, "X", null, "X", "X", "X", null, "X", null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"mesmerist": {
		"name": "Mesmerist",
		"sources": [
			"Occult Adventures",
			"Chronicle of Legends",
			"Horror Adventures",
			"Legacy of the First World",
			"Ultimate Wilderness",
			"Blood of the Beast",
			"Blood of the Sea",
			"Legacy of Dragons",
			"Heroes of Golarion",
			"Occult Origins",
			"Occult Realms",
			"Heroes of Golarion"
		],
		"description": [
			"{jumplist Class Skills / Spells / Consummate Liar / Hypnotic Stare / Mesmerist Tricks / Painful Stare / Towering Ego / Bold Stare / Touch Treatment / Manifold Tricks / Mental Potency / Glib Lie / Masterful Tricks / Rule Minds / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Mesmerist",
			"",
			"{SOURCE Occult Adventures/38}",
			"",
			"Experts at charm and deceit, mesmerists compel others to heed their words and bend to their will. Psychic powers, primarily those of enchantment and illusion, give mesmerists the tools they need to manipulate others - usually for their own personal gain. The very gaze of a mesmerist can hypnotize someone into following his whims. Mesmerists frequently form cults of personality around themselves, and they develop skills and contingency plans in case their ploys are discovered. They draw their magic from the Astral Plane, and many consider their minds to be conduits to enigmatic spaces others can't comprehend.",
			"",
			"**Role:** Mesmerists wield power over lesser minds, suppressing foes' wills to weaken them. Priding themselves on their trickery and inventiveness, they also support their allies - and often themselves - with magical tricks, most of which offer protection. Their limited healing ability primarily provides temporary hit points, so mesmerists aren't the strongest primary healers, but they can easily remove conditions that typically affect the mind.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 3d6 &times; 10 gp (average 105 gp).",
			"",
			"### Class Skills",
			"",
			"The Mesmerist's class skills are Appraise (Int), Bluff (Cha), Craft (Int), Diplomacy (Cha), Disguise (Cha), Escape Artist (Dex), Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (dungeoneering) (Int), Knowledge (history) (Int), Knowledge (local) (Int), Knowledge (nobility) (Int), Knowledge (religion) (Int), Linguistics (Int), Perception (Wis), Perform (Cha), Profession (Wis), Sense Motive (Wis), Sleight of Hand (Dex), Spellcraft (Int), Stealth (Dex), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +2 | +2 | Consummate liar, hypnotic stare, knacks, mesmerist trick, painful stare | 1 | - | - | - | - | - |",
			"| 2nd | +1 | +0 | +3 | +3 | Mesmerist trick, towering ego | 2 | - | - | - | - | - |",
			"| 3rd | +2 | +1 | +3 | +3 | Bold stare, touch treatment (minor) | 3 | - | - | - | - | - |",
			"| 4th | +3 | +1 | +4 | +4 | Mesmerist trick | 3 | 1 | - | - | - | - |",
			"| 5th | +3 | +1 | +4 | +4 | Manifold tricks (2), mental potency | 4 | 2 | - | - | - | - |",
			"| 6th | +4 | +2 | +5 | +5 | Mesmerist trick, touch treatment (moderate) | 4 | 3 | - | - | - | - |",
			"| 7th | +5 | +2 | +5 | +5 | Bold stare | 4 | 3 | 1 | - | - | - |",
			"| 8th | +6/+1 | +2 | +6 | +6 | Hypnotic stare (-3), mesmerist trick | 4 | 4 | 2 | - | - | - |",
			"| 9th | +6/+1 | +3 | +6 | +6 | Manifold tricks (3) | 5 | 4 | 3 | - | - | - |",
			"| 10th | +7/+2 | +3 | +7 | +7 | Mesmerist trick, touch treatment (greater) | 5 | 4 | 3 | 1 | - | - |",
			"| 11th | +8/+3 | +3 | +7 | +7 | Bold stare, glib lie | 5 | 4 | 4 | 2 | - | - |",
			"| 12th | +9/+4 | +4 | +8 | +8 | Masterful tricks, mesmerist trick | 5 | 5 | 4 | 3 | - | - |",
			"| 13th | +9/+4 | +4 | +8 | +8 | Manifold tricks (4) | 5 | 5 | 4 | 3 | 1 | - |",
			"| 14th | +10/+5 | +4 | +9 | +9 | Mesmerist trick, touch treatment (*break enchantment*) | 5 | 5 | 4 | 4 | 2 | - |",
			"| 15th | +11/+6/+1 | +5 | +9 | +9 | Bold stare | 5 | 5 | 5 | 4 | 3 | - |",
			"| 16th | +12/+7/+2 | +5 | +10 | +10 | Mesmerist trick | 5 | 5 | 5 | 4 | 3 | 1 |",
			"| 17th | +12/+7/+2 | +5 | +10 | +10 | Manifold tricks (5) | 5 | 5 | 5 | 4 | 4 | 2 |",
			"| 18th | +13/+8/+3 | +6 | +11 | +11 | Mesmerist trick | 5 | 5 | 5 | 5 | 4 | 3 |",
			"| 19th | +14/+9/+4 | +6 | +11 | +11 | Bold stare | 5 | 5 | 5 | 5 | 5 | 4 |",
			"| 20th | +15/+10/+5 | +6 | +12 | +12 | Mesmerist trick, rule minds | 5 | 5 | 5 | 5 | 5 | 5 |",
			"",
			"### Spells Known",
			"",
			"| Level | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | 4 | 2 | - | - | - | - | - |",
			"| 2nd | 5 | 3 | - | - | - | - | - |",
			"| 3rd | 6 | 4 | - | - | - | - | - |",
			"| 4th | 6 | 4 | 2 | - | - | - | - |",
			"| 5th | 6 | 4 | 3 | - | - | - | - |",
			"| 6th | 6 | 4 | 4 | - | - | - | - |",
			"| 7th | 6 | 5 | 4 | 2 | - | - | - |",
			"| 8th | 6 | 5 | 4 | 3 | - | - | - |",
			"| 9th | 6 | 5 | 4 | 4 | - | - | - |",
			"| 10th | 6 | 5 | 5 | 4 | 2 | - | - |",
			"| 11th | 6 | 6 | 5 | 4 | 3 | - | - |",
			"| 12th | 6 | 6 | 5 | 4 | 4 | - | - |",
			"| 13th | 6 | 6 | 5 | 5 | 4 | 2 | - |",
			"| 14th | 6 | 6 | 6 | 5 | 4 | 3 | - |",
			"| 15th | 6 | 6 | 6 | 5 | 4 | 4 | - |",
			"| 16th | 6 | 6 | 6 | 5 | 5 | 4 | 2 |",
			"| 17th | 6 | 6 | 6 | 6 | 5 | 4 | 3 |",
			"| 18th | 6 | 6 | 6 | 6 | 5 | 4 | 4 |",
			"| 19th | 6 | 6 | 6 | 6 | 5 | 5 | 4 |",
			"| 20th | 6 | 6 | 6 | 6 | 6 | 5 | 5 |",
			"",
			"**Weapon and Armor Proficiency:** A mesmerist is proficient with all simple weapons, plus the hand crossbow, sap, sword cane, and whip. He is proficient with light armor, but not with shields.",
			"",
			":b[Spells:] A mesmerist casts psychic spells drawn from the [mesmerist spell list](main/spells_mesmerist). He can cast any spell he knows without preparing it ahead of time. To learn or cast a spell, a mesmerist must have a Charisma score equal to at least 10 + the spell's level. The saving throw DC against a mesmerist's spell is 10 + the spell's level + the mesmerist's Charisma modifier.",
			"",
			"Like other spellcasters, a mesmerist can cast only a certain number of spells of each spell level per day. In addition, he receives [bonus spells per day](rule/determine_bonuses) if he has a high Charisma score.",
			"",
			"The mesmerist's selection of spells is limited. A mesmerist begins play knowing four 0-level spells and two 1st-level spells of the mesmerist's choice. At each new mesmerist level, he learns one or more new spells. Unlike a mesmerist's spells per day, the number of spells a mesmerist knows isn't affected by his Charisma score.",
			"",
			"At 5th level and every 3 levels thereafter, a mesmerist can choose to learn a new spell in place of one he already knows. In effect, the mesmerist loses the old spell in exchange for the new one. The new spell's level must be the same as that of the spell being exchanged, and it must be at least 1 level lower than the highest-level mesmerist spell the mesmerist can cast. A mesmerist can swap only a single spell at any given level, and must choose whether or not to swap the spell at the same time that he gains new spells known for the level.",
			"",
			"A mesmerist need not prepare his spells in advance. He can cast any mesmerist spell he knows at any time, assuming he has not yet used up his allotment of spells per day for the spell's level.",
			"",
			"**Knacks:** Mesmerists learn a number of knacks, or 0-level spells. These spells are cast like any other spells, but they do not consume any slots and can be used again. Knacks cast using other spell slots, due to metamagic feats, for example, consume spell slots as normal.",
			"",
			":b[Consummate Liar:] A mesmerist adds 1/2 his mesmerist level (minimum 1) as a bonus on all Bluff checks. In addition, the mesmerist qualifies for the {feat/Improved Feint} and {feat/Greater Feint} feats, even if he doesn't have {feat/Combat Expertise} or an Intelligence score of at least 13. He can also ignore Combat Expertise and an Intelligence score of 13 as prerequisites for other feats that require Improved Feint or Greater Feint.",
			"",
			":b[Hypnotic Stare/ (Su):] A mesmerist can focus his stare on one creature within 30 feet as a swift action. That creature takes a -2 penalty on Will saving throws. This penalty changes to -3 at 8th level. A mesmerist can maintain his stare against only one opponent at a time; it remains in effect until the mesmerist stares at a new target, the opponent dies, the opponent moves farther than 30 feet away, or the mesmerist falls unconscious or dies. The mesmerist can remove the memory of his stare from the target's mind; the creature doesn't remember that it was affected (nor does it realize that it is currently being affected) unless the mesmerist allows it. The hypnotic stare is a psychic effect, and relies more on the mesmerist's focus than the target's perception of his stare. It can't be avoided in the same ways a gaze attack can. The mesmerist can use this ability even while blinded, but must succeed at a DC 20 concentration check to do so. Staring at a creature requires the mesmerist's focus, so if he uses a gaze attack or similar ability, he must target the subject of his hypnotic stare or voluntarily end the stare. The penalties from multiple mesmerists' stares don't stack, nor do they stack with penalties from witches' evil eye hexes. This is a mind-affecting effect.",
			"",
			":b[Mesmerist Tricks/ (Su):] A mesmerist can create hypnotic bonds with his allies, implanting magical suggestions in their minds that he can later activate. Each day, he can implant a number of these tricks equal to 1/2 his mesmerist level (minimum 1) plus his Charisma bonus (if any). He can have only one trick implanted at a given time, and implanting a new trick ends the previous one (the mesmerist still loses the use of this ability he spent on the previous trick).",
			"",
			"To implant a trick, the mesmerist must take a standard action and either touch a willing creature or implant the trick in himself. A creature can be the subject of only one mesmerist trick at a time. The mesmerist can activate the trick as a free action when a triggering condition is met (as defined in the trick's description), even if it isn't his turn. The subject must be within medium range (100 feet + 10 feet per level) for the mesmerist to trigger the trick. The mesmerist monitors for the trick's triggering condition through a subtle telepathic connection, so he doesn't need line of sight to trigger it - but anything that blocks telepathic contact prevents him from triggering tricks. An implanted trick lasts until the next time the mesmerist regains his spells.",
			"",
			"Once triggered, a trick is no longer implanted, and can't be triggered again until the mesmerist implants the trick again. The duration of the effect caused by triggering a trick is either instantaneous or appears in the trick's entry. The DC for any mesmerist trick or masterful trick that requires a saving throw or skill check is 10 + 1/2 the mesmerist's level + the mesmerist's Charisma modifier.",
			"",
			"The mesmerist knows one trick at 1st level, and learns another trick at 2nd level and every 2 levels thereafter (to a maximum of 11 tricks at 20th level). Each daily use of mesmerist tricks can be used to implant any trick the mesmerist knows. Unless specifically noted in the mesmerist trick's description, a mesmerist can't choose a particular trick more than once.",
			"",
			"The full list of mesmerist tricks is available [here](ability/tricks).",
			"",
			":b[Painful Stare/ (Su):] When an attack that deals damage hits the target of a mesmerist's hypnotic stare, the mesmerist can cause the target to take an amount of additional damage equal to 1/2 the mesmerist's class level (minimum 1). The mesmerist can use this ability as a free action, and can use it even if it isn't his turn. If the mesmerist uses this ability to increase his own damage, the additional damage increases by 1d6 points for every 3 class levels the mesmerist possesses. This damage is precision damage and is not multiplied on a critical hit. A mesmerist can trigger this ability only once per round, but a single creature can take damage from multiple mesmerists' painful stares in a round.",
			"",
			":b[Towering Ego/ (Su):] At 2nd level, a mesmerist gains a bonus equal to his Charisma bonus (minimum 0) on Will saving throws. If the mesmerist is under any effect that would prevent him from providing the emotional component of psychic spells, he loses this bonus on saving throws.",
			"",
			":b[Bold Stare/ (Su):] At 3rd level and every 4 levels thereafter, a mesmerist's hypnotic stare imposes a further effect upon its target. The mesmerist chooses one option each time he gains a new bold stare improvement, and the choice can't be changed later. The mesmerist can't choose the same bold stare improvement more than once unless otherwise noted. All of the mesmerist's bold stare improvements affect the target as long as it is affected by the mesmerist's hypnotic stare.",
			"",
			"The full list of mesmerist stares is available [here](ability/stares).",
			"",
			":b[Touch Treatment/ (Su):] At 3rd level, the mesmerist can help allies shake off harmful conditions - especially those that affect their minds - by channeling psychic energy through his healing hands. He can use touch treatment a number of times per day equal to 3 + his Charisma modifier. Using the ability is a standard action (or a swift action if the mesmerist uses it on himself), and the mesmerist must be able to touch his target. He can remove one condition from one target each time he uses this ability. At 3rd level, he can remove any condition on the minor conditions list. At 6th level, he can remove any condition on the minor or moderate conditions list, and at 10th level, he can remove any condition on the minor, moderate, or greater conditions list.",
			"",
			"*Minor Conditions*: Fascinated, shaken.",
			"",
			"*Moderate Conditions*: Confused, dazed, frightened, sickened.",
			"",
			"*Greater Conditions*: Cowering, nauseated, panicked, stunned.",
			"",
			"A 14th level, the mesmerist can instead expend one use of touch treatment to replicate the effects of {spell/break enchantment}. This targets only one creature the mesmerist is touching and follows all other restrictions of touch treatment.",
			"",
			":b[Manifold Tricks/ (Su):] At 5th level, the mesmerist can have two tricks implanted at a time. The number of concurrent tricks increases by one for every 4 mesmerist levels he possesses beyond 5th. Each creature can still be the subject of only one trick at a time. If the mesmerist implants a new trick while he already has his maximum number of concurrent tricks implanted, he must choose one implanted trick to dismiss without triggering (the dismissed trick still expends a daily use of the mesmerist's tricks).",
			"",
			":b[Mental Potency/ (Ex):] At 5th level, the mesmerist can affect more powerful creatures or a greater number of creatures than normal with his mental effects. Both the HD limit and the total number of HD affected with each enchantment or illusion spell he casts increase by 1. For enchantment and illusion spells he casts that target a number of creatures greater than one, the number of creatures affected also increases by one (so a spell that targets one creature per level would be affected, but a spell that targets only one creature would not be). For example, a 5th-level mesmerist could affect 5 HD worth of creatures with *sleep*, affect 2d4+1 HD worth of creatures with *hypnotism*, and change the categories for *color spray* to \"3 HD or fewer,\" \"4 or 5 HD,\" and \"6 or more HD.\" The number of additional HD or creatures increases by an additional 1 for every 5 levels beyond 5th, to a maximum increase of 4 at 20th level.",
			"",
			":b[Glib Lie/ (Su):] At 11th level, a mesmerist can deceive truth-detecting magic. A creature using this sort of magic against the mesmerist must succeed at a caster level check against a DC of 15 + the mesmerist's class level to succeed (as if the mesmerist were under the effect of a *glibness* spell); failure means the magic doesn't detect the mesmerist's lies or force him to speak only the truth. This ability does not give the mesmerist the *glibness* spell's bonus on Bluff checks.",
			"",
			":b[Masterful Tricks/ (Su):] At 12th level, a mesmerist can choose one of the following masterful tricks in place of a mesmerist trick. He gains an additional masterful trick every 2 levels thereafter. Using a masterful trick consumes two uses of the mesmerist trick class feature instead of one.",
			"",
			"The full list of masterful tricks is available [here](ability/masterful_tricks).",
			"",
			":b[Rule Minds/ (Su):] At 20th level, a mesmerist can permanently mentally enslave a creature. When the mesmerist successfully affects the target of his hypnotic stare with an enchantment spell that requires a saving throw, he can force that creature to attempt a second Will saving throw with a DC equal to the spell's DC. The DC is reduced by 5 if the monster isn't a humanoid. If the creature fails, it becomes a permanent thrall to the mesmerist (as *dominate monster*) until the mesmerist dies. If it succeeds, it can't be affected by rule minds again for 24 hours. A mesmerist can have only one creature enthralled at a time. If he enthralls a new creature, the previous one is set free but is unaware that it was enthralled by the mesmerist.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Deep Magics (Su) | At 20th level, the character's repertoire of spells deepens dramatically. She gains an additional spell known for each spell level she can cast. A character of any class with spells known can select this capstone. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| Piercing Gaze (Su) | At 20th level, the mesmerist's gaze carries with it something of the beyond. His stare penalty increases by 2. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Dwarf | Increase painful stare's damage by 1/4 point. ({source/Occult Adventures/ pg. 84}) |",
			"| Elf | Gain a +1/2 bonus on Acrobatics checks to move through a threatened area and a +1/2 bonus on Bluff checks to feint. ({source/Occult Adventures/ pg. 84}) |",
			"| Elf | Add a +1/4 bonus on grapple and trip combat maneuver checks. ({source/Horror Adventures/ pg. 39}) |",
			"| Gathlain | Increase the number of mesmerist tricks the mesmerist can use per day by one-third. ({source/Legacy of the First World/ pg. 9}) |",
			"| Ghoran | Choose one mind-affecting mesmerist trick that the mesmerist knows. The mesmerist can affect intelligent plant creatures with that trick or spell as if they weren't immune to mind-affecting effects. ({source/Ultimate Wilderness/ pg. 17}) |",
			"| Gnome | Increase the number of mesmerist tricks the mesmerist can use per day by 1/3. ({source/Occult Adventures/ pg. 85}) |",
			"| Half-elf | When casting mesmerist enchantment spells, add 1/2 to the effective caster level of the spell, but only to determine the spell's duration. ({source/Occult Adventures/ pg. 85}) |",
			"| Halfling | Increase the number of mesmerist tricks the mesmerist can use per day by 1/3. ({source/Occult Adventures/ pg. 85}) |",
			"| Half-orc | Increase the mesmerist's bonus damage from painful stare by 1/2 point. ({source/Occult Adventures/ pg. 85}) |",
			"| Human | Increase the mesmerist's towering ego bonus by 1/3 point (to a maximum increase of +2). ({source/Occult Adventures/ pg. 85}) |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ({source/Blood of the Beast/ pg. 12}) |",
			"| Kitsune | Increase the number of mesmerist tricks the mesmerist can use per day by 1/3. ({source/Blood of the Beast/ pg. 12}) |",
			"| Merfolk | The mesmerist learns 1/4 of a new trick. ({source/Blood of the Sea/ pg. 13}) |",
			"| Nagaji | Add 1/5 to the Hit-Die limit and the total number of Hit Die affected with each enchantment or illusion spell the mesmerist casts. This bonus stacks with the mesmerist's mental potency class feature and is applicable under the same conditions as that ability. ({source/Blood of the Beast/ pg. 16}) |",
			"| Ratfolk | Gain a +1 bonus on concentration checks to maintain the mesmerist's hypnotic stare. ({source/Blood of the Beast/ pg. 20}) |",
			"| Tengu | Add 1/4 to the AC bonus provided by the meek facade mesmerist trick. ({source/Blood of the Beast/ pg. 24}) |",
			"| Wyvaran | Add 1/4 to the mesmerist's level for the purpose of determining the effect of mesmerist tricks. ({source/Legacy of Dragons/ pg. 18}) |",
			"",
			"### Archetypes",
			"",
			":::archetype{c=mesmerist}",
			"Aromaphile",
			"Hypnotic Stare; Painful Stare; Towering Ego; Bold Stare; Touch Treatment; Mental Potency",
			"(Ghoran only) Rather than employ the baleful glares of the typical mesmerist, aromaphiles hypnotize others using an array of sickeningly sweet scents developed from their unique ghoran physiology.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Autohypnotist",
			"Hypnotic Stare; Mental Potency",
			"An autohypnotist has incredibly powerful psychic abilities that he can't entirely control.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Chart Caster",
			"Class Skills; Mesmerist Tricks; Manifold Tricks; Touch Treatment",
			"Lirgeni astrologists would divine their futures by consulting star charts, but some had no talent for astrology and simply faked their results. When prophecy died with Aroden, a few Lirgeni survivors continued with this \"reliable\" method.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Cult Master",
			"Consummate Liar; Painful Stare; Mesmerist Tricks; 3rd, 6th, and 14th-level Touch Treatments; 7th-level Bold Stare; Masterful Tricks; Rule Minds",
			"The leaders of some cults are simply charlatans, bathing in the adulation of their followers. Others believe themselves to be truly in touch with an unknown power, bringing their unique messages to those willing to follow and obey them.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Dreamstalker",
			"Painful Stare; 1st-level Mesmerist Trick; Towering Ego; Touch Treatment; Manifold Tricks; Glib Lie",
			"Many mesmerists concentrate their studies on conscious, rational thought, but dreamstalkers instead delve into the unleashed unconscious mind that wanders free in dreams.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Enigma",
			"Hypnotic Stare; Consummate Liar; Painful Stare; Touch Treatment; Manifold Tricks; Glib Lie; Rule Minds",
			"An enigma spends his life dedicated to developing psychic abilities that allow him to operate unnoticed.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Eyebiter",
			"Consummate Liar; 1st-level Mesmerist Trick; Touch Treatment; Mental Potency; Glib Lie",
			"An eyebiter's eyes become so infused with psychic might that they can leave the eyebiter's body and move about on their own.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Fey Trickster",
			"Class Skills; Spellcasting; Towering Ego; Touch Treatment; Rule Minds",
			"Most mesmerists draw psychic power from the Astral Plane, but a few gain their powers in an unusual way: from a brush with the fey.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Gaslighter",
			"Alignment; Consummate Liar; Touch Treatment; Painful Stare",
			"A gaslighter takes joy in others' suffering, delighting in driving them to madness.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Hate-Monger",
			"Alignment; Consummate Liar; Touch Treatment; Mental Potency; Manifold Tricks; 7th-level Bold Stare; Glib Lie",
			"Hate-mongers are xenophobic and judgmental rabblerousers who whip up mobs against enemies real or imagined.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Material Manipulator",
			"Spellcasting; Consummate Liar; 2nd-level Mesmerist Trick; Manifold Tricks; Touch Treatment; Rule Minds",
			"Rather than waste time limiting himself to ruling minds, a material manipulator forces his whims upon reality and uses his magic to ensure that those around him comply with his demands.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Mindwyrm Mesmer",
			"Consummate Liar; Painful Stare",
			"Mindwyrm mesmers emulate the confidence, swagger, and fear inspired by dragons to bully and browbeat others into obedience.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Projectionist",
			"Spellcasting; 4th-level Mesmerist Trick; Mental Potency",
			"Not content to simply command others from afar, a projectionist is able to use his mesmerizing powers to utterly dominate other creatures and objects by projecting his spirit from his body.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Spirit Walker",
			"Spells; Consummate Liar; Mental Potency; 3rd, 6th, 10th, and 14th-level Touch Treatments; Rule Minds",
			"Some mesmerists specialize in dominating and controlling undead rather than the living.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Thought Eater",
			"Consummate Liar; Towering Ego; Touch Treatment; Rule Minds",
			"Mesmerists that learn to pierce deep into the minds of their victims are known as thought eaters, dangerous individuals capable of devouring thoughts and assuming the knowledge those notions represent for themselves.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Toxitician",
			"Consummate Liar; Hypnotic Stare; Painful Stare; Bold Stare; Touch Treatment; Glib Lie",
			"Toxiticians forgo the mesmerist's stare, instead combining their psychic power with their alchemical knowledge to craft injections that torment their foes and bolster themselves and their allies.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Umbral Mesmerist",
			"Spellcasting; 1st, 4th, 8th, 12th, 16th, and 20th-level Mesmerist Tricks; Towering Ego; Mental Potency",
			"Trained in secret, umbral mesmerists are clandestine weapons who spend years learning how to shape terrifying creatures from the inky darkness in which they revel.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Vexing Daredevil",
			"Class Skills; 1st-level Mesmerist Trick; Touch Treatment; Bold Stare; Glib Lie",
			"Vexing daredevils train their psychic powers for combat, specializing in momentarily blinding and confusing their foes with sudden feints and tricks.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Vexing Trickster",
			"Consummate Liar, Touch Treatment",
			"Vexing tricksters indulge in the various hijinks their power enables.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Vizier",
			"Consummate Liar; 3rd-level Bold Stare; Towering Ego; Mental Potency",
			"While many mesmerists focus on beguiling their foes or taking overt control of others with their mental powers, viziers carve out a subtler niche for themselves as advisors.",
			":::",
			"",
			":::archetype{c=mesmerist}",
			"Vox",
			"Spellcasting; Towering Ego; 10th-level Mesmerist Trick; Touch Treatment; Hypnotic Stare",
			"Most mesmerists practice their mental manipulation through their entrancing gaze, but others have learned to practice their skill through the lilt and intonation of their voice.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "mesmerist archetypes",
				"headers": [ "Archetype", "1st-level Mesmerist Trick", "2nd-level Mesmerist Trick", "3rd-level Bold Stare", "3rd-level Touch Treatment", "4th-level Mesmerist Trick", "6th-level Touch Treatment", "7th-level Bold Stare", "8th-level Mesmerist Trick", "10th-level Mesmerist Trick", "10th-level Touch Treatment", "12th-level Mesmerist Trick", "14th-level Touch Treatment", "16th-level Mesmerist Trick", "20th-level Mesmerist Trick", "Add Spells", "Alignment", "Bold Stare", "Class Skills", "Consummate Liar", "Glib Lie", "Hypnotic Stare", "Manifold Tricks", "Masterful Tricks", "Mental Potency", "Mesmerist Tricks", "Painful Stare", "Rule Minds", "Spellcasting", "Touch Treatment", "Towering Ego" ],
				"ripples": [0],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"data": [
					[ "{arc-mesmerist/Aromaphile}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, "X", null, "X", null, null, "X", "X" ],
					[ "{arc-mesmerist/Autohypnotist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null ],
					[ "{arc-mesmerist/Chart Caster}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, "X", null, null, null, "X", null ],
					[ "{arc-mesmerist/Cult Master}", null, null, null, "X", null, "X", "X", null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, "X", null, "X", "X", "X", null, null, null ],
					[ "{arc-mesmerist/Dreamstalker}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, "X", null, null, "X", "X" ],
					[ "{arc-mesmerist/Enigma}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", "X", null, null, null, "X", "X", null, "X", null ],
					[ "{arc-mesmerist/Eyebiter}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", null, null, null, null, "X", null ],
					[ "{arc-mesmerist/Fey Trickster}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X", "X", "X" ],
					[ "{arc-mesmerist/Gaslighter}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, "X", null, null, "X", null ],
					[ "{arc-mesmerist/Hate-Monger}", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, "X", null, "X", null, null, null, null, "X", null ],
					[ "{arc-mesmerist/Material Manipulator}", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, "X", "X", "X", null ],
					[ "{arc-mesmerist/Mindwyrm Mesmer}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-mesmerist/Projectionist}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null ],
					[ "{arc-mesmerist/Spirit Walker}", null, null, null, "X", null, "X", null, null, null, "X", null, "X", null, null, "X", null, null, null, "X", null, null, null, null, "X", null, null, "X", null, null, null ],
					[ "{arc-mesmerist/Thought Eater}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, "X", "X" ],
					[ "{arc-mesmerist/Toxitician}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", "X", null, null, null, null, "X", null, null, "X", null ],
					[ "{arc-mesmerist/Umbral Mesmerist}", "X", null, null, null, "X", null, null, "X", null, null, "X", null, "X", "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, "X" ],
					[ "{arc-mesmerist/Vexing Daredevil}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-mesmerist/Vexing Trickster}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-mesmerist/Vizier}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, "X" ],
					[ "{arc-mesmerist/Vox}", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", "X", "X" ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"rogue": {
		"name": "Rogue",
		"sources": [
			"PRPG Core Rulebook",
			"Chronicle of Legends",
			"Plane-Hopper's Handbook",
			"Advanced Race Guide",
			"Advanced Player's Guide",
			"Ultimate Wilderness",
			"Legacy of the First World",
			"Horror Adventures",
			"Goblins of Golarion",
			"Blood of the Beast",
			"Blood of the Sea",
			"Blood of Shadows",
			"Heroes of Golarion",
			"Legacy of Dragons"
		],
		"description": [
			"{jumplist Class Skills / Sneak Attack / Trapfinding / Evasion / Rogue Talents / Trap Sense / Uncanny Dodge / Other Abilities / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Rogue",
			"",
			"{SOURCE PRPG Core Rulebook/67}",
			"",
			"Life is an endless adventure for those who live by their wits. Ever just one step ahead of danger, rogues bank on their cunning, skill, and charm to bend fate to their favor. Never knowing what to expect, they prepare for everything, becoming masters of a wide variety of skills, training themselves to be adept manipulators, agile acrobats, shadowy stalkers, or masters of any of dozens of other professions or talents. Thieves and gamblers, fast talkers and diplomats, bandits and bounty hunters, and explorers and investigators all might be considered rogues, as well as countless other professions that rely upon wits, prowess, or luck. Although many rogues favor cities and the innumerable opportunities of civilization, some embrace lives on the road, journeying far, meeting exotic people, and facing fantastic danger in pursuit of equally fantastic riches. In the end, any who desire to shape their fates and live life on their own terms might come to be called rogues.",
			"",
			"**Role:** Rogues excel at moving about unseen and catching foes unaware, and tend to avoid head-to-head combat. Their varied skills and abilities allow them to be highly versatile, with great variations in expertise existing between different rogues. Most, however, excel in overcoming hindrances of all types, from unlocking doors and disarming traps to outwitting magical hazards and conning dull-witted opponents.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 4d6 &times; 10 gp (average 140 gp).",
			"",
			"### Class Skills",
			"",
			"The Rogue's class skills are Acrobatics (Dex), Appraise (Int), Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha), Disable Device (Dex), Disguise (Cha), Escape Artist (Dex), Intimidate (Cha), Knowledge (dungeoneering) (Int), Knowledge (local) (Int), Linguistics (Int), Perception (Wis), Perform (Cha), Profession (Wis), Sense Motive (Wis), Sleight of Hand (Dex), Stealth (Dex), Swim (Str), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 8 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +2 | +0 | Sneak attack +1d6, trapfinding |",
			"| 2nd | +1 | +0 | +3 | +0 | Evasion, rogue talent |",
			"| 3rd | +2 | +1 | +3 | +1 | Sneak attack +2d6, trap sense +1 |",
			"| 4th | +3 | +1 | +4 | +1 | Rogue talent, uncanny dodge |",
			"| 5th | +3 | +1 | +4 | +1 | Sneak attack +3d6 |",
			"| 6th | +4 | +2 | +5 | +2 | Rogue talent, trap sense +2 |",
			"| 7th | +5 | +2 | +5 | +2 | Sneak attack +4d6 |",
			"| 8th | +6/+1 | +2 | +6 | +2 | Improved uncanny dodge, rogue talent |",
			"| 9th | +6/+1 | +3 | +6 | +3 | Sneak attack +5d6, trap sense +3 |",
			"| 10th | +7/+2 | +3 | +7 | +3 | Advanced talents, rogue talent |",
			"| 11th | +8/+3 | +3 | +7 | +3 | Sneak attack +6d6 |",
			"| 12th | +9/+4 | +4 | +8 | +4 | Rogue talent, trap sense +4 |",
			"| 13th | +9/+4 | +4 | +8 | +4 | Sneak attack +7d6 |",
			"| 14th | +10/+5 | +4 | +9 | +4 | Rogue talent |",
			"| 15th | +11/+6/+1 | +5 | +9 | +5 | Sneak attack +8d6, trap sense +5 |",
			"| 16th | +12/+7/+2 | +5 | +10 | +5 | Rogue talent |",
			"| 17th | +12/+7/+2 | +5 | +10 | +5 | Sneak attack +9d6 |",
			"| 18th | +13/+8/+3 | +6 | +11 | +6 | Rogue talent, trap sense +6 |",
			"| 19th | +14/+9/+4 | +6 | +11 | +6 | Sneak attack +10d6 |",
			"| 20th | +15/+10/+5 | +6 | +12 | +6 | Master strike, rogue talent |",
			"",
			"**Weapon and Armor Proficiency:** Rogues are proficient with all simple weapons, plus the hand crossbow, rapier, sap, shortbow, and short sword. They are proficient with light armor, but not with shields.",
			"",
			":b[Sneak Attack:] If a rogue can catch an opponent when he is unable to defend himself effectively from her attack, she can strike a vital spot for extra damage.",
			"",
			"The rogue's attack deals extra damage anytime her target would be denied a Dexterity bonus to AC (whether the target actually has a Dexterity bonus or not), or when the rogue flanks her target. This extra damage is 1d6 at 1st level, and increases by 1d6 every two rogue levels thereafter. Should the rogue score a critical hit with a sneak attack, this extra damage is not multiplied. Ranged attacks can count as sneak attacks only if the target is within 30 feet.",
			"",
			"With a weapon that deals nonlethal damage (like a sap, whip, or an unarmed strike), a rogue can make a sneak attack that deals nonlethal damage instead of lethal damage. She cannot use a weapon that deals lethal damage to deal nonlethal damage in a sneak attack, not even with the usual -4 penalty.",
			"",
			"The rogue must be able to see the target well enough to pick out a vital spot and must be able to reach such a spot. A rogue cannot sneak attack while striking a creature with {rule/concealment}.",
			"",
			":b[Trapfinding:] A rogue adds 1/2 her level to Perception skill checks made to locate traps and to Disable Device skill checks (minimum +1). A rogue can use Disable Device to disarm magic traps.",
			"",
			":b[Evasion/ (Ex):] At 2nd level and higher, a rogue can avoid even magical and unusual attacks with great agility. If she makes a successful Reflex saving throw against an attack that normally deals half damage on a successful save, she instead takes no damage. Evasion can be used only if the rogue is wearing light armor or no armor. A helpless rogue does not gain the benefit of evasion.",
			"",
			":b[Rogue Talents:] As a rogue gains experience, she learns a number of talents that aid her and confound her foes. Starting at 2nd level, a rogue gains one [rogue talent](ability/rogue_talents). She gains an additional rogue talent for every 2 levels of rogue attained after 2nd level. A rogue cannot select an individual talent more than once.",
			"",
			"Some talents add effects to a rogue's sneak attack. Only one of these talents can be applied to an individual attack and the decision must be made before the attack roll is made.",
			"",
			":b[Trap Sense/ (Ex):] At 3rd level, a rogue gains an intuitive sense that alerts her to danger from traps, giving her a +1 bonus on Reflex saves made to avoid traps and a +1 dodge bonus to AC against attacks made by traps. These bonuses rise to +2 when the rogue reaches 6th level, to +3 when she reaches 9th level, to +4 when she reaches 12th level, to +5 at 15th, and to +6 at 18th level.",
			"",
			"Trap sense bonuses gained from multiple classes stack.",
			"",
			":b[Uncanny Dodge/ (Ex):] Starting at 4th level, a rogue can react to danger before her senses would normally allow her to do so. She cannot be caught flat-footed, nor does she lose her Dex bonus to AC if the attacker is invisible. She still loses her Dexterity bonus to AC if immobilized. A rogue with this ability can still lose her Dexterity bonus to AC if an opponent successfully uses the {rule/feint} action against her.",
			"",
			"If a rogue already has uncanny dodge from a different class, she automatically gains improved uncanny dodge instead.",
			"",
			"**Improved Uncanny Dodge (Ex):** A rogue of 8th level or higher can no longer be flanked.",
			"",
			"This defense denies another rogue the ability to sneak attack the character by flanking her, unless the attacker has at least four more rogue levels than the target does.",
			"",
			"If a character already has uncanny dodge from another class, the levels from the classes that grant uncanny dodge stack to determine the minimum rogue level required to flank the character.",
			"",
			":b[Advanced Talents:]{id=other-abilities} At 10th level, and every two levels thereafter, a rogue can choose an [advanced talent](ability/advanced_rogue_talents) in place of a rogue talent.",
			"",
			"**Master Strike (Ex):** Upon reaching 20th level, a rogue becomes incredibly deadly when dealing sneak attack damage. Each time the rogue deals sneak attack damage, she can choose one of the following three effects: the target can be put to sleep for 1d4 hours, paralyzed for 2d6 rounds, or slain. Regardless of the effect chosen, the target receives a Fortitude save to negate the additional effect. The DC of this save is equal to 10 + 1/2 the rogue's level + the rogue's Intelligence modifier. Once a creature has been the target of a master strike, regardless of whether or not the save is made, that creature is immune to that rogue's master strike for 24 hours. Creatures that are immune to sneak attack damage are also immune to this ability.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Masterful Talent (Ex) | At 20th level, the rogue has been a thief, an actor, a merchant, a scout, a confessor, a friend, an assassin, and a dozen more things besides. The rogue gains a +4 bonus on all of her skills. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| The Right Spot (Ex) | At 20th level, the character can hit an opponent's weak spot effortlessly. Once per round, the character can apply her sneak attack damage to an attack, even if the target is not flanked or denied its Dexterity bonus to AC. This does not allow the character to sneak attack targets that are immune to sneak attacks (such as oozes). This capstone is available for any class with the sneak attack class feature. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Aphorite | Add a +1 bonus on Disable Device and Use Magic Device checks related to glyphs, scrolls, symbols, and other magical writings. ({source/Plane-Hopper's Handbook/ pg. 15}) |",
			"| Catfolk | Add a +1/2 bonus on Bluff checks to feint and Sleight of Hands checks to pickpocket. ({source/Advanced Race Guide/ pg. 92}) |",
			"| Changeling | The rogue gains 1/6 of a new rogue talent. ({source/Advanced Race Guide/ pg. 184}) |",
			"| Dhampir | Add a +1/2 bonus on Stealth checks and Perception checks made in dim light or darkness. ({source/Advanced Race Guide/ pg. 98}) |",
			"| Drow | Add a +1/2 bonus on Bluff checks to feint and pass secret messages. ({source/Advanced Race Guide/ pg. 104}) |",
			"| Duskwalker | The rogue gains 1/6 of a new rogue talent. ({source/Plane-Hopper's Handbook/ pg. 17}) |",
			"| Dwarf | Add a +1/2 bonus on Disable Device checks regarding stone traps and a +1/2 bonus to trap sense regarding stone traps. ({source/Advanced Race Guide/ pg. 13}, {source/Advanced Player's Guide/ pg. 11}) |",
			"| Elf | Add +1 to the number of times per day the rogue can cast a cantrip or 1st-level spell gained from the minor magic or major magic talent. The number of times this bonus is selected for the major magic talent cannot exceed the number of times it is selected for the minor magic talent. The rogue must possess the associated rogue talent to select these options. ({source/Advanced Race Guide/ pg. 23}) |",
			"| Fetchling | Add a +1/2 bonus on Stealth and Sleight of Hand checks made while in dim light or darkness. ({source/Advanced Race Guide/ pg. 109}) |",
			"| Ganzi | Add a +1/2 bonus on Stealth checks while on a plane other than the Material Plane. ({source/Plane-Hopper's Handbook/ pg. 19}) |",
			"| Gathlain | Add a +1/2 bonus to Bluff checks to pass secret messages or create a distraction to hide and on Sleight of Hands checks to pickpocket. ({source/Ultimate Wilderness/ pg. 10}, {source/Legacy of the First World/ pg. 9}) |",
			"| Ghoran | Choose one type of ranger favored enemy (or one subtype in case of either humanoid or outsider). The rogue adds 1/2 to her sneak attack damage when using sneak attack against creatures of the chosen type (maximum +3). ({source/Ultimate Wilderness/ pg. 17}) |",
			"| Gillman | The rogue gains 1/6 of a new rogue talent. ({source/Advanced Race Guide/ pg. 188}) |",
			"| Gnome | The rogue gains a +1/2 bonus on Disable Device and Use Magic Device checks related to glyphs, symbols, scrolls, and other magical writings. ({source/Advanced Race Guide/ pg. 33}, {source/Advanced Player's Guide/ pg. 15}) |",
			"| Gnome | Add 1/4 to the Perception and Disable Device DCs of traps the rogue creates. ({source/Horror Adventures/ pg. 39}) |",
			"| Goblin | Add a +1 bonus on the rogue's sneak attack damage rolls during the surprise round or before the target has acted in combat. ({source/Advanced Race Guide/ pg. 115}, {source/Goblins of Golarion/ pg. 31}) |",
			"| Grippli | Add a +1/2 bonus on Perception checks while in a forest or swamp. ({source/Advanced Race Guide/ pg. 190}) |",
			"| Half-elf | Add a +1/2 bonus on Bluff checks to feint and Diplomacy checks to gather information. ({source/Advanced Race Guide/ pg. 43}, {source/Advanced Player's Guide/ pg. 17}) |",
			"| Halfling | Choose a weapon from the following list: sling, dagger, or any weapon with \"halfling\" in its name. Add a +1/2 bonus on critical hit confirmation rolls with that weapon (maximum bonus +4). This bonus does not stack with {feat/Critical Focus}. ({source/Advanced Race Guide/ pg. 63}, {source/Advanced Player's Guide/ pg. 21}) |",
			"| Half-orc | Add +1/3 on critical hit confirmation rolls made while using sneak attack (maximum bonus of +5). This bonus does not stack with Critical Focus. ({source/Advanced Race Guide/ pg. 53}) |",
			"| Hobgoblin | Reduce the penalty for not being proficient with one weapon by 1. When the nonproficiency penalty for a weapon becomes 0 because of this ability, the rogue is treated as having the appropriate Martial or Exotic Weapon Proficiency feat for that weapon. ({source/Advanced Race Guide/ pg. 122}) |",
			"| Human | The rogue gains +1/6 of a new rogue talent. ({source/Advanced Race Guide/ pg. 73}, {source/Advanced Player's Guide/ pg. 23}) |",
			"| Ifrit | Add a +1/2 bonus on Acrobatics checks to jump and a +1/2 bonus on Intimidate checks to demoralize enemies. ({source/Advanced Race Guide/ pg. 127}) |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ({source/Blood of the Beast/ pg. 12}) |",
			"| Kitsune | The rogue gains 1/6 of a new rogue talent. ({source/Advanced Race Guide/ pg. 192}) |",
			"| Kobold | Add +1/2 to the rogue's trap sense bonus to AC. ({source/Advanced Race Guide/ pg. 133}) |",
			"| Locathah | Choose a piercing melee weapon. Add a +1/2 bonus on critical hit confirmation rolls with that weapon (maximum bonus +4). This bonus does not stack with {feat/Critical Focus}. ({source/Blood of the Sea/ pg. 11}) |",
			"| Ratfolk | Add a +1/2 bonus on Escape Artist checks. ({source/Advanced Race Guide/ pg. 151}) |",
			"| Samsaran | The rogue gains 1/6 of a new rogue talent. ({source/Advanced Race Guide/ pg. 198}) |",
			"| Sylph | Add a +1/2 bonus on Acrobatics checks to jump and a +1/2 bonus on Sense Motive checks. ({source/Advanced Race Guide/ pg. 157}) |",
			"| Tengu | Choose a weapon from those listed under the tengu's swordtrained ability. Add a +1/2 bonus on critical hit confirmation rolls with that weapon (maximum bonus +4). This bonus does not stack with Critical Focus. ({source/Advanced Race Guide/ pg. 163}) |",
			"| Tiefling | Add +1/2 to sneak attack damage dealt to creatures with the outsider type. ({source/Advanced Race Guide/ pg. 170}) |",
			"| Vanara | The rogue gains 1/6 of a new rogue talent. ({source/Advanced Race Guide/ pg. 206}) |",
			"| Vine leshy | Add a +1/2 bonus to Climb checks and on Stealth checks in forests. ({source/Ultimate Wilderness/ pg. 22}) |",
			"| Vishkanya | Add +1 to the rogue's CMD when resisting a grapple or reposition attempt. ({source/Advanced Race Guide/ pg. 208}) |",
			"| Wayang | The rogue gains 1/6 of a new rogue talent. ({source/Blood of Shadows/ pg. 11}) |",
			"| Wyrwood | The rogue gains 1/6 of a rogue talent. ({source/Heroes of Golarion/ pg. 6}) |",
			"| Wyvaran | Add a +1/2 bonus to Stealth and Sleight of Hand checks to steal or hide objects. ({source/Legacy of Dragons/ pg. 18}) |",
			"",
			"### Archetypes",
			"",
			":::archetype{c=rogue}",
			"Acrobat",
			"Trapfinding; Trap Sense",
			"Whether they are daring thieves, infiltrating assassins, or intrepid spies, proper training in acrobatics is a valuable boon for rogues.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Bandit",
			"Uncanny Dodge",
			"Bandits tend to have a variety of skills; sometimes these skills are similar to a ranger's, but a bandit's tactics always deal with surprise followed by intimidation, with the clear threat of naked force if intimidation does not do the trick.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Bekyar Kidnapper",
			"Trapfinding; Trap Sense",
			"A Bekyar kidnapper is not only adept at hiding herself in thick jungles and quickly subduing her prey, but also at spreading rumors of hidden ruins, buried treasure, and other such valuables that might lure an unwary foreigner into her traps.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Bellflower Irrigator",
			"Trapfinding; 4th-level Rogue Talent; Uncanny Dodge; Improved Uncanny Dodge",
			"Rather than focusing on saving slaves, Bellflower irrigators seek to defeat slavery by aiming to eliminate the source.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Burglar",
			"Uncanny Dodge; Improved Uncanny Dodge",
			"Adept at infiltration, trap removal, and lock picking, burglars prey on the homes of the wealthy and forgotten tombs alike.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Carnivalist",
			"2nd, 4th, 6th-level Rogue Talents; Sneak Attack; Trap Sense",
			"Carnivalists train their miniature minions to perform acts of larceny and often hide their true talents behind theatrical sideshows.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Cat Burglar",
			"Uncanny Dodge; Improved Uncanny Dodge",
			"(Catfolk Only) Cat burglars are masters of breaking and entering, using their feline grace to make it seem as though no crime was ever committed in the first place.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Chameleon",
			"Trapfinding; Trap Sense",
			"An absolute master of disguise, a chameleon effortlessly blends into any environment.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Charlatan",
			"Trapfinding; Trap Sense",
			"A charlatan is a master of lies and deception.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Consigliere",
			"Class Skills; Trapfinding; Evasion; Uncanny Dodge; Improved Uncanny Dodge; Trap Sense; 10th-level Rogue Talent",
			"Consiglieres act as trusted mediators and administrators for crime families and various criminal organizations, and many serve as the right hand to the leaders of such groups.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Construct Saboteur",
			"Class Skills; Trapfinding; 2nd-level Rogue Talent; Trap Sense",
			"The construct saboteur harnesses arcane energy to combat the golems and eldritch guardians that prowl the depths of ancient ruins and forgotten tombs.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Counterfeit Mage",
			"Trapfinding; 4th-level Rogue Talent",
			"Charlatans and stage magicians use slight of hand to fake magic. A counterfeit mage goes a step further, parroting the motions and activation phrases used by arcane casters to activate wands or other magical accoutrements.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Cutpurse",
			"Trapfinding; Trap Sense",
			"Cutpurses are often trained by guilds to collect the guild's tax from local businesses on a daily basis, whether through intimidation or pickpocketing. Some find themselves taking up the mantle of adventurer, and their talents are generally appreciated in this role, but the cutpurse is still the first person her companions look to when an item goes missing.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Dark Lurker",
			"Evasion; 2nd, 8th, 14th, and 20th-level Rogue Talents",
			"Dark lurkers use darkness as an ally.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Deadly Courtesan",
			"Class Skills; 2nd-level Rogue Talent; Trap Sense; Improved Uncanny Dodge",
			"(Vishkanya Only) Skilled at manipulation and diversion, the deadly courtesan builds up those around her and periodically takes them down.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Desert Raider",
			"Class Skills; Trapfinding; Trap Sense",
			"Desert raider learn the secrets of the deserts and become inured to their dangers.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Discretion Specialist",
			"Trapfinding; Trap Sense/Danger Sense; 4th, 12th-level Rogue Talents; Uncanny Dodge; Improved Uncanny Dodge",
			"Discretion specialists deal with bodies, inconvenient witnesses, and other loose ends.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Dreamthief",
			"Class Skills; Sneak Attack; Master Strike; Trap Sense; Uncanny Dodge; Improved Uncanny Dodge; 12th-level Rogue Talent",
			"Each dreamthief bears a focused fragment of emotion, known as a dreamshard, within her soul. This metaphysical crystal grants a dreamthief supernatural powers, which she supplements with skill and grace.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Driver",
			"Trapfinding; Trap Sense",
			"A driver makes her living driving vehicles in the service of those who can pay for her considerable talents.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Earthshadow",
			"Trapfinding; Evasion; 4th, 8th, 12th, 16th-level Rogue Talents",
			"In the centuries since the Quest for the Sky, the mystic lore the dwarves call earthcraft has been passed down through the generations, and its practitioners are called earthshadows.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Eldritch Raider",
			"Class Skills; Skill Ranks; 2nd-level Rogue Talent; Trap Sense",
			"(Gillman Only) An eldritch raider is a rogue who seeks to unravel the mysteries of the destruction of the gillmen's homeland.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Eldritch Scoundrel",
			"Armor Proficiency; Skills; Trap Sense; Sneak Attack; Rogue Talents; Uncanny Dodge; Improved Uncanny Dodge",
			"Students of arcane magic, legerdemain, and stealth, eldritch scoundrels are a rare breed of adventurer most commonly found seeking lost and valuable arcane writings in the ruins of fallen empires, such as Thassilon or the Jistka Imperium.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Escapologist",
			"Trapfinding; Uncanny Dodge; Improved Uncanny Dodge",
			"The escapologist excels at escaping any confinement, whether physical, magical, or mental. Few restraints can hold an escapologist for long.",
			":::",
			"",
			":::archetype{c=rogue}",
			"False Medium",
			"Trapfinding; 2nd-level Rogue Talent; Trap Sense",
			"The false medium is a master of pretending to have occult powers in order to manipulate the emotions and atmosphere of the people and places around him, often reaping a healthy reward from the bereaved, who find solace in his comforting lies.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Fey Prankster",
			"Trapfinding; 2nd, 6th, 8th, and 12th-level Rogue Talents; Uncanny Dodge; Improved Uncanny Dodge",
			"(Gathlain) Fey pranksters specialize in tricking others to teach a lesson or for their own entertainment.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Filcher",
			"Evasion; Trap Sense 1-6; Uncanny Dodge; Improved Uncanny Dodge",
			"(Halfling Only) Whether cutting purses in the midst of combat or replacing prized items with fakes under the noses of their owners, the filcher is the master of the quick and quiet steal.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Galtan Agitator",
			"Trapfinding; Trap Sense; 4th, 8th, 12th-level Rogue Talent",
			"Galtan agitators fight mightily to cast down the enemies of their ideals within the shambles of the tumultuous nation of Galt.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Guerrilla",
			"Trapfinding; Evasion; Trap Sense; Uncanny Dodge; Improved Uncanny Dodge",
			"Guerrillas fight against oppressive leadership and governments including Chelish colonization in Sargava and the power structures in Cheliax proper, Nidal, and Razmiran",
			":::",
			"",
			":::archetype{c=rogue}",
			"Guild Agent",
			"Evasion; Uncanny Dodge; Improved Evasion; Master Strike",
			"Guild agents are members of a thieves' guild or other shadowy organization. What they lose in independence, they more than make up for in benefits gained due to their association's infrastructure.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Gun Smuggler",
			"Weapon Proficiencies; Trapfinding; Sneak Attack; Trap Finding; 6th-level Rogue Talent; Uncanny Dodge; Improved Uncanny Dodge",
			"Gun smugglers are adept at procuring firearms and concealing their secret weapons",
			":::",
			"",
			":::archetype{c=rogue}",
			"Heister",
			"2nd, 4th, 8th-level Rogue Talent; Uncanny Dodge; Improved Uncanny Dodge",
			"Notorious for their stealth, imagination, and elaborately planned thefts and capers, heisters specialize in breaking into secure locations, stealing items of value, and escaping undetected.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Investigator",
			"Trapfinding",
			"Not all rogues work against the law. Investigators use their skills to serve the law, often in the employ of nobles or in the pursuit of noble causes.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Kintargo Rebel",
			"Trap Sense; Uncanny Dodge",
			"Whenever the Chelish navy sails into the port, these rebels are quick to appear agreeably subservient in order to conceal their non-compliance and avoid retribution.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Kitsune Trickster",
			"Trapfinding; Trap Sense",
			"(Kitsune Only) The kitsune trickster combines her sharpened wit with minor arcane powers of charm and persuasion.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Knife Master",
			"Trapfinding; Sneak Attack; Trap Sense",
			"The knife master is a trained killer who specializes in close-up combat and the wave and weave of knife fighting.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Makeshift Scrapper",
			"Weapon Proficiencies; Trapfinding; Trap Sense; 12th-level Rogue Talent",
			"Some combatants specialize in the study of certain weapons, but those without formal training often learn to survive a fight by making brilliant use of whatever is lying around.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Master of Disguise",
			"Trapfinding; 2nd, 10th-level Rogue Talent",
			"A master of disguise believes that never letting her adversaries know her true identity protects her from bad luck or missteps on a job.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Nameless Shadow",
			"Trapfinding; 2nd, 4th, 6th, 8th, 10th, 14th, 18th-level Rogue Talents",
			"Where bandits and tyrants prey on merchants and caravans, the nameless shadow preys on bandits and tyrants.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Needler",
			"Evasion; Uncanny Dodge; 6th-level Rogue Talent; Improved Uncanny Dodge",
			"Needlers use subtlety and misdirection to deliver deadly poisons to unsuspecting victims in creative and unorthodox ways.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Numerian Scavenger",
			"Trapfinding; Uncanny Dodge; Improved Uncanny Dodge",
			"A Numerian scavenger lives for the discovery of new technological wonders scraped from the depths of the strange ruins, metal caverns, and outlandish junkyards of Numeria.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Okeno Liberator",
			"Trapfinding; Trap Sense; Uncanny Dodge",
			"The sight of yellow sails on the Inner Sea signals the approach of a ship from Okeno, home port of the most ruthless and feared of all slaving operations. Most who see these sails flee in terror, but some freedom fighters actually endeavor to be captured, knowing that being taken to Stonespine Island in manacles is the easiest way to infiltrate the city, liberate other slaves, and lead them to freedom.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Phantom Thief",
			"Class Skills; Sneak Attack; Trapfinding; Trap Sense; Master Strike",
			"Phantom thieves come from the ranks of the elite, having grown bored with their finery, and seek thrills from acts of daring, skill, and crime.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Pirate",
			"Trapfinding; 2nd-level Rogue Talent; Trapfinding",
			"A pirate breaks from the confines of country and king to commit her crimes upon the high seas.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Planar Sneak",
			"Trap Sense; Uncanny Dodge; Improved Uncanny Dodge",
			"A planar sneak finds creative ways to defy conventional limitations when trying to overcome extraplanar obstacles.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Poisoner",
			"Trapfinding; Trap Sense",
			"The poisoner knows poison is just a tool toward an end, and is no different than any other weapon.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Rake",
			"Trapfinding; Trap Sense",
			"The rake is a rogue who is open about her skills and talents, often to the point of being boastful.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Relic Raider",
			"Uncanny Dodge; Improved Uncanny Dodge",
			"Relic raiders are rogues who specialize in recovering treasures from ruins and tombs, some in a quest for knowledge, others out of a desire for riches.",
			":::",
			"",
			":::archetype{c=rogue}",
			"River Rat",
			"Class Skills; Trapfinding; Trap Sense",
			"River rats are skilled at hiding amid reeds and roots, striking the unwary from the shallows as others would from the shadows.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Roof Runner",
			"Trapfinding; Trap Sense",
			"A specialized urban acrobat, the roof runner makes her home high atop the spires and gables of great cities.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Rotdrinker",
			"Evasion; Uncanny Dodge; Improved Uncanny Dodge",
			"Poisons are common tools in a rogue's trade, and some poison-using rogues are so frequently exposed to these toxins that they have developed resistances to particular poisons.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Sanctified Rogue",
			"Uncanny Dodge; Improved Uncanny Dodge",
			"The sanctified rogue serves a higher purpose, acting as a representative of a church or cult, or following the tenets of a specific faith or deity.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Sapper",
			"Trapfinding; 2nd and 4th-level Rogue Talents",
			"The sapper is a trained siege engineer and can deal with traps and other obstacles given plenty of time.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Scout",
			"Uncanny Dodge; Improved Uncanny Dodge",
			"Scouts frequently roam the wilderness, often banding together as bandits, but sometimes serving as guides, as trailblazers, or as companions to a ranger or barbarian warrior.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Scroll Scoundrel",
			"2nd-level Rogue Talent, Trap Sense, Uncanny Dodge, Improved Uncanny Dodge, 10th-level Rogue Talent",
			"Using knowledge from extensive research, the scroll scoundrel exploits overconfidence and predictability to better stay alive.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Sczarni Swindler",
			"Trapfinding; Evasion; Trap Sense; Uncanny Dodge; Improved Uncanny Dodge",
			"If life is a game, the Sczarni play to win. When skill and luck aren't enough, cheating is often the best option.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Seeker of the Lost",
			"2nd-level Rogue Talent; Uncanny Dodge; Improved Uncanny Dodge",
			"Aquatic elven adventurers descending into the ruins of sunken Azlant developed techniques to ease their explorations, and they now share these techniques among a loose group of acquaintances calling themselves the seekers of the lost.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Shadow Scion",
			"Trapfinding; 2nd, 8th, 14th-level Rogue Talent; Master Strike",
			"Shadow scions have learned the secrets of light and dark and draw power from the shadows themselves.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Shadow Walker",
			"Trapfinding; 2nd-level Rogue Talent; Trap Sense; Uncanny Dodge; Improved Uncanny Dodge",
			"Shadow walkers are comfortable in light, darkness, and the shadows in between.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Sharper",
			"Trapfinding; 2nd, 4th, 6th, 8th, 10th, 16th-level Rogue Talent; Trap Sense;",
			"Sharpers use trickery and deception to part an owner from his valuables.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Skulking Slayer",
			"Weapon/Armor Proficiency; Class Skills; Trapfinding; Rogue Talent; Advanced Rogue Talent; Trap Sense 1-4",
			"(Half-Orc Only) Pushed into a life of crime by the society around them, half-orcs gravitate toward criminal activities that suit them best.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Sly Saboteur",
			"Class Skills; Trap Sense; Uncanny Dodge; Improved Uncanny Dodge;",
			"Sly saboteurs are irregular soldiers who specialize in sabotage and surprise attacks.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Smuggler",
			"Trap Sense; Trapfinding; Evasion",
			"Smugglers specialize in moving contraband from one area to another while avoiding detection by authorities.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Snare Setter",
			"Sneak Attack; Trapfinding; Master Strike",
			"(Kobold Only) Deep in darkness, the snare setter constructs his deadly traps and brutal mechanisms to confound and destroy any who try to invade his domain.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Sniper",
			"Trapfinding; Trap Sense",
			"Some say that the sniper is the worst kind of assassin: a killer who waits silently in the shadows and then strikes from a distance without remorse.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Snoop",
			"Trapfinding; Evasion; Uncanny Dodge; Improved Uncanny Dodge; 8th-level Rogue Talent",
			"Snoops act as information peddlers, specializing in gathering secrets through investigation, subterfuge, and coercion, and selling or trading those secrets for personal gain.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Spy",
			"Trapfinding; Trap Sense",
			"The best spies are like chameleons, but not only can they change their appearances to fit the situation, they can also change their personalities, allegiances, and even loves if that's what it takes to achieve their clandestine goals.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Survivalist",
			"Trapfinding; Trap Sense",
			"The survivalist focuses her talents on surviving harsh and unforgiving conditions that would kill a lesser rogue.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Swamp Poisoner",
			"Racial Traits; Trapfinding; 2nd-level Rogue Talent; Trap Sense",
			"(Grippli) Swamp poisoners use their own toxins to defend their homes and level the playing field",
			":::",
			"",
			":::archetype{c=rogue}",
			"Swashbuckler",
			"Trapfinding; Trap Sense",
			"A paragon of mobile swordplay, the swashbuckler is a rogue who focuses almost exclusively on honing her skill at arms and perfecting daring acrobatic moves and elaborate flourishes that border on performance.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Swordmaster",
			"Class Skills; Trap Sense",
			"(Tengu Only) A swordmaster meditates to strengthen her spiritual connection to her blade. She strives to perfect her skills by mastering six deadly trances.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Sylvan Trickster",
			"Class Skills; Trapfinding; Rogue Talents; Uncanny Dodge; Improved Uncanny Dodge",
			"Sylvan tricksters are rogues who model themselves after the mischievous fey of legend.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Thug",
			"Trapfinding; Trap Sense",
			"Some criminals steal with finesse, their victims only discovering the crime when the rogue is long gone and the coin already spent. A thug, on the other hand, cares nothing for finesse.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Tidal Trickster",
			"Trapfinding; Trap Sense; Uncanny Dodge; Improved Uncanny Dodge; 4th, 8th-level Rogue Talent",
			"Tidal tricksters roam the seas, using their skillful mastery of the currents to move across aquatic battlefields and throw their enemies off-balance.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Toxic Talon",
			"Weapon Proficiencies; Trapfinding; Trap Sense; Uncanny Dodge; Improved Uncanny Dodge",
			"A toxic talon spends resources and time combining easy-to-obtain materials into dangerous toxins to aid in the defense of Andoran.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Trapsmith",
			"Uncanny Dodge; Improved Uncanny Dodge",
			"Some rogues are not content with just disabling traps - they love to build them, finding a captivating beauty in the turning of gears and the slither of ropes over pulleys.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Underground Chemist",
			"Evasion; 4th-level Rogue Talent; Advanced Talents",
			"Underground chemists are part of the rotting, fetid underbelly of the alchemical world.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Vexing Dodger",
			"Trapfinding; 2nd-level Rogue Talent; Trap Sense; Uncanny Dodge; Improved Uncanny Dodge",
			"Vexing dodgers take advantage of their smaller size to outmaneuver larger foes such as giants.",
			":::",
			"",
			":::archetype{c=rogue}",
			"Waylayer",
			"Trapfinding; Uncanny Dodge; Improved Uncanny Dodge; 12th and 20th-level Rogue Talents",
			"A clever rogue knows the easiest battle to win is the one that's over before your foe knows it has begun.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "rogue archetypes",
				"headers": [ "Archetype", "2nd-level Rogue Talent", "4th-level Rogue Talent", "6th-level Rogue Talent", "8th-level Rogue Talent", "10th-level Rogue Talent", "12th-level Rogue Talent", "14th-level Rogue Talent", "16th-level Rogue Talent", "18th-level Rogue Talent", "20th-level Rogue Talent", "Advanced Talents", "Armor Proficiency", "Class Skills", "Danger Sense", "Evasion", "Improved Evasion", "Improved Uncanny Dodge", "Master Strike", "Rogue Talents", "Skill Ranks", "Sneak Attack", "Trap Sense", "Trap Sense 1", "Trap Sense 2", "Trap Sense 3", "Trap Sense 4", "Trapfinding", "Uncanny Dodge", "Weapon Proficiency", "Weapon/Armor Proficiency" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-rogue/Acrobat}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Bandit}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Bekyar Kidnapper}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Bellflower Irrigator}", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/Burglar}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Carnivalist}", "X", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null ],
					[ "{arc-rogue/Cat Burglar}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Chameleon}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Charlatan}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Consigliere}", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, "X", null, "X", null, null, null, null, "X", null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/Construct Saboteur}", "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Counterfeit Mage}", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Cutpurse}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Dark Lurker}", "X", null, null, "X", null, null, "X", null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-rogue/Deadly Courtesan}", "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-rogue/Desert Raider}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Discretion Specialist}", null, "X", null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, "X", null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/Dreamthief}", null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, "X", "X", null, null, "X", "X", null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Driver}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Earthshadow}", null, "X", null, "X", null, "X", null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Eldritch Raider}", "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-rogue/Eldritch Scoundrel}", null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, "X", null, "X", "X", "X", "X", null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Escapologist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/False Medium}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Fey Prankster}", "X", null, "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/Filcher}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, "X", null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Galtan Agitator}", null, "X", null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Guerrilla}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, "X", null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/Guild Agent}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Gun Smuggler}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", null, null, null, null, "X", "X", "X", null ],
					[ "{arc-rogue/Heister}", "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Investigator}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Kintargo Rebel}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Kitsune Trickster}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Knife Master}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Makeshift Scrapper}", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, "X", null ],
					[ "{arc-rogue/Master of Disguise}", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Nameless Shadow}", "X", "X", "X", "X", "X", null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Needler}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Numerian Scavenger}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/Okeno Liberator}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/Phantom Thief}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, "X", "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Pirate}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Planar Sneak}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Poisoner}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Rake}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Relic Raider}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/River Rat}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Roof Runner}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Rotdrinker}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Sanctified Rogue}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Sapper}", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Scout}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Scroll Scoundrel}", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Sczarni Swindler}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, "X", null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/Seeker of the Lost}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Shadow Scion}", "X", null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Shadow Walker}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/Sharper}", "X", "X", "X", "X", "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Skulking Slayer}", null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, "X", "X", "X", "X", "X", null, null, "X" ],
					[ "{arc-rogue/Sly Saboteur}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Smuggler}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Snare Setter}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Sniper}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Snoop}", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/Spy}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Survivalist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Swamp Poisoner}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Swashbuckler}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Swordmaster}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-rogue/Sylvan Trickster}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, "X", null, null, null, null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/Thug}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-rogue/Tidal Trickster}", null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/Toxic Talon}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, "X", "X", "X", null ],
					[ "{arc-rogue/Trapsmith}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-rogue/Underground Chemist}", null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-rogue/Vexing Dodger}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, "X", "X", null, null ],
					[ "{arc-rogue/Waylayer}", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"unchained_rogue": {
		"name": "Unchained Rogue",
		"sources": [
			"Pathfinder Unchained",
			"Chronicle of Legends",
			"Blood of the Beast"
		],
		"description": [
			"{jumplist Class Skills / Sneak Attack / Trapfinding / Finesse Training / Evasion / Rogue Talents / Danger Sense / Debilitating Injury / Uncanny Dodge / Rogue's Edge / Other Abilities / Archetypes / Alternate Capstones / Favored Class Bonuses}",
			"",
			"## Unchained Rogue",
			"",
			"{SOURCE Pathfinder Unchained/20}",
			"",
			"Thief, sneak, charmer, diplomat - all of these and more describe the rogue. When not skulking in the shadows, disarming traps, and stealing from the unaware, rogues may rub shoulders with powerful nobles or plot capers with fellow crooks. The rogue is the master of many faces, using her skills and talents to get herself both into and out of trouble with rakish aplomb. While others may call them charlatans and burglars, even the most larcenous rogues tend to consider themselves consummate professionals, willing to take on any job if the price is right.",
			"",
			"**Unchained:** While much of the unchained rogue will be familiar to those who have played the class from the *Core Rulebook*, there are a number of new class features that greatly enhance the power and flexibility of the rogue. Chief among these is the debilitating injury class feature. A rogue with this ability can severely hamper her foes, giving her a much-needed boost to her offense or defense, depending on the situation. In addition, with finesse training, the rogue now gains {feat/Weapon Finesse} for free at 1st level. This ability also lets her add her Dexterity to damage rolls with one weapon starting at 3rd level. Finally, the rogue's edge ability ties into a new system called skill unlocks. With this feature, the rogue can master a small set of chosen skills, outperforming all those characters without access to such talents.",
			"",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 4d6 &times; 10 gp (average 140 gp).",
			"",
			"### Class Skills",
			"",
			"The Unchained Rogue's class skills are Acrobatics (Dex), Appraise (Int), Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha), Disable Device (Dex), Disguise (Cha), Escape Artist (Dex), Intimidate (Cha), Knowledge (dungeoneering) (Int), Knowledge (local) (Int), Linguistics (Int), Perception (Wis), Perform (Cha), Profession (Wis), Sense Motive (Wis), Sleight of Hand (Dex), Stealth (Dex), Swim (Str), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 8 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +2 | +0 | Finesse training, sneak attack +1d6, trapfinding |",
			"| 2nd | +1 | +0 | +3 | +0 | Evasion, rogue talent |",
			"| 3rd | +2 | +1 | +3 | +1 | Danger sense +1, finesse training, sneak attack +2d6 |",
			"| 4th | +3 | +1 | +4 | +1 | Debilitating injury, rogue talent, uncanny dodge |",
			"| 5th | +3 | +1 | +4 | +1 | Rogue's edge, sneak attack +3d6 |",
			"| 6th | +4 | +2 | +5 | +2 | Danger sense +2, rogue talent |",
			"| 7th | +5 | +2 | +5 | +2 | Sneak attack +4d6 |",
			"| 8th | +6/+1 | +2 | +6 | +2 | Improved uncanny dodge, rogue talent |",
			"| 9th | +6/+1 | +3 | +6 | +3 | Danger sense +3, sneak attack +5d6 |",
			"| 10th | +7/+2 | +3 | +7 | +3 | Advanced talents, rogue talent, rogue's edge |",
			"| 11th | +8/+3 | +3 | +7 | +3 | Finesse training, sneak attack +6d6 |",
			"| 12th | +9/+4 | +4 | +8 | +4 | Danger sense +4, rogue talent |",
			"| 13th | +9/+4 | +4 | +8 | +4 | Sneak attack +7d6 |",
			"| 14th | +10/+5 | +4 | +9 | +4 | Rogue talent |",
			"| 15th | +11/+6/+1 | +5 | +9 | +5 | Danger sense +5, rogue's edge, sneak attack +8d6 |",
			"| 16th | +12/+7/+2 | +5 | +10 | +5 | Rogue talent |",
			"| 17th | +12/+7/+2 | +5 | +10 | +5 | Sneak attack +9d6 |",
			"| 18th | +13/+8/+3 | +6 | +11 | +6 | Danger sense +6, rogue talent |",
			"| 19th | +14/+9/+4 | +6 | +11 | +6 | Finesse training, sneak attack +10d6 |",
			"| 20th | +15/+10/+5 | +6 | +12 | +6 | Master strike, rogue talent, rogue's edge |",
			"",
			"**Weapon and Armor Proficiency:** Rogues are proficient with all simple weapons, plus the hand crossbow, rapier, sap, short sword, and shortbow. They are proficient with light armor, but not with shields.",
			"",
			":b[Sneak Attack:] If a rogue can catch an opponent when he is unable to defend himself effectively from her attack, she can strike a vital spot for extra damage.",
			"",
			"The rogue's attack deals extra damage anytime her target would be denied a Dexterity bonus to AC (whether the target actually has a Dexterity bonus or not), or when the rogue flanks her target. This extra damage is 1d6 at 1st level, and increases by 1d6 every 2 rogue levels thereafter. Ranged attacks can count as sneak attacks only if the target is within 30 feet. This additional damage is precision damage and is not multiplied on a critical hit.",
			"",
			"With a weapon that deals nonlethal damage (such as a sap, unarmed strike, or whip), a rogue can make a sneak attack that deals nonlethal damage instead of lethal damage. She cannot use a weapon that deals lethal damage to deal nonlethal damage in a sneak attack - not even with the usual -4 penalty.",
			"",
			"The rogue must be able to see the target well enough to pick out a vital spot and must be able to reach such a spot. A rogue cannot sneak attack while striking a creature with {rule/total |concealment}.",
			"",
			":b[Trapfinding:] A rogue adds 1/2 her level on Perception checks to locate traps and on Disable Device checks (minimum +1). A rogue can use Disable Device to disarm magic traps.",
			"",
			":b[Finesse Training/ (Ex):] At 1st level, a rogue gains {feat/Weapon Finesse} as a bonus feat. In addition, starting at 3rd level, she can select any one type of weapon that can be used with Weapon Finesse (such as rapiers or daggers). Once this choice is made, it cannot be changed. Whenever she makes a successful melee attack with the selected weapon, she adds her Dexterity modifier instead of her Strength modifier to the damage roll. If any effect would prevent the rogue from adding her Strength modifier to the damage roll, she does not add her Dexterity modifier. The rogue can select a second weapon at 11th level and a third at 19th level.",
			"",
			":b[Evasion/ (Ex):] At 2nd level, a rogue can avoid even magical and unusual attacks with great agility. If she succeeds at a Reflex saving throw against an attack that normally deals half damage on a successful save, she instead takes no damage. Evasion can be used only if the rogue is wearing light armor or no armor. A helpless rogue does not gain the benefit of evasion.",
			"",
			":b[Rogue Talents:] As a rogue gains experience, she learns a number of talents that aid her and confound her foes. Starting at 2nd level, a rogue gains one [rogue talent](ability/rogue_talents). She gains an additional rogue talent for every 2 levels of rogue attained after 2nd level. A rogue cannot select an individual talent more than once.",
			"",
			"Some talents add effects to a rogue's sneak attack. Only one of these talents can be applied to an individual attack and the decision must be made before the attack roll is made.",
			"",
			":b[Danger Sense/ (Ex):] At 3rd level, a rogue gains a +1 bonus on Reflex saves to avoid traps and a +1 dodge bonus to AC against attacks made by traps. In addition, she gains a +1 bonus on Perception checks to avoid being surprised by a foe. These bonuses increase by 1 every 3 rogue levels thereafter (to a maximum of +6 at 18th level). This ability counts as trap sense for the purpose of any feat or class prerequisite, and can be replaced by any archetype class feature that replaces trap sense. The bonuses gained from this ability stack with those gained from trap sense (from another class).",
			"",
			":b[Debilitating Injury/ (Ex):] At 4th level, whenever a rogue deals sneak attack damage to a foe, she can also debilitate the target of her attack, causing it to take a penalty for 1 round (this is in addition to any penalty caused by a rogue talent or other special ability). The rogue can choose to apply any one of the following penalties when the damage is dealt.",
			"",
			"*Bewildered*: The target becomes bewildered, taking a -2 penalty to AC. The target takes an additional -2 penalty to AC against all attacks made by the rogue. At 10th level and 16th level, the penalty to AC against attacks made by the rogue increases by -2 (to a total maximum of -8).",
			"",
			"*Disoriented*: The target takes a -2 penalty on attack rolls. In addition, the target takes an additional -2 penalty on all attack rolls it makes against the rogue. At 10th level and 16th level, the penalty on attack rolls made against the rogue increases by -2 (to a total maximum of -8).",
			"",
			"*Hampered*: All of the target's speeds are reduced by half (to a minimum of 5 feet). In addition, the target cannot take a 5-foot step.",
			"",
			"These penalties do not stack with themselves, but additional attacks that deal sneak attack damage extend the duration by 1 round. A creature cannot suffer from more than one penalty from this ability at a time. If a new penalty is applied, the old penalty immediately ends. Any form of healing applied to a target suffering from one of these penalties also removes the penalty.",
			"",
			":b[Uncanny Dodge/ (Ex):] At 4th level, a rogue can react to danger before her senses would normally allow her to do so. She cannot be caught flat-footed, nor does she lose her Dexterity bonus to AC if the attacker is invisible. She still loses her Dexterity bonus to AC if immobilized. A rogue with this ability can still lose her Dexterity bonus to AC if an opponent successfully uses the feint action against her.",
			"",
			"If a rogue already has uncanny dodge from a different class, she automatically gains improved uncanny dodge instead.",
			"",
			":b[Rogue's Edge/ (Ex):] At 5th level, a rogue has mastered a single skill beyond that skill's normal boundaries, gaining results that others can only dream about. She gains the skill unlock powers for that skill as appropriate for her number of ranks in that skill. At 10th, 15th, and 20th levels, she chooses an additional skill and gains skill unlock powers for that skill as well.",
			"",
			"Skill unlocks can be found in each skill's entry under the heading *Unchained Rogue Skill Unlocks*.",
			"",
			":b[Improved Uncanny Dodge/ (Ex):]{id=other-abilities} At 8th level, a rogue can no longer be flanked.",
			"",
			"This defense denies another rogue the ability to sneak attack the character by flanking her, unless the attacker has at least four more rogue levels than the target does.",
			"",
			"If a character already has uncanny dodge from another class, the levels from the classes that grant uncanny dodge stack to determine the minimum rogue level required to flank the character.",
			"",
			"**Advanced Talents:** At 10th level and every 2 levels thereafter, a rogue can choose an [advanced talent](ability/advanced_rogue_talents) in place of a rogue talent.",
			"",
			"**Master Strike (Ex):** At 20th level, a rogue becomes incredibly deadly when dealing sneak attack damage. Each time the rogue deals sneak attack damage, she can choose one of the following three effects: the target can be put to sleep for 1d4 hours, paralyzed for 2d6 rounds, or slain. Regardless of the effect chosen, the target can attempt a Fortitude save to negate the additional effect. The DC of this save is equal to 10 + 1/2 the rogue's level + the rogue's Dexterity modifier. Once a creature has been the target of a master strike, regardless of whether or not the save is successful, that creature is immune to that rogue's master strike for 24 hours. Creatures that are immune to sneak attack damage are also immune to this ability.",
			"",
			"### Archetypes",
			"",
			"There are no official archetypes for the Unchained Rogue. You can use {class/rogue/ archetypes} if the features being replaced by the archetype match those of the unchained rogue.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Masterful Talent (Ex) | At 20th level, the rogue has been a thief, an actor, a merchant, a scout, a confessor, a friend, an assassin, and a dozen more things besides. The rogue gains a +4 bonus on all of her skills. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| The Right Spot (Ex) | At 20th level, the character can hit an opponent's weak spot effortlessly. Once per round, the character can apply her sneak attack damage to an attack, even if the target is not flanked or denied its Dexterity bonus to AC. This does not allow the character to sneak attack targets that are immune to sneak attacks (such as oozes). This capstone is available for any class with the sneak attack class feature. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ({source/Blood of the Beast/ pg. 12}) |"
		]
	}
}
