{
	"not_found": {
		"name": "Unknown",
		"compilationSources": [],
		"description": [
			"Unable to find the requested slayer talent."
		]
	},
	"sever_alignment": {
		"name": "Sever Alignment",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "Distant Realms", 13 ] ],
		"category": "Primary Sneak Attack Talents",
		"description": [
			"When making a sneak attack against an opponent with an alignment subtype, a slayer with this talent can forgo her sneak attack damage to scramble the creature's metaphysical nature. If the attack succeeds, the slayer deals weapon damage as normal, and the target must succeed at a Fortitude save (DC = 10 + half the slayer's level + the slayer's Intelligence modifier) or lose all damage reduction overcome by aligned weapons (such as DR 10/good), lose all regeneration overcome by aligned sources (such as regeneration 10 [good]. The slayer must have the aligned sneak attack talent to select this talent."
		]
	},
	"slowing_strike": {
		"name": "Slowing Strike",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Advanced Class Guide", 53 ] ],
		"category": "Primary Sneak Attack Talents",
		"description": [
			"An opponent damaged by the slayer's sneak attack has its speed halved for 1d4 rounds. A successful Fortitude saving throw negates this effect (DC = 10 + 1/2 of the slayer's level + the slayer's Intelligence modifier). Against creatures with multiple types of movement, the slayer must choose which movement type to affect. If the slayer affects a creature's flight movement, its maneuverability is reduced by one step; if it's airborne at the time, it falls unless it succeeds at a DC 10 Fly check. If the slayer targets a creature already affected by this ability, its speed and maneuverability are not further reduced; the slayer may either extend the duration of that effect by 1d4 rounds or choose another movement type to affect (keeping track of the duration of each affected movement separately)."
		]
	},
	"aligned_sneak_attack": {
		"name": "Aligned Sneak Attack",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "Distant Realms", 13 ] ],
		"category": "Other Sneak Attack Talents",
		"description": [
			"When making a sneak attack against a creature that has damage reduction that can be overcome by weapons of a particular alignment (such as DR 5/good), the slayer's attack reduces that damage reduction by an amount equal to the number of sneak attack dice rolled until the end of the slayer's turn."
		]
	},
	"deadly_range": {
		"name": "Deadly Range",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Advanced Class Guide", 53 ] ],
		"category": "Other Sneak Attack Talents",
		"description": [
			"A slayer with this talent increases the range at which he can deal sneak attack damage by 10 feet. A slayer can select this talent more than once; its effects stack. A slayer must be at least 4th level before selecting this talent."
		]
	},
	"blood_reader": {
		"name": "Blood Reader",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Advanced Class Origins", 21 ] ],
		"category": "Studied Target Talents",
		"description": [
			"While able to see a studied target, a slayer with this talent knows exactly how many hit points his opponent has remaining. This only works against living targets."
		]
	},
	"eternal_opposition": {
		"name": "Eternal Opposition",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Martial Arts Handbook", 18 ] ],
		"category": "Studied Target Talents",
		"description": [
			"(Samsaran only.) While most imperial dragons, undead, and other long-enduring foes can count on outlasting their mortal adversaries, the samsaran slayer has pledged to oppose their machinations across all his lifetimes. When his studied target is of the dragon, fey, outsider, or undead type, the slayer gains a +2 insight bonus to his AC against its attacks and on saving throws against its abilities."
		]
	},
	"jaguars_pounce": {
		"name": "Jaguar's Pounce",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Heroes of Golarion", 4 ] ],
		"category": "Studied Target Talents",
		"description": [
			"When a slayer with this talent deals sneak attack damage, he can attempt a disarm or trip combat maneuver as an immediate action as if the target were flat-footed (losing its Dexterity bonus to CMD). This combat maneuver does not provoke attacks of opportunity. The slayer must have the jaguar's grace talent to select this talent."
		]
	},
	"jaguars_protection": {
		"name": "Jaguar's Protection",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Heroes of Golarion", 4 ] ],
		"category": "Studied Target Talents",
		"description": [
			"When a slayer with this talent deals sneak attack damage, he draws the target's attention away from his allies. The affected enemy takes a -2 penalty on attack rolls made against anyone other than the slayer for 1 minute. The slayer must have the jaguar's pounce talent to select this talent."
		]
	},
	"mountainside_ambush": {
		"name": "Mountainside Ambush",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Martial Arts Handbook", 18 ] ],
		"category": "Studied Target Talents",
		"description": [
			"(Samsaran only). Fighting in the mountains of Zi Ha has trained samsaran slayers to strike the unwary with deadly attacks from above. If a slayer deals sneak attack damage to a creature that is unaware of his presence while he is standing on higher ground than his target, he does not have to roll sneak attack damage; instead, the sneak attack deals maximum damage. The samsaran must be standing on solid ground to use this ability."
		]
	},
	"studied_ally": {
		"name": "Studied Ally",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Advanced Class Origins", 21 ] ],
		"category": "Studied Target Talents",
		"description": [
			"The slayer can study an ally or friendly creature he can see as a move action. The slayer gains a +1 bonus on checks and attack rolls to use the aid another action to help with that ally's skill checks, attacks, or AC. This bonus increases at the same rate as a slayer's studied target bonus. At 7th level, a slayer can study an ally as a move or swift action. A slayer's studied ally counts against the number of studied targets he can have active at once."
		]
	},
	"castling": {
		"name": "Castling",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Elemental Master's Handbook", 9 ] ],
		"category": "Other Talents",
		"description": [
			"The slayer treats soft cover granted by creatures of her size or larger as though it were cover instead. Cover the slayer gains from this talent does not allow her to attempt Stealth checks."
		]
	},
	"catfolk_rogue_talent": {
		"name": "Catfolk Rogue Talent",
		"compilationSources": [ [ "Dirty Tactics Toolbox", 22 ] ],
		"category": "Other Talents",
		"description": [
			"(Catfolk only.) A catfolk slayer can select one of the following catfolk {ability/rogue talents} in place of a slayer talent: deadly scratch, graceful faller, nimble climber, or vicious claws. Any talent effects based on rogue level use the slayer's class level. The slayer must fulfill any prerequisites."
		]
	},
	"experience_across_ages": {
		"name": "Experience Across Ages",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Martial Arts Handbook", 18 ] ],
		"category": "Other Talents",
		"description": [
			"(Samsaran only.) Once per day, a samsaran slayer can draw upon insights from his previous lifetimes to help identify a foe or recall a key piece of information. As a swift action, the slayer can attempt a Knowledge check as if he had a number of ranks in the appropriate Knowledge skill equal to his slayer level. A slayer can use this talent one additional time per day for every 5 slayer levels he has."
		]
	},
	"extra_earthcraft": {
		"name": "Extra Earthcraft",
		"compilationSources": [ [ "Elemental Master's Handbook", 9 ] ],
		"category": "Other Talents",
		"description": [
			"The slayer gains 2 additional earthcraft points each day. The slayer must have the {arc-rogue/earth/craft>shadow} ability to select this talent."
		]
	},
	"foil_scrutiny": {
		"name": "Foil Scrutiny",
		"compilationSources": [ [ "Advanced Class Guide", 53 ] ],
		"category": "Other Talents",
		"description": [
			"A slayer with this talent is able to obscure his thoughts and intentions. He gains a +2 bonus on all Bluff and Disguise checks, as well as on Will saving throws to resist mind-reading spells and effects (such as detect thoughts and discern lies)."
		]
	},
	"fortified_position": {
		"name": "Fortified Position",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Elemental Master's Handbook", 9 ] ],
		"category": "Other Talents",
		"description": [
			"Whenever the slayer gains a bonus on Reflex saves due to cover, she gains an equal bonus on Fortitude saves."
		]
	},
	"inured_to_terror": {
		"name": "Inured to Terror",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Martial Arts Handbook", 18 ] ],
		"category": "Other Talents",
		"description": [
			"(Samsaran only.) With their knowledge of the cyclical nature of existence, there are few experiences that can daunt samsaran slayers for long. As an immediate action when a slayer fails a saving throw against a fear effect, he can attempt the saving throw a second time to reduce the severity of the effect from panicked to frightened, frightened to shaken, or shaken to unaffected. Additionally, the DC of Intimidate checks to demoralize him increases by 2."
		]
	},
	"jaguars_grace": {
		"name": "Jaguar's Grace",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Heroes of Golarion", 4 ] ],
		"category": "Other Talents",
		"description": [
			"A slayer with this talent does not take the normal -4 penalty when dealing nonlethal damage using a weapon that normally deals lethal damage. Attacks made this way can apply nonlethal sneak attack damage. The slayer must be at least 4th level to select this talent."
		]
	},
	"mystic_veil": {
		"name": "Mystic Veil",
		"nameSuffix": "(Sp)",
		"compilationSources": [ [ "Martial Arts Handbook", 18 ] ],
		"category": "Other Talents",
		"description": [
			"(Samsaran only.) Samsaran slayers are adept at obscuring the passes of their mountain homes from intruders. The slayer can cast {spell/silent image} as a spell-like ability once per day for every 2 slayer levels he has, using his slayer level as his caster level. The slayer uses his Intelligence modifier on {rule/concentration} checks when using this ability, and the DC to disbelieve the illusion is equal to 11 + the slayer's Intelligence modifier. The slayer must have an Intelligence score of at least 11 to select this talent."
		]
	},
	"one_of_those_faces": {
		"name": "One of Those Faces",
		"nameSuffix": "(Sp)",
		"compilationSources": [ [ "Spymaster's Handbook", 21 ] ],
		"category": "Other Talents",
		"description": [
			"Each day, you can use {spell/disguise self} as a spell-like ability for up to 10 minutes per character level. This duration need not be continuous, but it must be used in 10-minute increments. Additionally, once you have used this ability, whenever you use it for the next 24 hours you must take the same alternate appearance."
		]
	},
	"poison_use": {
		"name": "Poison Use",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Blood of Shadows", 8 ] ],
		"category": "Other Talents",
		"description": [
			"The slayer is trained in the use of poison, and can't accidentally poison herself when applying poison to a weapon."
		]
	},
	"focused_poison": {
		"name": "Focused Poison",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Potions and Poisons", 13 ] ],
		"category": "Other Talents",
		"level": 1,
		"description": [
			"The slayer can focus his poison delivery to be especially deadly to his studied target. When the slayer studies a target, he can immediately reduce the number of additional studied targets he can maintain. Reducing this number does not require an action. For each target reduced in this way, the DC of poisons used against his studied target increases by 1. The slayer must be at least 6th level and have the poison use talent to select this talent."
		]
	},
	"ranger_combat_style": {
		"name": "Ranger Combat Style",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Advanced Class Guide", 53 ] ],
		"category": "Other Talents",
		"description": [
			"The slayer selects a {class/ranger} combat style (such as archery or two-weapon combat) and gains a combat feat from the first feat list of that style. He can choose feats from his selected combat style, even if he does not have the normal prerequisites. At 6th level, he may select this talent again and add the 6th-level ranger combat feats from his chosen style to the list. At 10th level, he may select this talent again and add the 10th-level ranger combat feats from his chosen style to the list."
		]
	},
	"recall_training": {
		"name": "Recall Training",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Martial Arts Handbook", 18 ] ],
		"category": "Other Talents",
		"description": [
			"(Samsaran only.) By calling on the memories of previous incarnations, a samsaran slayer can use martial techniques that transcend his usual capabilities. Once per day, the slayer can take a move action to gain the benefit of a combat feat he doesn't have. This effect lasts for 1 minute per slayer level he has. The slayer must meet all the feat's prerequisites."
		]
	},
	"redirect_poison": {
		"name": "Redirect Poison",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Potions and Poisons", 13 ] ],
		"category": "Other Talents",
		"description": [
			"The slayer can divert poisoned attacks against him. When a creature unsuccessfully attacks the slayer with a poisoned weapon or a natural weapon that would poison him, the slayer can attempt to redirect the attack to a creature within his reach (including, possibly, the creature that unsuccessfully attacked the slayer). As an immediate action, the slayer can make an attack roll against the creature to which he would redirect the poison. On a success, the poison is redirected to the target, and the target must attempt a saving throw against the poison as normal. This attack only redirects the poison and does not otherwise damage the targeted creature. This ability cannot affect a creature that attacked the slayer with a poisoned natural weapon, but it can affect a creature that attacked him with a poisoned manufactured weapon."
		]
	},
	"rogue_talent": {
		"name": "Rogue Talent",
		"compilationSources": [ [ "Advanced Class Guide", 53 ] ],
		"category": "Other Talents",
		"description": [
			"A slayer can select one of the following {ability/rogue talents} in place of a slayer talent: *bleeding attack, camouflage, cloying shades, combat trick, demand attention, emboldening strike, extinguishing strike, fast stealth, feint from shadows, finesse rogue, firearm training, focusing attack, gloom magic, greater gloom magic, grit, hard to fool, lasting poison, mien of despair, obscuring blow, poison use, powerful sneak, rogue crawl, shadow duplicate, shadow's chill, slow reactions, snap shot, sniper's eye, surprise attack, swift poison, terrain mastery, trap spotter, umbral gear, underhanded trick, unwitting ally,* or *weapon training.* Any talent effects based on rogue level use the slayer's class level. If the rogue talent has a prerequisite, the slayer must meet the prerequisite before taking that rogue talent. This talent can be selected multiple times; each time, it grants the slayer a new rogue talent."
		]
	},
	"scrying_familiarity": {
		"name": "Scrying Familiarity",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Spymaster's Handbook", 23 ] ],
		"category": "Other Talents",
		"description": [
			"You are well acquainted with scrying sensors. You can roll twice and take the better result on saving throws against divination (scrying) spells and effects, on Perception checks to notice scrying sensors, and on caster level checks to overcome spell resistance when you use a scrying spell or effect. If you notice a magical sensor, you can attempt a Stealth check opposed by the caster's caster level check to avoid being detected by the sensor."
		]
	},
	"sticks_and_stones": {
		"name": "Sticks and Stones",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Ultimate Wilderness", 86 ] ],
		"category": "Other Talents",
		"description": [
			"The slayer gains {feat/Catch Off-Guard} as a bonus feat."
		]
	},
	"sunlight_strike": {
		"name": "Sunlight Strike",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Ultimate Wilderness", 86 ] ],
		"category": "Other Talents",
		"description": [
			"The slayer can reflect sunlight (or other sources of bright light) into the eyes of an adjacent target as a swift action, causing it to gain the dazzled condition for 1 round."
		]
	},
	"sure_footing": {
		"name": "Sure Footing",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Ultimate Wilderness", 86 ] ],
		"category": "Other Talents",
		"description": [
			"The slayer gains a +5 bonus on Acrobatics checks to move on narrow surfaces and loose or uneven ground."
		]
	},
	"toxin_training": {
		"name": "Toxin Training",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Ultimate Wilderness", 86 ] ],
		"category": "Other Talents",
		"description": [
			"The slayer builds resistance to certain poisons over time. Each time he chooses this talent, he chooses one ability score. He gains a +4 bonus on saving throws against poisons that deal damage to the chosen ability score. The slayer can choose this talent multiple times. Each time he does, he chooses a new ability score and gains the bonus on saves against poisons that target that ability. The slayer must be at least 4th level and have the poison use talent to select this talent."
		]
	},
	"trapfinding": {
		"name": "Trapfinding",
		"compilationSources": [ [ "Advanced Class Guide", 54 ] ],
		"category": "Other Talents",
		"description": [
			"The slayer gains Disable Device as a class skill. The slayer also gains the trapfinding and trap sense rogue abilities, using his slayer level as his effective rogue level."
		]
	},
	"unbalancing_trick": {
		"name": "Unbalancing Trick",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Elemental Master's Handbook", 9 ] ],
		"category": "Other Talents",
		"description": [
			"The slayer gains {feat/Improved Trip} as a bonus feat, even if she does not meet the prerequisites. At 6th level, she is treated as if she meets all the prerequisites of {feat/Greater Trip} (although she must take the feat as normal to gain its benefits)."
		]
	},
	"armored_marauder": {
		"name": "Armored Marauder",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Chronicle of Legends", 6 ] ],
		"category": "Advanced Slayer Talents",
		"description": [
			"Some elite slayers exchange leather and chain for plate when stalking prey. A slayer with this talent gains proficiency with heavy armor. In addition, the armor check penalty of any heavy armor the slayer wears is reduced by 1 for every 6 class levels he has."
		],
		"topLink": [ "Advanced Slayer Talents", "ability/advanced_slayer_talents" ]
	},
	"armored_swiftness": {
		"name": "Armored Swiftness",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Chronicle of Legends", 6 ] ],
		"category": "Advanced Slayer Talents",
		"description": [
			"In time, the heaviest armor can become like a second skin. A slayer with this talent can move at full speed in heavy armor. In addition, the maximum Dexterity bonus of heavy armor the slayer wears increases by 1 for every 6 class levels he has. A slayer must have the armored marauder slayer talent to select this talent."
		],
		"topLink": [ "Advanced Slayer Talents", "ability/advanced_slayer_talents" ]
	},
	"assassinate": {
		"name": "Assassinate",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Advanced Class Guide", 54 ] ],
		"category": "Advanced Slayer Talents",
		"description": [
			"A slayer with this advanced talent can kill foes that are unable to defend themselves. To attempt to assassinate a target, the slayer must first study his target for 1 round as a standard action. On the following round, if the slayer makes a sneak attack against the target and that target is denied its Dexterity bonus to AC, the sneak attack has the additional effect of possibly killing the target. This attempt automatically fails if the target recognizes the slayer as an enemy. If the sneak attack is successful, the target must attempt a Fortitude saving throw with a DC equal to 10 + 1/2 the slayer's level + the slayer's Intelligence modifier. If the target fails this save, it dies; otherwise, the target takes the sneak attack damage as normal and is then immune to that slayer's assassinate ability for 24 hours."
		],
		"topLink": [ "Advanced Slayer Talents", "ability/advanced_slayer_talents" ]
	},
	"marksmans_shot": {
		"name": "Marksman's Shot",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Chronicle of Legends", 6 ] ],
		"category": "Advanced Slayer Talents",
		"description": [
			"Those who seek to slay with a single shot must have keen eyes and perfect poise. As an attack action, the slayer makes a single ranged attack at his highest attack bonus with a ranged weapon he wields. The target of the attack must be the slayer's studied target. On a successful hit, the slayer doubles the number of sneak attack dice applied to the attack; if the attack was not a sneak attack, this benefit does not apply."
		],
		"topLink": [ "Advanced Slayer Talents", "ability/advanced_slayer_talents" ]
	},
	"reaping_stalker": {
		"name": "Reaping Stalker",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Chronicle of Legends", 7 ] ],
		"category": "Advanced Slayer Talents",
		"description": [
			"Some slayers prefer weapons with grim symbolism of lives cut short and can wield such weapons with unparalleled lethality. A slayer with this talent treats any sickle or scythe he wields as though it were one size larger for the purpose of determining its damage dice. In addition, the slayer increases the critical threat range of any sickle or scythe he wields by 1; this does not stack with other effects that alter a weapon's threat range."
		],
		"topLink": [ "Advanced Slayer Talents", "ability/advanced_slayer_talents" ]
	},
	"rogue_and_ninja_advanced_talents": {
		"name": "Rogue and Ninja Advanced Talents",
		"compilationSources": [ [ "Advanced Class Guide", 53 ] ],
		"category": "Advanced Slayer Talents",
		"description": [
			"**Rogue and Ninja Advanced Talents:** A slayer can select one of the following rogue advanced talents or ninja master tricks in place of a slayer advanced talent.",
			"",
			">{ability/Advanced rogue talents}: {talent/aligned disguise}, {talent/blinding strike}, {talent/dance of disorienting shadows}, {talent/deadly sneak}, {talent/feat}, {talent/hunter's surprise}, {talent/improved shadow's chill}, {talent/knock-out blow}, {talent/master of disguise}, {talent/opportunist}, {talent/reflexive shadow shield}, {talent/see in darkness}, {talent/stealthy sniper}.",
			">",
			">{ability/Master [Ninja ]Tricks}: {ninjatrick/evasion}, {ninjatrick/feat}.",
			"",
			"A slayer can select multiple rogue advanced talents or ninja master tricks by taking this slayer advanced talent multiple times, but can't select the same one more than once."
		],
		"topLink": [ "Advanced Slayer Talents", "ability/advanced_slayer_talents" ]
	},
	"slayer_camouflage": {
		"name": "Slayer Camouflage",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Advanced Class Guide", 55 ] ],
		"category": "Advanced Slayer Talents",
		"description": [
			"A slayer can use the Stealth skill to hide in any of his favored terrains, even if the terrain doesn't grant cover or concealment. A slayer must have the terrain mastery talent to select this talent."
		],
		"topLink": [ "Advanced Slayer Talents", "ability/advanced_slayer_talents" ]
	},
	"swallow_reversal": {
		"name": "Swallow Reversal",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Chronicle of Legends", 7 ] ],
		"category": "Advanced Slayer Talents",
		"description": [
			"This technique, a creation of a legendary Minkaian duelist, mimics the movement of a bird in flight to pierce an opponent's defenses. As an attack action, the slayer can make a single melee attack against his studied target at his highest base attack bonus. When attempting a swallow reversal, the slayer rolls two attack rolls and uses the highest result. If the attack is a critical threat, the slayer attempts to confirm the critical hit as normal. The slayer can use swallow reversal at will, but it can only be used against a given target once per day."
		],
		"topLink": [ "Advanced Slayer Talents", "ability/advanced_slayer_talents" ]
	},
	"woodland_stride": {
		"name": "Woodland Stride",
		"nameSuffix": "(Ex)",
		"compilationSources": [ [ "Advanced Class Guide", 55 ] ],
		"category": "Advanced Slayer Talents",
		"description": [
			"A slayer with this talent may move through any sort of undergrowth (such as natural thorns, briars, overgrown areas, and similar terrain) at his normal speed and without taking damage or suffering any other impairment. Terrain that is enchanted or magically manipulated to impede motion still affects the slayer as normal."
		],
		"topLink": [ "Advanced Slayer Talents", "ability/advanced_slayer_talents" ]
	}
}
