{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested order."
		]
	},
	"order_of_the_chain": {
		"name": "Order of the Chain",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Order of the Chain",
			"",
			"{SOURCE Path of the Hellknight/10}",
			"",
			"**Symbol** hand wrapped in chains  ",
			"**Headquarters** Citadel Gheradesca, near Corentyn  ",
			"**Leader** Lictor Uro Adom (LN male human fighter 5/Hellknight 7)  ",
			"**Members** guards, sleuths, trackers, victims of outlaws  ",
			"**Armor Features** lock-and-chain design, manacle-like gauntlets, helms reminiscent of iron prisoners' masks  ",
			"**Favored Weapon** {eq-weapon/flail}  ",
			"**Reckoning** Crush your limbs with tightened chains. Gain a +2 bonus on combat maneuver checks when attempting to disarm, grapple, or trip opponents.",
			"",
			"### Tenets",
			"",
			"- I will remove those who create barriers to the people's future greatness.",
			"- My desires are secondary to the good of my order, my nation, and my people. They will not distract me from my tasks.",
			"- I will remove the foes of the people, both those who call themselves enemies and who call themselves friends.",
			"- My quarry and my captives are my charges. I am responsible for their deeds, their lives, and their deaths.",
			"- Those in my charge deserve neither mercy nor cruelty.",
			"- I will warden first and judge second. I will uphold the law, no matter the cost.",
			"",
			"### Boons",
			"",
			"**1: Taken Alive (Ex)** You are an expert in hunting your quarry and capturing it alive. You take no penalty on attack rolls for using a flail to deal nonlethal damage. Additionally, while performing your reckoning, you can focus on understanding one specific individual. For the next 24 hours, you gain a +4 bonus on Perception, Sense Motive, and Survival checks that relate to noticing, seeing through the disguises of, interrogating others about the location of, or tracking that individual, or any activity directly related to doing so.",
			"",
			"**2: Pierce Disguise (Sp)** You are suspicious of everyone, and your wariness grants you senses others do not have. You can use {spell/true seeing} as a spell-like ability for a number of minutes each day equal to half your character level. These minutes do not need to be used consecutively, but they must be used in 1-minute increments.",
			"",
			"**3: True Identities (Su)** You are not easily fooled by those who would hide their true natures. You gain a +4 bonus on Will saving throws to disbelieve illusions. Three times per day, when you successfully disbelieve an illusion that has a duration of longer than instantaneous (normally or using true seeing), you can attempt to dispel the illusion as a free action. Treat this as a targeted dispel, as per the spell {spell/dispel magic}, but targeting only illusions and with your caster level equal to your character level.",
			"",
			"Hellknights of the Chain value social order and responsibility, seeking to root out anarchists and fugitives. They have reputations as relentless hunters who drag lawbreakers away in chains. These Hellknights keep meticulous count of the number of criminals they've brought to justice; they never abandon the pursuit of a fugitive, and they believe everyone has a specific, crucial role to play in society."
		]
	},
	"order_of_the_gate": {
		"name": "Order of the Gate",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Order of the Gate",
			"",
			"{SOURCE Path of the Hellknight/16}",
			"",
			"**Symbol** infernal eye staring out from a swirling portal  ",
			"**Headquarters** Headquarters Citadel Enferac, east of Pezzack  ",
			"**Leader** Vicarius Girdano Torchia (LE male human wizard 11/Hellknight 2)  ",
			"**Members** devil worshipers, intellectuals, planar-blooded outcasts, spellcasters  ",
			"**Armor Features** helm with a vortex-like pattern, crimson robes  ",
			"**Favored Weapon** {eq-weapon/dagger}  ",
			"**Reckoning** Etch complex symbols of penitence into your flesh with a dagger. Gain a +4 bonus on Will saving throws to resist divination spells and spell-like abilities.",
			"",
			"### Tenets",
			"",
			"- Lawlessness is a failing of the leaderless and unwatched. I will mind those who would go unnoticed.",
			"- My power is a gift, not to me, but to the world. It is my responsibility to use it to forge greatness.",
			"- I will pursue perfection, ever knowing that I will truly master nothing.",
			"- Knowledge is not the same as wisdom. I will hone my iron judgment upon the stones of experience and worldliness.",
			"- There is cleverness in chaos. There is deceit in ruin. I will never underestimate either.",
			"- My face must be forged of iron. It must never crack, regardless of the circumstance.",
			"",
			"### Boons",
			"",
			"**1: Focus of Mind (Su)** You gain one gaze ability from the list detailed as part of the assiduous gaze class feature of the {prestigeclass/Hellknight signifer} prestige class. You can choose only a gaze that a Hellknight signifer could choose at 4th level. If you already have the assiduous gaze ability, you can select one additional gaze. Additionally, if you do not already have one, you receive the mask described in the prestige class's signifer mask class feature, as well as the benefits of the Hellknight signifer prestige class's signifer mask supernatural ability; you must be wearing a signifer mask to use this ability.",
			"",
			"**2: Armored Spellcasting (Ex)** You have mastered the delicate and yet taxing art of casting spells in your Hellknight armor. You can ignore the spell failure chance of any armor with \"Hellknight\" in the name.",
			"",
			"**3: Unfathomable Gaze (Sp)** You are able to focus your staunch Hellknight training into a spell-like ritual that allows you to glean information that could be vital to your mission of enforcing the law. Once per day, while wearing a signifer mask, you can use {spell/vision} as a spell-like ability, treating your total character level as your caster level. Unlike casting the spell normally, you are not fatigued after this ability is complete, as your training allows you to shake off what might tire lesser individuals.",
			"",
			"Order of the Gate Hellknights seek to curb and prevent lawlessness through magic and manipulation. They have reputations as mysterious, emotionless, and sometimes cruel magic-users. Many are convinced that the Order of the Gate's Hellknights are spying on them or already know their secrets. Sometimes this fear is true, as the order's members prefer preventing crime to punishing it and often use manipulation, information-gathering, and spying to further their agenda."
		]
	},
	"order_of_the_godclaw": {
		"name": "Order of the Godclaw",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Order of the Godclaw",
			"",
			"{SOURCE Path of the Hellknight/22}",
			"",
			"**Symbol** five-pointed iron star  ",
			"**Headquarters** Citadel Dinyar, in the Aspodell Mountains  ",
			"**Leader** Lictor Resarc Ountor (LN male fighter 4/cleric 2/Hellknight 6)  ",
			"**Members** crusaders, religious zealots  ",
			"**Armor Features** breastplate with clawlike vambraces, clawlike helm  ",
			"**Favored Weapon** {eq-weapon/morningstar}  ",
			"**Reckoning** Flagellate yourself with a five-tailed lash. Whenever you are the target of a lawful divine caster's spell that heals hit point damage, you heal 1 additional point per die rolled. Additionally, if you cast divine spells, you can use the holy symbols of Abadar, Asmodeus, Iomedae, Irori, and Torag interchangeably.",
			"",
			"### Tenets",
			"",
			"- I will eliminate chaos, whatever its form and wherever it exists, resting only when the world is right.",
			"- I will destroy those who root lawlessness in weak hearts and minds.",
			"- I will strive to be worthy of not one, but five.",
			"- I will seek the great principles behind life, the truths spoken through many voices.",
			"- I will be a paragon of order - an unassailable example that others might follow.",
			"- I will commit what I don't know or can't understand to the judgment of the five.",
			"",
			"### Boons",
			"",
			"**1: Pentamic Zeal (Sp)** You can cast {spell/bane}, {spell/bless}, {spell/tireless pursuit}, or {spell/wrath} as a spell-like ability three times per day, with your effective CL equal to your character level.",
			"",
			"**2: Tireless Judgment (Su)** Three times per day as a swift action, you can gain a +3 sacred bonus on attack rolls, and a +6 sacred bonus to confirm critical hits. At 20th level, you can use this ability four times per day, and the bonuses increase to +4 and +8. Otherwise, this functions as the {class/inquisitor/'s} justice judgment. If you already have access to judgments, you can use the justice judgment three times per day (four times at 20th level) without it counting toward your daily uses, or you can add the justice judgment's effects to another judgment without it counting as a second or third judgment.",
			"",
			"**3: Blessing of the Five (Su)** Once per day as a standard action, you can brandish a holy symbol to heal all living creatures in a 30-foot-radius burst centered on you. Creatures in the area heal 10d6 points of damage. You can choose up to three creatures in the area that are not healed. Additionally, if a creature in the area has died within 1 round and this brings its hit point total to a negative amount less than its Constitution score, the creature returns to life and stabilizes. This ability can only revive one creature per use, and a revived creature gains a temporary negative level that lasts for 1 day. This ability cannot be modified using any feats or other abilities that affect channeled energy.",
			"",
			"Order of the Godclaw Hellknights enforce law with a crusader's zeal, going where they're needed most in the fight against the forces of chaos. They know no bounds or borders in the quest for absolute order. To Hellknights of the Godclaw, the cause of order is a holy mandate for which they will travel far to battle chaos in lands that know little of civilization. To others, these Hellknights' faith is likely inexplicable - some believe the members of the order are experts in all five individual faiths or even that they are heretics."
		]
	},
	"order_of_the_nail": {
		"name": "Order of the Nail",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Order of the Nail",
			"",
			"{SOURCE Path of the Hellknight/28}",
			"",
			"**Symbol** thick nails forming a sunburst  ",
			"**Headquarters** Citadel Vraid, near Korvosa  ",
			"**Leader** Lictor Severs \"Boneclaw\" DiViri (LE male fighter 4/rogue 2/Hellknight 4)  ",
			"**Members** frontiersmen, settlers, victims of barbarian and monster attacks  ",
			"**Armor Features** breastplate emblazoned with a fiendish face, horned helm  ",
			"**Favored Weapon** {eq-weapon/lance} or {eq-weapon/halberd}  ",
			"**Reckoning** Pierce your flesh with sharp metal. Gain a +4 bonus on Knowledge (geography) checks. Additionally, if you are trained in Knowledge (geography), you automatically succeed at attempts to use that skill to identify a creature's ethnicity or accent, as long as you are familiar with that ethnicity or accent.",
			"",
			"### Tenets",
			"",
			"- I will strike against civilization's foes, braving both thicket and darkness.",
			"- I will rid the world of threats to civilization and make it fit for the law to flourish.",
			"- I will fear no creature, though the enemies of order are terrible.",
			"- I will not be merciful, though the enemies of order may bear familiar guises - and may even be individuals I have considered dear.",
			"- I will seek allies and advantage, confounding luck with wisdom.",
			"- I will be the face that monsters dread: fierce, sharp, and unflinching.",
			"",
			"### Boons",
			"",
			"**1: Domination (Ex)** Select a creature type from the {class/ranger} {ability/favored enemies} table. You treat that creature type as your favored enemy, as per the ranger ability. If you choose humanoid (human), you can select one of the following ethnicities Kellid, Mwangi, Shoanti, or Ulfen (or another clannish or tribal ethnicity, at the GM's discretion). If you choose an ethnicity, the bonuses on skill checks, weapon attack, and weapon damage rolls increase to +4, but you do not gain any bonuses against other humans. These bonuses stack with any favored enemy bonuses gained from other classes.",
			"",
			"**2: Identification (Su)** Three times per day as a swift action, you can choose a living creature within sight and know its creature type, ethnicity (if any), and alignment. Additionally, for a number of hours equal to your character level, that creature is treated as though you had cast the spell status upon it. Though unaware of your probing, the target can attempt a Will saving throw to negate this ability (DC = 10 + 1/2 your Hit Dice + your Charisma modifier). Spells such as {spell/undetectable alignment} may prevent a portion of this information from being gleaned, while spells such as {spell/nondetection} stymie this effect entirely. This is a divination effect.",
			"",
			"**3: End Superstition (Sp)** Once per day, you can cast {spell/mage's disjunction}, using your character level as your caster level.",
			"",
			"Order of the Nail Hellknights idealize the civilized society of southern Avistan and seek to unite all people in advancing that cultural baseline. In fact, the Order of the Nail's members preach that anyone who doesn't embrace Chelish culture is a criminal and heathen who must be destroyed. The order's members idealize the lifestyles and challenges of frontier settlers, no matter the displacement, indignation, or cruelty they might visit on those who were there before."
		]
	},
	"order_of_the_pyre": {
		"name": "Order of the Pyre",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Order of the Pyre",
			"",
			"{SOURCE Path of the Hellknight/34}",
			"",
			"**Symbol** tower rising from flames  ",
			"**Headquarters** Citadel Krane, near Ostenso  ",
			"**Leader** Lictor Rouen Stought (LN female human ranger 6/Hellknight 4)  ",
			"**Members** atheists, former cultists, members of mainstream religions, victims of dangerous radicals  ",
			"**Armor Features** bladed armor, horned and skull-like helm  ",
			"**Favored Weapon** {eq-weapon/glaive}  ",
			"**Reckoning** Burn yourself over an open flame. Once per day as an immediate action, you can gain fire resistance 10 for 10 minutes. This does not stack with resist energy or any other abilities that provide fire resistance and overlaps with protection from energy.",
			"",
			"### Tenets",
			"",
			"- I will not tolerate the weight of unfit gods upon mortal shoulders.",
			"- My fire will burn those thickets of philosophy that crowd the path of progress.",
			"- Blasphemy knows no borders - land or sea. I will pursue it where I must, and where I find it, I will be relentless.",
			"- Zealots walk the path of destruction, regardless of the names on their lips.",
			"- I will not mistake clever trickery for power or power for divinity.",
			"- Manipulators of divine magic and esoteric eldritch powers must prove their trustworthiness to me, for trust breeds dangerous complacency.",
			"- I will focus my iron scrutiny on any faith I find appealing. Whatever I worship must be worthy of me.",
			"",
			"### Boons",
			"",
			"**1: Favored Cult (Ex)** You can hone your skills to become a bane to those who worship a divinity you hate. Each day while performing your obedience, choose a [divine power](main/faiths) that grants four or fewer domains. You gain +2 bonus on Intimidate, Knowledge, Sense Motive, and Survival checks against those who worship that power. Additionally, you get a +1 bonus on weapon attack rolls and weapon damage rolls against the worshipers of that deity.",
			"",
			"**2: Immolation (Sp)** You can channel your wrath into power that can scorch your foes. Once per day, you can cast {spell/delayed blast fireball} using your character level as your caster level.",
			"",
			"**3: Quell Zealotry (Su)** You can tear the divine power from the grasp of those who would use it to stand against you. Once per day as a standard action, you can target a divine spellcaster within 100 feet. If your target fails a Will saving throw (DC = 10 + 1/2 your Hit Dice + your Charisma bonus), it loses access to any spellcasting and all the supernatural and spell-like abilities it gains from any of its divine spellcasting classes for a number of rounds equal to half your character level. When a creature under the effects of this ability tries to use an ability to which it no longer has access, instead of its god's favor, it feels only a profound, black emptiness, as if its deity no longer existed.",
			"",
			"Hellknights of the Order of the Pyre seek to combat outlandish faiths and beliefs, preventing them from gaining purchase in the Inner Sea region. They are cult hunters first and foremost, but also fight to repress other philosophies they deem dangerous. These Hellknights hate and vocally condemn cultists, priests of rare religions, and followers of mystical orders."
		]
	},
	"order_of_the_rack": {
		"name": "Order of the Rack",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Order of the Rack",
			"",
			"{SOURCE Path of the Hellknight/40}",
			"",
			"**Symbol** a spiked wheel  ",
			"**Headquarters** Citadel Rivad, near Westcrown  ",
			"**Leader** Lictor Darcyne Wrens (LN female human sorcerer 10/Hellknight 1)  ",
			"**Members** denigrators of art and poetry, patriots, technology-haters, traditionalists  ",
			"**Armor Features** muscular design, sleek helm, flayed cloak  ",
			"**Favored Weapon** {eq-weapon/longsword} or {eq-weapon/whip}  ",
			"**Reckoning** Endure internal burns. Gain a +4 bonus on Fortitude saving throws to resist poison. This increases to +6 against ingested poisons.",
			"",
			"### Tenets",
			"",
			"- I will seek the chaos that manifests in common words and thoughts.",
			"- Those who lack direction will find guidance by my hand - whether the palm or the fist.",
			"- I will take the tools from the grasp of those who would craft their own dooms, whether they would do so intentionally or unintentionally.",
			"- Though the flag of no nation has my alliance, every rebel is my foe.",
			"- My discipline is the same as my honor. I will make myself worthy of our brethren's tradition of greatness.",
			"- My mere presence will represent the pinnacle of orderliness. I will save my words and deeds for when they are needed most.",
			"- I will not allow the shedding of tears to rust the wheels of progress.",
			"",
			"### Boons",
			"",
			"**1: Mute (Su)** Three times per day as a standard action, you can target a single creature within 100 feet. If the creature fails a Will saving throw (DC = 10 + 1/2 your Hit Dice + your Charisma modifier), the creature cannot make any sounds for a number of rounds equal to your character level. This prevents the target from speaking, otherwise making noise, casting spells with verbal components, and using similar abilities with auditory effects. Each round on its turn, the target can attempt a new saving throw to end the effect. This effect is dismissable. It does not make the target immune to sonic or language-based attacks, spells, or effects.",
			"",
			"**2: Dismantle (Su)** Once per day as a standard action, you can cause a cloud of thick, brown fog to arise from a chosen point within 200 feet. This cloud functions as per {spell/fog cloud}, using your character level as your caster level, except the fog spreads in a 10-foot radius, and every creature or object within is affected as per {spell/rusting grasp}, without any touch attacks required. Attended metal objects, including weapons and armor, receive a Fortitude saving throw to negate this effect using their wielder's Fortitude saving throw bonus (DC = 10 + 1/2 your Hit Dice + your Charisma modifier). Creatures within the cloud are affected by the rusting effect only once, not every round, but creatures that move back into the area are exposed again. You and your possessions can enter the cloud and not be affected. This effect is dismissable.",
			"",
			"**3: Ruin (Sp)** Once per day as a standard action, you can use {spell/greater shout} as a spell-like ability (DC = 18 + your Charisma modifier).",
			"",
			"Order of the Rack Hellknights hate wastefulness of both thought and deed. They crush pointless dreams, end rebellions, and trample frivolous or dangerous inventions. They also closely observe individuals, seeking hints of destructive ambitions and wasteful vices, and are skilled at destroying seditious writing and strange inventions."
		]
	},
	"order_of_the_scourge": {
		"name": "Order of the Scourge",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Order of the Scourge",
			"",
			"{SOURCE Path of the Hellknight/46}",
			"",
			"**Symbol** star of bleeding lashes  ",
			"**Headquarters** Citadel Demain, near Egorian  ",
			"**Leader** Lictor Toulon Vidoc (LN male human rogue 2/fighter 4/Hellknight 10)  ",
			"**Members** constables, informants, the poor, victims of organized crime  ",
			"**Armor Features** serrated breastplate, horned helm  ",
			"**Favored Weapon** {eq-weapon/heavy mace}, scourge[^S], or {eq-weapon/whip}  ",
			"**Reckoning** Lash yourself with a scourge or whip. Take 1 fewer point of bleed damage per round when you are affected by an ability or effect that causes bleed damage and gain a +4 bonus on Heal checks to stop bleeding.",
			"",
			"### Tenets",
			"",
			"- I will hunt down those who pervert the law to serve selfish ends.",
			"- Laws are not lawful merely by virtue of being laws; they must be examined lest they be corrupted.",
			"- Those who don't fear justice will fear me.",
			"- A broken law is a broken vow, and penance must be paid in blood.",
			"- My fist will strike only the enemies of order, not their neighbors if they are innocents.",
			"- I will be mindful of danger, for every street and hall is a battlefield.",
			"- In my armor or without it, I am first and always a Hellknight.",
			"",
			"### Boons",
			"",
			"**1: Spill Guilty Blood (Sp)** The end of a lawbreaker invigorates you like nothing else. Twice per day, you can cast {spell/death knell} as a spell-like ability, using your character level as your caster level (DC = 12 + your Charisma modifier). If you do not have a caster level, instead of a +1 increase in effective caster level, this ability provides you a +1 bonus on attack and damage rolls for 10 minutes per Hit Die of the target. If you have a caster level, you can choose to gain this bonus on attack and damage rolls instead of to your effective caster level.",
			"",
			"**2: Terrible Justice (Sp)** You end a foe's life with a brutal display of force. Three times per day, when you perform a coup de grace, all foes within 30 feet must succeed at a Will saving throw or be affected as per the spell fear (DC = 14 + your Charisma modifier).",
			"",
			"**3: Reason to Fear (Su)** You fear nothing, as you know you are a source of nightmares. You are immune to fear (magical or otherwise). Three times per day, when you are the target of a fear effect or within a fear effect's area, you can target the creature from which the fear effect originated with a {spell/phantasmal killer} spell effect (DC = 14 + your Charisma modifier) as a free action when you strike it with a weapon. You must deal at least 1 point of damage to use this ability. This functions in all other ways as if your weapon were a {magic-enh/spell storing} weapon with a phantasmal killer spell stored within.",
			"",
			"Hellknights of the Scourge seek out corruption within order and laws not fit for the lawful. They question and seek to determine the difference between what is legal and what is for the greater good - owing allegiance to no one nation or ruler. Their quests for order often take them places that other Hellknights cannot tread, both physically and philosophically. As a result, their commitment to the Measure and the Chain must be beyond reproach.",
			"",
			"[^S]: There are no official stats for a scourge, but the {npc/Duergar Slaver} describes a scourge as \"a {eq-weapon/cat-o'-nine-tails} that deals lethal damage.\" &mdash; {source/Inner Sea NPC Codex/ pg. 20}"
		]
	},
	"order_of_the_coil_minor_order": {
		"name": "Order of the Coil (Minor Order)",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Order of the Coil (Minor Order)",
			"",
			"{SOURCE Path of the Hellknight/52}",
			"",
			"**Analagous Order** Order of the Nail  ",
			"**Symbol** headless snake circling three drops of poison  ",
			"**Headquarters** New Krane, west of Eleder  ",
			"**Leader** Lictor Vitova Racnhe (NE female human ranger 7, Hellknight 3)  ",
			"**Members** colonialists, imperialists, racists  ",
			"**Armor Features** fanged helmet, snake-like visage on breastplate  ",
			"**Favored Weapon** {eq-weapon/greataxe}  ",
			"**Reckoning** bite your own flesh",
			"",
			"### Tenets",
			"",
			"- I will strike against civilization's foes, braving both thicket and darkness.",
			"- I will rid the world of threats to civilization and make it fit for the law to flourish.",
			"- I will fear no creature, though the enemies of order are terrible.",
			"- I will not be merciful, though the enemies of order may bear familiar guises - and may even be individuals I have considered dear.",
			"- I will seek allies and advantage, confounding luck with wisdom.",
			"- I will be the face that monsters dread: fierce, sharp, and unflinching.",
			"",
			"### Boons",
			"",
			"(From analagous order)  ",
			"**1: Domination (Ex)** Select a creature type from the {class/ranger} {ability/favored enemies} table. You treat that creature type as your favored enemy, as per the ranger ability. If you choose humanoid (human), you can select one of the following ethnicities Kellid, Mwangi, Shoanti, or Ulfen (or another clannish or tribal ethnicity, at the GM's discretion). If you choose an ethnicity, the bonuses on skill checks, weapon attack, and weapon damage rolls increase to +4, but you do not gain any bonuses against other humans. These bonuses stack with any favored enemy bonuses gained from other classes.",
			"",
			"**2: Identification (Su)** Three times per day as a swift action, you can choose a living creature within sight and know its creature type, ethnicity (if any), and alignment. Additionally, for a number of hours equal to your character level, that creature is treated as though you had cast the spell status upon it. Though unaware of your probing, the target can attempt a Will saving throw to negate this ability (DC = 10 + 1/2 your Hit Dice + your Charisma modifier). Spells such as {spell/undetectable alignment} may prevent a portion of this information from being gleaned, while spells such as {spell/nondetection} stymie this effect entirely. This is a divination effect.",
			"",
			"**3: End Superstition (Sp)** Once per day, you can cast {spell/mage's disjunction}, using your character level as your caster level.",
			"",
			"Among the smallest Hellknight factions, the Order of the Coil maintains holdings near the Sargavan city of Eleder, from where they viciously seek to tame the tribal natives of the country and put an end to their backward pollution of the outside world. Seeing the efforts of scholars and adventurers - particularly Pathfinders - as spreading a disease of savagery by carrying curios from the jungles into the world beyond, the Coil hunts down and destroys such explorers and artifacts, notorious for ending these perceived corruptions with poison and flames."
		]
	},
	"order_of_the_crux_minor_order": {
		"name": "Order of the Crux (Minor Order)",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Order of the Crux (Minor Order)",
			"",
			"{SOURCE Path of the Hellknight/53}",
			"",
			"**Symbol** three shattered femurs with a starburst of bone shards  ",
			"**Headquarters** Citadel Gheisteno, in the Menador Mountains along the Chelish-Nidalese border  ",
			"**Leader** Lictor Enwar Shokneir (LE male human graveknight fighter 5/Hellknight 10)  ",
			"**Members** undead Hellknights  ",
			"**Armor Features** spiked helm, horned fiend-skull breastplate  ",
			"**Favored Weapon** {eq-weapon/heavy flail}  ",
			"**Reckoning** strike your femur repeatedly  ",
			"**Tenets** N/A",
			"",
			"### Boons",
			"",
			"**1:** N/A  ",
			"**2:** N/A  ",
			"**3:** N/A",
			"",
			"One of several bands of mercenaries dubbed Hellknights during the Chelish civil war, the skull-clad Order of the Crux refused to disband after the revolution. Hunted down and destroyed by the Order of the Scourge in 4663, the butchers were slaughtered and their fortress, Citadel Gheisteno, put to the torch. However, 25 years later, three graveknights clad in scarred Hellknight armor rose from the ruin. Calling themselves the Order of the Crux and led by the venomous Lictor Shokneir, the undead triune lurks upon the border of Nidal and Molthune, seemingly biding their time."
		]
	},
	"order_of_the_glyph_minor_order": {
		"name": "Order of the Glyph (Minor Order)",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Order of the Glyph (Minor Order)",
			"",
			"{SOURCE Path of the Hellknight/53}",
			"",
			"**Analagous Order** Order of the Pyre  ",
			"**Symbol** runed padlock encircled by a chain  ",
			"**Headquarters** Archives of Redacted Histories, Warlock Island  ",
			"**Leader** Lictor Maritas Clandegar (LE male human fighter 9/Hellknight 6)  ",
			"**Members** agents of House Thrune, archivists, Geryon cultists  ",
			"**Armor Features** serpentine designs and tower shields  ",
			"**Favored Weapon** {eq-weapon/battleaxe}  ",
			"**Reckoning** ingest smoldering ashes",
			"",
			"### Tenets",
			"",
			"- I will not tolerate the weight of unfit gods upon mortal shoulders.",
			"- My fire will burn those thickets of philosophy that crowd the path of progress.",
			"- Blasphemy knows no borders - land or sea. I will pursue it where I must, and where I find it, I will be relentless.",
			"- Zealots walk the path of destruction, regardless of the names on their lips.",
			"- I will not mistake clever trickery for power or power for divinity.",
			"- Manipulators of divine magic and esoteric eldritch powers must prove their trustworthiness to me, for trust breeds dangerous complacency.",
			"- I will focus my iron scrutiny on any faith I find appealing. Whatever I worship must be worthy of me.",
			"",
			"### Boons",
			"",
			"(From analagous order)  ",
			"**1: Favored Cult (Ex)** You can hone your skills to become a bane to those who worship a divinity you hate. Each day while performing your obedience, choose a [divine power](main/faiths) that grants four or fewer domains. You gain +2 bonus on Intimidate, Knowledge, Sense Motive, and Survival checks against those who worship that power. Additionally, you get a +1 bonus on weapon attack rolls and weapon damage rolls against the worshipers of that deity.",
			"",
			"**2: Immolation (Sp)** You can channel your wrath into power that can scorch your foes. Once per day, you can cast {spell/delayed blast fireball} using your character level as your caster level.",
			"",
			"**3: Quell Zealotry (Su)** You can tear the divine power from the grasp of those who would use it to stand against you. Once per day as a standard action, you can target a divine spellcaster within 100 feet. If your target fails a Will saving throw (DC = 10 + 1/2 your Hit Dice + your Charisma bonus), it loses access to any spellcasting and all the supernatural and spell-like abilities it gains from any of its divine spellcasting classes for a number of rounds equal to half your character level. When a creature under the effects of this ability tries to use an ability to which it no longer has access, instead of its god's favor, it feels only a profound, black emptiness, as if its deity no longer existed.",
			"",
			"Unofficial Hellknights unsanctioned by the Council of Lictors, the Order of the Glyph was formed in the aftermath of the Chelish civil war by House Thrune. The order was created in order to safeguard the true history of Cheliax, unaugmented by propaganda and the manipulation of fact. Originally a cult of Geryon worshipers, the Order of the Glyph has served to both protect Cheliax's histories and further House Thrune's lies ever since."
		]
	},
	"order_of_the_pike_minor_order": {
		"name": "Order of the Pike (Minor Order)",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Order of the Pike (Minor Order)",
			"",
			"{SOURCE Path of the Hellknight/54}",
			"",
			"**Analagous Order** Order of the Scourge  ",
			"**Symbol** dragonlike creature pierced by three black spears  ",
			"**Headquarters** Tower of Ordeial, in Senara  ",
			"**Leader** Lictor Lesheir \"The Spear\" Remsaine (LG female human cavalier 5/Hellknight 8)  ",
			"**Members** frontier dwellers, monster hunters, victims of monsters  ",
			"**Armor Features** bestial bone-and-skull designs  ",
			"**Favored Weapon** {eq-weapon/longspear}  ",
			"**Reckoning** run a bone knife over your skin",
			"",
			"### Tenets",
			"",
			"- I will hunt down those who pervert the law to serve selfish ends.",
			"- Laws are not lawful merely by virtue of being laws; they must be examined lest they be corrupted.",
			"- Those who don't fear justice will fear me.",
			"- A broken law is a broken vow, and penance must be paid in blood.",
			"- My fist will strike only the enemies of order, not their neighbors if they are innocents.",
			"- I will be mindful of danger, for every street and hall is a battlefield.",
			"- In my armor or without it, I am first and always a Hellknight.",
			"",
			"### Boons",
			"",
			"(From analagous order)  ",
			"**1: Spill Guilty Blood (Sp)** The end of a lawbreaker invigorates you like nothing else. Twice per day, you can cast {spell/death knell} as a spell-like ability, using your character level as your caster level (DC = 12 + your Charisma modifier). If you do not have a caster level, instead of a +1 increase in effective caster level, this ability provides you a +1 bonus on attack and damage rolls for 10 minutes per Hit Die of the target. If you have a caster level, you can choose to gain this bonus on attack and damage rolls instead of to your effective caster level.",
			"",
			"**2: Terrible Justice (Sp)** You end a foe's life with a brutal display of force. Three times per day, when you perform a coup de grace, all foes within 30 feet must succeed at a Will saving throw or be affected as per the spell fear (DC = 14 + your Charisma modifier).",
			"",
			"**3: Reason to Fear (Su)** You fear nothing, as you know you are a source of nightmares. You are immune to fear (magical or otherwise). Three times per day, when you are the target of a fear effect or within a fear effect's area, you can target the creature from which the fear effect originated with a {spell/phantasmal killer} spell effect (DC = 14 + your Charisma modifier) as a free action when you strike it with a weapon. You must deal at least 1 point of damage to use this ability. This functions in all other ways as if your weapon were a {magic-enh/spell storing} weapon with a phantasmal killer spell stored within.",
			"",
			"This small order of Hellknights operates out of the tower of Citadel Ordeial in northeastern Cheliax, where it organizes expeditions to seek out and slay a variety of monsters. The order was disbanded after the Chelish Civil War, but it was officially reinstated 30 years ago thanks to its members' continued efforts to weed out monsters in the Whisperwood and beyond."
		]
	},
	"order_of_the_scar_minor_order": {
		"name": "Order of the Scar (Minor Order)",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Order of the Scar (Minor Order)",
			"",
			"{SOURCE Path of the Hellknight/54}",
			"",
			"**Analagous Order** Order of the Chain  ",
			"**Symbol** red eye centered on a black palm with a red dagger at the wrist  ",
			"**Headquarters** Bastion Saintbor, outside Cassomir  ",
			"**Leader** Lictor Cettorsein Vastilir (LN female human slayer 8/Hellknight 4)  ",
			"**Members** bodyguards, failed constables, former assassins  ",
			"**Armor Features** helmet with a scar-crossed visor, armor etched with stylized, scarlike markings  ",
			"**Favored Weapon** {eq-weapon/rapier}  ",
			"**Reckoning** shallowly cut your palm or wrist",
			"",
			"### Tenets",
			"",
			"- I will remove those who create barriers to the people's future greatness.",
			"- My desires are secondary to the good of my order, my nation, and my people. They will not distract me from my tasks.",
			"- I will remove the foes of the people, both those who call themselves enemies and who call themselves friends.",
			"- My quarry and my captives are my charges. I am responsible for their deeds, their lives, and their deaths.",
			"- Those in my charge deserve neither mercy nor cruelty.",
			"- I will warden first and judge second. I will uphold the law, no matter the cost.",
			"",
			"### Boons",
			"",
			"(From analagous order)  ",
			"**1: Taken Alive (Ex)** You are an expert in hunting your quarry and capturing it alive. You take no penalty on attack rolls for using a flail to deal nonlethal damage. Additionally, while performing your reckoning, you can focus on understanding one specific individual. For the next 24 hours, you gain a +4 bonus on Perception, Sense Motive, and Survival checks that relate to noticing, seeing through the disguises of, interrogating others about the location of, or tracking that individual, or any activity directly related to doing so.",
			"",
			"**2: Pierce Disguise (Sp)** You are suspicious of everyone, and your wariness grants you senses others do not have. You can use {spell/true seeing} as a spell-like ability for a number of minutes each day equal to half your character level. These minutes do not need to be used consecutively, but they must be used in 1-minute increments.",
			"",
			"**3: True Identities (Su)** You are not easily fooled by those who would hide their true natures. You gain a +4 bonus on Will saving throws to disbelieve illusions. Three times per day, when you successfully disbelieve an illusion that has a duration of longer than instantaneous (normally or using true seeing), you can attempt to dispel the illusion as a free action. Treat this as a targeted dispel, as per the spell {spell/dispel magic}, but targeting only illusions and with your caster level equal to your character level.",
			"",
			"Created during the Chelish civil war, the Order of the Scar was originally formed to protect King Gaspodar from assassins. After more than 40 prevented assassinations, the order nearly dissolved after a successful attempt. Resurfacing in Taldor, the order now has a reputation as mercenary assassin-hunters skilled at creating safe houses and tracking and slaying assassins, snipers, and poisoners."
		]
	},
	"order_of_the_torrent_minor_order": {
		"name": "Order of the Torrent (Minor Order)",
		"sources": [
			"Path of the Hellknight",
			"Pathfinder #98: Turn of the Torrent"
		],
		"description": [
			"## Order of the Torrent (Minor Order)",
			"",
			"{SOURCE Path of the Hellknight/55;Pathfinder #98: Turn of the Torrent/67}",
			"",
			"**Analagous Order** Order of the Scourge  ",
			"**Symbol** twisted, armored eel  ",
			"**Headquarters** Citadel Vaull, Kintargo  ",
			"**Leader** Lictor Octavio Sabinus (LG male human fighter 5/Hellknight 3)  ",
			"**Members** constables, detectives, negotiators  ",
			"**Armor Features** aquatic themes with fin-shaped flourishes  ",
			"**Favored Weapon** {eq-weapon/halberd} or {eq-weapon/longbow}  ",
			"**Reckoning** suffer simulated drowning or extreme holding of the breath",
			"",
			"### Tenets",
			"",
			"- I will hunt down those who pervert the law to serve selfish ends.",
			"- Laws are not lawful merely by virtue of being laws; they must be examined lest they be corrupted.",
			"- Those who don't fear justice will fear me.",
			"- A broken law is a broken vow, and penance must be paid in blood.",
			"- My fist will strike only the enemies of order, not their neighbors if they are innocents.",
			"- I will be mindful of danger, for every street and hall is a battlefield.",
			"- In my armor or without it, I am first and always a Hellknight.",
			"",
			"### Boons",
			"",
			"(From analagous order)  ",
			"**1: Spill Guilty Blood (Sp)** The end of a lawbreaker invigorates you like nothing else. Twice per day, you can cast {spell/death knell} as a spell-like ability, using your character level as your caster level (DC = 12 + your Charisma modifier). If you do not have a caster level, instead of a +1 increase in effective caster level, this ability provides you a +1 bonus on attack and damage rolls for 10 minutes per Hit Die of the target. If you have a caster level, you can choose to gain this bonus on attack and damage rolls instead of to your effective caster level.",
			"",
			"**2: Terrible Justice (Sp)** You end a foe's life with a brutal display of force. Three times per day, when you perform a coup de grace, all foes within 30 feet must succeed at a Will saving throw or be affected as per the spell fear (DC = 14 + your Charisma modifier).",
			"",
			"**3: Reason to Fear (Su)** You fear nothing, as you know you are a source of nightmares. You are immune to fear (magical or otherwise). Three times per day, when you are the target of a fear effect or within a fear effect's area, you can target the creature from which the fear effect originated with a {spell/phantasmal killer} spell effect (DC = 14 + your Charisma modifier) as a free action when you strike it with a weapon. You must deal at least 1 point of damage to use this ability. This functions in all other ways as if your weapon were a {magic-enh/spell storing} weapon with a phantasmal killer spell stored within.",
			"",
			"The Hellknights of the Order of the Torrent were mandated in the wake of the Chelish Civil War after the order's founder, Reya Naulvaneti, rescued the abducted son of Kintargo's then lord-mayor. In honor of this accomplishment, the Order of the Torrent has focused itself on rescuing the abducted. The Order of the Torrent appeals to lawful good Hellknights - they have never knowingly had an evil member among their ranks. The order has diminished in recent years to a historic low of 23 members. Most of them are spread throughout Avistan, where they search for the lost and taken throughout the Inner Sea region, but they also often serve as mercenaries aboard ships in waters sailed by slavers."
		]
	},
	"order_of_the_wall_minor_order": {
		"name": "Order of the Wall (Minor Order)",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Order of the Wall (Minor Order)",
			"",
			"{SOURCE Path of the Hellknight/55}",
			"",
			"**Analagous Order** Order of the Rack  ",
			"**Symbol** crenellated skull  ",
			"**Headquarters** the Gnashing Wall, south of Khari  ",
			"**Leader** Master of Blades Atlan Essebar (LN male human fighter 8/Hellknight 5)  ",
			"**Members** Chelaxians born in Rahadoum, soldiers  ",
			"**Armor Features** angular mantle, cylindrical, castle-like helm  ",
			"**Favored Weapon** {eq-weapon/lucerne hammer}  ",
			"**Reckoning** repeatedly strike bricks or stone",
			"",
			"### Tenets",
			"",
			"- I will seek the chaos that manifests in common words and thoughts.",
			"- Those who lack direction will find guidance by my hand - whether the palm or the fist.",
			"- I will take the tools from the grasp of those who would craft their own dooms, whether they would do so intentionally or unintentionally.",
			"- Though the flag of no nation has my alliance, every rebel is my foe.",
			"- My discipline is the same as my honor. I will make myself worthy of our brethren's tradition of greatness.",
			"- My mere presence will represent the pinnacle of orderliness. I will save my words and deeds for when they are needed most.",
			"- I will not allow the shedding of tears to rust the wheels of progress.",
			"",
			"### Boons",
			"",
			"(From analagous order)  ",
			"**1: Mute (Su)** Three times per day as a standard action, you can target a single creature within 100 feet. If the creature fails a Will saving throw (DC = 10 + 1/2 your Hit Dice + your Charisma modifier), the creature cannot make any sounds for a number of rounds equal to your character level. This prevents the target from speaking, otherwise making noise, casting spells with verbal components, and using similar abilities with auditory effects. Each round on its turn, the target can attempt a new saving throw to end the effect. This effect is dismissable. It does not make the target immune to sonic or language-based attacks, spells, or effects.",
			"",
			"**2: Dismantle (Su)** Once per day as a standard action, you can cause a cloud of thick, brown fog to arise from a chosen point within 200 feet. This cloud functions as per {spell/fog cloud}, using your character level as your caster level, except the fog spreads in a 10-foot radius, and every creature or object within is affected as per {spell/rusting grasp}, without any touch attacks required. Attended metal objects, including weapons and armor, receive a Fortitude saving throw to negate this effect using their wielder's Fortitude saving throw bonus (DC = 10 + 1/2 your Hit Dice + your Charisma modifier). Creatures within the cloud are affected by the rusting effect only once, not every round, but creatures that move back into the area are exposed again. You and your possessions can enter the cloud and not be affected. This effect is dismissable.",
			"",
			"**3: Ruin (Sp)** Once per day as a standard action, you can use {spell/greater shout} as a spell-like ability (DC = 18 + your Charisma modifier).",
			"",
			"During the Chelish civil war, border troops were withdrawn to defend the warring heartlands. Rather than let the southern edge of Cheliax fall to Rahadoumi, 300 Hellknights of the Chain took over the posts and held the border for 30 years. At the civil wars conclusion, a number of the Hellknights stayed on to protect the border, and now the Order of the Wall is charged with defending the boundaries of civilization."
		]
	}
}
