{
	"cavalier": {
		"name": "Cavalier",
		"sources": [
			"Advanced Player's Guide",
			"Chronicle of Legends",
			"Advanced Race Guide",
			"Blood of the Sea",
			"Ultimate Wilderness",
			"Goblins of Golarion",
			"Horror Adventures",
			"Blood of the Beast",
			"Adventurer's Guide",
			"Advanced Class Guide",
			"Inner Sea Combat",
			"Legacy of the First World",
			"Ultimate Combat",
			"Occult Adventures",
			"Distant Shores",
			"Path of the Hellknight",
			"People of the Sands",
			"Blood of the Elements",
			"Heroes of the Wild",
			"The Harrow Handbook",
			"Monster Hunter's Handbook",
			"Knights of the Inner Sea",
			"Disciple's Doctrine",
			"Merchant's Manifest",
			"Qadira, Jewel of the East",
			"Champions of Balance",
			"Heroes from the Fringe",
			"Aquatic Adventures",
			"Villain Codex",
			"People of the River"
		],
		"description": [
			"{jumplist Class Skills / Class Features / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Cavalier",
			"",
			"{SOURCE Advanced Player's Guide/32}",
			"",
			"While many warriors strive to perfect their art, spending all of their time honing their skill at martial arms, others spend as much effort dedicating themselves to a cause. These warriors, known as cavaliers, swear themselves to a purpose, serving it above all else. Cavaliers are skilled at fighting from horseback, and are often found charging across a battlefield, with the symbol of their order trailing on a long, fluttering banner. The cavalier's true power comes from the conviction of his ideals, the oaths that he swears, and the challenges he makes.",
			"",
			"**Role:** Cavaliers tend to marshal forces on the battlefield, using their mounted talents and challenges to control the flow of the fight. Outside of battle, cavaliers can be found advancing their cause through diplomacy and, if needed, subterfuge. The cavalier is no stranger to courtly intrigue and can hold his own in even the most delicate of social situations.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d10.  ",
			"**Starting Wealth:** 5d6 &times; 10 gp (average 175 gp).",
			"",
			"### Class Skills",
			"",
			"The Cavalier's class skills are Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha), Handle Animal (Cha), Intimidate (Cha), Profession (Wis), Ride (Dex), Sense Motive (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +2 | +0 | +0 | Challenge 1/day, mount, order, tactician |",
			"| 2nd | +2 | +3 | +0 | +0 | Order ability |",
			"| 3rd | +3 | +3 | +1 | +1 | Cavalier's charge |",
			"| 4th | +4 | +4 | +1 | +1 | Challenge 2/day, expert trainer |",
			"| 5th | +5 | +4 | +1 | +1 | Banner |",
			"| 6th | +6/+1 | +5 | +2 | +2 | Bonus feat |",
			"| 7th | +7/+2 | +5 | +2 | +2 | Challenge 3/day |",
			"| 8th | +8/+3 | +6 | +2 | +2 | Order ability |",
			"| 9th | +9/+4 | +6 | +3 | +3 | Greater tactician |",
			"| 10th | +10/+5 | +7 | +3 | +3 | Challenge 4/day |",
			"| 11th | +11/+6/+1 | +7 | +3 | +3 | Mighty charge |",
			"| 12th | +12/+7/+2 | +8 | +4 | +4 | Bonus feat, demanding challenge |",
			"| 13th | +13/+8/+3 | +8 | +4 | +4 | Challenge 5/day |",
			"| 14th | +14/+9/+4 | +9 | +4 | +4 | Greater banner |",
			"| 15th | +15/+10/+5 | +9 | +5 | +5 | Order ability |",
			"| 16th | +16/+11/+6/+1 | +10 | +5 | +5 | Challenge 6/day |",
			"| 17th | +17/+12/+7/+2 | +10 | +5 | +5 | Master tactician |",
			"| 18th | +18/+13/+8/+3 | +11 | +6 | +6 | Bonus feat |",
			"| 19th | +19/+14/+9/+4 | +11 | +6 | +6 | Challenge 7/day |",
			"| 20th | +20/+15/+10/+5 | +12 | +6 | +6 | Supreme charge |",
			"",
			"**Weapon and Armor Proficiency:** Cavaliers are proficient with all simple and martial weapons, with all types of armor (heavy, light, and medium) and with shields (except tower shields).",
			"",
			"**Challenge (Ex):** Once per day, a cavalier can challenge a foe to combat. As a swift action, the cavalier chooses one target within sight to challenge. The cavalier's melee attacks deal extra damage whenever the attacks are made against the target of his challenge. This extra damage is equal to the cavalier's level. The cavalier can use this ability once per day at 1st level, plus one additional time per day for every three levels beyond 1st, to a maximum of seven times per day at 19th level.",
			"",
			"Challenging a foe requires much of the cavalier's concentration. The cavalier takes a -2 penalty to his Armor Class, except against attacks made by the target of his challenge.",
			"",
			"The challenge remains in effect until the target is dead or unconscious or until the combat ends. Each cavalier's challenge also includes another effect which is listed in the section describing the cavalier's order.",
			"",
			"**Mount (Ex):** A cavalier gains the service of a loyal and trusty steed to carry him into battle. This mount functions as a {class/druid/'s animal companion}, using the cavalier's level as his effective druid level. The creature must be one that he is capable of riding and is suitable as a mount. This mount may come from the following list:",
			"",
			"**Medium Cavaliers:** {monster/Axe Beak}, {monster/Camel}, {monster/Elk}, {monster/Giraffe}, {monster/Horse}, {monster/Giant Seahorse}, [Tortoise, Giant](monster/tortoise_giant_tortoise), {druidcompanion/Zebra}",
			"",
			"**Small Cavaliers:** {monster/Antelope}, {monster/Boar} (requires 4th level), {monster/Capybara}, {monster/Dog} (requires 4th level), {monster/Kangaroo}, [Lizard (Giant Gecko)](monster/giant_gecko), {monster/Pony}, {monster/Ram}, [Reindeer](monster/elk) (uses elk statistics), {monster/Stag}, {monster/Giant Weasel}, {monster/Wolf}, {druidcompanion/Wolfdog}",
			"",
			"The GM might approve other animals as suitable mounts.",
			"",
			"A cavalier does not take an armor check penalty on Ride checks while riding his mount. The mount is always considered combat trained and begins play with {feat/Light Armor Proficiency} as a bonus feat. A cavalier's mount does not gain the share spells special ability.",
			"",
			"A cavalier's bond with his mount is strong, with the pair learning to anticipate each other's moods and moves. Should a cavalier's mount die, the cavalier may find another mount to serve him after 1 week of mourning. This new mount does not gain the link, evasion, devotion, or improved evasion special abilities until the next time the cavalier gains a level.",
			"",
			"**Order (Ex):** At 1st level, a cavalier must pledge himself to a specific {ability/order>s}. The order grants the cavalier a number of bonuses, class skills, and special abilities. In addition, each order includes a number of edicts that the cavalier must follow. If he violates any of these edicts, he loses the benefits from his order's challenge ability for 24 hours. The violation of an edict is subject to GM interpretation.",
			"",
			"A cavalier cannot change his order without undertaking a lengthy process to dedicate himself to a new cause. When this choice is made, he immediately loses all of the benefits from his old order. He must then follow the edicts of his new order for one entire level without gaining any benefits from that order. Once accomplished, he gains all of the bonuses from his new order. Note that the names of these orders might vary depending upon the campaign setting or GM's preference.",
			"",
			"**Tactician (Ex):** At 1st level, a cavalier receives a [teamwork feat](main/feats_teamwork) as a bonus feat. He must meet the prerequisites for this feat. As a standard action, the cavalier can grant this feat to all allies within 30 feet who can see and hear him. Allies retain the use of this bonus feat for 3 rounds plus 1 round for every two levels the cavalier possesses. Allies do not need to meet the prerequisites of these bonus feats. The cavalier can use this ability once per day at 1st level, plus one additional time per day at 5th level and for every 5 levels thereafter.",
			"",
			"**Cavalier's Charge (Ex):** At 3rd level, a cavalier learns to make more accurate charge attacks while mounted. The cavalier receives a +4 bonus on melee attack rolls on a charge while mounted (instead of the normal +2). In addition, the cavalier does not suffer any penalty to his AC after making a charge attack while mounted.",
			"",
			"**Expert Trainer (Ex):** At 4th level, a cavalier learns to train mounts with speed and unsurpassed expertise. The cavalier receives a bonus equal to 1/2 his cavalier level whenever he uses Handle Animal on an animal that serves as a mount. In addition, he can reduce the time needed to teach a mount a new trick or train a mount for a general purpose to 1 day per 1 week required by increasing the DC by +5. He can also train more than one mount at once, although each mount after the first adds +2 to the DC.",
			"",
			"**Banner (Ex):** At 5th level, a cavalier's banner becomes a symbol of inspiration to his allies and companions. As long as the cavalier's banner is clearly visible, all allies within 60 feet receive a +2 morale bonus on saving throws against fear and a +1 morale bonus on attack rolls made as part of a charge. At 10th level, and every five levels thereafter, these bonuses increase by +1. The banner must be at least Small or larger and must be carried or displayed by the cavalier or his mount to function.",
			"",
			"Some knights inspire and direct their allies with specialized tactics. A cavalier can select [a different battle standard](ability/banners) upon gaining the banner class feature, and its benefits replace the normal benefits of the banner and greater banner class features.",
			"",
			"**Bonus Feat:** At 6th level, and at every six levels thereafter, a cavalier gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from those listed as combat feats. The cavalier must meet the prerequisites of these bonus feats.",
			"",
			"**Greater Tactician (Ex):** At 9th level, the cavalier receives an additional [teamwork feat](main/feats_teamwork) as a bonus feat. He must meet the prerequisites for this feat. The cavalier can grant this feat to his allies using the tactician ability. Using the tactician ability is a swift action.",
			"",
			"**Mighty Charge (Ex):** At 11th level, a cavalier learns to make devastating charge attacks while mounted. Double the threat range of any weapons wielded during a charge while mounted. This increase does not stack with other effects that increase the threat range of the weapon. In addition, the cavalier can make a free bull rush, disarm, sunder, or trip combat maneuver if his charge attack is successful. This free combat maneuver does not provoke an attack of opportunity.",
			"",
			"**Demanding Challenge (Ex):** At 12th level, whenever a cavalier declares a challenge, his target must pay attention to the threat he poses. As long as the target is within the threatened area of the cavalier, it takes a -2 penalty to its AC from attacks made by anyone other than the cavalier.",
			"",
			"**Greater Banner (Ex):** At 14th level, the cavalier's banner becomes a rallying call to his allies. All allies within 60 feet receive a +2 morale bonus on saving throws against charm and compulsion spells and effects. In addition, while his banner is displayed, the cavalier can spend a standard action to wave the banner through the air, granting all allies within 60 feet an additional saving throw against any one spell or effect that is targeting them. This save is made at the original DC. Spells and effects that do not allow saving throws are unaffected by this ability. An ally cannot benefit from this ability more than once per day.",
			"",
			"**Master Tactician (Ex):** At 17th level, the cavalier receives an additional [teamwork feat](main/feats_teamwork) as a bonus feat. He must meet the prerequisites for this feat. The cavalier can grant this feat to his allies using the tactician ability. Whenever the cavalier uses the tactician ability, he grants any two teamwork feats that he knows. He can select from any of his teamwork feats, not just his bonus feats.",
			"",
			"**Supreme Charge (Ex):** At 20th level, whenever the cavalier makes a charge attack while mounted, he deals double the normal amount of damage (or triple if using a lance). In addition, if the cavalier confirms a critical hit on a charge attack while mounted, the target is stunned for 1d4 rounds. A Will save reduces this to staggered for 1d4 rounds. The DC is equal to 10 + the cavalier's base attack bonus.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}  ",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Great Beast (Su) | At 20th level, the character's animal companion is a paragon of its kind - a hero and legend in its own right. The animal companion's Strength, Dexterity, Constitution, and Wisdom scores each increase by 4. This capstone is available to any class with an animal companion. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| Tactical Genius (Ex) | At 20th level, the cavalier is a maestro of the battlefield, commanding and moving troops like so many game pieces. The cavalier gains a bonus [teamwork feat](main/feats_teamwork), can grant up to three bonus feats with tactician, and increases the range of tactician by 90 feet. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Aasimar | Add +1/4 to the cavalier's bonus on damage against targets of his challenge. ({source/Advanced Race Guide/ pg. 85}) |",
			"| Aquatic elf | Add 1 skill rank to the cavalier's mount. If the cavalier ever replaces his mount, the new mount gains these bonus skill ranks. ({source/Blood of the Sea/ pg. 5}) |",
			"| Catfolk | Add +1/4 to the cavalier's banner bonus. ({source/Advanced Race Guide/ pg. 92}) |",
			"| Dwarf | Add +1/2 to the cavalier's bonus to damage against targets of his challenge. ({source/Advanced Race Guide/ pg. 13}) |",
			"| Elf | Add +1 hit point to the cavalier's mount. If the cavalier ever replaces his mount, the new mount gains these bonus hit points. ({source/Advanced Race Guide/ pg. 23}, {source/Advanced Player's Guide/ pg. 13}) |",
			"| Gathlain | Add a +1/2 bonus to the cavalier's Knowledge (nature) and Knowledge (nobility) checks relating to fey courts and fey courtiers. ({source/Ultimate Wilderness/ pg. 10}) |",
			"| Gnome | Add +1 to the cavalier's mounted base speed. In combat this has no effect unless the cavalier has selected this reward five times (or another increment of five). If the cavalier ever replaces his mount, the new mount gains this bonus to its speed. ({source/Advanced Race Guide/ pg. 33}) |",
			"| Goblin | Add +1 hit points to the cavalier's mount companion. If the cavalier ever replaces his mount, the new mount gains these bonus hit points. ({source/Advanced Race Guide/ pg. 115}, {source/Goblins of Golarion/ pg. 31}) |",
			"| Half-elf | Add +1 foot to the cavalier's mount's base speed. This option has no effect unless the cavalier has selected it 5 times (or another increment of 5); a speed of 54 feet is effectively a speed of 50 feet, for example. If the cavalier ever replaces his mount, the new companion gains this base speed bonus. ({source/Advanced Race Guide/ pg. 42}) |",
			"| Halfling | Add +1/2 to the cavalier's effective class level for the purposes of determining the damage he deals when making an attack of opportunity against a challenged foe. ({source/Advanced Race Guide/ pg. 63}) |",
			"| Halfling | The cavalier's mount gains a +1/2 bonus on saving throws against fear effects. If the cavalier ever replaces his mount, the new mount gains this bonus. ({source/Horror Adventures/ pg. 41}) |",
			"| Half-orc | Add +1 hit point to the cavalier's mount companion. If the cavalier ever replaces his mount, the new mount gains these bonus hit points. ({source/Advanced Race Guide/ pg. 53}) |",
			"| Hobgoblin | Add a +1/2 bonus on Intimidate checks and Ride checks. ({source/Advanced Race Guide/ pg. 121}) |",
			"| Human | Add +1/4 to the cavalier's banner bonus. ({source/Advanced Race Guide/ pg. 73}, {source/Advanced Player's Guide/ pg. 23}) |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ({source/Blood of the Beast/ pg. 12}) |",
			"| Kitsune | Add 1/4 to the cavalier's banner bonus. ({source/Blood of the Beast/ pg. 12}) |",
			"| Kobold | Add 5 feet (up to 15 feet maximum) to the cavalier's mount's speed when it uses the charge or withdraw action. ({source/Advanced Race Guide/ pg. 133}) |",
			"| Locathah | Add 1 hit point to the cavalier's mount. If the cavalier ever replaces his mount, the new mount gains these bonus hit points. ({source/Blood of the Sea/ pg. 11}) |",
			"| Nagaji | Add 1 foot to the base speed of the cavalier's mount. This has no effect in combat unless the cavalier has selected this reward five times (or another increment of five). If the cavalier ever replaces this mount, the new mount gains this bonus to its speed. ({source/Blood of the Beast/ pg. 16}) |",
			"| Orc | Add +1 to the cavalier's CMB when making bull rush or overrun combat maneuvers against a challenged target. ({source/Advanced Race Guide/ pg. 139}) |",
			"| Vanara | Add 1/2 to the cavalier's level when determining the duration of the tactician ability. ({source/Blood of the Beast/ pg. 28}) |",
			"",
			"### Archetypes",
			"",
			":::archetype{c=cavalier}",
			"Beast Rider",
			"Mount; Expert Trainer",
			"Where some cavaliers are simply skilled with horses or well-trained knights, the beast rider spends his life in constant pursuit of the most perfect mount, forming bonds with greater, more powerful, and more exotic creatures.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Castellan",
			"Mount; Cavalier's Charge; Expert Trainer; Mighty Charge; Demanding Challenge; Supreme Charge",
			"A castellan is a cavalier who dedicates himself to the defense of a castle or walled city.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Charger",
			"Class Skills; Weapon/Armor Proficiencies; Mount; Cavalier's Charge; Expert Trainer; Mighty Charge",
			"(Centaur Only) No warrior better epitomizes the centaur's devastating martial power than the charger.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Circuit Judge",
			"Tactician; Greater Tactician; Master Tactician; Challenge; Demanding Challenge",
			"A circuit judge claims a specific region, becoming an expert in the local laws and, perhaps, becoming a fearsome executioner.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Constable",
			"Class Skills; Mount; Cavalier's Charge; Expert Trainer; Banner; Mighty Charge; Supreme Charge; Greater Banner",
			"Constables keep order in the narrow streets and dark alleys of settlements.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Courtly Knight",
			"Tactician; Greater Tactician; Master Tactician",
			"These courtly knights are equally at home in a duel with words or swords.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Daring Champion",
			"Weapon/Armor Proficiencies; Mount; Cavalier's Charge; Expert Trainer; Mighty Charge; Supreme Charge",
			"While many cavaliers are the champions of old fighting forms, some younger, more daring cavaliers mix a martial style influenced by the lighter armored and more flamboyant swashbuckler forms with the dedication of cavalier orders.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Daring General",
			"Bonus Feats; Demanding Challenge; Supreme Charge",
			"Those cavaliers most gifted at command often become daring generals.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Disciple of the Pike",
			"Mount; Cavalier's Charge; Expert Trainer; Banner; Greater Banner; Mighty Charge; Supreme Charge",
			"The Hellknight Order of the Pike are renowned monster hunters, taking on large game using ancient weapon arts combined with modern equipment.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Drakerider",
			"Mount; Tactician; Expert Trainer; Banner; Greater Tactician; Greater Banner; Master Tactician",
			"While many cavaliers dream of riding a dragon into battle, drakeriders come to learn that the reality involves far more effort than they had expected.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Emissary",
			"Tactician; Banner; Greater Tactician; Greater Banner; Supreme Charge",
			"Some cavaliers focus more on speed and mobility than they do on the raw power of the mounted charge.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Esquire",
			"Mount; Cavalier's Charge; Expert Trainer; Banner; Mighty Charge; Supreme Charge",
			"The esquire is a roving knight who acquires the services of a faithful follower - an aide-de-camp - who serves as the esquire's assistant, spear carrier, and guard.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Fell Rider",
			"Mount; Cavalier's Charge; Expert Trainer; Banner; Mighty Charge; Greater Banner; Supreme Charge",
			"(Hobgoblin Only) The fell rider rides a bestial steed, a mount mastered by him alone. He tramples his enemies down, leaving twisted bodies in his wake, and fear rides with him.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"First Mother's Fang",
			"Class Skills; Weapon Proficiencies; Mount; Order",
			"A first mother's fang acts as a servant of his nation, a skilled general and tactician in times of war and a noble governor during times of peace.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Gallant",
			"Order; Banner; Greater Banner",
			"Gallants embody the virtues of honor, generosity, and civility. Their personal symbol serves as an inspiration to others in a courtly setting as much as on a battlefield.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Gendarme",
			"Tactician; Greater Tactician; Master Tactician; Supreme Charge",
			"The gendarme cares less for the finer points of tactical precision than he does for the exhilaration of the charge: the rush of wind through the visor of his helmet, the feel of his couched lance, the satisfying shriek of armor giving way before his weapon's force as the point drives past metal into his foes.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Ghost Rider",
			"Mount; Tactician; Greater Tactician; Master Tactician; Cavalier's Charge; Expert Trainer; Banner; Mighty Charge; Greater Banner",
			"Ghost riders are conflicted warriors who use the powers of the phantasmal dead even while seeking out and banishing the corruption of undeath from plagued communities.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Green Knight",
			"Tactician; Mount; Order; Cavalier's Charge; Expert Trainer; Banner; Greater Tactician; Mighty Charge; Greater Banner; Master Tactician; Supreme Charge",
			"Some knights serve nature itself and can be found protecting unspoiled natural places or serving fey beings.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Herald Squire",
			"Tactician; 2nd-level Order Ability; Cavalier's Charge",
			"The herald squire is the eyes and ears of a traveling knight.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Honor Guard",
			"Challenge; Cavalier's Charge; Mighty Charge; Demanding Challenge",
			"Certain cavaliers are trained not as advance combatants, but as loyal guards, standing as firm defenders in the face of threats to their chosen charge.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Hooded Knight",
			"Class Skills; Mount; Tactician; Greater Tactician; Master Tactician",
			"Some cavaliers wander the lonely roads of the world - any world, including the First World - protecting travelers and acting as their honor guard.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Huntmaster",
			"Weapon/Armor Proficiency; Challenge; Mount; Tactician; Greater Tactician; Master Tactician; Cavalier's Charge; Expert Trainer; Banner; Bonus Feats; Mighty Charge; Greater Banner; Supreme Charge",
			"Huntmasters train the beasts favored by lordly castes into swift and deadly trackers.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Hussar",
			"Armor Proficiencies; Class Skills; Tactician; Banner; Greater Banner; Bonus Feats; Greater Tactician; Master Tactician",
			"Agile and maneuverable cavalry, hussars make up for their relatively light armor with their speed and cunning.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Knight of Arnisant",
			"Tactician; Expert Trainer; Banner; Greater Tactician; Demanding Challenge; Greater Tactician",
			"The cavaliers known as knights of Arnisant revere the famous general who was crucial in the defeat of the Whispering Tyrant, the powerful wizard-king. Knights of Arnisant call upon Arnisant to grant them protection from evil magic, just as the Shield of Aroden protected him.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Luring Cavalier",
			"Challenge; Cavalier's Charge; Mighty Charge; Demanding Challenge; Supreme Charge",
			"Those who study the perfection of strategy and tactics know that picking the battlefield can grant advantages that only overwhelming numbers of allies can eclipse.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Musketeer",
			"Mount; Expert Trainer",
			"Some cavaliers are entrusted by their masters with the care and use of expensive and powerful oddities - firearms.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Oceanrider",
			"Armor Proficiency; Mount; Expert Trainer",
			"Oceanriders are underwater cavaliers who ride dolphins, orcas, or seahorses.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Qabarat Outrider",
			"Armor Proficiency; Tactician; Greater Tactician; Master Tactician; Banner; Greater Banner",
			"(Lashunta Only) The war colleges of the Castrovelian city-state of Qabarat produce a distinctive breed of cavalier known as the Qabarat outrider. In defense of the lashunta city-states, outriders lead small units of regular troops, the members of which can link minds with one another to form bonds in battle few can match.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Qadiran Horselord",
			"Weapon and Armor Proficiency; Mount; Tactician; Cavalier's Charge; 6th-level Bonus Feat; Greater Tactician; Master Tactician",
			"Much like the breed of horses they ride, Qadiran horselords pride themselves on their mobility and endurance.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Saurian Champion",
			"Class Skills; Weapon/Armor Proficiencies; Challenge; Order; Mount; Tactician; Greater Tactician; Master Tactician; Banner; Greater Banner",
			"These primeval cavaliers idolize dinosaurs as apex predators and value them as powerful, oversized mounts.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Sister-in-Arms",
			"Challenge; Order; Mount; Cavalier's Charge; Expert Trainer; Mighty Charge; Supreme Charge",
			"Some of the most charismatic Gray Maidens combine their devotion to their sisters with the intense tactical training they received, learning to perfectly direct their companions and inspiring them to survive and emerge victorious.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Spellscar Drifter",
			"Weapon/Armor Proficiency; Tactician; Cavalier's Charge; Banner; Bonus Feats; Greater Tactician; Mighty Charge; Demanding Challenge; Master Tactician; Supreme Charge",
			"Spellscar drifters are self-reliant and always keep their firearms loaded - in the Spellscar Desert, a rider with a slow draw doesn't live long.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Standard Bearer",
			"Mount; Banner; Mighty Charge; Supreme Charge",
			"Some cavaliers prefer to stand away from the fray, their banners a beacon shining brightly over the battlefield, rallying their troops to victory.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Strategist",
			"Expert Trainer; Greater Banner; 18th-level Bonus Feat",
			"Some cavaliers make a lifelong mission out of their exceptional ability to direct troops on the battlefield, combining tactical insight with a preternatural skill at improving the teamwork of their allies in order to win the day.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Verdivant",
			"Expert Trainer; Tactician; Banner; Greater Tactician; Greater Banner; Master Tactician; Bonus Feats; Cavalier's Charge",
			"Some vine leshys' spirits are vibrant enough to project this animus beyond their own bodies",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Vermin Tamer",
			"Mount; Expert Trainer; Demanding Challenge",
			"Due to the strange terrain, the lack of sunlight, and numerous other hazards, keeping a traditional mount in the Darklands can prove difficult. Cavaliers native to or traveling the region may choose to tame local creatures instead.",
			":::",
			"",
			":::archetype{c=cavalier}",
			"Wave Rider",
			"Weapon/Armor Proficiency; Mount",
			"Throughout the Inner Sea region, wave riders patrol harbors, keeping them safe from dangerous sea creatures and watching for smugglers. The most famous of these is the hippocampus-riding Sea Cavalry of Absalom.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "cavalier archetypes",
				"headers": [ "Archetype", "2nd-level Order Ability", "6th-level Bonus Feat", "18th-level Bonus Feat", "Armor Proficiency", "Banner", "Bonus Feats", "Cavalier's Charge", "Challenge", "Class Skills", "Demanding Challenge", "Expert Trainer", "Greater Banner", "Greater Tactician", "Master Tactician", "Mighty Charge", "Mount", "Order", "Supreme Charge", "Tactician", "Weapon Proficiency", "Weapon/Armor Proficiency" ],
				"ripples": [0],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"data": [
					[ "{arc-cavalier/Beast Rider}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-cavalier/Castellan}", null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null, "X", "X", null, "X", null, null, null ],
					[ "{arc-cavalier/Charger}", null, null, null, null, null, null, "X", null, "X", null, "X", null, null, null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-cavalier/Circuit Judge}", null, null, null, null, null, null, null, "X", null, "X", null, null, "X", "X", null, null, null, null, "X", null, null ],
					[ "{arc-cavalier/Constable}", null, null, null, null, "X", null, "X", null, "X", null, "X", "X", null, null, "X", "X", null, "X", null, null, null ],
					[ "{arc-cavalier/Courtly Knight}", null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, "X", null, null ],
					[ "{arc-cavalier/Daring Champion}", null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, "X", "X", null, "X", null, null, "X" ],
					[ "{arc-cavalier/Daring General}", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-cavalier/Disciple of the Pike}", null, null, null, null, "X", null, "X", null, null, null, "X", "X", null, null, "X", "X", null, "X", null, null, null ],
					[ "{arc-cavalier/Drakerider}", null, null, null, null, "X", null, null, null, null, null, "X", "X", "X", "X", null, "X", null, null, "X", null, null ],
					[ "{arc-cavalier/Emissary}", null, null, null, null, "X", null, null, null, null, null, null, "X", "X", null, null, null, null, "X", "X", null, null ],
					[ "{arc-cavalier/Esquire}", null, null, null, null, "X", null, "X", null, null, null, "X", null, null, null, "X", "X", null, "X", null, null, null ],
					[ "{arc-cavalier/Fell Rider}", null, null, null, null, "X", null, "X", null, null, null, "X", "X", null, null, "X", "X", null, "X", null, null, null ],
					[ "{arc-cavalier/First Mother's Fang}", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", "X", null, null, "X", null ],
					[ "{arc-cavalier/Gallant}", null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null ],
					[ "{arc-cavalier/Gendarme}", null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", "X", null, null ],
					[ "{arc-cavalier/Ghost Rider}", null, null, null, null, "X", null, "X", null, null, null, "X", "X", "X", "X", "X", "X", null, null, "X", null, null ],
					[ "{arc-cavalier/Green Knight}", null, null, null, null, "X", null, "X", null, null, null, "X", "X", "X", "X", "X", "X", "X", "X", "X", null, null ],
					[ "{arc-cavalier/Herald Squire}", "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-cavalier/Honor Guard}", null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-cavalier/Hooded Knight}", null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", null, "X", null, null, "X", null, null ],
					[ "{arc-cavalier/Huntmaster}", null, null, null, null, "X", "X", "X", "X", null, null, "X", "X", "X", "X", "X", "X", null, "X", "X", null, "X" ],
					[ "{arc-cavalier/Hussar}", null, null, null, "X", "X", "X", null, null, "X", null, null, "X", "X", "X", null, null, null, null, "X", null, null ],
					[ "{arc-cavalier/Knight of Arnisant}", null, null, null, null, "X", null, null, null, null, "X", "X", null, "X", null, null, null, null, null, "X", null, null ],
					[ "{arc-cavalier/Luring Cavalier}", null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, "X", null, null, "X", null, null, null ],
					[ "{arc-cavalier/Musketeer}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-cavalier/Oceanrider}", null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-cavalier/Qabarat Outrider}", null, null, null, "X", "X", null, null, null, null, null, null, "X", "X", "X", null, null, null, null, "X", null, null ],
					[ "{arc-cavalier/Qadiran Horselord}", null, "X", null, null, null, null, "X", null, null, null, null, null, "X", "X", null, "X", null, null, "X", null, "X" ],
					[ "{arc-cavalier/Saurian Champion}", null, null, null, null, "X", null, null, "X", "X", null, null, "X", "X", "X", null, "X", "X", null, "X", null, "X" ],
					[ "{arc-cavalier/Sister-in-Arms}", null, null, null, null, null, null, "X", "X", null, null, "X", null, null, null, "X", "X", "X", "X", null, null, null ],
					[ "{arc-cavalier/Spellscar Drifter}", null, null, null, null, "X", "X", "X", null, null, "X", null, null, "X", "X", "X", null, null, "X", "X", null, "X" ],
					[ "{arc-cavalier/Standard Bearer}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null ],
					[ "{arc-cavalier/Strategist}", null, null, "X", null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-cavalier/Verdivant}", null, null, null, null, "X", "X", "X", null, null, null, "X", "X", "X", "X", null, null, null, null, "X", null, null ],
					[ "{arc-cavalier/Vermin Tamer}", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-cavalier/Wave Rider}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X" ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"cleric": {
		"name": "Cleric",
		"sources": [
			"PRPG Core Rulebook",
			"Chronicle of Legends",
			"Advanced Race Guide",
			"Plane-Hopper's Handbook",
			"Advanced Player's Guide",
			"Blood of Shadows",
			"Horror Adventures",
			"Blood of the Beast",
			"Heroes of Golarion",
			"Ultimate Magic",
			"Divine Anthology",
			"Heroes of the Streets",
			"Kobolds of Golarion",
			"Champions of Corruption",
			"Book of the Damned",
			"Inner Sea Gods",
			"Blood of Fiends",
			"Champions of Purity",
			"Blood of Angels",
			"Haunted Heroes Handbook",
			"Dragon Empires Gazetteer",
			"Dragon Empires Primer",
			"Champions of Balance",
			"Paizo Blog - Golarion Day Subdomains",
			"Goblins of Golarion",
			"Pathfinder #143: Borne by the Sun's Grace",
			"Heroes of the High Court",
			"Ultimate Wilderness",
			"Inner Sea World Guide",
			"Pathfinder #37: Souls for Smuggler's Shiv",
			"Gods and Magic",
			"People of the Stars",
			"Pathfinder #46: Wake of the Watcher",
			"Bestiary 4",
			"Pathfinder #80: Empty Graves"
		],
		"description": [
			"{jumplist Class Skills / Class Features and Spells Per Day / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Cleric",
			"",
			"{SOURCE PRPG Core Rulebook/38}",
			"",
			"In faith and the miracles of the divine, many find a greater purpose. Called to serve powers beyond most mortal understanding, all priests preach wonders and provide for the spiritual needs of their people. Clerics are more than mere priests, though; these emissaries of the divine work the will of their deities through strength of arms and the magic of their gods. Devoted to the tenets of the religions and philosophies that inspire them, these ecclesiastics quest to spread the knowledge and influence of their faith. Yet while they might share similar abilities, clerics prove as different from one another as the divinities they serve, with some offering healing and redemption, others judging law and truth, and still others spreading conflict and corruption. The ways of the cleric are varied, yet all who tread these paths walk with the mightiest of allies and bear the arms of the gods themselves.",
			"",
			"**Role:** More than capable of upholding the honor of their deities in battle, clerics often prove stalwart and capable combatants. Their true strength lies in their capability to draw upon the power of their deities, whether to increase their own and their allies' prowess in battle, to vex their foes with divine magic, or to lend healing to companions in need.",
			"",
			"As their powers are influenced by their faith, all clerics must focus their worship upon a divine source. While the vast majority of clerics revere a specific deity, a small number dedicate themselves to a divine concept worthy of devotion - such as battle, death, justice, or knowledge - free of a deific abstraction. (Work with your GM if you prefer this path to selecting a specific deity.)",
			"",
			"**Alignment:** A cleric's alignment must be within one step of her deity's, along either the law/chaos axis or the good/evil axis.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 4d6 &times; 10 gp (average 140 gp).",
			"",
			"### Class Skills",
			"",
			"The Cleric's class skills are Appraise (Int), Craft (Int), Diplomacy (Cha), Heal (Wis), Knowledge (arcana) (Int), Knowledge (history) (Int), Knowledge (nobility) (Int), Knowledge (planes) (Int), Knowledge (religion) (Int), Linguistics (Int), Profession (Wis), Sense Motive (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +2 | +0 | +2 | Aura, channel energy 1d6, domains, orisons | 3 | 1+1 | - | - | - | - | - | - | - | - |",
			"| 2nd | +1 | +3 | +0 | +3 | - | 4 | 2+1 | - | - | - | - | - | - | - | - |",
			"| 3rd | +2 | +3 | +1 | +3 | Channel energy 2d6 | 4 | 2+1 | 1+1 | - | - | - | - | - | - | - |",
			"| 4th | +3 | +4 | +1 | +4 | - | 4 | 3+1 | 2+1 | - | - | - | - | - | - | - |",
			"| 5th | +3 | +4 | +1 | +4 | Channel energy 3d6 | 4 | 3+1 | 2+1 | 1+1 | - | - | - | - | - | - |",
			"| 6th | +4 | +5 | +2 | +5 | - | 4 | 3+1 | 3+1 | 2+1 | - | - | - | - | - | - |",
			"| 7th | +5 | +5 | +2 | +5 | Channel energy 4d6 | 4 | 4+1 | 3+1 | 2+1 | 1+1 | - | - | - | - | - |",
			"| 8th | +6/+1 | +6 | +2 | +6 | - | 4 | 4+1 | 3+1 | 3+1 | 2+1 | - | - | - | - | - |",
			"| 9th | +6/+1 | +6 | +3 | +6 | Channel energy 5d6 | 4 | 4+1 | 4+1 | 3+1 | 2+1 | 1+1 | - | - | - | - |",
			"| 10th | +7/+2 | +7 | +3 | +7 | - | 4 | 4+1 | 4+1 | 3+1 | 3+1 | 2+1 | - | - | - | - |",
			"| 11th | +8/+3 | +7 | +3 | +7 | Channel energy 6d6 | 4 | 4+1 | 4+1 | 4+1 | 3+1 | 2+1 | 1+1 | - | - | - |",
			"| 12th | +9/+4 | +8 | +4 | +8 | - | 4 | 4+1 | 4+1 | 4+1 | 3+1 | 3+1 | 2+1 | - | - | - |",
			"| 13th | +9/+4 | +8 | +4 | +8 | Channel energy 7d6 | 4 | 4+1 | 4+1 | 4+1 | 4+1 | 3+1 | 2+1 | 1+1 | - | - |",
			"| 14th | +10/+5 | +9 | +4 | +9 | - | 4 | 4+1 | 4+1 | 4+1 | 4+1 | 3+1 | 3+1 | 2+1 | - | - |",
			"| 15th | +11/+6/+1 | +9 | +5 | +9 | Channel energy 8d6 | 4 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 | 3+1 | 2+1 | 1+1 | - |",
			"| 16th | +12/+7/+2 | +10 | +5 | +10 | - | 4 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 | 3+1 | 3+1 | 2+1 | - |",
			"| 17th | +12/+7/+2 | +10 | +5 | +10 | Channel energy 9d6 | 4 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 | 3+1 | 2+1 | 1+1 |",
			"| 18th | +13/+8/+3 | +11 | +6 | +11 | - | 4 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 | 3+1 | 3+1 | 2+1 |",
			"| 19th | +14/+9/+4 | +11 | +6 | +11 | Channel energy 10d6 | 4 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 | 3+1 | 3+1 |",
			"| 20th | +15/+10/+5 | +12 | +6 | +12 | - | 4 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 | 4+1 |",
			"",
			"**Weapon and Armor Proficiency:** Clerics are proficient with all simple weapons, light armor, medium armor, and shields (except tower shields). Clerics are also proficient with the favored weapon of their deity.",
			"",
			"**Aura (Ex):** A cleric of a chaotic, evil, good, or lawful deity has a particularly powerful aura corresponding to the deity's alignment (see {spell/detect evil}).",
			"",
			"**Spells:** A cleric casts divine spells which are drawn from the [cleric spell list](main/spells_cleric) presented in Spell Lists. Her alignment, however, may restrict her from casting certain spells opposed to her moral or ethical beliefs; see chaotic, evil, good, and lawful spells. A cleric must choose and prepare her spells in advance.",
			"",
			"To prepare or cast a spell, a cleric must have a Wisdom score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against a cleric's spell is 10 + the spell level + the cleric's Wisdom modifier.",
			"",
			"Like other spellcasters, a cleric can cast only a certain number of spells of each spell level per day. In addition, she receives [bonus spells per day](rule/determine_bonuses) if she has a high Wisdom score.",
			"",
			"Clerics meditate or pray for their spells. Each cleric must choose a time when she must spend 1 hour each day in quiet contemplation or supplication to regain her daily allotment of spells. A cleric may prepare and cast any spell on the cleric spell list, provided that she can cast spells of that level, but she must choose which spells to prepare during her daily meditation.",
			"",
			"**Channel Energy (Su):** Regardless of alignment, any cleric can release a wave of energy by channeling the power of her faith through her holy (or unholy) symbol. This energy can be used to cause or heal damage, depending on the type of energy channeled and the creatures targeted.",
			"",
			"A good cleric (or one who worships a good deity) channels positive energy and can choose to deal damage to undead creatures or to heal living creatures. An evil cleric (or one who worships an evil deity) channels negative energy and can choose to deal damage to living creatures or to heal undead creatures. A neutral cleric who worships a neutral deity (or one who is not devoted to a particular deity) must choose whether she channels positive or negative energy. Once this choice is made, it cannot be reversed. This decision also determines whether the cleric casts spontaneous cure or inflict spells.",
			"",
			"Channeling energy causes a burst that affects all creatures of one type (either undead or living) in a 30-foot radius centered on the cleric. The amount of damage dealt or healed is equal to 1d6 points of damage plus 1d6 points of damage for every two cleric levels beyond 1st (2d6 at 3rd, 3d6 at 5th, and so on). Creatures that take damage from channeled energy receive a Will save to halve the damage. The DC of this save is equal to 10 + 1/2 the cleric's level + the cleric's Charisma modifier. Creatures healed by channeled energy cannot exceed their maximum hit point total - all excess healing is lost. A cleric may channel energy a number of times per day equal to 3 + her Charisma modifier. This is a standard action that does not provoke an attack of opportunity. A cleric can choose whether or not to include herself in this effect. A cleric must be able to present her holy symbol to use this ability.",
			"",
			"Some deities may endow their mortal servants with the power to channel energies in other ways that more closely mirror their particular focus. You may choose one of these {ability/variant channeling/ abilities} instead.",
			"",
			"**Domains:** A cleric's deity influences her alignment, what magic she can perform, her values, and how others see her. A cleric chooses two {ability/domains} from among those belonging to her deity. A cleric can select an alignment domain (Chaos, Evil, Good, or Law) only if her alignment matches that domain. If a cleric is not devoted to a particular deity, she still selects two domains to represent her spiritual inclinations and abilities (subject to GM approval). The restriction on alignment domains still applies.",
			"",
			"Each domain grants a number of domain powers, dependent upon the level of the cleric, as well as a number of bonus spells. A cleric gains one domain spell slot for each level of cleric spell she can cast, from 1st on up. Each day, a cleric can prepare one of the spells from her two domains in that slot. If a domain spell is not on the cleric spell list, a cleric can prepare it only in her domain spell slot. Domain spells cannot be used to cast spells spontaneously.",
			"",
			"In addition, a cleric gains the listed powers from both of her domains, if she is of a high enough level. Unless otherwise noted, using a domain power is a standard action.",
			"",
			"**Orisons:** Clerics can prepare a number of orisons, or 0-level spells. These spells are cast like any other spell, but they are not expended when cast and may be used again.",
			"",
			"**Spontaneous Casting:** A good cleric (or a neutral cleric of a good deity) can channel stored spell energy into healing spells that she did not prepare ahead of time. The cleric can \"lose\" any prepared spell that is not an orison or domain spell in order to cast any cure spell of the same spell level or lower (a cure spell is any spell with \"cure\" in its name).",
			"",
			"An evil cleric (or a neutral cleric who worships an evil deity) can't convert prepared spells to cure spells but can convert them to inflict spells (an inflict spell is one with \"inflict\" in its name).",
			"",
			"A cleric who is neither good nor evil and whose deity is neither good nor evil can convert spells to either cure spells or inflict spells (player's choice). Once the player makes this choice, it cannot be reversed. This choice also determines whether the cleric channels positive or negative energy.",
			"",
			"**Chaotic, Evil, Good, and Lawful Spells:** A cleric can't cast spells of an alignment opposed to her own or her deity's (if she has one). Spells associated with particular alignments are indicated by the chaotic, evil, good, and lawful descriptors in their spell descriptions.",
			"",
			"**Bonus Languages:** A cleric's bonus language options include Celestial, Abyssal, and Infernal (the languages of good, chaotic evil, and lawful evil outsiders, respectively). These choices are in addition to the bonus languages available to the character because of her race.",
			"",
			"### Ex-Clerics",
			"",
			"A cleric who grossly violates the code of conduct required by her god loses all spells and class features, except for armor and shield proficiencies and proficiency with simple weapons. She cannot thereafter gain levels as a cleric of that god until she [atones](spell/atonement) for her deeds.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}  ",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| Proxy (Su) | At 20th level, the cleric forges a direct, personal connection to her deity. She knows instinctively whether her deity would approve or disapprove of a given course of action or idea (though deities rarely bother to form opinions about overly mundane or trivial events). In addition, she can select an additional domain from the list offered by her deity. |",
			"| Soul Channel (Su) | At 20th level, the character can channel energy six additional times per day, and her channel energy dice increase by one step. This capstone is available to characters with the channel energy class feature. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Aasimar | Add +1/2 to damage when using positive energy against undead or using Alignment Channel to damage evil outsiders. ({source/Advanced Race Guide/ pg. 85}) |",
			"| Aphorite | Add a +1/2 bonus on Knowledge (planes) checks relating to Axis and creatures with the lawful subtype. ({source/Plane-Hopper's Handbook/ pg. 15}) |",
			"| Dhampir | Add +1 to the caster level of any channeling feat used to affect undead. ({source/Advanced Race Guide/ pg. 98}) |",
			"| Drow | Select one domain power granted at 1st level that is normally usable a number of times per day equal to 3 + the cleric's Wisdom modifier. The cleric adds +1/2 to the number of uses per day of that domain power. ({source/Advanced Race Guide/ pg. 103}) |",
			"| Duergar | Add a +1/2 bonus on checks made to craft magic items. ({source/Advanced Race Guide/ pg. 186}) |",
			"| Duskwalker | Add 1/2 point of damage when using positive energy against undead. ({source/Plane-Hopper's Handbook/ pg. 17}) |",
			"| Dwarf | Select one domain power granted at 1st level that is normally usable a number of times per day equal to 3 + the cleric's Wisdom modifier. The cleric adds +1/2 to the number of uses per day of that domain power. ({source/Advanced Race Guide/ pg. 13}, {source/Advanced Player's Guide/ pg. 11}) |",
			"| Elf | Select one domain power granted at 1st level that is normally usable a number of times per day equal to 3 + the cleric's Wisdom modifier. The cleric adds +1/2 to the number of uses per day of that domain power. ({source/Advanced Race Guide/ pg. 23}) |",
			"| Fetchling | Add 1/2 point to negative energy damage dealt by channeling energy and *inflict wounds* spells. ({source/Blood of Shadows/ pg. 7}) |",
			"| Gnome | Add +1/2 to the cleric's channeled energy total when healing creatures of the animal, fey, and plant types. ({source/Advanced Race Guide/ pg. 33}) |",
			"| Half-elf | Add +1/3 to the amount of damage dealt or damage healed when the cleric uses channel energy. ({source/Advanced Race Guide/ pg. 42}) |",
			"| Half-elf | Add a +1/4 bonus on caster level checks to remove afflictions (curses, diseases, poisons, etc.). ({source/Horror Adventures/ pg. 40}) |",
			"| Halfling | Select one domain power granted at 1st level that is normally usable a number of times per day equal to 3 + the cleric's Wisdom modifier. The cleric adds +1/2 to the number of uses per day of that domain power. ({source/Advanced Race Guide/ pg. 63}, {source/Advanced Player's Guide/ pg. 21}) |",
			"| Half-orc | Select one domain power granted at 1st level that is normally usable a number of times per day equal to 3 + the cleric's Wisdom modifier. The cleric adds +1/2 to the number of uses per day of that domain power. ({source/Advanced Race Guide/ pg. 53}) |",
			"| Hobgoblin | Add +1/2 to negative energy spell damage, including inflict spells. ({source/Advanced Race Guide/ pg. 121}) |",
			"| Human | Add a +1 bonus on caster level checks made to overcome the spell resistance of outsiders. ({source/Advanced Race Guide/ pg. 73}, {source/Advanced Player's Guide/ pg. 23}) |",
			"| Ifrit | Add a +1/2 bonus on Knowledge (planes) checks relating to the Plane of Fire and creatures with the fire subtype. ({source/Advanced Race Guide/ pg. 127}) |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ({source/Blood of the Beast/ pg. 12}) |",
			"| Kobold | Add +1 to channel energy damage dealt to creatures denied their Dexterity bonus to AC (whether or not the creature has a Dexterity bonus to AC). ({source/Advanced Race Guide/ pg. 133}) |",
			"| Oread | Add a +1/2 bonus on Knowledge (planes) checks relating to the Plane of Earth and creatures with the earth subtype. ({source/Advanced Race Guide/ pg. 145}) |",
			"| Sylph | Add a +1/2 bonus on Knowledge (planes) checks relating to the Plane of Air and creatures with the air subtype. ({source/Advanced Race Guide/ pg. 157}) |",
			"| Tengu | Gain a +1/2 bonus on Diplomacy checks to gather information and on Knowledge (local and religion) checks to know local religious practices and superstitions. ({source/Blood of the Beast/ pg. 24}) |",
			"| Tiefling | Add a +1 bonus on caster level checks made to overcome the spell resistance of outsiders. ({source/Advanced Race Guide/ pg. 170}) |",
			"| Undine | Add a +1 bonus on caster level checks to overcome the spell resistance of creatures with the aquatic or water subtype. ({source/Advanced Race Guide/ pg. 176}) |",
			"| Wayang | Add a +1/2 bonus to damage rolls the cleric makes when using channel energy and casting spells that deal negative energy damage or positive energy damage, including cure and inflict spells. This bonus does not apply to healing via negative energy effects or positive energy effects. ({source/Blood of Shadows/ pg. 10}) |",
			"| Wyrwood | Add 1/4 to the cleric's caster level when casting spells or using abilities from the Law domain or one of its subdomains, or when casting spells with the lawful descriptor. ({source/Heroes of Golarion/ pg. 6}) |",
			"",
			"### Archetypes",
			"",
			":::archetype{c=cleric}",
			"Angelfire Apostle",
			"Armor Proficiency; Spellcasting; Alignment; Channel Energy",
			"Angelfire apostles use the powers of good to avoid violence when possible and cleanse both maladies and evil creatures with blinding flames.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Appeaser",
			"Aura; Channel Energy; Alignment; Spells; Domains",
			"A rare few seek the power of dark forces for brighter ends by focusing on the utilitarian aspects of a god's portfolio, appeasing their deities through high praise and glorifying their chosen gods' unaligned aspects.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Asmodean Advocate",
			"Domains",
			"For the faithful of Asmodeus, the words used in a negotiation or contract matter more than their intent.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Blossoming Light",
			"Armor Proficiency; Alignment; Channel Energy; Domains",
			"Blossoming lights are clerics who take their pursuit of purity and light to extremes.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Cardinal",
			"Armor Proficiency; Spontaneous Casting; Domain; Class Skills; Skill Ranks; Base Attack Bonus",
			"Cardinals wield significant political power, engaging in the game of intrigue on behalf of their churches",
			":::",
			"",
			":::archetype{c=cleric}",
			"Channeler of the Unknown",
			"Weapon and Armor Proficiency; Spells; Aura; Channel Energy; Domains; Spontaneous Casting",
			"(Ex-cleric archetype) Channelers of the unknown are those faithless clerics who channel the power of an unknown entity or force of the universe",
			":::",
			"",
			":::archetype{c=cleric}",
			"Cloistered Cleric",
			"Weapon/Armor Proficiencies; Domains; Spells",
			"Cloistered clerics typically live in a temple and rarely interact with the outside world. They are bookish and well learned in the lore of the faith, paying less attention to its magical and martial aspects.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Crashing Wave",
			"Deity; Bonus Languages; Channel Energy; Spontaneous Casting",
			"Clerics who live in or near the sea sometimes embrace the watery aspect of Gozreh over the deity's other dimensions and take the title of crashing wave; such clerics understand the tempestuousness and cruelty of the sea, but also its generosity and bounty",
			":::",
			"",
			":::archetype{c=cleric}",
			"Crusader",
			"Domains; Spells",
			"Crusaders serve the militant arm of a church, ready to stand guard over the religion's holy places and to be its swift, avenging arm against those who resist its truth.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Demonic Apostle",
			"Domains; Channel Energy",
			"(Drow Only) Demon worship is common among the drow, and so are ranks of demonic apostles, who gain magical insight from their dark lords and crush their chaotic masters' enemies by channeling demonic energy.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Divine Paragon",
			"Domain; Aura",
			"Divine paragons strive to emulate their god's ideals as closely as possible.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Divine Scourge",
			"Domains; Channel Energy",
			"Divine scourges take on the role of dealing out unique punishments on behalf of their deities, taking pleasure in carrying out their sacrosanct duties.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Divine Strategist",
			"Domains; Channel Energy",
			"The divine strategist leads the armies of the faithful, not from the front lines but through her clever strategy and tactical acumen.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Ecclesitheurge",
			"Weapon/Armor Proficiencies; Domain; Channel Energy",
			"Eschewing physical armor for protection via the strength of his faith, an ecclesitheurge focuses on the miracles his deity bestows and the breadth of that deity's dominion.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Elder Mythos Cultist",
			"Alignment; Domains; Channel Energy; Spontaneous Casting; 5th, 11th, and 19th-level Channel Energy increase",
			"Typically grasping, secretive, and thoroughly mad, Elder Mythos cultists open their bodies and minds to horrifying realities not meant for the sane as they strive to prepare the world for the eventual return of their alien masters.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Evangelist",
			"Domains; Channel Energy; Spontaneous Casting",
			"The evangelist is the voice of her religion in the world.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Fiendish Vessel",
			"Domains; Channel Energy",
			"(Tiefling Only) Fiendish vessels, through their fiendish heritage, share an innate connection with their patron, and that connection grants them understanding and power.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Forgemaster",
			"Domains; Channel Energy",
			"(Dwarf Only) Forgemasters are priestly dwarves who are ritual casters and expert enchanters, able to produce their rune-graven armaments with astonishing speed.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Foundation of Faith",
			"Channel Energy",
			"Whether aiding the faithful or defending against the depredations of unbelievers, a foundation of faith is unshakable in her convictions.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Herald Caller",
			"Class Skills; Domains; Armor Proficiencies;",
			"Unlike warpriests or paladins, who charge headlong into battle in the name of their patron deities, herald callers are adept at calling powerful outsiders to aid their brethren in battle.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Hidden Priest",
			"1st-level Domain Power, 8th-level Domain Power",
			"When practicing their religion is outlawed, the hidden priest learns to hide their true nature and practice magic in secret.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Idealist",
			"Spontaneous Casting; Channel Energy",
			"Idealist clerics are personifications of belief, each embracing the purest ideal of his deity's realm.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Iron Priest",
			"Class Skills; Channel Energy; Spellcasting",
			"Iron priests preach of the messengers from beyond the stars, envoys of the divine brought to Golarion in a falling star.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Lawspeaker",
			"Alignment; Domains",
			"Lawspeakers spread their philosophy of certain and unwavering justice throughout the Inner Sea region.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Mendevian Priest",
			"Domains",
			"Crusade-minded clerics of Iomedae, Gorum, and other churches come to Mendev to learn battlefield tactics and the weaknesses of demons.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Merciful Healer",
			"Domains; Channel Energy",
			"The merciful healer is a master of battlefield revivification, sustaining and restoring allies to keep them in the fight.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Roaming Exorcist",
			"Skill Ranks; Weapon/Armor Proficiencies; Domains; Channel Energy",
			"The roaming exorcist travels far and wide to root out possessions, hauntings, and hidden evils. The roaming exorcist extracts unruly spirits from not only victims of possession, but also haunted sites and accursed items.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Sacred Attendant",
			"Armor Proficiency; Channel Energy; Domains",
			"Sacred attendants bring out the varied beauty in everyone they help, and they typically worship deities of beauty, love, and sex.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Scroll Scholar",
			"1st Level Domain Power, Channel Energy 5th level increase, 4th-level spell slot",
			"Those who trade some of their potential to better understand ancient texts and scrolls can become learned scroll scholars.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Separatist",
			"Domains",
			"A radical cleric, unsatisfied with the orthodoxy of her deity's teachings, forges her own path of defiant divine expression.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Stoic Caregiver",
			"Channel Energy; Domains;",
			"Stoic caregivers are champions of life in defiance of untimely death as well as undeath.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Theologian",
			"Domains",
			"A theologian is an expert on one particular area of her religion",
			":::",
			"",
			":::archetype{c=cleric}",
			"Triadic Priest",
			"Domains",
			"Power comes not just from communion with one's deity, but also from the formation of divine triumvirates. At the head of these groups are triadic priests.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Undead Lord",
			"Domains",
			"An undead lord is a cleric focused on using necromancy to control undead.",
			":::",
			"",
			":::archetype{c=cleric}",
			"Varisian Pilgrim",
			"Altered Domain Abilities; Medium Armor/Shield Proficiency; 8th-level Domain Power",
			"While most clerics are associated with a particular temple, adventuring clerics spend much of their time away from their favored place of worship, and there are those who worship primarily on the road and during the journey.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "cleric archetypes",
				"headers": [ "Archetype", "1st-level Domain Power", "4th-level spell slot", "5th-level Channel Energy increase", "8th-level Domain Power", "11th-level Channel Energy increase", "19th-level Channel Energy increase", "Alignment", "Armor Proficiency", "Aura", "Base Attack Bonus", "Bonus Languages", "Channel Energy", "Class Skills", "Deity", "Domains", "Skill Ranks", "Spellcasting", "Spontaneous Casting", "Weapon/Armor Proficiency" ],
				"ripples": [0],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"data": [
					[ "{arc-cleric/Angelfire Apostle}", null, null, null, null, null, null, "X", "X", null, null, null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-cleric/Appeaser}", null, null, null, null, null, null, "X", null, "X", null, null, "X", null, null, "X", null, "X", null, null ],
					[ "{arc-cleric/Asmodean Advocate}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Blossoming Light}", null, null, null, null, null, null, "X", "X", null, null, null, "X", null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Cardinal}", null, null, null, null, null, null, null, "X", null, "X", null, null, "X", null, "X", "X", null, "X", null ],
					[ "{arc-cleric/Channeler of the Unknown}", null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, "X", null, "X", "X", "X" ],
					[ "{arc-cleric/Cloistered Cleric}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, "X" ],
					[ "{arc-cleric/Crashing Wave}", null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, "X", null ],
					[ "{arc-cleric/Crusader}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null ],
					[ "{arc-cleric/Demonic Apostle}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Divine Paragon}", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Divine Scourge}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Divine Strategist}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Ecclesitheurge}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, "X" ],
					[ "{arc-cleric/Elder Mythos Cultist}", null, null, "X", null, "X", "X", "X", null, null, null, null, "X", null, null, "X", null, null, "X", null ],
					[ "{arc-cleric/Evangelist}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, "X", null ],
					[ "{arc-cleric/Fiendish Vessel}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Forgemaster}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Foundation of Faith}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-cleric/Herald Caller}", null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, "X", null, null, null, null ],
					[ "{arc-cleric/Hidden Priest}", "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-cleric/Idealist}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-cleric/Iron Priest}", null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", null, null ],
					[ "{arc-cleric/Lawspeaker}", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Mendevian Priest}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Merciful Healer}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Roaming Exorcist}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, "X" ],
					[ "{arc-cleric/Sacred Attendant}", null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Scroll Scholar}", "X", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-cleric/Separatist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Stoic Caregiver}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Theologian}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Triadic Priest}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Undead Lord}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-cleric/Varisian Pilgrim}", null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"druid": {
		"name": "Druid",
		"sources": [
			"PRPG Core Rulebook",
			"Chronicle of Legends",
			"Blood of the Sea",
			"Advanced Race Guide",
			"Blood of Shadows",
			"Plane-Hopper's Handbook",
			"Ultimate Wilderness",
			"Advanced Player's Guide",
			"Horror Adventures",
			"Goblins of Golarion",
			"Blood of the Beast",
			"Pathfinder #101: The Kintargo Contract",
			"Ultimate Magic",
			"Faiths and Philosophies",
			"Planes of Power",
			"Inner Sea Monster Codex",
			"Horror Realms",
			"Healer's Handbook",
			"Bestiary 6",
			"Bestiary 3",
			"Pathfinder RPG Bestiary",
			"Bestiary 2",
			"Druma, Profit and Prophecy",
			"Pathfinder #91: Battle of Bloodmarch Hills",
			"Bestiary 5",
			"Belkzen, Hold of the Orc Hordes",
			"Monster Codex",
			"Pathfinder #118: Siege of Stone",
			"Bestiary 4",
			"Pathfinder #121: The Lost Outpost",
			"Pathfinder #119: Prisoners of the Blight",
			"Inner Sea Combat",
			"Pathfinder #97: In Hell's Bright Shadow",
			"Pathfinder #90: The Divinity Drive",
			"Osirion, Legacy of the Pharaohs",
			"Pathfinder #85: Fires of Creation",
			"Pathfinder #37: Souls for Smuggler's Shiv",
			"Heart of the Jungle",
			"Pathfinder #115: Trail of the Hunted",
			"Qadira, Jewel of the East"
		],
		"description": [
			"{jumplist Class Skills / Class Features and Spells Per Day / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Druid",
			"",
			"{SOURCE PRPG Core Rulebook/48}",
			"",
			"Within the purity of the elements and the order of the wilds lingers a power beyond the marvels of civilization. Furtive yet undeniable, these primal magics are guarded over by servants of philosophical balance known as druids. Allies to beasts and manipulators of nature, these often misunderstood protectors of the wild strive to shield their lands from all who would threaten them and prove the might of the wilds to those who lock themselves behind city walls. Rewarded for their devotion with incredible powers, druids gain unparalleled shape-shifting abilities, the companionship of mighty beasts, and the power to call upon nature's wrath. The mightiest temper powers akin to storms, earthquakes, and volcanoes with primeval wisdom long abandoned and forgotten by civilization.",
			"",
			"**Role:** While some druids might keep to the fringe of battle, allowing companions and summoned creatures to fight while they confound foes with the powers of nature, others transform into deadly beasts and savagely wade into combat. Druids worship personifications of elemental forces, natural powers, or nature itself. Typically this means devotion to a nature deity, though druids are just as likely to revere vague spirits, animalistic demigods, or even specific awe-inspiring natural wonders.  ",
			"**Alignment:** Any neutral.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 2d6 &times; 10 gp (average 70 gp).",
			"",
			"### Class Skills",
			"",
			"The Druid's class skills are Climb (Str), Craft (Int), Fly (Dex), Handle Animal (Cha), Heal (Wis), Knowledge (geography) (Int), Knowledge (nature) (Int), Perception (Wis), Profession (Wis), Ride (Dex), Spellcraft (Int), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +2 | +0 | +2 | Nature bond, nature sense, orisons, wild empathy | 3 | 1 | - | - | - | - | - | - | - | - |",
			"| 2nd | +1 | +3 | +0 | +3 | Woodland stride | 4 | 2 | - | - | - | - | - | - | - | - |",
			"| 3rd | +2 | +3 | +1 | +3 | Trackless step | 4 | 2 | 1 | - | - | - | - | - | - | - |",
			"| 4th | +3 | +4 | +1 | +4 | Resist nature's lure, wild shape (1/day) | 4 | 3 | 2 | - | - | - | - | - | - | - |",
			"| 5th | +3 | +4 | +1 | +4 | - | 4 | 3 | 2 | 1 | - | - | - | - | - | - |",
			"| 6th | +4 | +5 | +2 | +5 | Wild shape (2/day) | 4 | 3 | 3 | 2 | - | - | - | - | - | - |",
			"| 7th | +5 | +5 | +2 | +5 | - | 4 | 4 | 3 | 2 | 1 | - | - | - | - | - |",
			"| 8th | +6/+1 | +6 | +2 | +6 | Wild shape (3/day) | 4 | 4 | 3 | 3 | 2 | - | - | - | - | - |",
			"| 9th | +6/+1 | +6 | +3 | +6 | Venom immunity | 4 | 4 | 4 | 3 | 2 | 1 | - | - | - | - |",
			"| 10th | +7/+2 | +7 | +3 | +7 | Wild shape (4/day) | 4 | 4 | 4 | 3 | 3 | 2 | - | - | - | - |",
			"| 11th | +8/+3 | +7 | +3 | +7 | - | 4 | 4 | 4 | 4 | 3 | 2 | 1 | - | - | - |",
			"| 12th | +9/+4 | +8 | +4 | +8 | Wild shape (5/day) | 4 | 4 | 4 | 4 | 3 | 3 | 2 | - | - | - |",
			"| 13th | +9/+4 | +8 | +4 | +8 | A thousand faces | 4 | 4 | 4 | 4 | 4 | 3 | 2 | 1 | - | - |",
			"| 14th | +10/+5 | +9 | +4 | +9 | Wild shape (6/day) | 4 | 4 | 4 | 4 | 4 | 3 | 3 | 2 | - | - |",
			"| 15th | +11/+6/+1 | +9 | +5 | +9 | Timeless body | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 2 | 1 | - |",
			"| 16th | +12/+7/+2 | +10 | +5 | +10 | Wild shape (7/day) | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 3 | 2 | - |",
			"| 17th | +12/+7/+2 | +10 | +5 | +10 | - | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 2 | 1 |",
			"| 18th | +13/+8/+3 | +11 | +6 | +11 | Wild shape (8/day) | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 3 | 2 |",
			"| 19th | +14/+9/+4 | +11 | +6 | +11 | - | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 3 |",
			"| 20th | +15/+10/+5 | +12 | +6 | +12 | Wild shape (at will) | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 |",
			"",
			"**Weapon and Armor Proficiency:** Druids are proficient with the following weapons: club, dagger, dart, quarterstaff, scimitar, scythe, sickle, shortspear, sling, and spear. They are also proficient with all natural attacks (claw, bite, and so forth) of any form they assume with wild shape.",
			"",
			"Druids are proficient with light and medium armor but are prohibited from wearing metal armor; thus, they may wear only padded, leather, or hide armor. A druid may also wear wooden armor that has been altered by the *ironwood* spell so that it functions as though it were steel. Druids are proficient with shields (except tower shields) but must use only those crafted from wood.",
			"",
			"A druid who wears prohibited armor or uses a prohibited shield is unable to cast druid spells or use any of her supernatural or spell-like class abilities while doing so and for 24 hours thereafter.",
			"",
			"**Spells:** A druid casts divine spells which are drawn from the [druid spell list](main/spells_druid) presented in Spell Lists. Her alignment may restrict her from casting certain spells opposed to her moral or ethical beliefs; see Chaotic, Evil, Good, and Lawful Spells. A druid must choose and prepare her spells in advance.",
			"",
			"To prepare or cast a spell, the druid must have a Wisdom score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against a druid's spell is 10 + the spell level + the druid's Wisdom modifier.",
			"",
			"Like other spellcasters, a druid can cast only a certain number of spells of each spell level per day. In addition, she receives [bonus spells per day](rule/determine_bonuses) if she has a high Wisdom score.",
			"",
			"A druid must spend 1 hour each day in a trance-like meditation on the mysteries of nature to regain her daily allotment of spells. A druid may prepare and cast any spell on the druid spell list, provided that she can cast spells of that level, but she must choose which spells to prepare during her daily meditation.",
			"",
			"**Spontaneous Casting:** A druid can channel stored spell energy into summoning spells that she hasn't prepared ahead of time. She can \"lose\" a prepared spell in order to cast any *summon nature's ally* spell of the same level or lower.",
			"",
			"**Chaotic, Evil, Good, and Lawful Spells:** A druid can't cast spells of an alignment opposed to her own or her deity's (if she has one). Spells associated with particular alignments are indicated by the chaos, evil, good, and law descriptors in their spell descriptions.",
			"",
			"**Orisons:** Druids can prepare a number of orisons, or 0-level spells, each day. These spells are cast like any other spell, but they are not expended when cast and may be used again.",
			"",
			"**Bonus Languages:** A druid's bonus language options include Sylvan, the language of woodland creatures. This choice is in addition to the bonus languages available to the character because of her race.",
			"",
			"A druid also knows Druidic, a secret language known only to druids, which she learns upon becoming a 1st-level druid. Druidic is a free language for a druid; that is, she knows it in addition to her regular allotment of languages and it doesn't take up a language slot. Druids are forbidden to teach this language to non-druids.",
			"",
			"Druidic has its own alphabet.",
			"",
			"**Nature Bond (Ex):** At 1st level, a druid forms a bond with nature. This bond can take one of three forms: domain, companion, or herbalism.",
			"",
			">**Option 1:** The first option is a close tie to the natural world, granting the druid one of the following cleric domains: {domain/Air}, {domain/Animal}, {domain/Earth}, {domain/Fire}, {domain/Plant}, {domain/Water}, or {domain/Weather}. Alternately, the druid can choose a [druid-specific domain](ability/druid_domains). When determining the powers and bonus spells granted by this domain, the druid's effective cleric level is equal to her druid level. A druid that selects this option also receives additional domain spell slots, just like a cleric. She must prepare the spell from her domain in this slot and this spell cannot be used to cast a spell spontaneously.",
			">",
			">**Option 2:** The second option is to form a close bond with an animal companion. A druid may begin play with any of the animals listed in [Animal Choices](ability/druid_companions). This animal is a loyal companion that accompanies the druid on her adventures.",
			">",
			">Unlike normal animals of its kind, an animal companion's Hit Dice, abilities, skills, and feats [advance as the druid advances in level](sidekick/animal_companion). If a character receives an animal companion from more than one source, her effective druid levels stack for the purposes of determining the statistics and abilities of the companion. Most animal companions increase in size when their druid reaches 4th or 7th level, depending on the companion. If a druid releases her companion from service, she may gain a new one by performing a ceremony requiring 24 uninterrupted hours of prayer in the environment where the new companion typically lives. This ceremony can also replace an animal companion that has perished.",
			">",
			">**Option 3:** A druid's bond with nature can take a third form: druidic herbalism. A druid who chooses this can use combinations of nuts, berries, dried herbs, and other natural ingredients along with appropriate containers to create herbal concoctions or magic consumables that function like potions. This acts like the {feat/Brew Potion} feat, but only for spells on the druid spell list. Herbal concoctions are typically thick and sludgy, and their creation time, caster level, spell duplication capabilities, and all other variables and properties are identical to those of potions created using Brew Potion. Herbal concoctions created with herbs that cause special effects when ingested retain those effects as well as the appropriate spell effect.",
			">",
			">An herbalist druid can create a number of free herbal concoctions per day equal to her Wisdom modifier. Additional concoctions cost the same as creating an equivalent potion using Brew Potion. Druids can sell their herbal concoctions just as if they were potions (though NPCs unfamiliar with druidic herbalism may need some convincing before purchasing these wares).",
			">",
			">At 4th level, an herbalist druid's increasing skill with herbalism means that she can disguise the effects of her herbal concoctions. When a creature attempts a Perception or Spellcraft check to identify one of the druid's concoctions, the concoction appears to be a different herbal concoction of the druid's choice unless the creature exceeds the identification DC by 5 or more. The druid must designate this false result when creating the concoction. If a creature exceeds the identification DC by 5 or more, it correctly identifies the concoction, though not that the druid tried to fool it.",
			">",
			">Additionally, at 4th level, when the druid creates additional concoctions, she need pay only half the normal cost to create them. It takes her only half the normal time to create her concoctions, and she can create concoctions of spells from any spell list, as long as she can cast the spell. At 7th level, when the druid creates concoctions with potential false identification results, a creature attempting to identify the concoction must exceed the identification DC by 10 or more to determine the concoction's true identity.",
			">",
			">Additionally, at 7th level, an herbalist druid can create any herbal concoction in 1 minute. She can also create a special concoction of any spell higher than 3rd level that she can cast, but to do so, she must expend a spell slot of the same level. These special concoctions do not cost her anything to create and function like extracts created by an {class/alchemist} with the infusion discovery.",
			"",
			"**Nature Sense (Ex):** A druid gains a +2 bonus on Knowledge (nature) and Survival checks.",
			"",
			"**Wild Empathy (Ex):** A druid can improve the attitude of an animal. This ability functions just like a {skill/Diplomacy} check made to improve the attitude of a person. The druid rolls 1d20 and adds her druid level and her Charisma modifier to determine the wild empathy check result. The typical domestic animal has a starting attitude of indifferent, while wild animals are usually unfriendly.",
			"",
			"To use wild empathy, the druid and the animal must be within 30 feet of one another under normal conditions. Generally, influencing an animal in this way takes 1 minute but, as with influencing people, it might take more or less time.",
			"",
			"A druid can also use this ability to influence a magical beast with an Intelligence score of 1 or 2, but she takes a -4 penalty on the check.",
			"",
			"**Woodland Stride (Ex):** Starting at 2nd level, a druid may move through any sort of undergrowth (such as natural thorns, briars, overgrown areas, and similar terrain) at her normal speed and without taking damage or suffering any other impairment. Thorns, briars, and overgrown areas that have been magically manipulated to impede motion, however, still affect her.",
			"",
			"**Trackless Step (Ex):** Starting at 3rd level, a druid leaves no trail in natural surroundings and cannot be tracked. She may choose to leave a trail if so desired.",
			"",
			"**Resist Nature's Lure (Ex):** Starting at 4th level, a druid gains a +4 bonus on saving throws against the spell-like and supernatural abilities of fey. This bonus also applies to spells and effects that utilize or target plants, such as *blight*, *entangle*, *spike growth*, and *warp wood*.",
			"",
			"**Wild Shape (Su):** At 4th level, a druid gains the ability to turn herself into any Small or Medium animal and back again once per day. Her options for new forms include all creatures with the animal type. This ability functions like the *beast shape I* spell, except as noted here. The effect lasts for 1 hour per druid level, or until she changes back. Changing form (to animal or back) is a standard action and doesn't provoke an attack of opportunity. The form chosen must be that of an animal with which the druid is familiar.",
			"",
			"A druid loses her ability to speak while in animal form because she is limited to the sounds that a normal, untrained animal can make, but she can communicate normally with other animals of the same general grouping as her new form. (The normal sound a wild parrot makes is a squawk, so changing to this form does not permit speech.)",
			"",
			"A druid can use this ability an additional time per day at 6th level and every two levels thereafter, for a total of eight times at 18th level. At 20th level, a druid can use wild shape at will. As a druid gains levels, this ability allows the druid to take on the form of larger and smaller animals, elementals, and plants. Each form expends one daily use of this ability, regardless of the form taken.",
			"",
			"At 6th level, a druid can also use wild shape to change into a Large or Tiny animal or a Small elemental. When taking the form of an animal, a druid's wild shape now functions as *beast shape II*. When taking the form of an elemental, the druid's wild shape functions as *elemental body I*.",
			"",
			"At 8th level, a druid can also use wild shape to change into a Huge or Diminutive animal, a Medium elemental, or a Small or Medium plant creature. When taking the form of animals, a druid's wild shape now functions as *beast shape III*. When taking the form of an elemental, the druid's wild shape now functions as *elemental body II*. When taking the form of a plant creature, the druid's wild shape functions as *plant shape I*.",
			"",
			"At 10th level, a druid can also use wild shape to change into a Large elemental or a Large plant creature. When taking the form of an elemental, the druid's wild shape now functions as *elemental body III*. When taking the form of a plant, the druid's wild shape now functions as *plant shape II*.",
			"",
			"At 12th level, a druid can also use wild shape to change into a Huge elemental or a Huge plant creature. When taking the form of an elemental, the druid's wild shape now functions as *elemental body IV*. When taking the form of a plant, the druid's wild shape now functions as *plant shape III*.",
			"",
			"**Venom Immunity (Ex):** At 9th level, a druid gains immunity to all poisons.",
			"",
			"**A Thousand Faces (Su):** At 13th level, a druid gains the ability to change her appearance at will, as if using the *alter self* spell, but only while in her normal form.",
			"",
			"**Timeless Body (Ex):** After attaining 15th level, a druid no longer takes ability score penalties for aging and cannot be magically aged. Any penalties she may have already incurred, however, remain in place. Bonuses still accrue, and the druid still dies of old age when her time is up.",
			"",
			"### Ex-Druids",
			"",
			"A druid who ceases to revere nature, changes to a prohibited alignment, or teaches the Druidic language to a non-druid loses all spells and druid abilities (including her animal companion, but not including weapon, armor, and shield proficiencies). She cannot thereafter gain levels as a druid until she [atones](spell/atonement).",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}  ",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Great Beast (Su) | At 20th level, the character's animal companion is a paragon of its kind - a hero and legend in its own right. The animal companion's Strength, Dexterity, Constitution, and Wisdom scores each increase by 4. This capstone is available to any class with an animal companion. |",
			"| Home Ground (Su) | At 20th level, the druid knows every tree, every deer, every blade of grass, and every scuttling beetle of her home. The druid selects a specific area relevant to the campaign, such as a prominent forest, mountain, or even a patch of sea. The druid is constantly under the effect of {spell/commune with nature} with regards to that area and can change the facts she gleans from the spell when she prepares her spells each day. In addition, while on her home ground, the druid gains a +4 bonus to her caster level. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Aquatic elf | Add 1 hit point to the druid's animal companion. If the druid ever replaces her animal companion, the new animal companion gains these bonus hit points. For a druid whose nature bond gives her a cleric domain, select one cleric domain power at 1st level that is normally usable a number of times per day equal to 3 + the druid's Wisdom modifier. The druid adds 1/2 to the number of uses per day of that domain power. ({source/Blood of the Sea/ pg. 5}) |",
			"| Catfolk | Add +1 hit points to the druid's animal companion. If the druid ever replaces her animal companion, the new animal companion gains these bonus hit points. ({source/Advanced Race Guide/ pg. 92}) |",
			"| Drow | Add a +1 bonus to wild empathy checks to influence animals and magical beasts that live underground. ({source/Blood of Shadows/ pg. 15}) |",
			"| Dwarf | Select one domain power granted at 1st level that is normally usable a number of times per day equal to 3 + the druid's Wisdom modifier. The druid adds +1/2 to the number of uses per day of that domain power. ({source/Advanced Race Guide/ pg. 13}) |",
			"| Elf | Add +1/3 to the druid's natural armor bonus when using wild shape. ({source/Advanced Race Guide/ pg. 23}) |",
			"| Fetchling | The druid's animal companion gains resistance 1 against either cold or electricity. Each time the druid selects this reward, he increases his animal companion's resistance to one of those energy types by 1 (maximum 10 for any one energy type). If the druid ever replaces his animal companion, the new animal companion gains these resistances. ({source/Blood of Shadows/ pg. 7}) |",
			"| Ganzi | The druid gains a +1 bonus on Knowledge (nature) or Knowledge (planes) checks related to extraplanar flora and fauna. ({source/Plane-Hopper's Handbook/ pg. 19}) |",
			"| Gathlain | Add a +1/2 bonus to wild empathy checks. ({source/Ultimate Wilderness/ pg. 10}) |",
			"| Ghoran | When casting spells that target plants or plant creatures, add 1/3 to the effective caster level, but only for the purpose of determining duration. ({source/Ultimate Wilderness/ pg. 16}) |",
			"| Gnome | The druid gains energy resistance 1 against acid, cold, electricity, or fire. Each time the druid selects this reward, increase her resistance to one of these energy types by +1 (maximum 10 for any one type). ({source/Advanced Race Guide/ pg. 33}, {source/Advanced Player's Guide/ pg. 15}) |",
			"| Gnome | The druid's animal companion gains 1/4 point of DR/cold iron (maximum DR 5/cold iron). If the druid replaces her companion, the new companion gains this DR. ({source/Horror Adventures/ pg. 39}) |",
			"| Goblin | Add +1 hit points to the druid's animal companion. If the druid ever replaces her animal companion, the new animal companion gains these bonus hit points. ({source/Advanced Race Guide/ pg. 115}, {source/Goblins of Golarion/ pg. 31}) |",
			"| Grippli | Add a +1/2 bonus on concentration checks. This bonus doubles in a forest or swamp terrain. ({source/Advanced Race Guide/ pg. 190}) |",
			"| Half-elf | Select one cleric domain power at 1st level that is normally usable a number of times per day equal to 3 + the druid's Wisdom modifier. The druid adds +1/2 to the number of uses per day of that domain power. For druids whose nature bond gives them an animal companion, add +1 skill rank to the animal companion. If the druid ever replaces her animal companion, the new companion gains these bonus skill ranks. ({source/Advanced Race Guide/ pg. 42}, {source/Advanced Player's Guide/ pg. 17}) |",
			"| Halfling | Add a +1/4 luck bonus on the saving throws of the druid's animal companion. ({source/Advanced Race Guide/ pg. 63}) |",
			"| Half-orc | Add +1/3 to the druid's natural armor bonus when using wild shape. ({source/Advanced Race Guide/ pg. 53}) |",
			"| Human | Add a +1/2 bonus on Diplomacy and Intimidate checks to change a creature's attitude. ({source/Advanced Race Guide/ pg. 73}, {source/Advanced Player's Guide/ pg. 23}) |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ({source/Blood of the Beast/ pg. 12}) |",
			"| Kitsune | Add a +1/2 bonus on Diplomacy and Intimidate checks to change a creature's attitude. ({source/Advanced Race Guide/ pg. 162}) |",
			"| Kobold | Add +1/2 to the druid's wild empathy bonus. ({source/Advanced Race Guide/ pg. 133}) |",
			"| Locathah | Add 1 skill rank to the druid's animal companion. If the druid ever replaces her animal companion, the new animal companion gains these bonus skill ranks. ({source/Blood of the Sea/ pg. 11}) |",
			"| Merfolk | Add +1 hit point to the druid's animal companion. If the merfolk ever replaces her animal companion, the new animal companion gains these bonus hit points. ({source/Advanced Race Guide/ pg. 194}) |",
			"| Orc | Add +1/2 to the damage dealt by the druid's animal companion's natural attacks. ({source/Advanced Race Guide/ pg. 139}) |",
			"| Oread | Add a +1/2 bonus on Knowledge (nature) checks relating to plants and burrowing animals. ({source/Advanced Race Guide/ pg. 145}) |",
			"| Ratfolk | Add a +1 bonus on wild empathy checks made to influence animals and magical beasts that live underground. ({source/Advanced Race Guide/ pg. 151}) |",
			"| Strix | Add a +1/2 bonus to Knowledge (nature) checks related to weather and flying animals. ({source/Pathfinder #101: The Kintargo Contract/ pg. 73}) |",
			"| Sylph | Add a +1/2 bonus on Knowledge (nature) checks relating to weather and flying animals. ({source/Advanced Race Guide/ pg. 157}) |",
			"| Tiefling | Add a +1 bonus on wild empathy checks made to improve the attitude of fiendish animals. ({source/Advanced Race Guide/ pg. 170}) |",
			"| Undine | Add a +1 bonus on wild empathy checks to influence animals and magical beasts with the aquatic subtype. ({source/Advanced Race Guide/ pg. 176}) |",
			"| Vanara | Add a +1/2 bonus on wild empathy checks and a +1/2 bonus on Handle Animal skill checks. ({source/Advanced Race Guide/ pg. 206}) |",
			"| Vine leshy | Add a +1/2 bonus to the druid's wild empathy or plant empathy checks. ({source/Ultimate Wilderness/ pg. 21}) |",
			"| Wayang | Select one domain power granted at 1st level that is normally usable a number of times per day equal to 3 + the druid's Wisdom modifier. The druid adds +1/2 to the number of uses per day of that domain power. In addition, a druid that selects this bonus at 1st level can choose the Darkness domain with her natural bond ability. ({source/Blood of Shadows/ pg. 11}) |",
			"",
			"### Archetypes",
			"",
			":::archetype{c=druid}",
			"Aerie Protector",
			"Weapon/Armor Proficiencies; Nature Bond; Wild Empathy; Woodland Stride; Resist Nature's Lure; Wild Shape; Venom Immunity",
			"The aerie protector guards nature's nests and lairs in the highest mountains, and she is only ever truly at ease when under vast expanses of open sky.",
			":::",
			"",
			":::archetype{c=druid}",
			"Ancient Guardian",
			"Weapon Proficiencies; Nature Bond; Wild Empathy; Trackless Step; Woodland Stride; Spontaneous Casting; Resist Nature's Lure; A Thousand Faces",
			"Ancient guardians revere nature and draw power from its divine energies, but also protect the customs, histories, and lore of their tribe and race.",
			":::",
			"",
			":::archetype{c=druid}",
			"Ape Shaman",
			"A Thousand Faces; Venom Immunity",
			"A shaman with this totem calls upon the mighty ape, a peaceful but powerful simian whose strength is beyond compare.",
			":::",
			"",
			":::archetype{c=druid}",
			"Aquatic Druid",
			"Woodland Stride; Trackless Step; Resist Nature's Lure; Venom Immunity; A Thousand Faces",
			"Shepherds of the lakes and seas, aquatic druids guard ecosystems ranging from shallows streams to deep ocean trenches, ministering to their residents and communing with the tides.",
			":::",
			"",
			":::archetype{c=druid}",
			"Arctic Druid",
			"Woodland Stride; Trackless Step; Resist Nature's Lure; Venom Immunity; A Thousand Faces",
			"An arctic druid watches over the stark landscape of the far frozen reaches of the world.",
			":::",
			"",
			":::archetype{c=druid}",
			"Ashvawg Tamer",
			"Resist Nature's Lure, one less Wild Shape/day, Venom Immunity",
			"Ashvawg Tamers are druids who have chosen to bond with a strange and monstrous creature.",
			":::",
			"",
			":::archetype{c=druid}",
			"Bat Shaman",
			"A Thousand Faces; Venom Immunity",
			"The bat shaman's totem is the agile bat, flitting and turning with incredible speed through even the most convoluted mazes.",
			":::",
			"",
			":::archetype{c=druid}",
			"Bear Shaman",
			"A Thousand Faces; Venom Immunity",
			"A shaman with this focus calls upon the mighty bear, titan of the woodlands and mountains, a paragon of strength and ferocity, and yet also a quiet protector rich in wisdom.",
			":::",
			"",
			":::archetype{c=druid}",
			"Blight Druid",
			"Wild Empathy; Trackless Step; Resist Nature's Lure; Venom Immunity; A Thousand Faces",
			"The devoted servants of nature corrupted, ruined, and destroyed, blight druids are the caretakers of lands ravaged by natural disaster.",
			":::",
			"",
			":::archetype{c=druid}",
			"Boar Shaman",
			"A Thousand Faces; Venom Immunity",
			"A boar shaman chooses the stolid and ferocious boar as her totem.",
			":::",
			"",
			":::archetype{c=druid}",
			"Cave Druid",
			"Nature Sense; Woodland Stride; Trackless Step; Resist Nature's Lure",
			"A few druids seek to preserve the hidden underdark and purge it of the fell horrors that creep up from below.",
			":::",
			"",
			":::archetype{c=druid}",
			"Death Druid",
			"Nature Bond; Wild Shape; Resist Nature's Lure; Venom Immunity",
			"Some druids believe that birth and death are the most important parts of the natural cycle.",
			":::",
			"",
			":::archetype{c=druid}",
			"Defender of the True World",
			"Class Skills; Wild Empathy; Trackless Step; Resist Nature's Lure; Venom Immunity; A Thousand Faces",
			"Some druids specialize in protecting Golarion from the threat of First World inhabitants.",
			":::",
			"",
			":::archetype{c=druid}",
			"Desert Druid",
			"Woodland Stride; Trackless Step; Resist Nature's Lure; Venom Immunity; A Thousand Faces",
			"Desert druids come to the desert to pay homage, protect and maintain the few habitable locales, and witness nature's majesty in all its burning, merciless glory.",
			":::",
			"",
			":::archetype{c=druid}",
			"Devolutionist",
			"Nature Bond; Resist Nature's Lure; Venom Immunity",
			"Devolutionists believe that the world would be better off without any sentient life at all.",
			":::",
			"",
			":::archetype{c=druid}",
			"Dinosaur Druid",
			"Spontaneous Casting; Nature's Bond; Wild Shape; Resist Nature's Lure",
			"A dinosaur druid speaks for the spirit of prehistoric nature, even taking the form of great beasts of legend.",
			":::",
			"",
			":::archetype{c=druid}",
			"Draconic Druid",
			"Nature Bond; Wild Empathy; Woodland Stride; Venom Immunity; A Thousand Faces; Timeless Body; Nature Sense; Resist Nature's Lure",
			"Some druids believe that dragons are the ultimate expression of nature and eventually transform into draconic forms.",
			":::",
			"",
			":::archetype{c=druid}",
			"Dragon Shaman",
			"A Thousand Faces; 8th-level Wild Shape; Venom Immunity",
			"Your totem is the legendary dragon, fearsome and deadly yet cunning and wise, a creature born of pure magic and raw elemental fury, bound within a shell of fangs, claws, and scales that few dare to challenge.",
			":::",
			"",
			":::archetype{c=druid}",
			"Drovier",
			"Nature Bond; Wild Shape",
			"Droviers view their allies and adventuring companions as a herd or pack to be protected and directed.",
			":::",
			"",
			":::archetype{c=druid}",
			"Eagle Shaman",
			"A Thousand Faces; Venom Immunity",
			"A shaman with this totem calls upon the noble eagle, stern and proud, soaring high above the world with keen and pitiless eyes that miss nothing.",
			":::",
			"",
			":::archetype{c=druid}",
			"Elemental Ally",
			"Nature Bond; Wild Shape; Wild Empathy; Resist Nature's Lure",
			"An elemental ally is a druid who has crafted powerful bonds of trust and friendship with one ally from each of the four primary elemental planes.",
			":::",
			"",
			":::archetype{c=druid}",
			"Feral Child",
			"Weapon/Armor Proficiency; Class Skills; Nature Bond; Trackless Step; A Thousand Faces; Wild Shape; Resist Nature's Lure; Venom Immunity; Timeless Body",
			"(Human Only) Some youths, abandoned in the wilderness and then raised by animals, are so connected with their adoptive home and family that they become feral.",
			":::",
			"",
			":::archetype{c=druid}",
			"Feral Shifter",
			"Nature Bond; Venom Immunity; A Thousand Faces; Timeless Body",
			"A feral shifter internalizes her communion with and mastery over animals. Instead of forming a bond with an animal companion or an aspect of nature, she alters her own essence or being as homage to the noble creatures of the wild.",
			":::",
			"",
			":::archetype{c=druid}",
			"Feyspeaker",
			"Spontaneous Casting; Wild Shape; Nature Sense; Base Attack Bonus; Class Skills; Skill Ranks; Armor Proficiency",
			"Some druids hear the whispers of the natural world like fey creatures do, and learn to mimic those tantalizing murmurs in order to influence the minds of both wild beasts and civilized people.",
			":::",
			"",
			":::archetype{c=druid}",
			"Fungal Pilgrim",
			"Nature Bond; Wild Shape; Timeless Body",
			"Fungal pilgrims are druids seeking transformation into a more plantlike existence.",
			":::",
			"",
			":::archetype{c=druid}",
			"Goliath Druid",
			"Class Skills; Nature Sense; Nature Bond; Wild Empathy; Resist Nature's Lure; Wild Shape; Venom Immunity; A Thousand Faces",
			"Goliath druids hone their spiritual and magical connections to nature's largest creatures, especially dinosaurs, giants, and megafauna, revering these massive creatures as living relics of a primeval time when all creatures were more in harmony with nature.",
			":::",
			"",
			":::archetype{c=druid}",
			"Green Faith Initiate",
			"Trackless Step; 6th, 10th-level Wild Shape; Venom Immunity; A Thousand Faces",
			"Druids who are initiated into the magic of nature as strict students of the Green Faith's traditions sometimes demonstrate abilities unique to their organization.",
			":::",
			"",
			":::archetype{c=druid}",
			"Green Scourge",
			"Spontaneous Casting; Nature Sense; Trackless Step; Resist Nature's Lure",
			"Green scourges are militant druids sworn to restore natural order.",
			":::",
			"",
			":::archetype{c=druid}",
			"Halcyon Druid",
			"Nature Bond; Nature Sense; Class Skills; Wild Empathy; Spontaneous Casting; Wild Shape; Resist Nature's Lure; A Thousand Faces",
			"Though they revere the natural world, halcyon druids are less focused on emulating its inhabitants. Instead, like Old-Mage Jatembe, they treat with beings from the Outer Sphere.",
			":::",
			"",
			":::archetype{c=druid}",
			"Jungle Druid",
			"Woodland Stride; Trackless Step; Resist Nature's Lure; A Thousand Faces",
			"The jungle druid waches over the fecund jungles of the equatorial regions, rich in life and ancient tradition.",
			":::",
			"",
			":::archetype{c=druid}",
			"Kraken Caller",
			"Bonus Languages; Woodland Stride; Trackless Step; Resist Nature's Lure; Wild Shape; A Thousand Faces",
			"Some druids draw upon power irreverently stolen from one of the most dangerous creatures of the depths: the kraken.",
			":::",
			"",
			":::archetype{c=druid}",
			"Leshy Warden",
			"Nature Bond; Wild Empathy; Spontaneous Casting; Resist Nature's Lure; Wild Shape; A Thousand Faces",
			"The natural world is full of bodiless nature spirits connected to the forces of glades, springs, and individual plants. Some druids hear their call keenly and are able to effortlessly incarnate them as the miniature creatures known as leshys.",
			":::",
			"",
			":::archetype{c=druid}",
			"Life Channeler",
			"Alignment; Nature Bond; Wild Shape; Venom Immunity",
			"By sacrificing the life of a sentient creature, life channelers can generate energy that guarantees fertility and prosperity for lower creatures like plants and animals.",
			":::",
			"",
			":::archetype{c=druid}",
			"Lion Shaman",
			"A Thousand Faces; Venom Immunity",
			"A shaman with this totem calls upon the proud lion, imposing and majestic, the mighty leader of deadly hunters.",
			":::",
			"",
			":::archetype{c=druid}",
			"Mantella",
			"Wild Shape; Venom Immunity; Spontaneous Casting",
			"(Grippli) A mantella focuses on exploring her poisonous heritage, whether or not it has manifested in her own personal biology.",
			":::",
			"",
			":::archetype{c=druid}",
			"Menhir Savant",
			"Nature Sense; Wild Empathy; Woodland Stride; Trackless Step; A Thousand Faces",
			"Some druids study the paths of nature's power through the nodes and ley lines that connect standing stones and megalithic circles, learning to tap into their energies.",
			":::",
			"",
			":::archetype{c=druid}",
			"Mooncaller",
			"Woodland Stride; Resist Nature's Lure; Venom Immunity; A Thousand Faces",
			"A mooncaller is bound to the subtle influences of the ever-changing moon and its endless cycles from light to dark and back again.",
			":::",
			"",
			":::archetype{c=druid}",
			"Mountain Druid",
			"Woodland Stride; Trackless Step; Resist Nature's Lure; Venom Immunity; A Thousand Faces",
			"As more and more of the soft, easy lands become cultivated and civilized, many druids look for refuge and solitude among the eternal peaks of the highest mountains.",
			":::",
			"",
			":::archetype{c=druid}",
			"Naga Aspirant",
			"Spontaneous Casting; Resist Nature's Lure; Wild Shape; Venom Immunity; A Thousand Faces; Timeless Body",
			"(Nagaji Only) The naga aspirant follows the ancient beliefs and engages in the rituals of a druidic sect dedicated to the transcendence of her nagaji form through absolute devotion to nagas and naga gods.",
			":::",
			"",
			":::archetype{c=druid}",
			"Nature Fang",
			"Nature Sense; Wild Empathy; Woodland Stride; Wild Shape; Resist Nature's Lure; Venom Immunity",
			"A nature fang is a druid who stalks and slays those who despoil nature, kill scarce animals, or introduce diseases to unprotected habitats.",
			":::",
			"",
			":::archetype{c=druid}",
			"Nature Priest",
			"Deity; Class Skills; Weapon Proficiencies; Nature Sense; Nature Bond; Resist Nature's Lure; Venom Immunity",
			"Nature priests serve two masters: their deities and nature itself, and can call upon the power of both to fuel their divine abilities.",
			":::",
			"",
			":::archetype{c=druid}",
			"Nithveil Adept",
			"Nature Sense; Nature Bond; Spontaneous Casting; Resist Nature's Lure",
			"Nithveil adepts learn the secret magic of the First World fey in the moving, reality-phasing city of Nithveil",
			":::",
			"",
			":::archetype{c=druid}",
			"Pack Lord",
			"Nature Bond; 6th-level Wild Shape",
			"Some druids bond with many animal companions rather than just one, achieving a level of communion rare even in druidic circles and leading their pack brothers and pack sisters with total authority.",
			":::",
			"",
			":::archetype{c=druid}",
			"Plains Druid",
			"Woodland Stride; Trackless Step; Resist Nature's Lure; Venom Immunity; A Thousand Faces",
			"Out upon the wide and rolling prairies and savannahs, plains druids stand guard over the grasslands.",
			":::",
			"",
			":::archetype{c=druid}",
			"Planar Extremist",
			"Alignment; Spells; Nature's Bond; Spontaneous Casting; Resist Nature's Lure; Wild Shape",
			"(Ex-druid archetype) Planar extremists are those druids that have lost their neutral stance and find themselves gravitating toward one of the four most extreme alignments",
			":::",
			"",
			":::archetype{c=druid}",
			"Progenitor",
			"Spontaneous Casting; Nature Bond; Wild Shape",
			"Progenitors are druids who tap into the vibrant power of the First World to propagate natural and supernatural wonders.",
			":::",
			"",
			":::archetype{c=druid}",
			"Reincarnated Druid",
			"Woodland Stride; Resist Nature's Lure; Venom Immunity; Timeless Body",
			"Spun off into the endless circle of life, an incarnate druid is an embodiment of nature's eternal renewal.",
			":::",
			"",
			":::archetype{c=druid}",
			"Restorer",
			"Nature Sense; Spontaneous Casting; Resist Nature's Lure; A Thousand Faces",
			"Restorers carefully tend to the health of both the environment and creatures in it.",
			":::",
			"",
			":::archetype{c=druid}",
			"River Druid",
			"Class Skills; Nature Sense; Woodland Stride; Trackless Step; Resist Nature's Lure; Wild Shape; Timeless Body",
			"These druids are the guardians of rivers and the creatures that depend on them.",
			":::",
			"",
			":::archetype{c=druid}",
			"Road Keeper",
			"Spontaneous Casting; Nature Bond; Wild Empathy; Woodland Stride; Resist Nature's Lure; Wild Shape",
			"Guardians of the lonely paths between cities, road keepers protect the wild from travelers, and travelers from the wild.",
			":::",
			"",
			":::archetype{c=druid}",
			"Rot Warden",
			"Spontaneous Casting; Nature Bond; Wild Empathy; Trackless Step; Venom Immunity; Resist Nature's Lure; Wild Shape",
			"Harbingers of decay, rot wardens live in damp lands where insects and rot break down the dead to feed the living.",
			":::",
			"",
			":::archetype{c=druid}",
			"Saurian Shaman",
			"Venom Immunity",
			"A shaman with this focus calls upon the primeval dinosaur, the archaic terror that lingers as a hungering, atavistic stranger at the fringes of the ecosystem, a destroyer and despoiler whose coming other animals dread.",
			":::",
			"",
			":::archetype{c=druid}",
			"Season Keeper",
			"Nature Bond; Trackless Step; Venom Immunity; Timeless Body; Wild Shape",
			"(Triaxian Only) Imbued with the primeval potency of their planet's seasons, those druids known as season keepers guide Triaxian communities through the stark transition from summer to winter (and vice versa).",
			":::",
			"",
			":::archetype{c=druid}",
			"Season Sage",
			"Wild Shape",
			"(Gathlain) Season sages wander as the seasons change, turning the leaves and transforming nature as they pass and taking pleasure in the transition between seasons.",
			":::",
			"",
			":::archetype{c=druid}",
			"Serpent Shaman",
			"A Thousand Faces; Venom Immunity",
			"A shaman with this totem calls upon the cunning serpent, the stealthy deceiver who draws the weak minded in and strikes while they are unaware.",
			":::",
			"",
			":::archetype{c=druid}",
			"Shark Shaman",
			"A Thousand Faces; Venom Immunity",
			"Some druids emulate the deadly shark, a remorseless hunter that marine dwellers dread.",
			":::",
			"",
			":::archetype{c=druid}",
			"Skinshaper",
			"Class Skills; Wild Shape; A Thousand Faces",
			"Using the same primal energy with which other druids assume animal forms, skinshapers can imitate some of the most dangerous beasts of all: humans and other humanoids.",
			":::",
			"",
			":::archetype{c=druid}",
			"Sky Druid",
			"Weapon/Armor Proficiency; Nature Bond; Woodland Stride; Resist Nature's Lure; Trackless Step; Wild Shape; Venom Immunity; A Thousand Faces",
			"(Sylph Only) Some druids develop ties not to a particular landscape, but instead to the endless blue expanse of the skies.",
			":::",
			"",
			":::archetype{c=druid}",
			"Storm Druid",
			"Spontaneous Casting; Woodland Stride; Trackless Step; Resist Nature's Lure; Venom Immunity; A Thousand Faces",
			"While most druids focus their attention upon the rich earth and the bounty of nature that springs forth from it, the storm druid's eyes have ever been cast to the skies and the endless expanse of blue, channeling the most raw and untamed aspects of nature.",
			":::",
			"",
			":::archetype{c=druid}",
			"Sunrider",
			"Class Skills; Weapon and Armor Proficiencies; Nature Bond; Woodland Stride; Trackless Step; Resist Nature's Lure; Wild Shape",
			"Sunriders help their allies, be they fellow tribe members or fellow adventurers, to survive in harsh desert terrain, while simultaneously making it even harsher for their foes.",
			":::",
			"",
			":::archetype{c=druid}",
			"Supernaturalist",
			"Weapon/Armor Proficiencies; Nature Bond; Wild Empathy; Nature Sense; Trackless Step; Resist Nature's Lure; Wild Shape",
			"Supernaturalists wholly embrace paranormal phenomena as extensions of nature.",
			":::",
			"",
			":::archetype{c=druid}",
			"Survivor",
			"Class Skills; Weapon/Armor Proficiencies; Spellcasting; Nature Bond; Resist Nature's Lure; Wild Shape; Venom Immunity",
			"The survivor embodies the neutral aspect of the natural world and eschews druidic magic in favor of more pragmatic and worldly survival methods.",
			":::",
			"",
			":::archetype{c=druid}",
			"Swamp Druid",
			"Woodland Stride; Trackless Step; Resist Nature's Lure; A Thousand Faces",
			"Some druids eschew pleasant glades and groves and instead seek out dank marshes, misty bogs and heaths, and trackless swamps as the place they call home and watch over with care, finding beauty and life in abundance in places few others would willingly enter.",
			":::",
			"",
			":::archetype{c=druid}",
			"Swarm Monger",
			"Nature Bond; Woodland Stride; Nature Sense; Resist Nature's Lure; 12th-level Wild Shape options",
			"Whereas other druids commune with nature or even the spirit of a city, swarm mongers find beauty and strength in decay, and they draw their power from fungus, disease, and their own singular will to survive.",
			":::",
			"",
			":::archetype{c=druid}",
			"Tempest Druid",
			"Alignment; Weapon and Armor Proficiencies; Nature Bond; Nature Sense; Trackless Step; Resist Nature's Lure; Venom Immunity",
			"Some druids have come to worship the Eye of Abendego as an aspect of pure elemental fury, channeling its mysteries into their own magic",
			":::",
			"",
			":::archetype{c=druid}",
			"Tempest Tamer",
			"Bonus Languages; Resist Nature's Lure; Wild Shape",
			"Druids draw upon the fiercest powers of nature, and tsunamis, typhoons, and whirlpools are among the most powerful forces in the ocean.",
			":::",
			"",
			":::archetype{c=druid}",
			"Toxicologist",
			"Spontaneous Casting; Wild Empathy; Woodland Stride; Trackless Step; Resist Nature's Lure; Wild Shape",
			"Toxicologists specialize in the stealthy application of insidious poisons to their targets, believing word of their foes' horrifying deaths will deter others from attempting similar desecrations of the natural world.",
			":::",
			"",
			":::archetype{c=druid}",
			"Treesinger",
			"Nature Bond; Wild Empathy; Wild Shape",
			"(Elf and Vine Leshy Only) Some elves turn to the timeless growth of nature for solace, finding allies among the great trees themselves, and even leading the forest's plants into combat.",
			":::",
			"",
			":::archetype{c=druid}",
			"Troll Fury",
			"Wild Empathy; Resist Nature's Lure; Venom Immunity",
			"(Troll Only) Troll furies combine a druid's love of natural balance with a single-minded devotion to the welfare of the troll tribe.",
			":::",
			"",
			":::archetype{c=druid}",
			"Undine Adept",
			"Domains; Woodland Stride; Trackless Step; Resist Nature's Lure; Wild Shape; Venom Immunity",
			"(Undine Only) An undine adept dedicates herself to preserving the knowledge of the first undines and ensuring her people's ancient connections to the natural world remain undisturbed.",
			":::",
			"",
			":::archetype{c=druid}",
			"Urban Druid",
			"Spontaneous Casting; Woodland Stride; Trackless Step; Resist Nature's Lure; Venom Immunity",
			"While many druids keep to the wilderness, some make their way within settlements, communing with the animals and vermin who live there and speaking for the nature that runs rampant in civilization's very cradle.",
			":::",
			"",
			":::archetype{c=druid}",
			"Urushiol",
			"Nature Bond; Resist Nature's Lure",
			"When an urushiol druid forms a bond with nature, it takes a vastly different form than for most druids. His body becomes increasingly toxic, allowing him to secrete a deadly poison through his pores.",
			":::",
			"",
			":::archetype{c=druid}",
			"Wild Whisperer",
			"Woodland Stride; Trackless Step; Resist Nature's Lure; Wild Shape",
			"A wild whisperer is an expert at studying, predicting, and explaining animal behavior.",
			":::",
			"",
			":::archetype{c=druid}",
			"Wolf Shaman",
			"A Thousand Faces; Venom Immunity",
			"A shaman with this totem calls upon the clever wolf, capable of roaming alone yet wise enough to run with a pack when facing dangers too great for one alone.",
			":::",
			"",
			":::archetype{c=druid}",
			"World Walker",
			"Trackless Step; Resist Nature's Lure; Venom Immunity; Timeless Body",
			"While all druids traverse the wilderness with ease, the world walkers take it upon themselves to travel the entire world.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "druid archetypes",
				"headers": [ "Archetype", "6th-level Wild Shape", "8th-level Wild Shape", "10th-level Wild Shape", "12th-level Wild Shape", "A Thousand Faces", "Alignment", "Armor Proficiency", "Base Attack Bonus", "Bonus Languages", "Class Skills", "Deity", "Domains", "Nature Bond", "Nature Sense", "Resist Nature's Lure", "Skill Ranks", "Spellcasting", "Spontaneous Casting", "Timeless Body", "Trackless Step", "Venom Immunity", "Weapon Proficiency", "Weapon/Armor Proficiency", "Wild Empathy", "Wild Shape", "Woodland Stride" ],
				"ripples": [0],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"data": [
					[ "{arc-druid/Aerie Protector}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, "X", "X", "X", "X" ],
					[ "{arc-druid/Ancient Guardian}", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, "X", null, null, "X", null, "X", null, "X", null, "X", null, "X" ],
					[ "{arc-druid/Ape Shaman}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-druid/Aquatic Druid}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-druid/Arctic Druid}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-druid/Ashvawg Tamer}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, "X", null ],
					[ "{arc-druid/Bat Shaman}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-druid/Bear Shaman}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-druid/Blight Druid}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, "X", null, null ],
					[ "{arc-druid/Boar Shaman}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-druid/Cave Druid}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, "X", null, null, null, null, null, "X" ],
					[ "{arc-druid/Death Druid}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, "X", null ],
					[ "{arc-druid/Defender of the True World}", null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, "X", "X", null, null, "X", null, null ],
					[ "{arc-druid/Desert Druid}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-druid/Devolutionist}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-druid/Dinosaur Druid}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, "X", null, null, null, null, null, null, "X", null ],
					[ "{arc-druid/Draconic Druid}", null, null, null, null, "X", null, null, null, null, null, null, null, "X", "X", "X", null, null, null, "X", null, "X", null, null, "X", null, "X" ],
					[ "{arc-druid/Dragon Shaman}", null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-druid/Drovier}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-druid/Eagle Shaman}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-druid/Elemental Ally}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, "X", "X", null ],
					[ "{arc-druid/Feral Child}", null, null, null, null, "X", null, null, null, null, "X", null, null, "X", null, "X", null, null, null, "X", "X", "X", null, "X", null, "X", null ],
					[ "{arc-druid/Feral Shifter}", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, "X", null, null, null, null, null ],
					[ "{arc-druid/Feyspeaker}", null, null, null, null, null, null, "X", "X", null, "X", null, null, null, "X", null, "X", null, "X", null, null, null, null, null, null, "X", null ],
					[ "{arc-druid/Fungal Pilgrim}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-druid/Goliath Druid}", null, null, null, null, "X", null, null, null, null, "X", null, null, "X", "X", "X", null, null, null, null, null, "X", null, null, "X", "X", null ],
					[ "{arc-druid/Green Faith Initiate}", "X", null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null ],
					[ "{arc-druid/Green Scourge}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, "X", null, "X", null, null, null, null, null, null ],
					[ "{arc-druid/Halcyon Druid}", null, null, null, null, "X", null, null, null, null, "X", null, null, "X", "X", "X", null, null, "X", null, null, null, null, null, "X", "X", null ],
					[ "{arc-druid/Jungle Druid}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, "X" ],
					[ "{arc-druid/Kraken Caller}", null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, "X", "X" ],
					[ "{arc-druid/Leshy Warden}", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, "X", null, null, "X", null, null, null, null, null, "X", "X", null ],
					[ "{arc-druid/Life Channeler}", null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, "X", null ],
					[ "{arc-druid/Lion Shaman}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-druid/Mantella}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, "X", null ],
					[ "{arc-druid/Menhir Savant}", null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, "X", null, "X" ],
					[ "{arc-druid/Mooncaller}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, "X" ],
					[ "{arc-druid/Mountain Druid}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-druid/Naga Aspirant}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, "X", null, null, null, "X", null ],
					[ "{arc-druid/Nature Fang}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, "X", null, null, "X", "X", "X" ],
					[ "{arc-druid/Nature Priest}", null, null, null, null, null, null, null, null, null, "X", "X", null, "X", "X", "X", null, null, null, null, null, "X", "X", null, null, null, null ],
					[ "{arc-druid/Nithveil Adept}", null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-druid/Pack Lord}", "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-druid/Plains Druid}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-druid/Planar Extremist}", null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, "X", null, "X", "X", null, null, null, null, null, null, "X", null ],
					[ "{arc-druid/Progenitor}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, "X", null ],
					[ "{arc-druid/Reincarnated Druid}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, "X", null, null, null, null, "X" ],
					[ "{arc-druid/Restorer}", null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X", null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-druid/River Druid}", null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", null, null, null, "X", "X", null, null, null, null, "X", "X" ],
					[ "{arc-druid/Road Keeper}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, "X", null, null, null, null, null, "X", "X", "X" ],
					[ "{arc-druid/Rot Warden}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, "X", null, "X", "X", null, null, "X", "X", null ],
					[ "{arc-druid/Saurian Shaman}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-druid/Season Keeper}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", "X", "X", null, null, null, "X", null ],
					[ "{arc-druid/Season Sage}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-druid/Serpent Shaman}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-druid/Shark Shaman}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-druid/Skinshaper}", null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-druid/Sky Druid}", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, "X", "X", null, "X", null, "X", "X" ],
					[ "{arc-druid/Storm Druid}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-druid/Sunrider}", null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, "X", null, null, null, null, "X", null, null, "X", null, "X", "X" ],
					[ "{arc-druid/Supernaturalist}", null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, "X", null, null, "X", "X", "X", null ],
					[ "{arc-druid/Survivor}", null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, "X", null, "X", null, null, null, "X", null, "X", null, "X", null ],
					[ "{arc-druid/Swamp Druid}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, "X" ],
					[ "{arc-druid/Swarm Monger}", null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-druid/Tempest Druid}", null, null, null, null, null, "X", null, null, null, null, null, null, "X", "X", "X", null, null, null, null, "X", "X", null, "X", null, null, null ],
					[ "{arc-druid/Tempest Tamer}", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-druid/Toxicologist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, "X", null, null, null, "X", "X", "X" ],
					[ "{arc-druid/Treesinger}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", "X", null ],
					[ "{arc-druid/Troll Fury}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, "X", null, null ],
					[ "{arc-druid/Undine Adept}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, "X", "X", null, null, null, "X", "X" ],
					[ "{arc-druid/Urban Druid}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-druid/Urushiol}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-druid/Wild Whisperer}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, "X", "X" ],
					[ "{arc-druid/Wolf Shaman}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-druid/World Walker}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", "X", null, null, null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"monk": {
		"name": "Monk",
		"sources": [
			"PRPG Core Rulebook",
			"Chronicle of Legends",
			"Blood of the Beast",
			"Plane-Hopper's Handbook",
			"Advanced Race Guide",
			"Blood of Shadows",
			"Blood of the Sea",
			"Advanced Player's Guide",
			"Horror Adventures"
		],
		"description": [
			"{jumplist Class Skills / Class Features / Ex-Monks / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Monk",
			"",
			"{SOURCE PRPG Core Rulebook/56}",
			"",
			"For the truly exemplary, martial skill transcends the battlefield - it is a lifestyle, a doctrine, a state of mind. These warrior-artists search out methods of battle beyond swords and shields, finding weapons within themselves just as capable of crippling or killing as any blade. These monks (so called since they adhere to ancient philosophies and strict martial disciplines) elevate their bodies to become weapons of war, from battle-minded ascetics to self-taught brawlers. Monks tread the path of discipline, and those with the will to endure that path discover within themselves not what they are, but what they are meant to be.",
			"",
			"**Role:** Monks excel at overcoming even the most daunting perils, striking where it's least expected, and taking advantage of enemy vulnerabilities. Fleet of foot and skilled in combat, monks can navigate any battlefield with ease, aiding allies wherever they are needed most.  ",
			"**Alignment:** Any lawful.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 1d6 &times; 10 gp (average 35 gp).",
			"",
			"### Class Skills",
			"",
			"The Monk's class skills are Acrobatics (Dex), Climb (Str), Craft (Int), Escape Artist (Dex), Intimidate (Cha), Knowledge (history) (Int), Knowledge (religion) (Int), Perception (Wis), Perform (Cha), Profession (Wis), Ride (Dex), Sense Motive (Wis), Stealth (Dex), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Flurry of Blows Attack Bonus | Unarmed Damage | AC Bonus | Fast Movement |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +2 | +2 | +2 | Bonus feat, flurry of blows, stunning fist, unarmed strike | -1/-1 | 1d6 | +0 | +0 ft. |",
			"| 2nd | +1 | +3 | +3 | +3 | Bonus feat, evasion | +0/+0 | 1d6 | +0 | +0 ft. |",
			"| 3rd | +2 | +3 | +3 | +3 | Fast movement, maneuver training, still mind | +1/+1 | 1d6 | +0 | +10 ft. |",
			"| 4th | +3 | +4 | +4 | +4 | *Ki* pool (magic), slow fall 20 ft. | +2/+2 | 1d8 | +1 | +10 ft. |",
			"| 5th | +3 | +4 | +4 | +4 | High jump, purity of body | +3/+3 | 1d8 | +1 | +10 ft. |",
			"| 6th | +4 | +5 | +5 | +5 | Bonus feat, slow fall 30 ft. | +4/+4/-1 | 1d8 | +1 | +20 ft. |",
			"| 7th | +5 | +5 | +5 | +5 | *Ki* pool (cold iron/silver), wholeness of body | +5/+5/+0 | 1d8 | +1 | +20 ft. |",
			"| 8th | +6/+1 | +6 | +6 | +6 | Slow fall 40 ft. | +6/+6/+1/+1 | 1d10 | +2 | +20 ft. |",
			"| 9th | +6/+1 | +6 | +6 | +6 | Improved evasion | +7/+7/+2/+2 | 1d10 | +2 | +30 ft. |",
			"| 10th | +7/+2 | +7 | +7 | +7 | Bonus feat, *ki* pool (lawful), slow fall 50 ft. | +8/+8/+3/+3 | 1d10 | +2 | +30 ft. |",
			"| 11th | +8/+3 | +7 | +7 | +7 | Diamond body | +9/+9/+4/+4/-1 | 1d10 | +2 | +30 ft. |",
			"| 12th | +9/+4 | +8 | +8 | +8 | Abundant step, slow fall 60 ft. | +10/+10/+5/+5/+0 | 2d6 | +3 | +40 ft. |",
			"| 13th | +9/+4 | +8 | +8 | +8 | Diamond soul | +11/+11/+6/+6/+1 | 2d6 | +3 | +40 ft. |",
			"| 14th | +10/+5 | +9 | +9 | +9 | Bonus feat, slow fall 70 ft. | +12/+12/+7/+7/+2 | 2d6 | +3 | +40 ft. |",
			"| 15th | +11/+6/+1 | +9 | +9 | +9 | Quivering palm | +13/+13/+8/+8/+3/+3 | 2d6 | +3 | +50 ft. |",
			"| 16th | +12/+7/+2 | +10 | +10 | +10 | *Ki* pool (adamantine), slow fall 80 ft. | +14/+14/+9/+9/+4/+4/-1 | 2d8 | +4 | +50 ft. |",
			"| 17th | +12/+7/+2 | +10 | +10 | +10 | Timeless body, tongue of the sun and moon | +15/+15/+10/+10/+5/+5/+0 | 2d8 | +4 | +50 ft. |",
			"| 18th | +13/+8/+3 | +11 | +11 | +11 | Bonus feat, slow fall 90 ft. | +16/+16/+11/+11/+6/+6/+1 | 2d8 | +4 | +60 ft. |",
			"| 19th | +14/+9/+4 | +11 | +11 | +11 | Empty body | +17/+17/+12/+12/+7/+7/+2 | 2d8 | +4 | +60 ft. |",
			"| 20th | +15/+10/+5 | +12 | +12 | +12 | Perfect self, slow fall any distance | +18/+18/+13/+13/+8/+8/+3 | 2d10 | +5 | +60 ft. |",
			"",
			"**Weapon and Armor Proficiency:** Monks are proficient with the club, crossbow (light or heavy), dagger, handaxe, javelin, kama, nunchaku, quarterstaff, sai, shortspear, short sword, shuriken, siangham, sling, and spear.",
			"",
			"Monks are not proficient with any armor or shields.",
			"",
			"When wearing armor, using a shield, or carrying a medium or heavy load, a monk loses his AC bonus, as well as his fast movement and flurry of blows abilities.",
			"",
			"**AC Bonus (Ex):** When unarmored and unencumbered, the monk adds his Wisdom bonus (if any) to his AC and his CMD. In addition, a monk gains a +1 bonus to AC and CMD at 4th level. This bonus increases by 1 for every four monk levels thereafter, up to a maximum of +5 at 20th level.",
			"",
			"These bonuses to AC apply even against touch attacks or when the monk is flat-footed. He loses these bonuses when he is immobilized or helpless, when he wears any armor, when he carries a shield, or when he carries a medium or heavy load.",
			"",
			"**Flurry of Blows (Ex):** Starting at 1st level, a monk can make a flurry of blows as a full-attack action. When doing so he may make one additional attack using any combination of unarmed strikes or attacks with a special monk weapon (kama, nunchaku, quarterstaff, sai, shuriken, and siangham) as if using the {feat/Two-Weapon Fighting} feat (even if the monk does not meet the prerequisites for the feat). For the purpose of these attacks, the monk's base attack bonus from his monk class levels is equal to his monk level. For all other purposes, such as qualifying for a feat or a prestige class, the monk uses his normal base attack bonus.",
			"",
			"At 8th level, the monk can make two additional attacks when he uses flurry of blows, as if using {feat/Improved Two-Weapon Fighting} (even if the monk does not meet the prerequisites for the feat).",
			"",
			"At 15th level, the monk can make three additional attacks using flurry of blows, as if using {feat/Greater Two-Weapon Fighting} (even if the monk does not meet the prerequisites for the feat).",
			"",
			"A monk applies his full Strength bonus to his damage rolls for all successful attacks made with flurry of blows, whether the attacks are made with an off-hand or with a weapon wielded in both hands. A monk may substitute disarm, sunder, and trip combat maneuvers for unarmed attacks as part of a flurry of blows. A monk cannot use any weapon other than an unarmed strike or a special monk weapon as part of a flurry of blows. A monk with natural weapons cannot use such weapons as part of a flurry of blows, nor can he make natural attacks in addition to his flurry of blows attacks.",
			"",
			"**Unarmed Strike:** At 1st level, a monk gains {feat/Improved Unarmed Strike} as a bonus feat. A monk's attacks may be with fist, elbows, knees, and feet. This means that a monk may make unarmed strikes with his hands full. There is no such thing as an off-hand attack for a monk striking unarmed. A monk may thus apply his full Strength bonus on damage rolls for all his unarmed strikes.",
			"",
			"Usually a monk's unarmed strikes deal lethal damage, but he can choose to deal nonlethal damage instead with no penalty on his attack roll. He has the same choice to deal lethal or nonlethal damage while grappling.",
			"",
			"A monk's unarmed strike is treated as both a manufactured weapon and a natural weapon for the purpose of spells and effects that enhance or improve either manufactured weapons or natural weapons.",
			"",
			"A monk also deals more damage with his unarmed strikes than a normal person would, as shown above. The unarmed damage values listed are for Medium monks. A Small monk deals less damage than the amount given there with his unarmed attacks, while a Large monk deals more damage.",
			"",
			"| Level | Damage (Small Monk) | Damage (Large Monk) |",
			"| --- | --- | --- |",
			"| 1st-3rd | 1d4 | 1d8 |",
			"| 4th-7th | 1d6 | 2d6 |",
			"| 8th-11th | 1d8 | 2d8 |",
			"| 12th-15th | 1d10 | 3d6 |",
			"| 16th-19th | 2d6 | 3d8 |",
			"| 20th | 2d8 | 4d8 |",
			"",
			"**Vows:** A monk can discipline his body to by upholding the strict tenets of a vow. By adhering to his vow's tenets, the monk's ki pool increases by the amount listed in the vow's description. Every vow comes with a penalty or limitation to offset this increase in ki. A monk can take a vow at any level, but it does not add to his ki pool until he gains a ki pool as a class feature. A monk who takes a vow never gains the *still mind* class feature, even if he abandons all his vows.",
			"",
			"A monk may take multiple vows. {ability/Here is the full list of |vows.}",
			"",
			"**Bonus Feat:** At 1st level, 2nd level, and every 4 levels thereafter, a monk may select a bonus feat. These feats must be taken from the following list: {feat/Catch Off-Guard}, {feat/Combat Reflexes}, {feat/Deflect Arrows}, {feat/Dodge}, {feat/Improved Grapple}, {feat/Scorpion Style}, and {feat/Throw Anything}. At 6th level, the following feats are added to the list: {feat/Gorgon's Fist}, {feat/Improved Bull Rush}, {feat/Improved Disarm}, {feat/Improved Feint}, {feat/Improved Trip}, and {feat/Mobility}. At 10th level, the following feats are added to the list: {feat/Improved Critical}, {feat/Medusa's Wrath}, {feat/Snatch Arrows}, and {feat/Spring Attack}. A monk need not have any of the prerequisites normally required for these feats to select them.",
			"",
			"A monk may also choose a [meditation feat](main/feats_meditation) in place of a bonus feat, but he must meet their prerequisites.",
			"",
			"**Stunning Fist (Ex):** At 1st level, the monk gains {feat/Stunning Fist} as a bonus feat, even if he does not meet the prerequisites. At 4th level, and every 4 levels thereafter, the monk gains the ability to apply a new condition to the target of his Stunning Fist. This condition replaces stunning the target for 1 round, and a successful saving throw still negates the effect. At 4th level, he can choose to make the target fatigued. At 8th level, he can make the target sickened for 1 minute. At 12th level, he can make the target staggered for 1d6+1 rounds. At 16th level, he can permanently blind or deafen the target. At 20th level, he can paralyze the target for 1d6+1 rounds. The monk must choose which condition will apply before the attack roll is made. These effects do not stack with themselves (a creature sickened by Stunning Fist cannot become nauseated if hit by Stunning Fist again), but additional hits do increase the duration.",
			"",
			"**Evasion (Ex):** At 2nd level or higher, a monk can avoid damage from many area-effect attacks. If a monk makes a successful Reflex saving throw against an attack that normally deals half damage on a successful save, he instead takes no damage. Evasion can be used only if a monk is wearing light armor or no armor. A helpless monk does not gain the benefit of evasion.",
			"",
			"**Fast Movement (Ex):** At 3rd level, a monk gains an enhancement bonus to his land speed. A monk in armor or carrying a medium or heavy load loses this extra speed.",
			"",
			"**Maneuver Training (Ex):** At 3rd level, a monk uses his monk level in place of his base attack bonus when calculating his Combat Maneuver Bonus. Base attack bonuses granted from other classes are unaffected and are added normally.",
			"",
			"**Still Mind (Ex):** A monk of 3rd level or higher gains a +2 bonus on saving throws against enchantment spells and effects. A monk who takes a {ability/vow>s} loses this ability, even if he later abandons all vows.",
			"",
			"**Ki Pool (Su):** At 4th level, a monk gains a pool of *ki* points, supernatural energy he can use to accomplish amazing feats. The number of points in a monk's *ki* pool is equal to 1/2 his monk level + his Wisdom modifier. As long as he has at least 1 point in his *ki* pool, he can make a *ki* strike. At 4th level, *ki* strike allows his unarmed attacks to be treated as magic weapons for the purpose of overcoming damage reduction. *Ki* strike improves with the character's monk level. At 7th level, his unarmed attacks are also treated as cold iron and silver weapons for the purpose of overcoming damage reduction. At 10th level, his unarmed attacks are also treated as lawful weapons for the purpose of overcoming damage reduction. At 16th level, his unarmed attacks are treated as adamantine weapons for the purpose of overcoming damage reduction and bypassing hardness.",
			"",
			"By spending 1 point from his *ki* pool, a monk can make one additional attack at his highest attack bonus when making a flurry of blows attack. In addition, he can spend 1 point to increase his speed by 20 feet for 1 round. Finally, a monk can spend 1 point from his *ki* pool to give himself a +4 dodge bonus to AC for 1 round. Each of these powers is activated as a swift action. A monk gains additional powers that consume points from his *ki* pool as he gains levels.",
			"",
			"The *ki* pool is replenished each morning after 8 hours of rest or meditation; these hours do not need to be consecutive.",
			"",
			"**Slow Fall (Ex):** At 4th level or higher, a monk within arm's reach of a wall can use it to slow his descent. When first gaining this ability, he takes damage as if the fall were 20 feet shorter than it actually is. The monk's ability to slow his fall (that is, to reduce the effective distance of the fall when next to a wall) improves with his monk level until at 20th level he can use a nearby wall to slow his descent and fall any distance without harm.",
			"",
			"**High Jump (Ex):** At 5th level, a monk adds his level to all Acrobatics checks made to jump, both for vertical jumps and horizontal jumps. In addition, he always counts as having a running start when making jump checks using Acrobatics. By spending 1 point from his *ki* pool as a swift action, a monk gains a +20 bonus on Acrobatics checks made to jump for 1 round.",
			"",
			"**Purity of Body (Ex):** At 5th level, a monk gains immunity to all diseases, including supernatural and magical diseases.",
			"",
			"**Wholeness of Body (Su):** At 7th level or higher, a monk can heal his own wounds as a standard action. He can heal a number of hit points of damage equal to his monk level by using 2 points from his ki pool.",
			"",
			"**Improved Evasion (Ex):** At 9th level, a monk's evasion ability improves. He still takes no damage on a successful Reflex saving throw against attacks, but henceforth he takes only half damage on a failed save. A helpless monk does not gain the benefit of improved evasion.",
			"",
			"**Diamond Body (Su):** At 11th level, a monk gains immunity to poisons of all kinds.",
			"",
			"**Abundant Step (Su):** At 12th level or higher, a monk can slip magically between spaces, as if using the spell {spell/dimension door}. Using this ability is a move action that consumes 2 points from his *ki* pool. His caster level for this effect is equal to his monk level. He cannot take other creatures with him when he uses this ability.",
			"",
			"**Diamond Soul (Ex):** At 13th level, a monk gains spell resistance equal to his current monk level + 10. In order to affect the monk with a spell, a spellcaster must get a result on a caster level check (1d20 + caster level) that equals or exceeds the monk's spell resistance.",
			"",
			"**Quivering Palm (Su):** Starting at 15th level, a monk can set up vibrations within the body of another creature that can thereafter be fatal if the monk so desires. He can use this quivering palm attack once per day, and he must announce his intent before making his attack roll. Creatures immune to critical hits cannot be affected. Otherwise, if the monk strikes successfully and the target takes damage from the blow, the quivering palm attack succeeds. Thereafter, the monk can try to slay the victim at any later time, as long as the attempt is made within a number of days equal to his monk level. To make such an attempt, the monk merely wills the target to die (a free action), and unless the target makes a Fortitude saving throw (DC 10 + 1/2 the monk's level + the monk's Wis modifier), it dies. If the saving throw is successful, the target is no longer in danger from that particular quivering palm attack, but it may still be affected by another one at a later time. A monk can have no more than 1 quivering palm in effect at one time. If a monk uses quivering palm while another is still in effect, the previous effect is negated.",
			"",
			"**Timeless Body (Ex):** At 17th level, a monk no longer takes penalties to his ability scores for aging and cannot be magically aged. Any such penalties that he has already taken, however, remain in place. Age bonuses still accrue, and the monk still dies of old age when his time is up.",
			"",
			"**Tongue of the Sun and Moon (Ex):** A monk of 17th level or higher can speak with any living creature.",
			"",
			"**Empty Body (Su):** At 19th level, a monk gains the ability to assume an ethereal state for 1 minute as though using the spell *etherealness*. Using this ability is a move action that consumes 3 points from his *ki* pool. This ability only affects the monk and cannot be used to make other creatures ethereal.",
			"",
			"**Perfect Self:** At 20th level, a monk becomes a magical creature. He is forevermore treated as an outsider rather than as a humanoid (or whatever the monk's creature type was) for the purpose of spells and magical effects. Additionally, the monk gains damage reduction 10/chaotic, which allows him to ignore the first 10 points of damage from any attack made by a nonchaotic weapon or by any natural attack made by a creature that doesn't have similar damage reduction. Unlike other outsiders, the monk can still be brought back from the dead as if he were a member of his previous creature type.",
			"",
			"### Ex-Monks",
			"",
			"A monk who becomes nonlawful cannot gain new levels as a monk but retains all monk abilities.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Ki Sage (Su) | At 20th level, the character is fully attuned to his own body and the ki that flows within. The character gains two {ability/ki powers} from those available to the unchained monk, treating his character level as his monk level for the purpose of any requirements. In addition, his ki pool increases by four. This capstone is available to any class with a ki pool. |",
			"| Old Dog, New Tricks (Ex) | At 20th level, the character shows that a true warrior always has one more surprise the enemy hasn't seen. The character gains four [combat feats](main/feats_combat). This capstone is available to characters of any class that gains at least four bonus combat feats. |",
			"| Old Master (Ex) | At 20th level, the monk has reached the highest levels of his martial arts school. The monk gains one additional attack at his highest base attack bonus when using flurry of blows, and his dodge bonus to AC increases by 2. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			"| Race | Bonus |",
			"| --- | --- |",
			"| Catfolk | Add 1/2 to the monk's damage rolls with claw attacks and claw blades. A monk who selects this bonus at 1st level also treats claw blades as a monk weapon. If he is an unchained monk, he can use his style strikes with unarmed strike or claw blade attacks. ({source/Blood of the Beast/ pg. 4}) |",
			"| Duskwalker | Add 1/4 point to the monk's ki pool. ({source/Plane-Hopper's Handbook/ pg. 17}) |",
			"| Dwarf | Reduce the Hardness of any object made of clay, stone, or metal by 1 whenever the object is struck by the monk's unarmed strike (minimum of 0). ({source/Advanced Race Guide/ pg. 13}) |",
			"| Elf | Add +1 to the monk's base speed. In combat this option has no effect unless the monk has selected it five times (or another increment of five). This bonus stacks with the monk's fast movement class feature and applies under the same conditions as that feature. ({source/Advanced Race Guide/ pg. 23}) |",
			"| Fetchling | Add a +1/2 bonus on Escape Artist and Stealth checks attempted while in dim light or darkness. ({source/Blood of Shadows/ pg. 7}) |",
			"| Gillman | Add 1 foot to the monk's swim speed. In combat, this option has no effect unless the monk has selected it five times (or another increment of five). ({source/Blood of the Sea/ pg. 9}) |",
			"| Gnome | Add +1 to the monk's Acrobatics check bonus gained by spending a point from his *ki* pool. A monk must be at least 5th level to select this benefit. ({source/Advanced Race Guide/ pg. 33}) |",
			"| Half-elf | Add +1/2 on Escape Artist checks and on Acrobatics checks to cross narrow surfaces. ({source/Advanced Race Guide/ pg. 43}) |",
			"| Halfling | Add +1 to the monk's CMD when resisting a grapple and +1/2 to the number of stunning attacks he can attempt per day. ({source/Advanced Race Guide/ pg. 63}, {source/Advanced Player's Guide/ pg. 21}) |",
			"| Halfling | Gain a +1/4 bonus to CMD against trip and on damage rolls against prone targets that add the monk's Strength modifier. ({source/Horror Adventures/ pg. 41}) |",
			"| Half-orc | Add +1 to the monk's CMD when resisting a grapple and +1/2 to the number of stunning attacks he can attempt per day. ({source/Advanced Race Guide/ pg. 53}) |",
			"| Hobgoblin | Add a +1/4 bonus on combat maneuver checks made to grapple or trip. ({source/Advanced Race Guide/ pg. 121}) |",
			"| Human | Add +1/4 point to the monk's *ki* pool. ({source/Advanced Race Guide/ pg. 73}, {source/Advanced Player's Guide/ pg. 23}) |",
			"| Kitsune | Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class. ({source/Blood of the Beast/ pg. 12}) |",
			"| Kobold | Add +1/3 to the monk's AC bonus class ability. ({source/Advanced Race Guide/ pg. 133}) |",
			"| Locathah | Add 1/4 point to the monk's ki pool. ({source/Blood of the Sea/ pg. 11}) |",
			"| Merfolk | Add a +1/4 bonus on combat maneuver checks to grapple or trip. ({source/Blood of the Sea/ pg. 13}) |",
			"| Nagaji | Add +1/4 point to the monk's *ki* pool. ({source/Advanced Race Guide/ pg. 196}) |",
			"| Oread | Add +1/3 on critical hit confirmation rolls made with unarmed strikes (maximum bonus of +5). This bonus does not stack with {feat/Critical Focus}. ({source/Advanced Race Guide/ pg. 145}) |",
			"| Ratfolk | Add +1 feet to the speed the monk can move while making a Stealth check without taking a penalty. This has no effect unless the monk has selected this reward five times (or another increment of five). This does not allow the monk to use Stealth while running or charging. ({source/Advanced Race Guide/ pg. 151}) |",
			"| Samsaran | Add a +1/2 bonus on the monk's saving throws to resist death attacks. ({source/Advanced Race Guide/ pg. 198}) |",
			"| Strix | Add +1/4 point to the monk's *ki* pool. ({source/Advanced Race Guide/ pg. 200}) |",
			"| Suli | Add +1/2 point of damage to elemental assault. ({source/Advanced Race Guide/ pg. 203}) |",
			"| Tengu | Add +1/4 point to the monk's ki pool. ({source/Advanced Race Guide/ pg. 163}) |",
			"| Undine | Add +1 to the monk's CMD when resisting a grapple and +1/3 to the number of stunning attacks he can attempt per day. ({source/Advanced Race Guide/ pg. 176}) |",
			"| Vanara | Add a +1 bonus on Acrobatics checks made to jump. ({source/Advanced Race Guide/ pg. 206}) |",
			"| Wayang | Add 1/6 to the monk's AC bonus. ({source/Blood of Shadows/ pg. 11}) |",
			"",
			"### Archetypes",
			"",
			":::archetype{c=monk}",
			"Black Asp",
			"Stunning Fist; Still Mind",
			"The black asps are a sinister order of monks who train as assassins and infiltrators with no need for weapons to achieve their goals.",
			":::",
			"",
			":::archetype{c=monk}",
			"Brazen Disciple",
			"Class Skills; 1st, 6th-level Bonus Feats; Still Mind; Abundant Step; Perfect Self",
			"Brazen disciples use deception in their fighting style, and many go a step further, incorporating fire and smoke both mundane and magical.",
			":::",
			"",
			":::archetype{c=monk}",
			"Disciple of Wholeness",
			"Ki Pool; Purity of Body; Diamond Body; Diamond Soul",
			"Disciples of wholeness train to bring themselves and others closer to physical and spiritual perfection.",
			":::",
			"",
			":::archetype{c=monk}",
			"Drunken Master",
			"Still Mind; Purity of Body; Diamond Body; Diamond Soul; Empty Body",
			"The drunken master finds perfection through excess.",
			":::",
			"",
			":::archetype{c=monk}",
			"Elemental Monk",
			"Alignment; Stunning Fist; Bonus Feats; Evasion; Purity of Body; Diamond Body; Ki Pool",
			"Elemental monks draw inspiration from genies to create their fighting style. Their adaptability and versatility make them capable of serving as emissaries of elemental balance.",
			":::",
			"",
			":::archetype{c=monk}",
			"Far Strike Monk",
			"Weapon/Armor Proficiencies; Flurry of Blows; Bonus Feats; Stunning Fist; Still Mind; Purity of Body; Diamond Body",
			"Far strike monks are masters of thrown weapons, from shuriken to throwing axes to spears.",
			":::",
			"",
			":::archetype{c=monk}",
			"Flowing Monk",
			"Stunning Fist; 2nd-level Bonus Feat; Fast Movement; Purity of Body; Diamond Body; Quivering Palm",
			"The flowing monk is the wind and the river. He knows how the world flows, and forces his enemies to flow with it.",
			":::",
			"",
			":::archetype{c=monk}",
			"Gray Disciple",
			"Slow Fall; Still Mind; High Jump; 6th-level Bonus Feat; Wholeness of Body; Abundant Step; Quivering Palm; Tongue of the Sun and Moon; Empty Body",
			"(Duergar Only) The gray disciple contemplates the inner voice of duergar magic and the silent eternity of stone, mastering these dual mysteries and combining them to deadly effect.",
			":::",
			"",
			":::archetype{c=monk}",
			"Hamatulatsu Master",
			"Bonus Feats; Stunning Fist; Ki Pool; Purity of Body",
			"Once part of the Sisterhood of Eiseth, the Sisterhood of the Golden Erinyes is an order of female monks dedicated to emulating the painful strikes of the barbed devil, leaving targets alive but permanently scarred and broken by pain - a method called hamatulatsu.",
			":::",
			"",
			":::archetype{c=monk}",
			"Harrow Warden",
			"Weapon/Armor Proficiencies; Stunning Fist; Improved Evasion; Diamond Body; Quivering Palm",
			"Some who study the mysteries of the harrow do so to restore lost knowledge and pride to the Varisian people. The harrow warden fulfills this role as she seeks to bring her mind and body into alignment, and she protects her people by invoking the folklore that has guided them for so long. In mastering her own place in fate, a harrow warden learns how to misalign the destinies of others.",
			":::",
			"",
			":::archetype{c=monk}",
			"Hellcat",
			"Alignment; Class Skills; Weapon Proficiencies; Bonus Feats; Stunning Fist; Fast Movement; Evasion; Purity of Body; Improved Evasion; Slow Fall; Still Mind; Ki Pool; Wholeness of Body; Diamond Body",
			"Monks of the hellcat sect follow the teachings of Asmodeus or another infernal power.",
			":::",
			"",
			":::archetype{c=monk}",
			"Hungry Ghost Monk",
			"Stunning Fist; Purity of Body; Wholeness of Body; Diamond Body; Diamond Soul",
			"The hungry ghost monk looks to spirits that prey upon the living as models of perfection.",
			":::",
			"",
			":::archetype{c=monk}",
			"Invested Regent",
			"1st-level Bonus Feat",
			"The invested regent can harness a divine spark to perform superhuman stunts, influence others, and escape injury.",
			":::",
			"",
			":::archetype{c=monk}",
			"Ironskin Monk",
			"Monk's AC; Bonus Feats; Evasion; Ki Speed Increase; High Jump; Fast Movement; Slow Fall; Improved Evasion; Tongue of the Sun and Moon; Perfect Self",
			"(Hobgoblin Only) Through discipline and training, an ironskin monk hardens his body to withstand punishing blows.",
			":::",
			"",
			":::archetype{c=monk}",
			"Karmic Monk",
			"Alignment; Class Skills; Stunning Fist; Still Mind; 7th and 10th-level Ki Pool Abilities; Improved Evasion; Slow Fall; Perfect Self",
			"A karmic monk contemplates the myriad harmonies that guide existence. He learns to use the disharmony in others against them, and to alter his own inner harmonies to exploit weaknesses in his opponents' defenses.",
			":::",
			"",
			":::archetype{c=monk}",
			"Kata Master",
			"Stunning Fist; Still Mind; Ki Pool; Wholeness of Body; Quivering Palm",
			"The kata master takes the visual aspect of his martial art to its logical extreme, harnessing her flowing movements and skilled maneuvers as a psychological weapon against her enemies.",
			":::",
			"",
			":::archetype{c=monk}",
			"Ki Mystic",
			"Still Mind; Purity of Body; Diamond Body; Diamond Soul; Empty Body",
			"The ki mystic believes that violence is sometimes necessary, but knowing and understanding is the true root of perfection.",
			":::",
			"",
			":::archetype{c=monk}",
			"Lifting Hand",
			"Stunning Fist; Bonus Feats; Abundant Step",
			"When facing a master of the lifting hand, an enemy is likely to find itself sailing through the air or locked in a tortuous compliance hold.",
			":::",
			"",
			":::archetype{c=monk}",
			"Maneuver Master",
			"Flurry of Blows; Still Mind; Slow Fall; Purity of Body; Diamond Body; Quivering Palm",
			"The maneuver master specializes in more complicated moves than simple damage-dealing strikes.",
			":::",
			"",
			":::archetype{c=monk}",
			"Martial Artist",
			"Still Mind; Slow Fall; Ki Pool; Purity of Body; Diamond Body; Perfect Self; Wholeness of Body; Timeless Body; Tongue of Sun and Moon; Abundant Step; Diamond Soul; Empty Body",
			"The martial artist pursues a mastery of pure martial arts without the monastic traditions. He is a master of form, but lacks the ability to harness his ki.",
			":::",
			"",
			":::archetype{c=monk}",
			"Master of Many Styles",
			"Bonus Feats; Flurry of Blows; Perfect Self",
			"The master of many styles is a collector. For every move, he seeks a counter. For every style, he has a riposte.",
			":::",
			"",
			":::archetype{c=monk}",
			"Menhir Guardian",
			"Alignment; Weapon/Armor Proficiencies; Unarmed Strike; Ki Pool; Flurry of Blows; Stunning Fist; High Jump; Quivering Palm",
			"Menhir guardians are ascetic protectors of sacred druidic sites, less concerned with structure and maintaining internal order than they are with preserving the natural balance of the world.",
			":::",
			"",
			":::archetype{c=monk}",
			"Monk of the Empty Hand",
			"Monk Weapon Proficiencies; Still Mind; Purity of Body; Diamond Body",
			"The monk of the empty hand eschews normal weapons in favor of whatever is lying around - rocks, chair legs, flagons of ale, even a simple quill pen all become deadly weapons in the hands of such a monk.",
			":::",
			"",
			":::archetype{c=monk}",
			"Monk of the Four Winds",
			"Stunning Fist; Abundant Step; Timeless Body; Perfect Self",
			"The monk of the four winds is connected to the natural world in a way few other creatures - even other monks - can hope to match.",
			":::",
			"",
			":::archetype{c=monk}",
			"Monk of the Healing Hand",
			"Wholeness of Body; Diamond Body; Quivering Palm; Perfect Self",
			"Monks of the healing hand seek perfection through helping others.",
			":::",
			"",
			":::archetype{c=monk}",
			"Monk of the Lotus",
			"Stunning Fist; Abundant Step; Quivering Palm; Tongue of the Sun and the Moon",
			"While a monk of the lotus realizes that combat cannot always be avoided - and is more than capable in a fight - he understands that all creatures are connected, and to harm another is to harm the self.",
			":::",
			"",
			":::archetype{c=monk}",
			"Monk of the Mantis",
			"2nd, 6th, 10th, 14th, and 18th-level Bonus Feats; Wholeness of Body; Diamond Body; Diamond Soul; Quivering Palm",
			"A body contains many points where the flesh, mind, and spirit coincide. A monk of the mantis is skilled at manipulating these points.",
			":::",
			"",
			":::archetype{c=monk}",
			"Monk of the Sacred Mountain",
			"Evasion; Slow Fall; High Jump; Improved Evasion; Tongue of the Sun and the Moon",
			"The monk of the sacred mountain finds strength and power in the earth beneath his feet.",
			":::",
			"",
			":::archetype{c=monk}",
			"Monk of the Seven Forms",
			"Bonus Feats; Stunning Fist; Maneuver Training; Abundant Step; Quivering Palm",
			"In their place, the monks of the isolated sanctuary now teach a style featuring lightning-fast strikes that mimic both dervish dances and the searing winds of the arid desert, favoring mobility and endurance.",
			":::",
			"",
			":::archetype{c=monk}",
			"Nimble Guardian",
			"Evasion; Still Mind; Purity of Body; Wholeness of Body; Improved Evasion",
			"(Catfolk Only) Some catfolk monks dedicate their graceful prowess to the defense of others, especially those dedicated to a similar ethos or who prove themselves as stalwart allies of the monk's cause.",
			":::",
			"",
			":::archetype{c=monk}",
			"Nornkith",
			"Key Ability Score; Stunning Fist; 1st-, 10th-level Bonus Feat; Purity of Body; Diamond Soul; Quivering Palm; Empty Body; Perfect Self",
			"Nornkith hone their bodies and minds to follow the branching threefold paths of fate.",
			":::",
			"",
			":::archetype{c=monk}",
			"Ouat",
			"Greed, Hatred, Defensive Training, Stonecunning, Weapon Familiarity (Dwarven Racial Traits); Stunning Fist; Wholeness of Body",
			"(Dwarf Only) The ascetic, desert-dwelling dwarves known as the Ouat have eschewed dwarven traditions, whose unchanging rigidity, they believe, shackles their people to the past and inhibits self-improvement.",
			":::",
			"",
			":::archetype{c=monk}",
			"Perfect Scholar",
			"Class Skills; Still Mind; Slow Fall; Tongue of the Sun and Moon; Perfect Self",
			"Perfect scholars, often worshipers of Irori, hone their minds and bodies through the accumulation of knowledge",
			":::",
			"",
			":::archetype{c=monk}",
			"Qinggong Monk",
			"Slow Fall; High Jump; Wholeness of Body; Diamond Body; Abundant Step; Diamond Soul; Quivering Palm; Timeless Body; Tongue of the Sun and Moon; Empty Body; Perfect Self",
			"The qinggong monk is a master of her ki, using it to perform superhuman stunts or even blast opponents with supernatural energy.",
			":::",
			"",
			":::archetype{c=monk}",
			"Sage Counselor",
			"Class Skills; 1st, 2nd, 6th, 10th-level Bonus Feat; Ki Pool abilities",
			"Sage counselors are ascetics and mystics who leave the confines of the monastery walls to advise secular people about spiritual truths and to seek knowledge of the outside world.",
			":::",
			"",
			":::archetype{c=monk}",
			"Scaled Fist",
			"Bonus Feats; Still Mind; Maneuver Training; Quivering Palm",
			"Scaled fists eschew passive introspection in favor of unshakable confidence. Steeped in traditions that trace their origins to the warrior-monks who trained under the tutelage of draconic masters in Tian Xia, scaled fists eschew passive introspection in favor of unshakable confidence. Scaled fists learn to combine brutal intimidation with the brazen ferocity of an ancient wyrm to devastate their foes.",
			":::",
			"",
			":::archetype{c=monk}",
			"Scarred Monk",
			"Ki Pool; High Jump; Wholeness of Body; Abundant Step; Empty Body",
			"For monks who seek the truth hidden in pain, the practice of mortifications of the flesh helps to achieve enlightenment and acquire disturbing powers.",
			":::",
			"",
			":::archetype{c=monk}",
			"Sensei",
			"Flurry of Blows; Fast Movement; Improved Evasion; Evasion; 2nd, 6th, 12th, 18th-level Bonus Feats",
			"The sensei is a revered teacher who imparts lessons on the oneness of mind, body, and spirit, along with occasional correction that is subtle and swift.",
			":::",
			"",
			":::archetype{c=monk}",
			"Serpent-Fire Adept",
			"Class Skills; Stunning Fist; 1st, 2nd, 6th, 10th, 14th, and 18th-level Bonus Feats; Slow Fall; High Jump; Wholeness of Body",
			"A serpent-fire adept embraces the secrets of her chakras and mastery of their energetic flow.",
			":::",
			"",
			":::archetype{c=monk}",
			"Sin Monk",
			"Ki Pool; High Jump; Wholeness of Body; Abundant Step; Empty Body; Perfect Self",
			"(Ex-monk archetype) Martial experts who have allowed such passions to lead them astray may find themselves gaining powers drawn from their newly embraced sins.",
			":::",
			"",
			":::archetype{c=monk}",
			"Softstrike Monk",
			"Weapon Proficiency; Unarmed Strike; 6th, 10th-level Bonus Feats; Wholeness of Body; Quivering Palm; Empty Body",
			"Softstrike monks employ a nonlethal but effective form of combat.",
			":::",
			"",
			":::archetype{c=monk}",
			"Sohei",
			"Weapon/Armor Proficiency; Stunning Fist; Fast Movement; Increased Unarmed Damage; Slow Fall; Abundant Step; Purity of Body; Diamond Body; Quivering Palm; Timeless Body; Tongue of Sun and Moon",
			"The sohei are masters of the horse and the hunt.",
			":::",
			"",
			":::archetype{c=monk}",
			"Soul Shepherd",
			"Stunning Fist; Evasion; Improved Evasion; Abundant Step; Quivering Palm",
			"Whether studying at the feet of psychopomps or merely imitating the creatures' philosophy and methods, soul shepherds believe in safeguarding the Cycle of Souls.",
			":::",
			"",
			":::archetype{c=monk}",
			"Spirit Master",
			"Still Mind; Maneuver Training; Purity of Body; Wholeness of Body; Quivering Palm; Empty Body; Perfect Self",
			"Spirit masters are monks who specialize in combating the undead, laying their corpses to rest, and sending their souls to final judgment.",
			":::",
			"",
			":::archetype{c=monk}",
			"Student of Stone",
			"Evasion; Fast Movement; Bonus Feat; High Jump; Improved Evasion; Abundant Step",
			"(Oread Only) By following the path of the stone, students of stone give up much of monks' mobility in favor of sheer resilience.",
			":::",
			"",
			":::archetype{c=monk}",
			"Terra-Cotta Monk",
			"Class Skills; Evasion; High Jump; Improved Evasion; Abundant Step; Quivering Palm; Empty Body",
			"Possessing a natural affinity for all things earthen, terracotta monks are experts at turning the stone around them against their enemies.",
			":::",
			"",
			":::archetype{c=monk}",
			"Tetori",
			"Bonus Feats; Flurry of Blows; Slow Fall; High Jump; Abundant Step; Improved Evasion; Timeless Body; Tongue of Sun and Moon; Diamond Soul; Empty Body",
			"The style of the tetori is that of the majestic wrestler - a warrior with a dizzying array of grabs, holds, and locks with which to bewilder and incapacitate his foes.",
			":::",
			"",
			":::archetype{c=monk}",
			"Treetop Monk",
			"Still Mind; Purity of Body; Abundant Step",
			"(Vanara Only) While many vanaras follow traditional monastic training and traditions, others learn to blend exotic combat and the mysterious forces of ki with the natural world, allowing them to move through trees and overgrowth to deliver devastating attacks.",
			":::",
			"",
			":::archetype{c=monk}",
			"Underfoot Adept",
			"1st-level Bonus Feat; Stunning Fist; High Jump",
			"(Halfling Only) An underfoot adept turns his diminutive stature and unorthodox footwork into a powerful weapon.",
			":::",
			"",
			":::archetype{c=monk}",
			"Wanderer",
			"Class Skills; 1st-level Bonus Feat; Still Mind; Slow Fall; High Jump; Wholeness of Body; Abundant Step; Diamond Soul",
			"(Human Only) Some monks wander the world in humility to learn and to share wisdom and philosophy from their teachers with those they meet, often aiding those who are in need.",
			":::",
			"",
			":::archetype{c=monk}",
			"Wasteland Meditant",
			"Stunning Fist; Evasion; Slow Fall; Improved Evasion; Quivering Palm",
			"Some monks journey to remote and isolated corners of the world to find serenity and a heightened sense of awareness.",
			":::",
			"",
			":::archetype{c=monk}",
			"Water Dancer",
			"Flurry of Blows; Stunning Fist; Quivering Palm; 1st, 2nd, 6th, 10th, 14th, and 18th-level Bonus Feats; Unarmed Strike; Evasion; Slow Fall; Improved Evasion; Abundant Step",
			"Water dancers derive their martial training from ancient nereid traditions jealously guarded by these enigmatic fey.",
			":::",
			"",
			":::archetype{c=monk}",
			"Weapon Adept",
			"Stunning Fist; Evasion; Improved Evasion; Timeless Body; Perfect Self",
			"While all monks train in both unarmed combat and with weapons, the weapon adept seeks to become one with his weapons, transforming them into perfect extensions of his own body.",
			":::",
			"",
			":::archetype{c=monk}",
			"Wildcat",
			"Still Mind; Ki Pool; High Jump; Slow Fall; Improved Evasion; Abundant Step; Diamond Soul; Empty Body",
			"A wildcat is a student of the school of hard knocks, who dedicates himself to learning how to take down foes by any means necessary.",
			":::",
			"",
			":::archetype{c=monk}",
			"Windstep Master",
			"Stunning Fist; Slow Fall; Ki Pool",
			"Most monks are agile and fleet of foot, but few can rival a windstep master's lightness of step.",
			":::",
			"",
			":::archetype{c=monk}",
			"Zen Archer",
			"Stunning Fist; Evasion; Maneuver Training; Still Mind; Purity of Body; Improved Evasion; Diamond Body; Tongue of the Sun and the Moon",
			"The zen archer takes a weapon most other monks eschew and seeks perfection in the pull of a taut bowstring, the flex of a bow's limbs, and the flight of an arrow fired true.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "monk archetypes",
				"headers": [ "Archetype", "1st-level Bonus Feat", "2nd-level Bonus Feat", "6th-level Bonus Feat", "7th-level Ki Pool Ability", "10th-level Bonus Feat", "10th-level Ki Pool Ability", "12th-level Bonus Feat", "14th-level Bonus Feat", "18th-level Bonus Feat", "Abundant Step", "Alignment", "Bonus Feats", "Class Skills", "Diamond Body", "Diamond Soul", "Empty Body", "Evasion", "Fast Movement", "Flurry of Blows", "High Jump", "Improved Evasion", "Increased Unarmed Damage", "Key Ability Score", "Ki Extra Flurry", "Ki Pool", "Ki Speed Increase", "Maneuver Training", "Monk's AC", "Perfect Self", "Purity of Body", "Quivering Palm", "Slow Fall", "Still Mind", "Stunning Fist", "Timeless Body", "Tongue of the Sun and Moon", "Unarmed Strike", "Weapon Proficiency", "Weapon/Armor Proficiency", "Wholeness of Body" ],
				"ripples": [0],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"data": [
					[ "{arc-monk/Black Asp}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null ],
					[ "{arc-monk/Brazen Disciple}", "X", null, "X", null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-monk/Disciple of Wholeness}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-monk/Drunken Master}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-monk/Elemental Monk}", null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-monk/Far Strike Monk}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, "X", null ],
					[ "{arc-monk/Flowing Monk}", null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, "X", null, null, null, null, null, null ],
					[ "{arc-monk/Gray Disciple}", null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, "X", null, null, null, "X" ],
					[ "{arc-monk/Hamatulatsu Master}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-monk/Harrow Warden}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, "X", null ],
					[ "{arc-monk/Hellcat}", null, null, null, null, null, null, null, null, null, null, "X", "X", "X", "X", null, null, "X", "X", null, null, "X", null, null, null, "X", null, null, null, null, "X", null, "X", "X", "X", null, null, null, "X", null, "X" ],
					[ "{arc-monk/Hungry Ghost Monk}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, "X" ],
					[ "{arc-monk/Invested Regent}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-monk/Ironskin Monk}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, "X", "X", null, null, null, null, "X", null, "X", "X", null, null, "X", null, null, null, "X", null, null, null, null ],
					[ "{arc-monk/Karmic Monk}", null, null, null, "X", null, "X", null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, "X", "X", "X", null, null, null, null, null, null ],
					[ "{arc-monk/Kata Master}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, "X", "X", null, null, null, null, null, "X" ],
					[ "{arc-monk/Ki Mystic}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-monk/Lifting Hand}", null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-monk/Maneuver Master}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", "X", "X", "X", null, null, null, null, null, null, null ],
					[ "{arc-monk/Martial Artist}", null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", "X", null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", null, "X", "X", null, "X", "X", null, null, null, "X" ],
					[ "{arc-monk/Master of Many Styles}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-monk/Menhir Guardian}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", "X", null, null, null, null, "X", null, null, null, null, null, "X", null, null, "X", null, null, "X", null, "X", null ],
					[ "{arc-monk/Monk of the Empty Hand}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-monk/Monk of the Four Winds}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null, null, null ],
					[ "{arc-monk/Monk of the Healing Hand}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-monk/Monk of the Lotus}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, "X", null, null, null, null ],
					[ "{arc-monk/Monk of the Mantis}", null, "X", "X", null, "X", null, null, "X", "X", null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-monk/Monk of the Sacred Mountain}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null ],
					[ "{arc-monk/Monk of the Seven Forms}", null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, "X", null, null, null, null, null, null ],
					[ "{arc-monk/Nimble Guardian}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, "X" ],
					[ "{arc-monk/Nornkith}", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, "X", null, null, null, null, null, "X", "X", "X", null, null, "X", null, null, null, null, null, null ],
					[ "{arc-monk/Ouat}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X" ],
					[ "{arc-monk/Perfect Scholar}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, "X", null, null, null, null ],
					[ "{arc-monk/Qinggong Monk}", null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", "X", null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, "X", "X", null, null, "X", "X", null, null, null, "X" ],
					[ "{arc-monk/Sage Counselor}", "X", "X", "X", null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-monk/Scaled Fist}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, "X", null, null, null, null, null, null, null ],
					[ "{arc-monk/Scarred Monk}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-monk/Sensei}", null, "X", "X", null, null, null, "X", null, "X", null, null, null, null, null, null, null, "X", "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-monk/Serpent-Fire Adept}", "X", "X", "X", null, "X", null, null, "X", "X", null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X" ],
					[ "{arc-monk/Sin Monk}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-monk/Softstrike Monk}", null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", "X", null, "X" ],
					[ "{arc-monk/Sohei}", null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, "X", "X", "X", null, "X", "X", "X", null, null, "X", null ],
					[ "{arc-monk/Soul Shepherd}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null ],
					[ "{arc-monk/Spirit Master}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", "X", null, "X", null, null, null, null, null, null, "X" ],
					[ "{arc-monk/Student of Stone}", null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, "X", "X", null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-monk/Terra-Cotta Monk}", null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, "X", "X", null, null, "X", "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-monk/Tetori}", null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, "X", "X", null, null, "X", "X", "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null ],
					[ "{arc-monk/Treetop Monk}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-monk/Underfoot Adept}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-monk/Wanderer}", "X", null, null, null, null, null, null, null, null, "X", null, null, "X", null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, "X" ],
					[ "{arc-monk/Wasteland Meditant}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, null ],
					[ "{arc-monk/Water Dancer}", "X", "X", "X", null, "X", null, null, "X", "X", "X", null, null, null, null, null, null, "X", null, "X", null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, "X", null, null, null ],
					[ "{arc-monk/Weapon Adept}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null, null, null ],
					[ "{arc-monk/Wildcat}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null, "X", "X", null, null, null, "X", null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null ],
					[ "{arc-monk/Windstep Master}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null ],
					[ "{arc-monk/Zen Archer}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, "X", null, null, null, null, null, "X", null, null, "X", null, null, "X", "X", null, "X", null, null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	}
}
