{
	"oaths": {
		"name": "Paladin Oaths",
		"sources": [
			"Divine Anthology",
			"Inner Sea Combat",
			"Ultimate Magic"
		],
		"description": [
			"While all paladins have their own codes of conduct, either taught by an order, handed down from the gods, or inspired by personal conviction, an oathbound paladin devotes herself to a singular cause, which grants her additional powers but also gives further edicts she must follow. An oathbound paladin swears an oath to eradicate a certain kind of evil. This powerful oath gives her access to new spells and adds to or alters typical paladin abilities.",
			"",
			"An oathbound paladin can take multiple oaths, but none of the other oaths can replace or alter the same class feature from the paladin class as another alternate class feature. For example, a paladin cannot take the Oath against Corruption and the Oath against the Wyrm because they both replace the aura of courage class feature.",
			"",
			"Paladins who take up an oath may make a sacred promise to their god or temple to perform some specific and grand action associated with the oath. For example, an oathbound paladin who takes the Oath of Vengeance may be tasked with killing the orc warlord who razed her home city, while a paladin with the Oath against the Wyrm may be asked to secure a non-aggression pact with a family of dragons. When a paladin completes the sacred promise, the oath is fulfilled, and she may abandon the oath if she so chooses; she may then select another oath or become a standard paladin or a different paladin archetype.",
			"",
			"If a paladin violates the code of her oath, she loses the class abilities associated with that oath until she atones. If she violates her paladin's code, she loses her oath abilities as well as her other paladin abilities.",
			"",
			"An oathbound paladin has the following class features.",
			"",
			"**Deity:** Some oaths are especially compatible with the faiths of certain deities; these deities are listed here. Other deities may allow these oaths as well, though only rarely do deities allow oaths conflicting with their teachings.",
			"",
			"**Code of Conduct:** The oathbound paladin must abide by the listed tenets of her oath in addition to the specifics of her god's code of conduct. In some cases, a deity's or paladin order's code may conflict with the oath's tenets; in most cases, these conflicts mean the oath is unsuitable for a paladin of that deity or order (such as the Oath against the Wyrm with respect to a good dragon deity or a dragon-riding order of paladins) and cannot be selected by the paladin.",
			"",
			"**Oath Spells:** A paladin's oath influences what magic she can perform. An oathbound paladin adds one spell to the paladin spell list at each paladin spell level she can cast (including spell levels for which she would only gain spells per day if her Charisma were high enough to grant bonus spells of that level). Her oath determines what spell is added to the spell list. If the paladin has multiple oaths, the spells from each oath are added to her spell list.",
			"",
			"If an oathbound paladin has more than one oath, she may prepare any one of her oath's spells in that slot (similar to a cleric choosing one of her two domain spells to prepare in a domain spell slot).",
			"",
			"| Oath | Replaces | Description |",
			"| --- | --- | --- |",
			"| :ripple[oath/Oath against \\|Chaos] | Detect Evil, Smite Evil, Channel Positive Energy | These paladins dedicate themselves to the rule of law above all other things. |",
			"| :ripple[oath/Oath against \\|Corruption] | Aura of Courage, Aura of Justice, Holy Champion | When a paladin takes this oath, she becomes a hunter of aberrations, protecting the common people from these bizarre threats. |",
			"| :ripple[oath/Oath against \\|Fiends] | Aura of Resolve, 9th-level Mercy | A paladin who takes an oath against demons, devils, daemons, and other evil outsiders is constantly on the lookout for malicious fiendish insurgence into the world, and faces it with swift and unwavering defiance. |",
			"| :ripple[oath/Oath against \\|Grotesquery] | Divine Health, Aura of Faith | For champions of Shelyn, who are aware that aesthetics is subjective, beauty is the form inviolate. |",
			"| :ripple[oath/Oath against \\|Savagery] | Divine Grace, Aura of Justice | Some paladins are champions of order, pledging to battle the hordes of goblinoids, orcs, hostile barbarians, and similar savages that nip at the heels of civilization, as well as those who gnaw on society from within, such as thieves' and assassins' guilds. |",
			"| :ripple[oath/Oath against \\|the Whispering Way] | Detect Evil, 3rd-level Mercy, 9th-level Mercy, Aura of Resolve, Aura of Justice | A variation of the Oath against undead geared towards fighting the [Whispering Way](rule/f_gravepath) |",
			"| :ripple[oath/Oath against \\|the Wyrm] | Channel Positive Energy, Divine Bond, Holy Champion | Some paladins swear to protect others against the predation of dragonkind. |",
			"| :ripple[oath/Oath against \\|Undeath] | Detect Evil, 3rd-level Mercy, 9th-level Mercy, Aura of Resolve, Aura of Justice | A paladin with this oath vows to restore the natural state of death to any animate corpse she encounters, and destroy the undead energy in the process. |",
			"| :ripple[oath/Oath of \\|Charity] | Lay on Hands, Divine Bond | Those who take this oath dedicate their lives to protecting those who can't protect themselves and giving to those who are in need. |",
			"| :ripple[oath/Oath of \\|Chastity] | Divine Grace, Aura of Resolve | A chaste paladin proves her purity by way of her action and her abstinence from romantic activities. |",
			"| :ripple[oath/Oath of \\|Loyalty] | Smite Evil | To most paladins, their word is everything. When they say something, it will be done. Those who take this oath put that ideal to the test every day. |",
			"| :ripple[oath/Oath of \\|the Mendevian Crusade] | Aura of Resolve, Divine Bond, 9th-level Mercy | A variation of the Oath against Fiends dedicated to closing the Worldwound |",
			"| :ripple[oath/Oath of \\|the People's Council] | Class Skills, Smite Evil, Aura of Justice, Holy Champion | Paladins swearing the oath of the People's Council serve the common good by finding and thwarting those who abuse their authority. |",
			"| :ripple[oath/Oath of \\|the Skyseeker] | Smite Evil, Divine Bond, Aura of Justice, Aura of Faith | Paladins with the oath of the skyseeker swear to defend the Sky Citadels their people retain and to help reclaim those the dwarves have lost, hoping to one day rebuild them on the greatest, most honorable ideals of the dwarven gods. |",
			"| :ripple[oath/Oath of \\|Vengeance] | Channel Positive Energy, Aura of Justice | These oathbound paladins are always on the hunt for those who have perpetrated evil, and are the instrument of Heaven's most definitive and implacable judgment. |"
		],
		"topLink": [ "Paladin", "class/paladin" ]
	},
	"orders": {
		"name": "Orders",
		"sources": [
			"Advanced Class Guide",
			"Advanced Player's Guide",
			"Advanced Race Guide",
			"Adventurer's Guide",
			"Aquatic Adventures",
			"Blood of the Elements",
			"Blood of the Sea",
			"Champions of Balance",
			"Disciple's Doctrine",
			"Distant Shores",
			"Heroes from the Fringe",
			"Heroes of the Wild",
			"Inner Sea Combat",
			"Knights of the Inner Sea",
			"Legacy of the First World",
			"Merchant's Manifest",
			"Monster Hunter's Handbook",
			"Occult Adventures",
			"Path of the Hellknight",
			"People of the River",
			"People of the Sands",
			"Qadira, Jewel of the East",
			"The Harrow Handbook",
			"Ultimate Combat",
			"Ultimate Wilderness",
			"Villain Codex"
		],
		"description": [
			"## Cavalier/Samurai Orders",
			"",
			"{SOURCE Advanced Player's Guide}",
			"",
			"At 1st level, a cavalier must pledge himself to a specific order. The order grants the cavalier a number of bonuses, class skills, and special abilities. In addition, each order includes a number of edicts that the cavalier must follow. If he violates any of these edicts, he loses the benefits from his order's challenge ability for 24 hours. The violation of an edict is subject to GM interpretation.",
			"",
			"A cavalier cannot change his order without undertaking a lengthy process to dedicate himself to a new cause. When this choice is made, he immediately loses all of the benefits from his old order. He must then follow the edicts of his new order for one entire level without gaining any benefits from that order. Once accomplished, he gains all of the bonuses from his new order. Note that the names of these orders might vary depending upon the campaign setting or GM's preference.",
			"",
			"{SOURCE Ultimate Combat}  ",
			"Certain orders marked with an asterisk (\\*) are much more likely to be chosen by {class/Samurai} than by Cavaliers.",
			"",
			"| Order | Description |",
			"| :---: | --- |",
			"| :ripple[order/Order of the Asp] | A cutthroat group where ruthless pragmatism and underhanded dealing are the keys to moving up the chain of command. |",
			"| :ripple[order/Order of the Beast (ACG)] | This order serves nature in all its forms, and keeps close to woodland creatures. |",
			"| :ripple[order/Order of the Beast (ISC)] | Cavaliers of this order revel in destruction, and go out of their way to cause as much mayhem and disorder as possible. |",
			"| :ripple[order/Order of the Blossom] | This order dedicates their lives to protecting fey, especially those visiting the Material Plane from the First World. |",
			"| :ripple[order/Order of the Blue Rose] | Although they believe wholeheartedly in peace as an aim and a final goal, cavaliers of the blue rose are warriors first, and embrace their role as guardians of those who cannot or will not take up arms to defend themselves. |",
			"| :ripple[order/Order of the Cockatrice] | A cavalier who belongs to this order serves only himself, working to further his own aims and increase his own prestige. |",
			"| :ripple[order/Order of the Dragon] | This order believes in loyalty and friendship, willing to lay down their lives to protect their allies. |",
			"| :ripple[order/Order of the Eastern Star] | This order exists to keep dangerous secrets hidden from the world and secretly protect the world against unimaginable threats from beyond the mortal realms. |",
			"| :ripple[order/Order of the Eclipse]\\* | A respected samurai order devoted to darkness itself. Although the order is not officially restricted to hobgoblins, its edicts make it difficult for any samurai without darkvision to operate in its ranks. |",
			"| :ripple[order/Order of the Eel] | The order of the eel believes communication and negotiation are the true paths to greatness and success for all. Locathah eel riders were the founders of the order of the eel, but other aquatic races have since joined. |",
			"| :ripple[order/Order of the Ennead Star] | Cavaliers belonging to this order have joined the Hellknight crusade against chaos, adopting a life of ironclad discipline and swearing to thwart disorder by any means. |",
			"| :ripple[order/Order of the First Law] | This order is dedicated to hunting down anyone practicing, preaching, or otherwise facilitating religion in Rahadoum. |",
			"| :ripple[order/Order of the Flame] | A cavalier of the order of the flame devotes his life to the pursuit of personal glory. |",
			"| :ripple[order/Order of the Green] | Cavaliers of the order of the Green are dedicated to protecting wild places and creatures, embracing the {faith/Green Faith} in all its glory and natural wonder. |",
			"| :ripple[order/Order of the Guard] | Cavaliers who join the order of the guard dedicate themselves to the staunch and unyielding protection of a specific person or object - generally one they have been hired to protect. |",
			"| :ripple[order/Order of the Hammer] | This order respects might, and believes that those who prove their strength have earned the right to make decisions for the weak. |",
			"| :ripple[order/Order of the Hero] | A cavalier belonging to this order specializes in hunting down large monsters and protecting communities from them. |",
			"| :ripple[order/Order of the Land] | Self-reliance and the ability to make do with sparse resources are hallmarks of this order. |",
			"| :ripple[order/Order of the Lion] | A cavalier who belongs to this order has pledged himself to a sovereign; be it a king, queen, or even the local warlord. |",
			"| :ripple[order/Order of the Monument] | Cavaliers who join the order of the monument dedicate themselves to the protection and service of a particular city or settlement and often follow or respect the faiths of their home locale. |",
			"| :ripple[order/Order of the Paw] | Only dog- or wolf-riding halflings are eligible to join this order. |",
			"| :ripple[order/Order of the Penitent] | Cavaliers who follow this order seek to make up for the crimes they've committed in the past, and do whatever they can to restore their tainted honor. |",
			"| :ripple[order/Order of the Reins] | These cavaliers hold themselves honor-bound to protect tamed and domesticated animals for their labor and loyalty. |",
			"| :ripple[order/Order of the Saddle] | This order holds that the balance found between a rider and their mount contains the seeds of a better self, a better relationship with one's community, and a better sense of how to keep the world itself healthy. |",
			"| :ripple[order/Order of the Scales] | Members of this order track down and apprehend fleeing lawbreakers so that these vagrants may answer for their crimes and make good on their debts. |",
			"| :ripple[order/Order of the Seal] | Cavaliers of the order of the seal are a secretive order, each charged with the protection of a specific object (such as a dangerous magic item), place (a lost temple), or secret (that a certain peasant is actually the last descendant of the royal line). |",
			"| :ripple[order/Order of the Shield] | Cavaliers who join the order of the shield devote their lives to protecting the common folk, from the simple farmer to the honest craftsman. |",
			"| :ripple[order/Order of the Shroud] | Cavaliers of this order seek out and destroy undead and those who harbor or create them. |",
			"| :ripple[order/Order of the Songbird]\\* | Samurai of this order treat battle as a beautiful art form; many of these samurai seek pacifistic means of defeating their foes. |",
			"| :ripple[order/Order of the Staff] | Cavaliers belonging to the order of the staff dedicate their lives to guarding and assisting spellcasters, especially wizards and druids, and to overcoming those who seek to destroy items and locations of magical import. |",
			"| :ripple[order/Order of the Star] | Cavaliers who join the order of the star dedicate themselves to the protection and service of a faith and its members. |",
			"| :ripple[order/Order of the Sword] | Cavaliers who join the order of the sword dedicate their lives to the code of chivalry, living a life of honor, valor, and fairness. |",
			"| :ripple[order/Order of the Tome] | The members of this order devote themselves to the preservation of knowledge. |",
			"| :ripple[order/Order of the Warrior]\\* | Most samurai swear themselves to the code of the warrior, which emphasizes duty, honor, loyalty, and obedience. |",
			"| :ripple[order/Order of the Waves] | Cavaliers of the order of the waves explore the secrets under the sea. |",
			"| :ripple[order/Order of the Whip] | A cavalier who belongs to this order has pledged himself to cruelty and malice, serving only those who grant him free rein to cause suffering. |",
			"| :ripple[order/Order of Vengeance] | Often affiliated with the church of Calistria, those ex-Galtan cavaliers who subscribe to the order of vengeance seek not only to reclaim their rightful homeland, but to punish those who betrayed them. |",
			"| :ripple[order/Ronin]\\* | While most samurai belong to the order of the warrior, some find themselves without a master. Known as ronin, these samurai wander the lands, serving their own code of ideals. |"
		],
		"topLink": [ "Cavalier", "class/cavalier" ]
	},
	"patrons": {
		"name": "Witch Patrons",
		"sources": [
			"Advanced Player's Guide",
			"Blood of the Coven",
			"Champions of Purity",
			"Healer's Handbook",
			"Heroes of the High Court",
			"Heroes of the Wild",
			"Horror Adventures",
			"Occult Adventures",
			"Pathfinder #72: The Witch Queen's Revenge",
			"Paths of the Righteous",
			"Ultimate Magic",
			"Ultimate Wilderness"
		],
		"compileFrom": {
			"source": "patron",
			"targets": [
				[
					"## Witch Patrons",
					"",
					"{SOURCE Advanced Player's Guide}  ",
					"At 1st level, when a witch gains her familiar, she must also select a patron. This patron is a vague and mysterious force, granting the witch power for reasons that she might not entirely understand. While these forces need not be named, they typically hold influence over one of the following forces. At 2nd level, and every two levels thereafter, a witch's patron adds new spells to a witch's list of spells known. These spells are also automatically added to the list of spells stored by the familiar. The spells gained depend upon the patron chosen. Each patron is listed by its theme. Its actual name is up to the GM and the witch to decide.",
					"",
					":::blockquote{className=hanging}",
					""
				],
				{
					"limit": "basic",
					"join": [ "", "[[N]]---[[N]]", "" ],
					"template": "**{patron/[[TITLE]]:}** [[^S]] [[DESC]]"
				},
				[
					"",
					":::",
					"",
					"::h3[Unique Patrons]{jl}",
					"",
					"{SOURCE Blood of the Coven}  ",
					"Witch patrons are enigmatic entities, sometimes fair minded and other times malevolent. Some are demigods or powerful spirits, such as those that grant shamans their spellcasting. Others are manifestations of cosmic forces, created by the certainty of mortals and the fundamental need for balance in much the same way aeons manifest. While kindly patrons are rare - attracting worshipers more readily than agents - the majority are high-minded and neutral figures. They dispense arcane power to those whose interests and mindsets align with their needs, and once a witch drifts from the cause or refuses to pay the price for such power, her patron divests the spellcaster of her powers and departs. Wicked patrons enjoy longer-lasting relationships, however, manipulating the witches' minds and punishing disobedience in a manner far more personal than an evil god. The familiar of a wicked patron becomes equal parts power source and prison guard, forever studying its charge for disobedience.",
					"",
					"The various published witch patron themes present a wide array of concepts and priorities to align with a large variety of supernatural beings. Some specific patrons, however, might offer variations within the spells they grant. Special patrons swap out the spells normally provided by a patron theme at specific levels, and grant a specific {ability/hex>es} and drawback at 1st level. Once a specific patron has been selected, a witch cannot change her patron or raise a hand against that entity without losing her spellcasting, hexes, and familiar. These categories are limited in the patron themes they can provide; their witches must select from one of the four listed for each entry. These patrons are extraordinary examples of their kind, often invested with unique or mythic powers and pursuing long-term agendas measured in centuries or eons."
				],
				{
					"limit": "unique",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": "(.+?)(\\[\\[N\\]\\].+)",
						"replacement": "$1 [[^S]]$2"
					},
					"template": "[[N]][[N]]#### [[TITLE]][[N]][[N]][[DESC]][[N]][[N]]>*Bookmarkable page: {patron/[[TITLE]]}*"
				}
			]
		},
		"topLink": [ "Witch", "class/witch" ]
	},
	"phrenic_amplifications": {
		"name": "Phrenic Amplifications",
		"sources": [ "Occult Adventures" ],
		"compileFrom": {
			"source": "phrenicamp",
			"targets": [
				[
					"{SOURCE Occult Adventures/60}  ",
					"A psychic develops particular techniques to empower her spellcasting, called phrenic amplifications. The psychic can activate a phrenic amplification only while casting a spell using psychic magic, and the amplification modifies either the spell's effects or the process of casting it. The spell being cast is called the linked spell. The psychic can activate only one amplification each time she casts a spell, and doing so is part of the action used to cast the spell. She can use any amplification she knows with any psychic spell, unless the amplification's description states that it can be linked only to certain types of spells. A psychic learns one phrenic amplification at 1st level, selected from the list below. At 3rd level and every 4 levels thereafter, the psychic learns a new phrenic amplification. A phrenic amplification can't be selected more than once. Once a phrenic amplification has been selected, it can't be changed. Phrenic amplifications require the psychic to expend 1 or more points from her phrenic pool to function.",
					"",
					"---",
					""
				],
				{
					"limit": "-",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{phrenicamp/[[TITLE]]:}** [[DESC]] [[^S]]"
				}
			]
		},
		"topLink": [ "Psychic", "class/psychic" ]
	},
	"psi_tech": {
		"name": "Psi-Tech Discoveries",
		"sources": [ "Occult Realms" ],
		"description": [
			"## Psi-Tech Discoveries",
			"",
			"{SOURCE Occult Realms/12}  ",
			"A psychic can learn a psi-tech discovery in place of a phrenic amplification or a feat. Many of these discoveries use the rules for {rule/advanced |technolog/y>ical_equipment}.",
			"",
			"---",
			"",
			"::h3[Artificial Ascension]{jl}",
			"",
			"You can upload your consciousness into a robot, becoming an artificial intelligence. Performing this ascension requires uninterrupted access to a construct with the robot subtype and at least 10 Hit Dice for 24 hours, during which time you cannot perform other tasks. Any interruptions cause the upload to fail. At the end of the 24 hours your consciousness is successfully uploaded into the robot. If the robot is not willing, it must attempt a Will save (DC = 1/2 your psychic level + your Intelligence modifier). If it is successful, the robot rejects your consciousness, rendering you {misc/staggered} for 24 hours and unable to perform the ritual again during this time.",
			"",
			"If your consciousness is successfully uploaded, the robot's consciousness is destroyed and your physical body immediately dies and can't be raised, resurrected, or otherwise brought back to life. Your creature type changes to {rule/artificial intelligence}, and your robot body gains the {template/aggregate} template, with all the adjustments made in the template's description.",
			"",
			"As a full-round action, you can attempt to upload your consciousness to any other robot within 30 feet that has 10 Hit Dice or more. If the robot is not willing to serve as your vessel, it receives a Will save as above, except if it succeeds, your current robot body is staggered for only 1 minute. If it fails, you move from your current body to the new host body, granting it the aggregate template. Your previous robot body is immediately destroyed by the transference.",
			"",
			"If the robot you inhabit is destroyed, you are destroyed along with it. You cannot be brought back to life by any means. You must be 20th level to select this discovery.",
			"",
			"::h3[Disease Transference (Su)]{jl}",
			"",
			"You are able to psychically control and manipulate all manner of diseases. You can cast {spell/diagnose disease} as a spell-like ability at will. Additionally, you can touch a creature afflicted with a disease as a standard action and draw the disease into yourself, or transfer it to another willing living creature that is susceptible to diseases and that you (or the afflicted creature) are also touching. Attempt a caster level check against a DC equal to 10 + the disease's Fortitude save DC. If you are successful, the afflicted creature is no longer affected by the disease. If you move the disease into yourself or another creature you (or the afflicted) are touching, the target receiving the disease must immediately attempt a Fortitude save as if it were initially exposed to the disease. If the target fails, the disease affects it immediately with no onset time. You can use this ability a number of times per day equal to 3 + your Intelligence modifier. You must be at least 7th level to select this discovery.",
			"",
			"::h3[Force Field (Su)]{jl}",
			"",
			"As a swift action, you can spend 1 point from your phrenic pool to activate a force field of raw psychic energy that provides you with a number of temporary hit points equal to 5 + your psychic level (maximum 10 temporary hit points). If you spend 2 points from your phrenic pool, the force field provides a number of temporary hit points equal to 10 + your psychic level (maximum 20 temporary hit points). The force field lasts for a number of minutes equal to your psychic level. If you spend 3 points from your phrenic pool, the force field lasts for twice as long, and it provides {umr/fast healing} 2. Once the temporary hit points are depleted, the force field disappears and you cannot reinstate it for 24 hours. You must be at least 3rd level to select this discovery.",
			"",
			"::h3[Kinetic Enhancement]{jl}",
			"",
			"You can generate kinetic energy to aid yourself in close-quarters scrapes. You can add your Intelligence modifier as a bonus on combat maneuver checks and to your CMD. You can also add your Intelligence modifier as a bonus on Strength checks to break or lift objects.",
			"",
			"::h3[Laser Blast (Su)]{jl}",
			"",
			"You can generate laser blasts powered by your psychic energy. As a standard action, you can sacrifice an unused spell slot of 1st level or higher and transform it into a ray of laser energy, targeting any foe within 30 feet as a ranged touch attack. This attack deals 2d6 points of fire damage plus an additional 1d6 points of fire damage for every level of the spell slot you sacrificed. You can't sacrifice 0-level spells in this manner. You must be at least 11th level to select this discovery.",
			"",
			"::h3[Mind Over Augmentation]{jl}",
			"",
			"When you're determining how many cybernetic implants you can have, the total implantation values of all {rule/cybertech} implanted in you can't exceed your Intelligence score + 4 (ignoring your Constitution score).",
			"",
			"::h3[Psychic Battery (Su)]{jl}",
			"",
			"You can expend an unused spell slot or a number of points from your phrenic pool as a swift action to power a technological device you are touching. Each spell level expended in this way grants the device 1 charge, and every 2 points from your phrenic pool spent grant 1 charge. Any charges unused at the end of the round are lost, and any charges used by the device that round that aren't provided by you must come from the device's own power reserves. You cannot use this ability to power {rule/timeworn technology}. You can power only devices that use charges. You must be at least 7th level to select this discovery.",
			"",
			"::h3[Radiation Resistance]{jl}",
			"",
			"You apply your Intelligence modifier as a bonus on all Fortitude saves versus the effects of radiation.",
			"",
			"::h3[Techsmith]{jl}",
			"",
			"Select one type of technological item ({main/tech_<armor}, {main/tech_<cybertech}, {main/tech_<pharmaceuticals}, {main/tech/nological gear>_misc}, or {main/tech_<weapons}). You can create items of this type 25% faster than normal, and you gain a +4 bonus on Craft (mechanical) checks (or other checks, as appropriate) to craft items of this type. You can select this discovery multiple times; its effects do not stack. Instead, each time you select this discovery, it applies to a single different type of technological item."
		],
		"topLink": [ "Psychic", "class/psychic" ]
	},
	"ranger_traps": {
		"name": "Ranger Traps",
		"sources": [ "Ultimate Magic" ],
		"compileFrom": {
			"source": "rangertrap",
			"targets": [
				[
					"## Ranger Traps",
					"",
					"{SOURCE Ultimate Magic}  ",
					"Rangers are legendary for their ability to hunt down and capture their prey. Some rangers can create elaborate traps out of scraps, vines, and perhaps a little bit of specialized magic. Characters can learn how to set these traps by taking the {feat/Learn Ranger Trap} feat or by having the {arc-ranger/trapper} ranger archetype.",
					"",
					"Setting a trap is a full-round action that provokes attacks of opportunity. A trap fills a single 5-foot square, and cannot be placed in the same area as another ranger trap or a magical trap such as a glyph of warding. The ranger only needs simple materials to create the trap, such as a piece of cloth, a small amount of metal (such as a dagger, iron spike, or a few nails), a foot of rope or vine, and so on. The DCs for Perception checks to notice the trap, Disable Device checks to disable it, and for saving throws to avoid it are equal to 10 + 1/2 the character's level + the character's Wisdom bonus. All ranger traps are Trigger: location, and Reset: none.",
					"",
					"Ranger traps are either extraordinary or supernatural; extraordinary traps are Type: mechanical, and supernatural traps are Type: magic.",
					"",
					"Some of the traps listed below may be set as extraordinary traps or as magical (supernatural) traps; learning such a trap lets a ranger set it either way. An extraordinary trap has a -2 penalty to its DC. An extraordinary trap lasts 1 day per ranger level or until it is triggered, whichever comes first. A magical trap lasts only 1 hour per level or until triggered, whichever comes first. A trap's DC decreases by 1 for each full day (or hour, for a magical trap) that passes after it is set.",
					"",
					"Certain traps add to or modify the effects of another trap; a ranger can add one of these trap types to any standard ranger trap (this costs 1 additional use of the trap ability).",
					"",
					"Some supernatural traps can be created by a character who isn't a ranger (but who has the {feat/Learn Ranger Trap} feat) through including an additional magical component. This component - usually a scroll, potion, or oil - is expended at the time of the trap's creation. Including it increases the time to lay the trap to 1 full minute."
				],
				{
					"limit": "-",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": "(.+?)(\\[\\[N\\]\\].+$)|^(.+)",
						"replacement": "$1$3[[^S]]$2"
					},
					"template": "[[N]][[N]]::h3[[[TITLE]]??SUFFIX: [[SUFFIX]]??]{jl}[[N]][[N]][[DESC]][[N]][[N]]>*Bookmarkable page: {rangertrap/[[TITLE]]}*"
				}
			]
		},
		"topLink": [ "Trapper (Ranger Archetype)", "arc-ranger/trapper" ]
	},
	"rogue_talents": {
		"name": "Rogue Talents",
		"sources": [ "PRPG Core Rulebook" ],
		"compileFrom": {
			"source": "talent",
			"targets": [
				[
					"## Rogue Talents",
					"",
					"{SOURCE PRPG Core Rulebook}  ",
					"As a rogue gains experience, she learns a number of talents that aid her and confound her foes. Starting at 2nd level, a rogue gains one rogue talent. She gains an additional rogue talent for every 2 levels of rogue attained after 2nd level. A rogue cannot select an individual talent more than once.",
					"",
					"**Note:** This list contains talents for both the Rogue and the {class/Unchained Rogue}. Most can be used by both. Some talents were made for the Rogue and haven't been officially stated to be usable by the Unchained Rogue, and are labeled \"Rogue Only\". Others are only for the Unchained Rogue and are labeled as such. Several talents have different text for each class - both are listed in their entry.",
					"",
					"::h3[Primary Sneak Attack Talents]{jl}",
					"",
					"These talents add effects to a rogue's {ability/sneak attack}. Only one of these talents can be applied to an individual attack and the decision must be made before the attack roll is made.",
					""
				],
				{
					"limit": "Primary Sneak Attack Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{talent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[Other Sneak Attack Talents]{jl}",
					"",
					"These talents interact with the sneak attact mechanic but do not have the limitation of the Primary talents above.",
					""
				],
				{
					"limit": "Other Sneak Attack Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{talent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[Poison Talents]{jl}",
					""
				],
				{
					"limit": "Poison Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{talent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[Catfolk Talents]{jl}",
					""
				],
				{
					"limit": "Catfolk Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{talent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[Spellcasting Talents]{jl}",
					""
				],
				{
					"limit": "Spellcasting Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{talent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[Use Magic Device Talents]{jl}",
					""
				],
				{
					"limit": "Use Magic Device Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{talent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[Other Magic-Related Talents]{jl}",
					""
				],
				{
					"limit": "Other Magic-Related Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{talent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[Ally-Related Talents]{jl}",
					""
				],
				{
					"limit": "Ally-Related Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{talent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[Combat Talents]{jl}",
					""
				],
				{
					"limit": "Combat Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{talent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[Trap Talents]{jl}",
					""
				],
				{
					"limit": "Trap Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{talent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[Disable Device Talents]{jl}",
					""
				],
				{
					"limit": "Disable Device Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{talent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[Deception Talents]{jl}",
					""
				],
				{
					"limit": "Deception Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{talent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				},
				[
					"",
					"::h3[Other Talents]{jl}",
					""
				],
				{
					"limit": "Other Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{talent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[^S]] [[DESC]]"
				}
			]
		},
		"topLink": [ "Rogue", "class/rogue" ]
	},
	"rogue_talent": { "copyof": "rogue_talents" },
	"sagas": {
		"name": "Sagas",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Sagas",
			"",
			"{SOURCE Magic Tactics Toolbox/19}  ",
			"Sagas are a form of lore-keeping and tale-telling common in Irrisen and the Lands of the Linnorm Kings. Specialized applications of a skald's raging song ability, sagas function much like {ability/bardic masterpieces} but are available only to skalds. Sagas are never purely artistic constructs; they are designed to preserve lore or commemorate historical figures, and are usually based in fact. Sagas therefore require ranks in Knowledge (history) as a prerequisite, as well. {class/Bard/s} can learn sagas, using their bardic performance ability instead of raging song.",
			"",
			"### Lay of Scholar-King",
			"",
			"Your tale of a scholarly king sharpens your intellect, but makes others treat you with contempt.",
			"",
			"**Prerequisites:** Knowledge (history) 2 ranks, Perform (oratory) or Perform (sing) 4 ranks.  ",
			"**Cost:** Feat or 2nd-level skald spell known.",
			"",
			"**Effect:** You tell the sad tale of studious and introspective King Jarguut, son of Ethered. King Jarguut ruled the Linnorm Kingdom of Raemerrund, but his kingdom fractured when the thanes would not respect his intellect. While you maintain the performance, you can add your Charisma modifier (minimum +1) to Intelligence-based skill checks in addition to your Intelligence modifier, but you take your Intelligence bonus as a penalty on all Charisma-based skill checks (minimum -1).",
			"",
			"**Use:** 1 raging song round per round.  ",
			"**Action:** 1 minute",
			"",
			"### Saga of the Witch Queen",
			"",
			"Your tale of Baba Yaga's inexorable return allows you to unerringly locate your target.",
			"",
			"**Prerequisites:** Knowledge (history) 7 ranks, Perform (oratory) or Perform (sing) 15 ranks.  ",
			"**Cost:** Feat or 5th-level skald spell known.",
			"",
			"**Effect:** You tell the epic tale of the Baba Yaga, the Queen of Witches, who founded Irrisen after winning the Winter War. Once each century, she deposes one of her daughters as queen of Irrisen to install another daughter in her place. For 1,400 years, each reigning queen has known that her mother's return was a certainty. When you complete the performance, you name a creature you have seen or who once owned an item you have in your possession, and you immediately know the creature's location, as per {spell/discern location}. At the same time, the creature learns your name and that you have determined its current whereabouts.",
			"",
			"**Use:** 10 raging song rounds.  ",
			"**Action:** 10 minutes"
		],
		"topLink": [ "Skald", "class/skald" ]
	},
	"shaman_hexes": {
		"name": "Shaman Hexes",
		"sources": [ "Advanced Class Guide" ],
		"compileFrom": {
			"source": "shamanhex",
			"targets": [
				[
					"{SOURCE Advanced Class Guide}  ",
					"A shaman learns a number of magical tricks, called hexes, which grant her powers or weaken foes. At 2nd level, a shaman learns one hex. At 4th, 8th, 10th, 12th, 16th, 18th, and 20th level, the shaman learns new hexes. A shaman can select from any of the following hexes or from any of the hexes listed in the description of her chosen spirit. A shaman cannot select a hex more than once unless noted otherwise.",
					"",
					"Using a hex is a standard action that doesn't provoke an attack of opportunity unless otherwise noted. The saving throw DC to resist a hex is equal to 10 + 1/2 the shaman's level + the shaman's Wisdom modifier.",
					"",
					"---",
					""
				],
				{
					"limit": { "omit": [] },
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{shamanhex/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]] [[^S]]"
				}
			]
		},
		"topLink": [ "Shaman", "class/shaman" ]
	},
	"shaman_spirits": {
		"name": "Shaman Spirits",
		"sources": [
			"Advanced Class Guide",
			"Adventurer's Guide",
			"Cohorts and Companions",
			"Healer's Handbook",
			"Heroes of Golarion",
			"Heroes of the Streets",
			"Heroes of the Wild",
			"Horror Realms",
			"Ultimate Wilderness",
			"Wilderness Origins"
		],
		"description": [
			"## Shaman Spirits",
			"",
			"Each shaman must select from the following spirits. Unless otherwise noted, the DC to save against the special abilities granted by a spirit is equal to 10 + 1/2 the shaman's level + the shaman's Wisdom modifier.",
			"",
			"**Spirit specializations** are more specific focuses for shaman spirits that allow shamans greater flexibility in customizing their characters and building character backstories. The **Restoration** spirit is listed below, specializing the **Life** spirit, but it is far from the only spirit specialization that exists.",
			"",
			"Each spirit specialization replaces one or more hexes that the shaman can gain, as well as one or more of the spirit's abilities and a number of the spells in the spirit's spirit magic spell list. A spirit specialization never replaces all of the spirit's hexes or all of the spirit's abilities.",
			"",
			"A spirit specialization is always treated as equivalent to its associated spirit for any effect or prerequisite that is based on spirits. A shaman cannot select a spirit specialization as a wandering spirit, nor can she form a bond with a spirit and a spirit specialization that is associated with it simultaneously - for instance, a shaman with the life spirit cannot form a temporary bond with the restoration spirit specialization.",
			"",
			"If a spirit specialization hex or ability calls for a saving throw, the DC of the save is equal to 10 + 1/2 the shaman's level + her Wisdom modifier.",
			"",
			"| Spirit | Description |",
			"| :---: | --- |",
			"| :ripple[shamanspirit/Ancestors] | A shaman that selects the ancestors spirit has wise eyes and thick white or silver hair. Fine wrinkles line the shaman's face, becoming more obvious when she smiles or glowers. When she calls upon one of this spirit's abilities, her hair glows as though lit from within, rustling of its own accord. |",
			"| :ripple[shamanspirit/Battle] | A shaman who selects the battle spirit gains scars from every wound she takes, and the grit of battle always seems to cling on her body. |",
			"| :ripple[shamanspirit/Bones] | A shaman who selects the bones spirit is cadaverously thin, with sunken eye sockets and dead eyes that stare off into the distance. |",
			"| :ripple[shamanspirit/Dark Tapestry] | A shaman who selects the Dark Tapestry spirit is often a misanthropic loner. |",
			"| :ripple[shamanspirit/Flame] | A shaman who selects the flame spirit has a radiant light behind her eyes and the faint smell of smoke about her. |",
			"| :ripple[shamanspirit/Frost] | A shaman who selects the frost spirit has coarse white hair and always feels cold to the touch. |",
			"| :ripple[shamanspirit/Heavens] | A shaman who selects the heavens spirit has eyes that sparkle like starlight, exuding an aura of otherworldliness to those she is around. |",
			"| :ripple[shamanspirit/Life] | A shaman who selects the life spirit appears more vibrant than most mortals. |",
			"| :ripple[shamanspirit/Lore] | A shaman who selects the lore spirit appears far wiser and knowing that her age would suggest. |",
			"| :ripple[shamanspirit/Mammoth] | A shaman who selects the mammoth spirit is abnormally tall and stocky, with thick shaggy hair |",
			"| :ripple[shamanspirit/Nature] | A shaman who selects the nature spirit takes on an appearance that reflects the aspect of the natural world she has the closest connection to. |",
			"| :ripple[shamanspirit/Restoration] | The Restoration spirit is a specialization of the Life spirit. |",
			"| :ripple[shamanspirit/Slums] | A shaman who selects the slums spirit gains the city's alleys and avenues as steadfast allies. |",
			"| :ripple[shamanspirit/Stone] | The skin of a shaman who selects the stone spirit takes on a rough, stony appearance. |",
			"| :ripple[shamanspirit/Tribe] | A shaman who selects the tribe spirit strives to protect her allies, whether they be a traditional tribal unit or a chosen group of adventuring companions. |",
			"| :ripple[shamanspirit/Waves] | A shaman who selects the waves spirit has a fluid grace that exhibits itself whenever she moves. |",
			"| :ripple[shamanspirit/Wind] | A shaman who selects the wind spirit appears windswept, and her movements seem lithe and carefree. |",
			"| :ripple[shamanspirit/Wood] | A shaman who selects the wood spirit has a skin tone similar to the coloration of trees in her home region. Her vibrant hair is fragrant and resembles leaves and blossoms. |"
		],
		"topLink": [ "Shaman", "class/shaman" ]
	},
	"simple_kinetic_blasts": {
		"name": "Simple Blasts",
		"sources": [
			"Occult Adventures",
			"Occult Origins",
			"Psychic Anthology",
			"Ultimate Wilderness"
		],
		"description": [
			"## Simple Kinetic Blasts",
			"",
			"A kineticist gains a simple blast from her primary element at 1st level. Some elements offer more than one option. When a kineticist gains a new element via the expanded element class feature, she gains a simple blast from that element as well. Each simple blast is either a physical blast or an energy blast. Physical blasts are ranged attacks that deal an amount of damage equal to 1d6+1 + the kineticist's Constitution modifier, increasing by 1d6+1 for every 2 kineticist levels beyond 1st. Spell resistance doesn't apply against physical blasts. Energy blasts are ranged touch attacks that deal an amount of damage equal to 1d6 + 1/2 the kineticist's Constitution modifier, increasing by 1d6 for every 2 kineticist levels beyond 1st.",
			"",
			"{table0}"
		],
		"noFinder": true,
		"tables": [
			{
				"id": "simple kinetic blasts",
				"headers": [ "Simple Blast", "Elements", "Burn", "Blast Type", "Damage Type" ],
				"ripples": [0],
				"types": [ null, null, "num", null, null ],
				"alignments": [ true, null, null, null, true ],
				"data": [
					[ "{kinetic/Air Blast/ (Sp)}", "air", 0, "physical", "bludgeoning" ],
					[ "{kinetic/Cold Blast/ (Sp)}", "water", 0, "energy", "cold" ],
					[ "{kinetic/Earth Blast/ (Sp)}", "earth", 0, "physical", "bludgeoning, piercing, or slashing" ],
					[ "{kinetic/Electric Blast/ (Sp)}", "air", 0, "energy", "electricity" ],
					[ "{kinetic/Fire Blast/ (Sp)}", "fire", 0, "energy", "fire" ],
					[ "{kinetic/Gravity Blast/ (Sp)}", "void", 0, "physical", "bludgeoning" ],
					[ "{kinetic/Negative Blast/ (Sp)}", "void", 0, "energy", "negative energy" ],
					[ "{kinetic/Positive Blast/ (Sp)}", "wood", 0, "energy", "positive energy" ],
					[ "{kinetic/Telekinetic Blast/ (Sp)}", "aether", 0, "physical", "bludgeoning, piercing, or slashing" ],
					[ "{kinetic/Water Blast/ (Sp)}", "water", 0, "physical", "bludgeoning" ],
					[ "{kinetic/Wood Blast/ (Sp)}", "wood", 0, "physical", "bludgeoning, piercing, or slashing" ]
				],
				"initialColumn": 0
			}
		],
		"topLink": [ "Kineticist", "class/kineticist" ]
	},
	"slayer_talents": {
		"name": "Slayer Talents",
		"sources": [ "Advanced Class Guide" ],
		"compileFrom": {
			"source": "slayertalent",
			"targets": [
				[
					"## Slayer Talents",
					"",
					"{SOURCE Advanced Class Guide/53}  ",
					"As a slayer gains experience, he learns a number of talents that aid him and confound his foes. Starting at 2nd level and every 2 levels thereafter, a slayer gains one slayer talent. Unless otherwise noted, a slayer cannot select an individual talent more than once.",
					"",
					"::h3[Primary Sneak Attack Talents]{jl}",
					"",
					"These talents add effects to a slayer's {ability/sneak attack}. Only one of these talents can be applied to an individual attack, and the decision of which to use must be made before the attack roll is made.",
					""
				],
				{
					"limit": "Primary Sneak Attack Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{slayertalent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]] [[^S]]"
				},
				[
					"",
					"::h3[Other Sneak Attack Talents]{jl}",
					"",
					"These talents add effects to a slayer's sneak attack, but do not have the limitations of the Primary Sneak Attack Talents above.",
					""
				],
				{
					"limit": "Other Sneak Attack Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{slayertalent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]] [[^S]]"
				},
				[
					"",
					"::h3[Studied Target Talents]{jl}",
					"",
					"These talents operate using the Studied Target ability of the slayer.",
					""
				],
				{
					"limit": "Studied Target Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{slayertalent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]] [[^S]]"
				},
				[
					"",
					"::h3[Other Talents]{jl}",
					""
				],
				{
					"limit": "Other Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{slayertalent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]] [[^S]]"
				}
			]
		},
		"topLink": [ "Slayer", "class/slayer" ]
	},
	"social_talents": {
		"name": "Social Talents",
		"sources": [ "Ultimate Intrigue" ],
		"compileFrom": {
			"source": "soctalent",
			"targets": [
				[
					"## Social Talents",
					"",
					"{SOURCE Ultimate Intrigue}  ",
					"Starting at 1st level, and every 2 levels thereafter, a vigilante gains a social talent. Unless otherwise noted, a talent can be selected only once. Some talents require the vigilante to meet other prerequisites before they can be chosen, such as having another social talent or attaining a minimum vigilante level. Once a talent has been chosen, it cannot be changed.",
					"",
					"---",
					""
				],
				{
					"limit": { "omit": [] },
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{soctalent/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]] [[^S]]"
				}
			]
		},
		"topLink": [ "Vigilante", "class/vigilante" ]
	},
	"stance_rage_powers": {
		"name": "Stance Rage Powers (Unchained Barbarian)",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Stance Rage Powers",
			"",
			"{SOURCE Pathfinder Unchained}",
			"",
			"**Stance rage powers** are available to unchained barbarians. Activating a stance rage power is a move action. A barbarian can't have more than one stance rage power active at a time. If she activates a stance rage power while another one is active, the current stance immediately ends. The stance can be intentionally ended at the beginning of the barbarian's turn as a free action; otherwise, it lasts until the rage ends.",
			"",
			"An unchained barbarian can also choose from other {ability/rage powers}.",
			"",
			"| Stance Power | Minimum Level | Description |",
			"| --- | --- | --- |",
			"| :ripple[ragepower/Accurate Stance/ (Ex)] | 2nd | Improve your melee and thrown weapon attacks. |",
			"| :ripple[ragepower/Calm Stance/ (Ex)] | 2nd | Supress rage benefits and penalties, except for the temporary hit points. |",
			"| :ripple[ragepower/Elemental Stance/ (Su)] | 4th | Deal extra elemental damage with your melee attacks. |",
			"| :ripple[ragepower/Guarded Stance /(Ex)>stance] | 2nd | Gain a dodge bonus to your AC. |",
			"| :ripple[ragepower/Knockdown Stance/ (Ex)] | 2nd | You can freely trip foes in lieu of attacking them. |",
			"| :ripple[ragepower/Powerful Stance/ (Ex)] | 2nd | Increase your melee and thrown weapon damage. |",
			"| :ripple[ragepower/Reckless Stance/ (Ex)] | 2nd | Increase your attack at the expense of your defense. |",
			"| :ripple[ragepower/Regenerative Stance/ (Ex)] | 4th | Regain temporary hit points every round. |",
			"| :ripple[ragepower/Strength Stance/ (Ex)] | 2nd | Gain a bonus to combat maneuvers and some Strength checks. |",
			"| :ripple[ragepower/Taunting Stance/ (Ex)] | 12th | Leave yourself open to attack, but counterattack with impunity. |"
		],
		"topLink": [ "Unchained Barbarian", "class/unchained_barbarian" ]
	},
	"stares": {
		"name": "Mesmerist Stares",
		"sources": [
			"Heroes of Golarion",
			"Occult Adventures",
			"Occult Origins",
			"Occult Realms"
		],
		"compileFrom": {
			"source": "stare",
			"targets": [
				[
					"## Mesmerist Stares",
					"",
					"At 3rd level and every 4 levels thereafter, a mesmerist's hypnotic stare imposes a further effect upon its target. The mesmerist chooses one option each time he gains a new bold stare improvement, and the choice can't be changed later. The mesmerist can't choose the same bold stare improvement more than once unless otherwise noted. All of the mesmerist's bold stare improvements affect the target as long as it is affected by the mesmerist's hypnotic stare.",
					"",
					"Chelish mesmerists have refined their hypnotic stares to include a suite of gaze attacks useful for negotiating with or undermining outsiders. In the decades since, these secrets have begun to slip beyond the Hell-bound nation's borders, and now can be found throughout the Inner Sea region, especially in areas that interact frequently with outsiders.",
					"",
					"Devilbane gazes (stares that start with \"Devilbane\" below) can be selected beginning at 3rd level as options for the mesmerist's bold stare improvements. They tend to be more limited in their scope than standard bold stare improvements, but cut to the core of an outsider's being. When a devilbane gaze is used against a creature with the outsider type, double the hypnotic stare penalty applied by the devilbane gaze improvement (but not the Will save penalty the original hypnotic stare imposes). Despite their moniker, devilbane gazes affect all outsiders equally well.",
					"",
					"---",
					""
				],
				{
					"limit": { "omit": [] },
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "[[BQ]]**{stare/[[TITLE]]??SUFFIX:/ [[SUFFIX]]??:}** [[DESC]] [[^S]]"
				}
			]
		},
		"topLink": [ "Mesmerist", "class/mesmerist" ]
	}
}
