{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested class ability."
		]
	},
	"advanced_armor_training": {
		"name": "Advanced Armor Training",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Advanced Armor Training",
			"",
			"{SOURCE Armor Master's Handbook/14-15}  ",
			"Highly skilled and tenacious fighters can gain *advanced armor training*, learning techniques and applications of the armor training class feature that give them special benefits in exchange for reducing their ability to mitigate their armor's armor check penalty and improve its maximum Dexterity bonus. Beginning at 7th level, instead of increasing the benefits provided by armor training (reducing his armor's check penalty by 1 and increasing its maximum Dexterity bonus by 1), a fighter can choose an advanced armor training option. If the fighter does so, he still gains the ability to move at his normal speed while wearing medium armor at 3rd level, and while wearing heavy armor at 7th level.",
			"",
			"Advanced armor training options function only when the fighter is wearing appropriate armor or using a shield, unless otherwise noted. A fighter with an archetype that replaces armor training cannot select advanced armor training options.",
			"",
			"::h3[Adaptable Training]{jl extra=(Ex)}",
			"",
			"The fighter can use his base attack bonus in place of his ranks in one skill of his choice from the following list: Acrobatics, Climb, Disguise, Escape Artist, Intimidate, Knowledge (engineering), Profession (soldier), Ride, or Swim. The fighter need not be wearing armor or using a shield to use this option. When using adaptable training, the fighter substitutes his total base attack bonus (including his base attack bonus gained through levels in other classes) for his ranks in this skill, but adds the skill's usual ability score modifier and any other bonuses or penalties that would modify that skill. Once a skill has been selected, it cannot be changed and the fighter can immediately retrain all of his ranks in the selected skill at no additional cost in money or time. In addition, the fighter adds all skills chosen with this option to his list of class skills. A fighter can choose this option up to four times.",
			"",
			"::h3[Armor Specialization]{jl extra=(Ex)}",
			"",
			"The fighter selects one specific type of armor with which he is proficient, such as {eq-armor/chain shirt/s} or {eq-armor/scale mail}. While wearing the selected type of armor, the fighter adds one-quarter of his fighter level to the armor's armor bonus, up to a maximum bonus of +3 for light armor, +4 for medium armor, or +5 for heavy armor. This increase to the armor bonus doesn't increase the benefit that the fighter gains from feats, class abilities, or other effects that are determined by his armor's base armor bonus, including other advanced armor training options. A fighter can choose this option multiple times. Each time he chooses it, he applies its benefit to a different type of armor.",
			"",
			"::h3[Armored Confidence]{jl extra=(Ex)}",
			"",
			"While wearing armor, the fighter gains a bonus on Intimidate checks based upon the type of armor he is wearing: +1 for light armor, +2 for medium armor, or +3 for heavy armor. This bonus increases by 1 at 7th level and every 4 fighter levels thereafter, to a maximum of +4 at 19th level. In addition, the fighter adds half his armored confidence bonus to the DC of Intimidate checks to demoralize him.",
			"",
			"::h3[Armored Juggernaut]{jl extra=(Ex)}",
			"",
			"When wearing heavy armor, the fighter gains DR 1/-. At 7th level, the fighter gains DR 1/- when wearing medium armor, and DR 2/- when wearing heavy armor. At 11th level, the fighter gains DR 1/- when wearing light armor, DR 2/- when wearing medium armor, and DR 3/- when wearing heavy armor. If the fighter is 19th level and has the armor mastery class feature, these DR values increase by 5. The DR from this ability stacks with that provided by {eq-material/adamantine} armor, but not with other forms of damage reduction. This damage reduction does not apply if the fighter is {misc/helpless}, {misc/stunned}, or {misc/unconscious}.",
			"",
			"::h3[Armored Master]{jl}",
			"",
			"The fighter gains an {main/feats_<armor mastery/ feat} or a {main/feats_<shield mastery/ feat} as a bonus feat. He must meet all of the feat's prerequisites.",
			"",
			"::h3[Armored Sacrifice]{jl extra=(Ex)}",
			"",
			"When damage would cause the fighter or an adjacent ally to be knocked unconscious or killed, the fighter can instead direct the damage to a suit of armor that he is wearing or a shield he is using as an immediate action. The original target takes no damage, but the armor or shield is treated as if it had only half its normal hardness. The fighter can use this option once per day, plus one additional time each day at 11th level and every 8 fighter levels thereafter, to a maximum of three times per day at 19th level.",
			"",
			"::h3[Armored Sprint]{jl extra=(Ex)}",
			"",
			"The fighter gains {feat/Run} as a bonus feat. If the fighter is proficient with heavy armor, he treats heavy armor as if it were one category lighter for the purpose of determining how fast he can move while running in armor.",
			"",
			"::h3[Critical Deflection]{jl extra=(Ex)}",
			"",
			"While wearing armor or using a shield, the fighter gains a +2 bonus to his AC against attack rolls made to confirm a critical hit. This bonus increases by 1 at 7th level and every 4 fighter levels thereafter, to a maximum of +6 at 19th level.",
			"",
			"::h3[Master Armorer]{jl extra=(Ex)}",
			"",
			"The fighter can use his base attack bonus in place of his ranks in the Craft (armor) skill. The fighter need not be wearing armor or using a shield to use this option. The fighter substitutes his total base attack bonus (including his base attack bonus gained through levels in other classes) for his ranks in this skill, but adds the skill's usual ability score modifier and any other bonuses or penalties that would modify that skill. Additionally the fighter is treated as having the {feat/Craft Magic Arms and Armor} and {feat/Master Craftsman} feats, but only for the purpose of making magic armor. The fighter does not need to meet these feats' prerequisites.",
			"",
			"::h3[Quick Donning]{jl extra=(Ex)}",
			"",
			"The fighter can don armor in a hurry without reducing its effectiveness, and remove it quickly when it becomes a hindrance. When the fighter dons or removes his armor or dons it hastily, the amount of time needed to do so is reduced, as noted on the table below. Other characters can still help the fighter don his armor as normal.",
			"",
			"| Armor Type | Don | Don Hastily | Remove |",
			"| --- | --- | --- | --- |",
			"| Light armor | 5 rounds | 1 round | 5 rounds |",
			"| Medium armor | 1 minute | 5 rounds | 1 minute |",
			"| Heavy armor | 2 minutes | 1 minute | 1d4 minutes |",
			"",
			"Additionally, when wearing hastily donned armor, the fighter can attempt a Strength or Dexterity check as a full-round action to remove the [penalties](rule/getting_into_and_out_of_armor) associated with wearing hastily donned armor (DC = 10 + his armor's unmodified armor bonus). If he succeeds at the check, he is treated as having properly donned his armor rather than having hastily donned it.",
			"",
			"The fighter can also remove his armor in the same amount of time that it takes him to don his armor hastily. He can even remove sections of armor to escape grapples and similar grasping hindrances. Whenever the fighter attempts a combat maneuver check, an Escape Artist check, or a Strength check to escape from an effect that reduces or restricts his ability to move or act, he can reduce the armor bonus of any armor that he is wearing by up to half his armor's base armor bonus. If he does so, he gains a bonus on his check equal to the amount by which he reduced his armor's armor bonus. Multiple uses of this ability cannot reduce the armor's armor bonus below half its base armor bonus, and the reduction to the armor's armor bonus lasts until the fighter recovers and dons the removed pieces of armor.",
			"",
			"::h3[Steel Headbutt]{jl extra=(Ex)}",
			"",
			"While wearing medium or heavy armor, a fighter can deliver a headbutt with his helm as part of a full attack action. This headbutt is in addition to his normal attacks, and is made using the fighter's base attack bonus - 5. A helmet headbutt deals 1d3 points of damage if the fighter is wearing medium armor, or 1d4 points of damage if he is wearing heavy armor (1d2 and 1d3, respectively, for Small creatures), plus an amount of damage equal to 1/2 the fighter's Strength modifier. Treat this attack as a weapon attack made using the same special material (if any) as the armor. The armor's enhancement bonus does not modify the headbutt attack, but the helm can be enchanted as a separate weapon.",
			"",
			"::h3[Unmoving]{jl extra=(Ex)}",
			"",
			"Select one combat maneuver (except sunder). Whether using his armor as leverage against a grappling foe or using its weight to help him stop a bull rush, a fighter can use his armor to protect him from the chosen combat maneuver. While wearing armor or wielding a shield, the fighter gains a bonus to his CMD against the chosen combat maneuver. The bonus is +1 if he's wearing light armor, +2 if he's wearing medium armor, and +3 if he's wearing heavy armor. This bonus increases by 1 at 7th level and every 4 fighter levels thereafter, to a maximum at 19th level of +5 for light armor, +6 for medium armor, and +7 for heavy armor. {eq-material/Mithral} armor provides a bonus 1 lower than normal for armor of its type."
		],
		"topLink": [ "Fighter", "class/fighter" ]
	},
	"advanced_rogue_talents": {
		"name": "Advanced Rogue Talents",
		"sources": [ "PRPG Core Rulebook" ],
		"compileFrom": {
			"source": "talent",
			"targets": [
				[
					"## Advanced Rogue Talents",
					"",
					"{SOURCE PRPG Core Rulebook/69}  ",
					"As a rogue gains experience, she learns a number of talents that aid her and confound her foes. Starting at 2nd level, a rogue gains one rogue talent. She gains an additional rogue talent for every 2 levels of rogue attained after 2nd level. A rogue cannot select an individual talent more than once.",
					"",
					"**Note:** This list contains talents for both the Rogue and the {class/Unchained Rogue}. Most can be used by both. Some talents were made for the Rogue and haven't been officially stated to be usable by the Unchained Rogue, and are labeled \"Rogue Only\". Others are only for the Unchained Rogue and are labeled as such. Some talents have different text for each class - both are listed in their entry.",
					"",
					"::h3[Primary Sneak Attack Talents]{jl}",
					"",
					"These talents add effects to a rogue's {ability/sneak attack}. Only one of these talents can be applied to an individual attack and the decision must be made before the attack roll is made.",
					""
				],
				{
					"limit": "Advanced Primary Sneak Attack Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "!-BQ-!@hll[talent/!-TITLE-!??SUFFIX:/ !-SUFFIX-!??:] !-^S-! !-DESC-!"
				},
				[
					"",
					"::h3[Magical Talents]{jl}",
					""
				],
				{
					"limit": "Advanced Magical Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "!-BQ-!@hll[talent/!-TITLE-!??SUFFIX:/ !-SUFFIX-!??:] !-^S-! !-DESC-!"
				},
				[
					"",
					"::h3[Combat Talents]{jl}",
					""
				],
				{
					"limit": "Advanced Combat Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "!-BQ-!@hll[talent/!-TITLE-!??SUFFIX:/ !-SUFFIX-!??:] !-^S-! !-DESC-!"
				},
				[
					"",
					"::h3[Other Talents]{jl}",
					""
				],
				{
					"limit": "Advanced Other Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "!-BQ-!@hll[talent/!-TITLE-!??SUFFIX:/ !-SUFFIX-!??:] !-^S-! !-DESC-!"
				}
			]
		},
		"topLink": [ "Rogue", "class/rogue" ]
	},
	"advanced_rogue_talent": { "copyof": "advanced_rogue_talents" },
	"advanced_slayer_talents": {
		"name": "Advanced Slayer Talents",
		"sources": [ "Advanced Class Guide" ],
		"compileFrom": {
			"source": "slayertalent",
			"targets": [
				[
					"## Advanced Slayer Talents",
					"",
					"{SOURCE Advanced Class Guide}  ",
					"At 10th level and every 2 levels thereafter, a slayer can select one of the following advanced talents in place of a slayer talent.",
					"",
					"---",
					""
				],
				{
					"limit": "Advanced Slayer Talents",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "!-BQ-!@hll[slayertalent/!-TITLE-!??SUFFIX:/ !-SUFFIX-!??:] !-DESC-! !-^S-!"
				}
			]
		},
		"topLink": [ "Slayer", "class/slayer" ]
	},
	"advanced_versatile_performances": {
		"name": "Advanced Versatile Performances",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Advanced Versatile Performances",
			"",
			"{SOURCE Blood of the Beast}  ",
			"The charismatic {race/kitsune} have developed countless techniques for transforming even the most mundane tasks into stunning and riveting performances. These much-lauded arts have spread like wildfire with bards who perform across Golarion. Beginning at 6th level, instead of selecting an additional skill with versatile performance, a {class/bard} or {class/skald} can choose an advanced versatile performance for one Perform skill he previously selected with versatile performance. Some advanced versatile performance options can be selected only if the bard or skald meets the option's prerequisites. A bard or skald with an archetype that replaces versatile performance cannot select advanced versatile performance options.",
			"",
			"**Expanded Versatility (Ex):** The bard chooses one Perform skill that he has already selected with versatile performance. He adds one of the following skills to the list of skills that are associated with the chosen Perform skill for the purpose of the versatile performance ability: Bluff, Diplomacy, Disguise, Escape Artist, Handle Animal, Intimidate, Sense Motive, or Use Magic Device. This option can be selected multiple times, but no skill can be associated with the same Perform skill more than once.",
			"",
			"**Martial Performance (Ex):** The bard chooses one weapon belonging to a {ability/fighter |weapon group>s} that is associated with a Perform skill he has selected with versatile performance. He gains proficiency with this weapon. If the bard is already proficient with this weapon or later becomes proficient with it, he gains {feat/Weapon Focus} with that weapon as a bonus feat instead. In addition, the bard's effective fighter level is equal to 1/2 his bard level for the purpose of qualifying for feats that specifically select weapons from those Perform skills' associated fighter weapon groups.",
			"",
			"The types of Perform skills and their associated fighter weapon groups are: Act (close, double), Comedy (flails, thrown), Dance (monk, spears), Keyboard Instruments (hammers, siege engines), Oratory (heavy blades, light blades), Percussion (close, hammers), Sing (close, natural), String (axes, bows), and Wind (monk, thrown).",
			"",
			"**Masterpiece:** The bard gains a {ability/bardic masterpiece>s}, as if he were giving up a feat to learn it. He must meet the masterpiece's prerequisites, and the masterpiece must list ranks in a Perform skill that the bard has chosen with versatile performance as a prerequisite. This option can be selected multiple times."
		],
		"topLink": [ "Bard", "class/bard" ]
	},
	"advanced_weapon_training": {
		"name": "Advanced Weapon Training",
		"sources": [
			"Weapon Master's Handbook",
			"Blood of the Beast",
			"Magic Tactics Toolbox"
		],
		"description": [
			"## Advanced Weapon Training",
			"",
			"{SOURCE Weapon Master's Handbook/18-19}  ",
			"Highly skilled and experienced fighters can gain advanced weapon training, learning techniques and applications of the weapon training class feature that give them special benefits in exchange for specializing in a smaller number of {ability/fighter |weapon groups}. Beginning at 9th level, instead of selecting an additional fighter weapon group, a fighter can choose an advanced weapon training option for one fighter weapon group that he previously selected with the weapon training class feature. The fighter's weapon training bonus still increases for weapons from all fighter weapon groups he previously selected with weapon training. Some advance weapon training options can be selected only if the fighter meets the option's prerequisites.",
			"",
			"Advanced weapon training options function only when the fighter is wielding a weapon from the associated group, unless otherwise noted, and use his weapon training bonus for the associated weapon group. Any bonuses on attack rolls and damage rolls granted by advanced weapon training apply only on attack rolls and damage rolls from weapons in the associated group. A fighter with an archetype that replaces weapon training cannot select advanced weapon training options.",
			"",
			"::h3[Abundant Tactics]{jl extra=(Ex)}",
			"",
			"The fighter adds his weapon training bonus to the number of times per day he can use a combat feat he has that allows a limited number of daily uses, such as the {feat/Stunning Fist} feat.",
			"",
			"::h3[Armed Bravery]{jl extra=(Ex)}",
			"",
			"The fighter applies his bonus from bravery to Will saving throws. In addition, the DC of Intimidate checks to demoralize him increases by an amount equal to twice his bonus from bravery. The fighter must have the bravery class feature in order to select this option.",
			"",
			"::h3[Combat Competence]{jl extra=(Ex)}",
			"",
			"For any weapon in the associated weapon group with which the fighter is not proficient, the penalty on attack rolls taken as a result of not being proficient is reduced by an amount equal to the fighter's weapon training bonus with that weapon group. Once the penalty is reduced to 0, the fighter becomes proficient with such weapons.",
			"",
			"::h3[Combat Maneuver Defense]{jl extra=(Ex)}",
			"",
			"When the fighter is wielding weapons from the associated weapon group, his weapon training bonus applies to his CMD against all combat maneuvers attempted against him, instead of just against disarm and sunder combat maneuvers.",
			"",
			"::h3[Dazzling Intimidation]{jl extra=(Ex)}",
			"",
			"The fighter applies his weapon training bonus to Intimidate checks and can attempt an Intimidate check to demoralize an opponent as a move action instead of a standard action. If he has the {feat/Dazzling Display} feat, he can use it as a standard action instead of a full-round action.",
			"",
			"::h3[Defensive Weapon Training]{jl extra=(Ex)}",
			"",
			"The fighter gains a +1 shield bonus to his Armor Class. The fighter adds half his weapon's enhancement bonus (if any) to this shield bonus. When his weapon training bonus for weapons from the associated fighter weapon group reaches +4, this shield bonus increases to +2. This shield bonus is lost if the fighter is immobilized or helpless.",
			"",
			"::h3[Effortless Dual-Wielding]{jl extra=(Ex)}",
			"",
			"The fighter treats all one-handed weapons that belong to the associated weapon group as though they were light weapons when determining his penalties on attack rolls for fighting with two weapons.[^A]",
			"",
			"::h3[Fighter's Finesse]{jl extra=(Ex)}",
			"",
			"The fighter gains the benefits of the {feat/Weapon Finesse} feat with all melee weapons that belong to the associated fighter weapon group (even if they cannot normally be used with Weapon Finesse). The fighter must have the Weapon Finesse feat before choosing this option.",
			"",
			"::h3[Fighter's Reflexes]{jl extra=(Ex)}",
			"",
			"The fighter applies his weapon training bonus to Reflex saving throws. He loses this bonus when he is flat-footed or denied his Dexterity bonus to AC.",
			"",
			"::h3[Fighter's Stamina]{jl extra=(Ex)}",
			"",
			"The fighter gains {feat/Combat Stamina} as a bonus feat, even when not wielding a weapon from the appropriate weapon group. If the fighter already has this feat, he gains {feat/Extra Stamina} as a bonus feat instead.[^A]",
			"",
			"::h3[Fighter's Tactics]{jl extra=(Ex)}",
			"",
			"All of the fighter's allies are treated as if they had the same teamwork feats as the fighter for the purpose of determining whether the fighter receives a bonus from his teamwork feats. His allies do not receive any bonuses from these feats unless they actually have the feats themselves. The allies' positioning and actions must still meet the prerequisites listed in the teamwork feat for the fighter to receive the listed bonus.",
			"",
			"::h3[Focused Weapon]{jl extra=(Ex)}",
			"",
			"The fighter selects one weapon for which he has {feat/Weapon Focus} and that belongs to the associated fighter weapon group. The fighter can deal damage with this weapon based on the damage of the warpriest's sacred weapon class feature, treating his fighter level as his warpriest level. The fighter must have Weapon Focus with the selected weapon in order to choose this option.",
			"",
			"::h3[Inspiring Confidence]{jl extra=(Ex)}",
			"",
			"A number of times per day equal to his highest weapon training bonus as a swift action, the fighter can allow one ally within 30 feet to attempt a new saving throw against an ongoing fear effect that causes the ally to cower or to become frightened, panicked, or shaken. If the ally succeeds at the save, the effect ends. A fighter can use this option even when not wielding a weapon from the associated weapon group.",
			"",
			"::h3[Item Mastery]{jl}",
			"",
			"The fighter gains an {main/feats_<item mastery/ feat} as a bonus feat, which functions with any magic weapon he wields, even if the magic weapon does not meet the feat's normal requirements. He must meet all of the feat's prerequisites.",
			"",
			"::h3[Knockout Training]{jl extra=(Ex)}",
			"",
			"The fighter takes no penalties on attack rolls when attempting to deal nonlethal damage with a weapon from the associated fighter weapon group that normally deals lethal damage. In addition, whenever the fighter deals nonlethal damage with a weapon from the associated fighter weapon group, he doubles his weapon training bonus on the damage roll. This doesn't stack with other advanced weapon training options that allow the fighter to double his weapon training bonus on damage rolls, such as *trained grace* or *trained throw.* [^A]",
			"",
			"::h3[Trained Grace]{jl extra=(Ex)}",
			"",
			"When the fighter uses {feat/Weapon Finesse} to make a melee attack with a weapon, using his Dexterity modifier on attack rolls and his Strength modifier on damage rolls, he doubles his weapon training bonus on damage rolls. The fighter must have Weapon Finesse in order to choose this option.",
			"",
			"::h3[Trained Initiative]{jl extra=(Ex)}",
			"",
			"As long as he is wielding a weapon from the associated weapon group or is able to draw such a weapon (even if he is not currently wielding it), the fighter applies his weapon training bonus to initiative checks. In addition, if he has the {feat/Quick Draw} feat and has a weapon from the appropriate weapon group that isn't hidden, he can draw that weapon as a free action as part of making an initiative check.",
			"",
			"::h3[Trained Throw]{jl extra=(Ex)}",
			"",
			"When the fighter makes a ranged attack with a thrown weapon and applies his Dexterity modifier on attack rolls and his Strength modifier on damage rolls, he doubles his weapon training bonus on damage rolls. Unless he has the {feat/Throw Anything} feat, the fighter can choose only the thrown fighter weapon group with this option. If he has Throw Anything, the fighter can choose any fighter weapon group with this option and apply this option's benefits to any weapon from that group that he throws.",
			"",
			"::h3[Versatile Training]{jl extra=(Ex)}",
			"",
			"The fighter can use his base attack bonus in place of his ranks in two skills of his choice that are associated with the fighter weapon group he has chosen with this option (see below). The fighter need not be wielding an associated weapon to use this option. When using versatile training, the fighter substitutes his total base attack bonus (including his base attack bonus gained through levels in other classes) for his ranks in these skills, but adds the skill's usual ability score modifier and any other bonuses or penalties that would modify those skills. Once the skills have been selected, they cannot be changed and the fighter can immediately retrain all of his skill ranks in the selected skills at no additional cost in money or time. In addition, the fighter adds all skills chosen with this option to his list of class skills. A fighter can choose this option up to two times.",
			"",
			"The Bluff and Intimidate skills are associated with all fighter weapon groups. The various fighter weapon groups also have the following associated skills: axes (Climb, Survival), bows (Knowledge [engineering], Perception), close (Sense Motive, Stealth), crossbows (Perception, Stealth), double (Acrobatics, Sense Motive), firearms (Perception, Sleight of Hand), flails (Acrobatics, Sleight of Hand), hammers (Diplomacy, Ride), heavy blades (Diplomacy, Ride), light blades (Diplomacy, Sleight of Hand), monk (Acrobatics, Escape Artist), natural (Climb, Fly, Swim), polearms (Diplomacy, Sense Motive), siege engines (Disable Device, Profession [driver]), spears (Handle Animal, Ride), and thrown (Acrobatics, Perception).",
			"",
			"::h3[Warrior Spirit]{jl extra=(Su)}",
			"",
			"The fighter can forge a spiritual bond with a weapon that belongs to the associated weapon group, allowing him to unlock the weapon's potential. Each day, he designates one such weapon and gains a number of points of spiritual energy equal to 1 + his weapon training bonus. While wielding this weapon, he can spend 1 point of spiritual energy to grant the weapon an enhancement bonus equal to his weapon training bonus. Enhancement bonuses gained by this advanced weapon training option stack with those of the weapon, to a maximum of +5.",
			"",
			"The fighter can also imbue the weapon with any one [weapon special ability](main/magic_enhancements) with an equivalent enhancement bonus less than or equal to his maximum bonus by reducing the granted enhancement bonus by the amount of the equivalent enhancement bonus. The item must have an enhancement bonus of at least +1 (from the item itself or from warrior spirit) to gain a weapon special ability. In either case, these bonuses last for 1 minute.[^B]",
			"",
			"::h3[Weapon Mastery]{jl}",
			"",
			"The fighter gains a {main/feats_<weapon mastery/ feat} as a bonus feat, even when not wielding a weapon from the appropriate weapon group. He must meet all of the feat's prerequisites.",
			"",
			"::h3[Weapon Sacrifice]{jl extra=(Ex)}",
			"",
			"When damage would cause the fighter or an adjacent ally to be knocked unconscious or killed, as a swift or immediate action the fighter can instead direct the damage to a weapon from the associated weapon group that he is wielding. The original target takes no damage, but the weapon receives only half its normal hardness. The fighter can use this option a number of times per day equal to the fighter's weapon training bonus with the associated weapon group. He cannot use this option with unarmed attacks.",
			"",
			"::h3[Weapon Specialist]{jl extra=(Ex)}",
			"",
			"The fighter selects a number of combat feats that he knows equal to his weapon training bonus with the associated weapon group. The selected feats must be ones that require the fighter to choose a type of weapon (such as {feat/Weapon Focus} and {feat/Weapon Specialization}), and the fighter must have chosen weapons that belong to the associated fighter weapon group. The fighter is treated as having the selected feats for all the weapons in the associated weapon group that are legal choices for those feats. The fighter is also considered to have those feats with these weapons for the purpose of meeting prerequisites.",
			"",
			"[^A]: {source/Blood of the Beast/ pg. 29}",
			"[^B]: {source/Magic Tactics Toolbox/ pg. 10}"
		],
		"topLink": [ "Fighter", "class/fighter" ]
	},
	"animal_foci": {
		"name": "Animal Focus",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Animal Focus",
			"",
			"{SOURCE Advanced Class Guide}  ",
			"At 1st level, a hunter can take on the aspect of an animal as a swift action. She must select one type of animal to emulate, gaining a bonus or special ability based on the type of animal emulated and her hunter level. The hunter can use this ability for a number of minutes per day equal to her level. This duration does not need to be consecutive, but must be spent in 1-minute increments. The hunter can emulate only one animal at a time.",
			"",
			"The hunter can also apply one of these aspects to her animal companion. Unlike with the hunter herself, there is no duration on the animal aspect applied to her animal companion. An aspect applied in this way does not count against the hunter's minutes of duration per day&mdash;it remains in effect until the hunter changes it. The companion's aspect can be the same aspect the ranger has taken on or a different one. The hunter can select or change the animal foci on both herself and her animal companion as part of the same swift action.",
			"",
			"If the hunter's animal companion is dead, the hunter can apply her companion's animal focus to herself instead of her animal companion. This is in addition to the normal one she can choose, and (as with a companion's focus) remains in effect until the hunter changes it instead of counting against her minutes per day.",
			"",
			":::aside",
			"",
			"Characters with the *animal focus* feature can also gain {ability/ward aspects} if they desire.",
			"",
			":::",
			"",
			"### Animal Foci",
			"",
			"**Bat:**  ",
			"The creature gains darkvision to a range of 60 feet. At 8th level, the range increases by 30 feet. At 15th level, the creature also gains {umr/blindsense} to a range of 10 feet.",
			"",
			"**Bear:**  ",
			"The creature gains a +2 enhancement bonus to Constitution. This bonus increases to +4 at 8th level and +6 at 15th level.",
			"",
			"**Bull:**  ",
			"The creature gains a +2 enhancement bonus to Strength. This bonus increases to +4 at 8th level and +6 at 15th level.",
			"",
			"**Falcon:**  ",
			"The creature gains a +4 competence bonus on Perception checks. This bonus increases to +6 at 8th level and +8 at 15th level.",
			"",
			"**Frog:**  ",
			"The creature gains a +4 competence bonus on Swim checks and on Acrobatics checks to jump. These bonuses increase to +6 at 8th level and +8 at 15th level.",
			"",
			"**Monkey:**  ",
			"The creature gains a +4 competence bonus on Climb checks. This bonus increases to +6 at 8th level and +8 at 15th level.",
			"",
			"**Mouse:**  ",
			"The creature gains {ability/evasion}, as the {class/rogue} class feature. At 12th level, this increases to {talent/improved evasion}, as the rogue advanced talent.",
			"",
			"**Owl:**  ",
			"The creature gains a +4 competence bonus on Stealth checks. This bonus increases to +6 at 8th level and +8 at 15th level.",
			"",
			"**Snake:**  ",
			"The creature gains a +2 bonus on attack rolls when making attacks of opportunity and a +2 dodge bonus to AC against attacks of opportunity. These bonuses increase to +4 at 8th level and +6 at 15th level.",
			"",
			"**Stag:**  ",
			"The creature gains a 5-foot enhancement bonus to its base land speed. This bonus increases to 10 feet at 8th level and 20 feet at 15th level.",
			"",
			"**Tiger:**  ",
			"The creature gains a +2 enhancement bonus to Dexterity. This bonus increases to +4 at 8th level and +6 at 15th level.",
			"",
			"**Wolf:**  ",
			"The creature gains the {umr/scent} ability with a range of 10 feet. The range of this sense increases to 20 feet at 8th level and 30 feet at 15th level. The range doubles if the opponent is upwind, and is halved if the opponent is downwind."
		],
		"topLink": [ "Hunter", "class/hunter" ]
	},
	"animal_focus": { "copyof": "animal_foci" },
	"annointings": {
		"name": "Annointings",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Annointings",
			"",
			"{SOURCE Arcane Anthology}",
			"",
			"The power of transmutation is evident in magical oils and pastes that alter the properties of objects when applied. Though the Runes of Wealth is focused primarily on spells, Haphrama included a remarkable appendix of ingenious theories about transmuting the properties of magical armor and weapons, from which the magical process of anointings has been developed over the centuries. Alchemists can choose any of the following anointings in place of a normal discovery. An alchemist can use any of the anointings he knows a total number of times per day equal to 3 + his alchemist level. Unless an anointing specifies otherwise, all anointings require a standard action to apply (this provokes attacks of opportunity) and last for 1 minute per alchemist level.",
			"",
			"{class/Investigator/s} can choose any of these discoveries with the {invtalent/alchemist discovery} investigator talent. {class/Cleric/s} with the {domain/Artifice} domain can select an anointing in place of their 8th-level domain ability. {arcaneschool/Transmut/er>ation} {class/wizard/s} can gain anointings in place of wizard bonus feats. {class/Witch/es} with {patron/transformation} patrons can gain a single anointing in place of a major hex. In each of these cases, the character treats levels in the class used to select the anointing as his alchemist level for all relevant anointing calculations.",
			"",
			"::h3[Eldritch Enhancement]{jl}",
			"",
			"The alchemist douses a weapon, shield, or suit of armor with a glowing green wash. The caster level of any of the item's magical properties increases by the alchemist's Intelligence modifier for the purposes of effects, including calculations based on level, overcoming spell resistance, or being dispelled.",
			"",
			"::h3[Essence Booster]{jl}",
			"",
			"The alchemist applies this golden liniment to a weapon or suit of armor that has a tiered special ability (a special ability available in varying degrees of potency, such as {magic-enh/light fortification} or {magic-enh/shadow}). The affected special ability increases by one step (to {magic-enh/moderate fortification} or {magic-enh/greater shadow}, for example). If the item has multiple tiered special abilities, the alchemist chooses one to affect. The item's enhancement bonus increases by 1 if it has no tiered magical qualities. The alchemist must be at least 8th level to choose this anointing.",
			"",
			"::h3[Mercurial Oil]{jl}",
			"",
			"This gleaming silver fluid sinks into a magical metal weapon or suit of armor and temporarily liquefies the interior. An affected weapon gains momentum as its center of gravity moves outward during a swing, dealing damage as if it were {misc/one size category larger} than it actually is. Affected armor resists impact and provides the wearer DR 2/-.",
			"",
			"::h3[Orichalcum Dust]{jl}",
			"",
			"The alchemist sprinkles a small quantity of colorful dust that comprises the essence of all four elements. By favoring one element over another in this mixture, the alchemist temporarily changes the energy type of one weapon into another. For example, the alchemist can choose for a bomb to deal acid damage or a weapon with the {magic-enh/shocking burst} special ability to deal fire damage instead. Once an elemental effect is changed, it cannot be changed again until the anointing's duration expires."
		],
		"topLink": [ "Alchemist", "class/alchemist" ]
	},
	"arcane_discoveries": {
		"name": "Arcane Discoveries",
		"sources": [ "Ultimate Magic" ],
		"compileFrom": {
			"source": "arcanedisc",
			"targets": [
				[
					"## Arcane Discoveries",
					"",
					"{SOURCE Ultimate Magic}  ",
					"Wizards spend much of their lives seeking deeper truths, hunting knowledge as if it were life itself. The wizard's power is not necessarily the spells he wields; spells are merely the outward, most visible manifestation of that power. A wizard's true power is in his fierce intelligence, his dedication to his craft, and his ability to peel back the surface truths of reality to understand the fundamental underpinnings of existence. A wizard spends much of his time researching spells, and would rather find an undiscovered library than a room full of gold. A wizard need not be a reclusive bookworm, but he must have a burning curiosity for the unknown. Arcane discoveries are the results of this obsession with magic. A wizard can learn an arcane discovery in place of a regular feat or wizard bonus feat.",
					"",
					"---",
					""
				],
				{
					"limit": { "omit": [] },
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "!-BQ-!@hll[arcanedisc/!-TITLE-!??SUFFIX:/ !-SUFFIX-!??:] !-DESC-! !-^S-!"
				}
			]
		},
		"topLink": [ "Wizard", "class/wizard" ]
	},
	"arcane_discovery": { "copyof": "arcane_discoveries" },
	"arcane_schools": {
		"name": "Arcane Schools",
		"sources": [
			"Advanced Player's Guide",
			"Adventurer's Guide",
			"Black Markets",
			"Disciple's Doctrine",
			"Dragon Empires Primer",
			"Elemental Master's Handbook",
			"Inner Sea Primer",
			"PRPG Core Rulebook",
			"Ultimate Magic"
		],
		"description": [
			"## Arcane Schools",
			"",
			"The following descriptions detail each arcane school and its corresponding powers.",
			"",
			"### Focused Arcane Schools",
			"",
			"Wizards that specialize in one of the schools of magic can instead chose to focus their studies still further. Wizards who choose a focused arcane school retain the bonus spells from their school and must select two prohibited schools as normal, but the focused school changes one or more of the powers granted by their arcane school. A wizard must take all of the replacement powers associated with his focused arcane school. Once a focused arcane school is chosen, it cannot be changed.",
			"",
			"### Elemental Arcane Schools",
			"",
			"Instead of specializing in one of the standard eight schools of magic, a wizard can choose to specialize in one of the four elemental schools of magic. Like a normal arcane school, an elemental school grants a number of school powers and one bonus spell slot of each level the wizard can cast, from 1st on up. This bonus spell slot must be used to prepare a spell from the elemental school's spell list. Unlike a normal arcane school, each elemental school requires the wizard to select his opposed element as his opposition school (air opposes earth, fire opposes water). He does not need to select a second opposition school. He must expend two spell slots to prepare a spell from his opposed elemental school as normal.",
			"",
			"### Five Elements Variant",
			"",
			"In some lands, scholars of magic insist that material things consist of five elements, not four: fire, earth, metal, water, and wood. Rather than directly opposing each other, these five elements counter and generate each other in a wheel-like formation: wood overcomes earth, earth overcomes water, water overcomes fire, fire overcomes metal, and metal overcomes wood. Similar to the four types of elemental wizard schools, some wizards specialize in the schools of magic based on metal or wood. Like a normal arcane school, an elemental school grants a number of school powers and one bonus spell slot of each level the wizard can cast, from 1st on up. This bonus spell slot must be used to prepare a spell from the elemental school's spell list. Unlike a normal arcane school, each elemental school requires the wizard to select his opposed element as his opposition school - in the case of the five-element system, he must choose the element that overcomes his element as his opposition element (so a metal elementalist must select fire as his opposition school because fire overcomes metal). He does not need to select a second opposition school. He must expend two spell slots to prepare a spell from his opposed elemental school as normal.",
			"",
			"| School | Focused Schools |",
			"| --- | --- |",
			"| @ripple[arcaneschool/Abjuration] | Banishment, Counterspell |",
			"| @ripple[arcaneschool/Conjuration] | Cheliax: Egorian Academy Infernal Binder, Creation, Extradimension, Teleportation |",
			"| @ripple[arcaneschool/Divination] | Foresight, Prophecy, Scryer |",
			"| @ripple[arcaneschool/Enchantment] | Controller, Manipulator |",
			"| @ripple[arcaneschool/Evocation] | Admixture, Generation |",
			"| @ripple[arcaneschool/Illusion] | Deception, Phantasm, Qadira: Mage of the Veil, Shadow |",
			"| @ripple[arcaneschool/Necromancy] | Life, Undead |",
			"| @ripple[arcaneschool/Transmutation] | Enhancement, Shapechange |",
			"| @ripple[arcaneschool/Universalist] | Absalom: Arcanamirium Crafter |",
			"| @ripple[arcaneschool/Aether] | &mdash; |",
			"| @ripple[arcaneschool/Air] | Ice, Smoke |",
			"| @ripple[arcaneschool/Earth] | Magma, Mud |",
			"| @ripple[arcaneschool/Fire] | Magma, Smoke |",
			"| @ripple[arcaneschool/Metal] | &mdash; |",
			"| @ripple[arcaneschool/Void] | &mdash; |",
			"| @ripple[arcaneschool/Water] | Ice, Mud |",
			"| @ripple[arcaneschool/Wood] | &mdash; |"
		],
		"topLink": [ "Wizard", "class/wizard" ]
	},
	"aspects": {
		"name": "Aspects",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness;Wilderness Origins}",
			"",
			"A shifter draws her primary strength from an association with a specific type of animal. As a result, when a shifter uses her shifter aspect or wild shape class features, she can assume only the forms of her chosen aspects. Until reaching 5th level, a shifter has only a single aspect, but as she increases in level, she gains more control over her metamorphosis, allowing her to take on multiple aspects and even merge aspects.",
			"",
			"All shifter aspects have a minor form and a major form. The minor form grants a shifter a few of the animal's physical traits, while the major aspect is the form she takes on when she uses wild shape to fully transform into an animal. The list of abilities gained with the major aspect include those gained from the wild shape class feature, but the benefits gained from any resulting changes to size are not listed here (see {spell/beast shape II}).",
			"",
			"The following options represent only the most common choices used by shifters. Other aspects based on different animals certainly exist, and might grant similar powers or entirely new abilities based on the animal's themes and nature. You can use the following aspects as guides for developing aspects of your own design, but if you wish to do so, you must secure your GM's permission.",
			"",
			"Shifters with a vermin aspect, such as dragonfly or spider, assume these major aspects with {spell/vermin shape II} rather than beast shape II.",
			"",
			":::div{className=columnar}",
			"",
			"- {aspect/Bat}",
			"- {aspect/Bear}",
			"- {aspect/Boar}",
			"- {aspect/Bull}",
			"- {aspect/Crocodile}",
			"- {aspect/Deinonychus}",
			"- {aspect/Dolphin}",
			"- {aspect/Dragonfly}",
			"- {aspect/Electric Eel}",
			"- {aspect/Elephant}",
			"- {aspect/Falcon}",
			"- {aspect/Frog}",
			"- {aspect/Giant Wasp}",
			"- {aspect/Horse}",
			"- {aspect/Lion}",
			"- {aspect/Lizard}",
			"- {aspect/Mantis}",
			"- {aspect/Monkey}",
			"- {aspect/Mouse}",
			"- {aspect/Octopus}",
			"- {aspect/Owl}",
			"- {aspect/Peafowl}",
			"- {aspect/Scorpion}",
			"- {aspect/Snake}",
			"- {aspect/Snapping Turtle}",
			"- {aspect/Spider}",
			"- {aspect/Stag}",
			"- {aspect/Tiger}",
			"- {aspect/Wolf}",
			"- {aspect/Wolverine}",
			"",
			":::"
		],
		"topLink": [ "Shifter", "class/shifter" ]
	},
	"banners": {
		"name": "Banners",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Cavalier Banners",
			"",
			"{SOURCE Chronicle of Legends/4}  ",
			"Some knights inspire and direct their allies with specialized tactics. A cavalier or {class/samurai} can select one of the following battle standards upon gaining the banner class feature, and its benefits replace the normal benefits of the banner and greater banner class features. A battle standard functions as the banner or greater banner class feature except where otherwise noted. A cavalier or samurai who replaces the banner or greater banner class feature via an archetype cannot select a battle standard, with the following exception: a standard bearer cavalier can select a battle standard at 1st level, and its effects increase as per the standard bearer's banner.",
			"",
			"### Fleet Standard (Ex)",
			"",
			"An ally who benefits from this standard increases her land speed by 5 feet and gains a +1 dodge bonus to AC during any round in which she moved at least 10 feet. This increase to land speed is an enhancement bonus. At 10th level and every 5 levels thereafter, the bonus to speed increases by 5 feet. At 14th level, an ally benefiting from the banner gains a +2 morale bonus on Reflex saving throws against effects that target an area, such as {spell/fireball} or {umr/breath weapon/s}. When the cavalier or samurai waves this standard, each ally within 60 feet can move up to her speed as an immediate action.",
			"",
			"### Jinx Standard (Ex)",
			"",
			"An ally who benefits from this standard gains a +1 bonus on caster level checks to bypass spell resistance and a +1 bonus to the DC of her hexes and necromancy or enchantment spell she casts. At 10th level and every 5 levels thereafter, the bonus on caster level checks increases by 1. At 14th level, an ally benefiting from the banner gains a +2 morale bonus on saving throws against spells or effects that deal hit point damage. When the cavalier or samurai waves this standard, a number of allies equal to the cavalier or samurai's Charisma modifier (minimum 1) within 60 feet can attempt an Intimidate check to demoralize a foe as an immediate action.",
			"",
			"### Knave Standard (Ex)",
			"",
			"An ally who benefits from this standard gains a +2 dodge bonus to AC against attacks of opportunity provoked by movement and a +1 morale bonus on attack rolls that benefit from flanking. At 10th level and every 5 levels thereafter, the bonus to AC increases by 1. At 14th level, an ally benefiting from the banner gains {ability/sneak attack} +1d6; this stacks with other sources of sneak attack. When the cavalier or samurai waves this standard, a number of allies equal to the cavalier or samurai's Charisma modifier (minimum 1) within 60 feet can each attempt a feint against a foe she threatens as an immediate action.",
			"",
			"### Stalwart Standard (Ex)",
			"",
			"An ally who benefits from this standard gains a +2 morale bonus to CMD and a +1 morale bonus on attack rolls to creatures threatening an ally. At 10th level and every 5 levels thereafter, the bonus to CMD increases by +1. At 14th level, an ally benefiting from the banner is treated as one size category larger for the purposes of determining which creatures can affect him with combat maneuvers. When the cavalier or samurai waves this standard, each ally within 60 feet can move up to 10 feet without provoking attacks of opportunities and ignoring difficult terrain as an immediate action."
		],
		"topLink": [ "Cavalier", "class/cavalier" ]
	},
	"bardic_masterpieces": {
		"name": "Bardic Masterpieces",
		"sources": [
			"Arcane Anthology",
			"Artifacts and Legends",
			"Bastards of Golarion",
			"Blood of Angels",
			"Blood of Fiends",
			"Blood of the Ancients",
			"Blood of the Sea",
			"Champions of Purity",
			"Disciple's Doctrine",
			"Distant Realms",
			"Divine Anthology",
			"Dragonslayer's Handbook",
			"Elemental Master's Handbook",
			"Healer's Handbook",
			"Heroes from the Fringe",
			"Heroes of the High Court",
			"Horror Realms",
			"Legacy of the First World",
			"Lost Treasures",
			"Magical Marketplace",
			"Melee Tactics Toolbox",
			"Merchant's Manifest",
			"Monster Summoner's Handbook",
			"Pathfinder #114: Black Stars Beckon",
			"Pathfinder #134: It Came from Hollow Mountain",
			"People of the River",
			"The Harrow Handbook",
			"Ultimate Magic"
		],
		"description": [
			"## Bardic Masterpieces",
			"",
			"Talented bards can learn or create masterpieces, unusual applications of the {ability/bardic performance} ability requiring special training. Masterpiece descriptions adhere to the following guidelines.",
			"",
			"**Masterpiece Name:** In addition to the name of the masterpiece, this line indicates which Perform skill or skills the masterpiece relies upon.",
			"",
			"**Prerequisites:** Like feats, masterpieces have prerequisites that a bard must meet in order to learn them. Only bards may learn masterpieces.",
			"",
			"**Cost:** Each masterpiece has an associated cost to learn it. Typically, a bard must spend one of his bard spells known of a specific spell level or select it in place of a feat. The bard can spend a bard spell known of a level higher than the listed level to learn a masterpiece (for example, spending a 4th-level spell known to learn a masterpiece that requires spending a 3rd-level spell known).",
			"",
			"**Effect:** This brief description summarizes what occurs when a bard performs the masterpiece. Unless otherwise stated, a masterpiece's effects are supernatural. Unwilling creatures may attempt a Will save against the effect of a masterpiece; the save DC for masterpieces is equal to 10 + 1/2 the bard's level + the bard's Charisma bonus. Masterpieces that duplicate spells use the bard's caster level for the spell's caster level.",
			"",
			"**Use:** This line specifies how many bardic performance rounds the bard must use to activate the masterpiece. In some cases, the bard can extend the duration of the masterpiece by expending additional rounds of bardic performance, just as if it were any other use of bardic performance. The bard expends the listed number of bardic performance rounds when he starts performing the masterpiece; if he is interrupted, the attempt fails and the spent performance rounds are lost.",
			"",
			"**Action:** This line indicates the type of action performing the masterpiece requires. If it only requires a standard action to activate, being able to activate a bardic performance more quickly (at 7th level, activation is a move action, and at 13th, it becomes a swift action) applies to the masterpiece as well.",
			"",
			"Unless otherwise stated, effects or feats that extend the duration of bardic performance (such as the {feat/Lingering Performance} feat) do not apply to masterpieces.",
			"",
			"GMs can use these masterpieces to inspire their own ideas for other masterpieces. Masterpieces should generally be no more powerful than a cleric or sorcerer/wizard spell available to a caster of the same level as the minimum level needed to select the masterpiece (a masterpiece requiring 7 ranks in Perform requires a 7th-level bard, and thus should not be more powerful than a 4th-level cleric or sorcerer/wizard spell).",
			"",
			"{table0}"
		],
		"noFinder": true,
		"tables": [
			{
				"id": "bardic masterpieces table",
				"columns": [
					{ "header": "Masterpiece", "size": 8.5, "ripple": true, "align": "start" },
					{ "header": "Perform Skill(s)", "size": 5.5, "align": "start" },
					{ "header": "Ranks", "type": "num", "size": 4 },
					{ "header": "Cost", "type": "num", "size": 7, "align": "start" },
					{ "header": "Description", "unsortable": true, "size": 15, "align": "start" }
				],
				"initialColumn": 0,
				"filter": [
					{ "col": 1, "has": [ "Act", "Comedy", "Dance", "Keyboard", "Oratory", "Percussion", "Sing", "String", "Wind" ] }
				],
				"data": [
					[ "{masterpiece/Ancients' Flight}", "Oratory", 13, [ 5, "Feat or 5th-level bard spell known." ], "You compel dragons to recite an epic poem telling the story of their race's creation." ],
					[ "{masterpiece/Anthem of Pageantry}", "String, Wind", 7, [ 3, "Feat or 3rd-level bard spell known." ], "This lengthy piece gradually increases in power and gravity, conjuring magnificent furnishings and outfits out of thin air." ],
					[ "{masterpiece/Arrowsong's Lament}", "Oratory", 3, [ 1, "Feat or 1st-level spell known or higher (see text)." ], "This collection of brooding poetry, all in pentatonic verse, expresses Arrowsong's frustration over her overbearing parents' desire for her to become a spellcaster. Her in-depth analysis of their struggles and failings provides great insight into reading and memorizing spells from a spellbook." ],
					[ "{masterpiece/At the Heart of It All}", "String, Wind", 7, [ 3, "Feat or 3rd-level bard spell known." ], "Your song pierces to the heart of a creature's identity, weakening it against you." ],
					[ "{masterpiece/Ballad of the Homesick Wanderer}", "Oratory, Sing", 5, [ 2, "Feat or 2nd-level bard spell known." ], "This poem of sadness and longing was developed by a Riftwarden bard seeking a way to fight summoned creatures without violence. Its otherworldly lyrics drive outsiders to return to their planes of origin." ],
					[ "{masterpiece/Ballad of the Warding Princess}", "Oratory, Sing", 10, [ 4, "Feat or 4th-level bard spell known." ], "The words of your poem weave around your allies and deflect attacks." ],
					[ "{masterpiece/Banshee's Requiem}", "Sing", 17, [ 6, "Feat or 6th-level bard spell known." ], "By filling your performance with the mournful angst of a lost love, your song evokes the inexorable pull of the grave upon every living thing." ],
					[ "{masterpiece/Battle Song of the People's Revolt}", "Percussion, Wind", 4, [ 2, "Feat or 2nd-level bard spell known." ], "This song for fife and drum is found in many folios filled with music intended to unite the people of Andoran in their secession from Cheliax." ],
					[ "{masterpiece/Blazing Rondo}", "Oratory, Percussion", 7, [ 3, "Feat or 3rd-level bard spell known." ], "Thundering rhythms quicken your allies' movements, but the effort of keeping up with the beat is wearying." ],
					[ "{masterpiece/Clamor of the Heavens}", "Percussion, Sing", 10, [ 5, "5th-level bard spell known." ], "This confusing dirge of melody and counter-melody was composed for choirs celebrating the various martyrs of Ragathiel. It is intended to praise and magnify the glory of the empyreal lord, but to the uninitiated it sounds like a battle hymn. In fact, in Varisia, this is what the song has become to many." ],
					[ "{masterpiece/Dance of Captivating Desire}", "Dance", 5, [ 2, "Feat or 2nd-level bard spell known." ], "A creation of Calistria's priesthood, this swaying, sensuous dance fans the fires of lust." ],
					[ "{masterpiece/Death of Heroes}", "Oratory, Sing", 7, [ 3, "Feat or 3rd-level bard spell known." ], "You speak of the Worldwound's horrors, retelling tales of helpless warriors watching their loved ones die." ],
					[ "{masterpiece/Dirge of the Torn Sail}", "Sing, String", 7, [ 2, "Feat or 2nd-level spell known." ], "Your ominous refrain warns away those who would trespass in your domain." ],
					[ "{masterpiece/Endless Waltz of the Eldest}", "Dance, String", 4, [ 2, "Feat or 2nd-level bard spell known." ], "This elegant but dizzyingly fast gnome waltz calls for rapidly changing roles inspired by the many faces that the legendary Eldest of the First World wear." ],
					[ "{masterpiece/Exhilarating Prayer of Grace}", "Dance", 4, [ 2, "Feat or 2nd-level bard spell known." ], "You lead your audience through a series of stretches and exercises designed to warm the muscles and increase blood circulation." ],
					[ "{masterpiece/Fafnheir and the First King}", "String, Wind", 6, [ 2, "Feat or 2nd-level bard spell known." ], "You affect the mood of listeners by celebrating the defeat of the First Linnorm King at the claws of Fafnheir, the Father of All Linnorms." ],
					[ "{masterpiece/Findelalara's Refuge}", "Dance, Oratory", 10, [ 4, "Feat or 4th-level bard spell known." ], "Praying to the Guiding Hand for assistance, you invoke shelter from ice and snow." ],
					[ "{masterpiece/Fugue de Rue d'Auseil}", "String", 15, [ 6, "Feat or 6th-level bard spell known." ], "Your music provides a bastion that hedges out horrors and fiends." ],
					[ "{masterpiece/Hymn of Restorative Harmonics}", "Sing, Wind", 6, [ 3, "Feat or 3rd-level bard spell known." ], "You perform a song of such beauty that it touches the soul of any who hear it, allowing them to recover from any adverse conditions." ],
					[ "{masterpiece/Hymn of Sacred Lands}", "Oratory, Sing", 16, [ 5, "Feat or 5th-level bard spell known." ], "You cherish and love your home with such strength that your words weave protective magic around your dwelling." ],
					[ "{masterpiece/Illusion's Decree}", "Comedy, Oratory", 5, [ 2, "Feat or 2nd-level bard spell known." ], "These stories of wiliness and mystery inspire listeners to see through deceptions." ],
					[ "{masterpiece/Kaminari Drums}", "Percussion", 10, [ 4, "Feat or 4th-level bard spell known." ], "You beat a thunderous cacophony that strikes your foes with the fury of the kami of storms." ],
					[ "{masterpiece/Legato Piece on the Infernal Bargain}", "String", 11, [ 4, "Feat or 4th-level bard spell known." ], "Your skilled playing can conjure up supernatural servants." ],
					[ "{masterpiece/Life Budding in Salted Earth}", "Sing, String, Wind", 4, [ 3, "Feat or 3rd-level bard spell known." ], "This delicate tune suggests the determined sprouting of seedlings through barren, rocky soil. Both its motif and effects are popular in Rahadoum, where the tune is also known as \"Spring Inside.\"" ],
					[ "{masterpiece/Lingering Leitmotif}", "Oratory, Sing", 4, [ 2, "Feat or 2nd-level bard spell known." ], "Your clever turn of words or catchy musical jingle sticks in people's heads long after they have heard it." ],
					[ "{masterpiece/Melody of Frightful Death}", "String", 7, [ 3, "Feat or 3rd-level bard spell known." ], "The pain and horror of the Abyss shrieks through your instrument to make a listener experience the death she dreads most." ],
					[ "{masterpiece/Melody of Surrender}", "Sing, Wind", 4, [ 2, "Feat or 2nd-level bard spell known." ], "This gentle, relaxing tune makes its listeners calm and receptive." ],
					[ "{masterpiece/Minuet of the Midnight Ivy}", "Dance", 4, [ 2, "Feat or 2nd-level bard spell known." ], "Your winding, twisting dance is helpful in dodging obstacles and climbing." ],
					[ "{masterpiece/Music Beyond the Spheres}", "Dance, Sing, String", 13, [ 5, "Feat or 5th-level bard spell known." ], "You use your own life force to create a phantasmagorical impression of eldritch vibrations with your wild, flailing dance and erratic tones. The performance unravels and remakes the fabric of reality around you according to your designs." ],
					[ "{masterpiece/Night Queen's Fury}", "Act, Oratory", 7, [ 3, "Feat or 3rd-level bard spell known." ], "You lay a curse on those who have wronged you." ],
					[ "{masterpiece/Pageant of the Peacock}", "Act, Dance", 4, [ 2, "Feat or 2nd-level spell known." ], "Your elegant movements cause you to seem to be more than you are." ],
					[ "{masterpiece/Pallavi of Nirvana's Blossoming}", "Dance", 11, [ 4, "Feat or 4th-level bard spell known." ], "The divine sunlight caused by this dance banishes darkness and causes flowers to bloom." ],
					[ "{masterpiece/Ragadahn's Raqs Beledi}", "Dance", 5, [ 2, "Feat or 2nd-level bard spell known." ], "Your expressive dance makes your allies much more limber." ],
					[ "{masterpiece/Ragadahn's Spiraling Ascent}", "Act, Dance", 7, [ 3, "Feat or 3rd-level bard spell known." ], "You can hurl your allies into battle by directing swift winds." ],
					[ "{masterpiece/Rat Quadrille}", "Percussion, Sing", 4, [ 2, "Feat or 2nd-level bard spell known." ], "This repetitive, distracting melody wears down foes." ],
					[ "{masterpiece/Relentless Reprise}", "Keyboard, Sing, String, Wind", 4, [ 2, "Feat or 2nd-level bard spell known." ], "Your song replays endlessly in your target's mind, sapping resolve and sanity." ],
					[ "{masterpiece/Rondeau of Heavenly Order}", "Sing", 4, [ 2, "Feat or 2nd-level bard spell known." ], "Your carefully structured song imposes rigid order on your listeners." ],
					[ "{masterpiece/Song of Extinction}", "Sing, String, Wind", 15, [ 6, "Feat or 6th-level bard spell known." ], "The clarion of the end times, this masterpiece is a meticulous cacophony that ends all life." ],
					[ "{masterpiece/Song of Sarkoris}", "Oratory, Sing", 10, [ 4, "Feat or 4th-level bard spell known." ], "You recite inspirational lines from this epic poem commemorating the final stand at Storasta, keeping defiance alive even in the face of certain death." ],
					[ "{masterpiece/Song of the Stonebearers}", "Percussion, Sing", 7, [ 3, "Feat or 3rd-level bard spell known." ], "This working song consists of a strong rhythm and boneshaking drum beats." ],
					[ "{masterpiece/Spirit of the Horse}", "Strings", 7, [ 3, "Feat or 3rd-level bard spell known." ], "This mournful song, which is typically played upon a traditional instrument known as a morin khuur, empowers animal companions." ],
					[ "{masterpiece/Stirring Discourse of the Mind}", "Oratory", 4, [ 2, "Feat or 2nd-level bard spell known." ], "You lecture your audience on the merits of studious endeavors and inspire them with new insights into the subject matter. As a result of your discourse, those who listen become more receptive to knowledge." ],
					[ "{masterpiece/Stone Face}", "Comedy, Oratory", 7, [ 3, "Feat or 3rd-level bard spell known." ], "Your antics can soften even the hardest visage." ],
					[ "{masterpiece/Symphony of Sylandurla's Ascent}", "Percussion, Wind", 7, [ 3, "Feat or 3rd-level bard spell known." ], "This elaborate arrangement for traditional elven instruments evokes Sylandurla's heroic climb up the spire from the planar city of Axis to the Boneyard, where it's said that she sang 8,008 tales to win elves their immunity to magical sleep." ],
					[ "{masterpiece/Symphony of the Dark Prince}", "Sing", 15, [ 5, "Feat or 5th-level bard spell known." ], "You contort your vocal cords to produce an eerie, melodious song about the wonders of Dispater's court." ],
					[ "{masterpiece/Symphony of the Elysian Heart}", "Keyboard, Wind", 7, [ 3, "Feat or 3rd-level bard spell known." ], "You spark notes of joy and freedom in your listeners." ],
					[ "{masterpiece/Tales of Twisting Steel}", "Act, Oratory", 3, [ 2, "Feat or 2nd-level bard spell known." ], "This medley of tales inspires listeners to new heights of bravery and self sacrifice." ],
					[ "{masterpiece/the_<Bear's Jig/, The}", "String, Wing", 11, [ 4, "Feat or 4th-level bard spell known." ], "Your music makes animals act like people." ],
					[ "{masterpiece/the_<Canticle of Joy/, The}", "Sing", 7, [ 3, "Feat or 3rd-level bard spell known." ], "Your haunting melody is capable of shattering the very minds of those who hear it." ],
					[ "{masterpiece/the_<Cat-Step/, The}", "Dance", 5, [ 2, "Feat or 2nd-level bard spell known." ], "Your agile dancing allows you and others to fall safely and land gracefully." ],
					[ "{masterpiece/the_<Dance of 23 Steps/, The}", "Dance", 4, [ 2, "Feat or 2nd-level bard spell known." ], "This complex dance makes you difficult to strike." ],
					[ "{masterpiece/the_<Dance of Kindled Desires/, The}", "Dance", 5, [ 2, "Feat or 2nd-level bard spell known." ], "Each sway and shake of your hips calls up another temptation from the depths of Hell until your spectator, hapless and drooling, finally succumbs and freely offers up his life, honor, or very soul for just a taste of what you have proffered." ],
					[ "{masterpiece/the_<Depths of the Mountain/, The}", "Percussion, Wind", 15, [ 5, "Feat or 5th-level bard spell known." ], "Your drumming skills can break solid rock." ],
					[ "{masterpiece/the_<Dumbshow of Gorroc/, The}", "Act, Comedy", 6, [ 2, "Feat or 2nd-level spell known." ], "Your acting conjures hellfire and salt to destroy plants." ],
					[ "{masterpiece/the_<House of Imaginary Walls/, The}", "Act", 10, [ 4, "Feat or 4th-level bard spell known." ], "You can trap opponents with the power of your acting." ],
					[ "{masterpiece/the_<Lullaby of Ember the Ancient/, The}", "Sing", 7, [ 3, "Feat or 3rd-level bard spell known." ], "You can put powerful creatures to sleep with the power of your song." ],
					[ "{masterpiece/the_<Quickening Pulse/, The}", "Percussion, Wind", 7, [ 3, "Feat or 3rd-level bard spell known." ], "Your driving notes cause unnatural heart rates in your opponents." ],
					[ "{masterpiece/the_<Requiem of the Fallen Priest-King/, The}", "Oratory, Sing", 10, [ 3, "Feat or 3rd-level bard spell known." ], "Your performance reveals ways to cheat time itself." ],
					[ "{masterpiece/the_<Rheumy Refrain/, The}", "Sing", 5, [ 2, "Feat or 2nd-level bard spell known." ], "Your strange melody of hacking gasps and pained wheezes draws upon the dark powers of Abaddon to fill a witness with debilitating and distracting phlegm." ],
					[ "{masterpiece/the_<Sea Is Now My Sky/, The}", "Sing, String", 9, [ 3, "Feat or 3rd-level bard spell known." ], "Your thrilling tune causes you and your allies to fly through the water as easily as a bird soars through the air." ],
					[ "{masterpiece/the_<Tragedy of False Hope/, The}", "Oratory, Sing", 4, [ 2, "Feat or 2nd-level bard spell known." ], "You remind those around you of the mystic's warning and how danger was ignored in expectation of Aroden's return." ],
					[ "{masterpiece/the_<Waning Bolero/, The}", "Dance", 10, [ 4, "Feat or 4th-level bard spell known." ], "Your deliberate dancing causes your foes' steps to fall in time to your own." ],
					[ "{masterpiece/the_<Winds of the Five Heavens/, The}", "Act, Oratory", 10, [ 4, "Feat or 4th-level bard spell known." ], "You control the wind by telling a tale demonstrating the hubris of mortals." ],
					[ "{masterpiece/Toccata and Fugue of the Danse Macabre}", "Keyboard, Wind", 4, [ 2, "Feat or 2nd-level bard spell known." ], "Your spooky music blurs the boundaries between life and death, confusing the senses of undead creatures." ],
					[ "{masterpiece/Triple Time}", "Percussion, String, Wind", 3, [ 1, "Feat or 1st-level bard spell known." ], "Your lively cadence puts a spring in the step of weary marchers." ],
					[ "{masterpiece/Vindictive Soliloquy}", "Act, Oratory, Sing", 10, [ 4, "Feat or 4th-level bard spell known." ], "Your bombastic speech creates booming reverberations of sound." ],
					[ "{masterpiece/Wildsoul Aria}", "Sing, Wind", 7, [ 4, "Feat or 4th-level bard spell known." ], "Channeling the mysterious power of the First World, you grant the listener the gift - or curse - of an animal's shape." ],
					[ "{masterpiece/Wise King's Saga}", "Oratory, Sing", 15, [ 5, "Feat or 5th-level bard spell known." ], "Your saga magically weaves the counsel of sagacious ancestors into the telling." ]
				]
			}
		],
		"topLink": [ "Bard", "class/bard" ]
	},
	"blessings": {
		"name": "Warpriest Blessings",
		"sources": [
			"Advanced Class Guide",
			"Healer's Handbook"
		],
		"description": [
			"## Warpriest Blessings",
			"",
			"{SOURCE Advanced Class Guide}  ",
			"A warpriest can select any two blessings granted by his deity. [Deities](main/faiths) grant blessings of the same name as the {ability/domains} they grant. Unless otherwise noted, using a blessing is a standard action. A warpriest without a deity can select any two blessings (subject to GM approval). If a blessing's power duplicates a spell effect, the warpriest's caster level for that power is equal to his warpriest level.",
			"",
			"Blessings that affect weapons and armor benefit anyone who wields or wears those items, not just the warpriest.",
			"",
			"::h3[Focused Blessings]{jl}",
			"",
			"{SOURCE Healer's Handbook}  ",
			"Focused blessings are more specific blessings bestowed upon a warpriest by his deity that allow players greater flexibility for customization. Focused blessings are to blessings what subdomains are to domains; each focused blessing corresponds to a specific subdomain, and a warpriest can select a focused blessing only if his deity could grant the corresponding subdomain (and associated domain) to a cleric. For instance, a warpriest can select the *Resurrection* focused blessing only if his deity's list of subdomains includes the Resurrection subdomain.",
			"",
			"Each focused blessing grants either a minor blessing or a major blessing that replaces the associated blessing's respective minor blessing or major blessing. If a warpriest selects a focused blessing, he cannot select its associated blessing as his other blessing choice (in effect, the focused blessing replaces its associated blessing). A focused blessing is treated as equivalent to its associated blessing for any effect or prerequisite based on blessings. A focused blessing can be selected by a character of any class that grants the warpriest's blessing class feature, provided his deity allows the focused blessing (subject to the GM's discretion).",
			"",
			"If a warpriest with a focused blessing or blessings also has levels in a class that grants cleric domains, the associated blessing or blessings must match the domain selected by that class. Subject to the GM's discretion, the warpriest can change his previously selected associated blessings or domains to make all of them conform.",
			"",
			"If a focused blessing ability calls for a saving throw, the DC of the save is equal to 10 + 1/2 the character's warpriest level + his Wisdom modifier.",
			"",
			"::h3[Disaster Blessings]{jl}",
			"",
			"{SOURCE Ultimate Wilderness/97}  ",
			"Evil deities that offer the Air, Earth, Fire, and Water blessings, or nonevil deities with disasters in their portfolios, might also offer disaster blessings as options for their warpriests.",
			"",
			"::h3[List of Blessings]{jl}",
			"",
			":::div{className=\"columnar max2\"}",
			"",
			"- {blessing/Air}",
			"    - {blessing/Tornado} disaster blessing",
			"- {blessing/Animal}",
			"- {blessing/Artifice}",
			"- {blessing/Chaos}",
			"- {blessing/Charm}",
			"- {blessing/Community}",
			"    - {blessing/Cooperation} focused blessing",
			"- {blessing/Curse}",
			"- {blessing/Darkness}",
			"- {blessing/Death}",
			"- {blessing/Destruction}",
			"- {blessing/Earth}",
			"    - {blessing/Earthquake} disaster blessing",
			"- {blessing/Evil}",
			"- {blessing/Fire}",
			"    - {blessing/Wildfire} disaster blessing",
			"- {blessing/Glory}",
			"- {blessing/Godclaw}",
			"- {blessing/Good}",
			"- {blessing/Healing}",
			"    - {blessing/Restoration} focused blessing",
			"    - {blessing/Resurrection} focused blessing",
			"- {blessing/Knowledge}",
			"- {blessing/Law}",
			"- {blessing/Liberation}",
			"    - {blessing/Freedom} focused blessing",
			"- {blessing/Luck}",
			"- {blessing/Madness}",
			"- {blessing/Magic}",
			"- {blessing/Nobility}",
			"    - {blessing/Martyr} focused blessing",
			"- {blessing/Plant}",
			"- {blessing/Protection}",
			"- {blessing/Repose}",
			"- {blessing/Rune}",
			"- {blessing/Scalykind}",
			"- {blessing/Shadow}",
			"- {blessing/Strength}",
			"- {blessing/Sun}",
			"- {blessing/Travel}",
			"- {blessing/Trickery}",
			"- {blessing/Void}",
			"- {blessing/War}",
			"- {blessing/Water}",
			"    - {blessing/Flood} disaster blessing",
			"- {blessing/Weather}",
			"",
			":::"
		],
		"topLink": [ "Warpriest", "class/warpriest" ]
	},
	"bloodline_mutations": {
		"name": "Bloodline Mutations",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Bloodline Mutations",
			"",
			"{SOURCE Magic Tactics Toolbox/10}",
			"",
			"Although heirs to similar arcane bloodlines may share commonalities, the unique circumstances in which a bloodline enters a {class/bloodrager} or sorcerer's lineage can result in the manifestation of particularly strange or unusual bloodline powers known as mutations. Whenever a bloodrager or a sorcerer gains a new bloodline power, she can swap her bloodline power for a bloodline mutation whose prerequisites she meets. Once this choice is made, it cannot be changed, and a bloodrager or sorcerer cannot swap a bloodline power that she has altered or replaced with an archetype for a bloodline mutation. A bloodrager need not be in a bloodrage to use her bloodline mutation powers.",
			"",
			"Alternatively, a bloodrager or sorcerer can select a bloodline mutation in place of a bloodline bonus feat, provided her class level is at least equal to the level of the bloodline ability the mutation normally replaces.",
			"",
			"### Blood Havoc",
			"",
			"Whenever you cast a bloodrager or sorcerer spell that deals damage, add 1 point of damage per die rolled. This benefit applies only to damaging spells that belong to schools you have selected with {feat/Spell Focus} or that are bloodline spells for your bloodline. This ability replaces the sorcerer's 1st-level bloodline power or the bloodrager's 4th-level bloodline power.",
			"",
			"### Blood Intensity",
			"",
			"Whenever you cast a bloodrager or sorcerer spell that deals damage, you can increase its maximum number of damage dice by an amount equal to your Strength or Charisma modifier, whichever is higher. This otherwise functions as - and does not stack with - the Intensified Spell feat. You can use this ability once per day at 3rd level and one additional time per day for every 4 caster levels you have beyond 3rd, up to five times per day at 19th level. This ability replaces the sorcerer's 3rd-level bloodline power or the bloodrager's 8th-level bloodline power.",
			"",
			"### Blood Piercing",
			"",
			"When you cast a bloodrager or sorcerer spell that deals damage, creatures affected by the spell reduce their energy resistance and spell resistance against the spell's effects by an amount equal to your Strength or Charisma modifier, whichever is higher. You can use this ability once per day at 4th level and one additional time per day for every 5 caster levels you have beyond 3rd, up to four times per day at 18th level. This ability replaces the sorcerer's 9th-level bloodline power or the bloodrager's 4th-level bloodline power."
		],
		"topLink": [ "Sorcerer", "class/sorcerer" ]
	},
	"bloodrager_bloodlines": {
		"name": "Bloodrager Bloodlines",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Bloodrager Bloodlines",
			"",
			"{SOURCE Advanced Class Guide}",
			"",
			"When a bloodrager enters a bloodrage, he often takes on a physical transformation influenced by his bloodline and powered by the magic that roils within him. Unless otherwise specified, he gains the effects of his bloodline powers only while in a bloodrage; once the bloodrage ends, all powers from his bloodline immediately cease, and any physical changes the bloodrager underwent revert, restoring him to normal.",
			"",
			"| Bloodline | Description |",
			"| --- | --- |",
			"| @ripple[blrgbloodline/Aberrant] | There is a taint in your blood that is both alien and bizarre. When you bloodrage, this manifests in peculiar and terrifying ways. |",
			"| @ripple[blrgbloodline/Abyssal] | Generations ago, a demon spread its filth into the essence of your bloodline. While it doesn't manifest in all of your kin, in those moments when you're bloodraging, you embody its terrifying presence. |",
			"| @ripple[blrgbloodline/Aquatic] | The anger in your blood rises from the ocean depths, seeded by descent from undersea empires, creeping ichthyic infiltrators into remote seaside villages, or something deeper still. |",
			"| @ripple[blrgbloodline/Arcane] | While others of your kin may be powerful wizards and sorcerers, the eldritch nature of the blood coursing through your veins transforms you into a spell-breaking terror. |",
			"| @ripple[blrgbloodline/Black Blood] | Contact with the black blood of Orv - by you or one of your ancestors - transformed your bloodline. This necromantic taint in your blood mutates you into something peculiar. |",
			"| @ripple[blrgbloodline/Celestial] | By way of a celestial ancestor or divine intervention, the blood of angels fills your body with a holy potency, granting you a majestic visage and angelic powers when you enter your bloodrage. |",
			"| @ripple[blrgbloodline/Destined] | Your bloodline is destined for great things. When you bloodrage, you exude a greatness that makes all but the most legendary creatures seem lesser. |",
			"| @ripple[blrgbloodline/Draconic] | At some point in your family's history, a dragon interbred with your bloodline. Now, the sublime monster's ancient power fuels your bloodrage. |",
			"| @ripple[blrgbloodline/Elemental] | The power of the elements resides in you, and at times you can hardly control its fury. This influence comes either from an elemental outsider in your family history or from a moment when you or your ancestors were exposed to a powerful elemental force or cataclysm. |",
			"| @ripple[blrgbloodline/Fey] | One of your ancestors was fey, or the fey realm somehow intermixed with your bloodline. It affects your bloodrage in tricky and surprising ways. |",
			"| @ripple[blrgbloodline/Hag] | Hags interbreed with other races frequently, and those children who escape their grasp may pass their heritage on to later generations before it reemerges. The potent humors that accompany hag blood are better suited to a bloodrager's ferocity than to traditional spellcasting. |",
			"| @ripple[blrgbloodline/Infernal] | The Pit lives in your blood. Maybe one of your ancestors was seduced by the powers of Hell or made a deal with a devil. Either way, its corruption seethes within your lineage. |",
			"| @ripple[blrgbloodline/Kyton] | In the shadowy land of Nidal, the influence of Zon-Kuthon and the Midnight Lord's favored servants - the kytons - taints the land and its inhabitants. Just as an eclipse drives animals wild, so too does the darkness unleash a madness from deep within you. |",
			"| @ripple[blrgbloodline/Martyred] | One of your ancestors paid the ultimate price for her beliefs. This distant relative martyred herself out of a devout dedication to some specific cause, and that sacrifice has infused you with power that you can use for good - or for ill. When you bloodrage, an inspiring fury conjures echoes of your forebear's incredible determination and selfless dedication, both offering you protection and amplifying your ability to punish any who dare incur your wrath. |",
			"| @ripple[blrgbloodline/Medusa] | No magical creature is more iconic in Iblydan lore than the {monster/medusa}. Perhaps your lineage traces back to a medusa, or an ancestor survived a medusa's petrifying gaze and was forever changed by the experience. However the medusa's influence entered your bloodline, when you bloodrage, you gain fearsome and ancient powers. |",
			"| @ripple[blrgbloodline/Naga] | The blood of the powerful, serpentine aberrations known as nagas runs through your veins, fueling your bloodrage. |",
			"| @ripple[blrgbloodline/Phoenix] | The flames of the phoenix burn brightly within your soul, filling you with an inextinguishable vitality that can withstand the most harrowing of assaults. |",
			"| @ripple[blrgbloodline/Salamander] | Salamanders are fierce warriors and master smiths, and you wield their might and mastery of metal by birthright. |",
			"| @ripple[blrgbloodline/Shadow] | Because of your heritage, you can move and see through shadows as if you are part of them. Your fury absorbs light, warmth, and strength. |",
			"| @ripple[blrgbloodline/Shapechanger] | The blood of doppelgangers, faceless stalkers, lycanthropes, or other shapechangers courses through your veins. |",
			"| @ripple[blrgbloodline/Sphinx] | Those who successfully traded riddles with sphinxes sometimes find themselves or their descendants exhibiting both arcane power and violent fury. These bloodragers find being outwitted or outmaneuvered especially infuriating; though they are usually scholarly and erudite, their fits of frenzied rage are all the more terrifying in comparison. |",
			"| @ripple[blrgbloodline/Undead] | The foul corruption of undeath is a part of you. Somewhere in the past, death became infused with your lineage. Your connection to the attributes of the undead bestows frightening power when your bloodrage. |",
			"| @ripple[blrgbloodline/Verdant] | Your body is suffused with raw plant life. When you bloodrage, your plant-like characteristics bolster your durability and grant you some control over vegetation. |",
			"| @ripple[blrgbloodline/Vestige] | You are the descendant of great heroes from a lost civilization. |"
		],
		"topLink": [ "Bloodrager", "class/bloodrager" ]
	},
	"combat_styles": {
		"name": "Combat Styles",
		"subtitle": "Ranger",
		"sources": [
			"PRPG Core Rulebook",
			"Advanced Player's Guide",
			"Ultimate Intrigue",
			"Disciple's Doctrine",
			"Inner Sea Combat",
			"Advanced Class Guide",
			"Aquatic Adventures"
		],
		"description": [
			"## Combat Styles",
			"",
			"{SOURCE PRPG Core Rulebook;Advanced Player's Guide}  ",
			"At 2nd level, a ranger must select a combat style to pursue. The ranger's expertise manifests in the form of bonus feats at 2nd, 6th, 10th, 14th, and 18th level. He can choose feats from his selected combat style, even if he does not have the normal prerequisites.",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Archery:** {feat/Far Shot}, {feat/Focused Shot}, {feat/Point-Blank Shot}, {feat/Precise Shot}, and {feat/Rapid Shot}. At 6th level, he adds {feat/Crossbow Mastery}, {feat/Improved Precise Shot}, and {feat/Manyshot} to the list. At 10th level, he adds {feat/Pinpoint Targeting} and {feat/Shot on the Run} to the list.[^A]",
			"",
			"**Crossbow:** {feat/Deadly Aim}, {feat/Focused Shot}, {feat/Precise Shot}, and {feat/Rapid Reload}. At 6th level, he adds {feat/Crossbow Mastery} and {feat/Improved Precise Shot} to the list. At 10th level, he adds {feat/Pinpoint Targeting} and {feat/Shot on the Run} to the list.[^B]",
			"",
			"**Deceptive:** {feat/Disengaging Feint}, {feat/Improved Feint}, {feat/Ranged Feint}, and {feat/Two-Weapon Feint}. At 6th level, he adds {feat/Greater Feint} and {feat/Misdirection Tactics} to the list. At 10th level, he adds {feat/Disengaging Shot} and {feat/Passing Trick} to the list.[^C]",
			"",
			"**Elemental:** {feat/Aquadynamic Focus}, {feat/Scorching Weapons}, {feat/Stony Step}, and {feat/Wind Stance}. At 6th level, he adds {feat/Inner Flame} and {feat/Lightning Stance} to the list. At 10th level, he adds Blazing Aura and {feat/Whirlwind Attack} to the list.[^D]",
			"",
			"**Faithful ({faith/Achaekek}):** {feat/Double Slice}, {feat/Exotic Weapon Proficiency} (sawtooth sabre), {feat/Two-Weapon Feint}, and {feat/Two-Weapon Fighting}. At 6th level, he adds {feat/Improved Two-Weapon Feint} and {feat/Two-Weapon Defense} to the list. At 10th level, he adds {feat/Greater Two-Weapon Fighting} and {feat/Two-Weapon Rend} to the list.[^E]",
			"",
			"**Faithful ({faith/Besmara}):** {feat/Agile Maneuvers}, {feat/Improved Dirty Trick}, {feat/Improved Feint}, and {feat/Weapon Finesse}. At 6th level, he adds {feat/Greater Feint} and {feat/Quick Dirty Trick} to the list. At 10th level, he adds {feat/Critical Focus} and {feat/Disengaging Flourish} to the list.[^E]",
			"",
			"**Faithful ({faith/Calistria}):** {feat/Combat Reflexes}, {feat/Exotic Weapon Proficiency} (Whip), {feat/Weapon Finesse}, and {feat/Whip Mastery}. At 6th level, he adds {feat/Improved Trip} and {feat/Improved Whip Mastery} to the list. At 10th level, he adds {feat/Greater Trip} and {feat/Greater Whip Mastery} to the list.[^E]",
			"",
			"**Faithful ({faith/Cayden Cailean}):** {feat/Catch Off-Guard}, {feat/Combat Expertise}, {feat/Combat Reflexes}, and {feat/Weapon Finesse}. At 6th level, he adds {feat/Improved Disarm} and {feat/Lunge} to the list. At 10th level, he adds {feat/Disarming Strike} and {feat/Improved Critical} (rapier) to the list.[^E]",
			"",
			"**Faithful ({faith/Desna}):** {feat/Quick Draw}, {feat/Point-Blank Shot}, {feat/Rapid Shot}, and {feat/Weapon Finesse}. At 6th level, he adds {feat/Distance Thrower} and {feat/Opening Volley} to the list. At 10th level, he adds {feat/Close-Quarters Thrower} and {feat/Shot on the Run} to the list.[^E]",
			"",
			"**Faithful ({faith/Erastil}):** {feat/Deadly Aim}, {feat/Far Shot}, {feat/Point-Blank Shot}, and {feat/Precise Shot}. At 6th level, he adds {feat/Clustered Shots} and {feat/Snap Shot} to the list. At 10th level, he adds {feat/Improved Snap Shot} and {feat/Pinpoint Targeting} to the list.[^E]",
			"",
			"**Faithful ({faith/Gorum}):** {feat/Cleave}, {feat/Improved Bull Rush}, {feat/Power Attack}, and {feat/Shield of Swings}. At 6th level, he adds {feat/Cleaving Finish} and {feat/Vital Strike} to the list. At 10th level, he adds {feat/Death or Glory} and {feat/Improved Vital Strike} to the list.[^E]",
			"",
			"**Faithful ({faith/Gozreh}):** {feat/Deadly Aim}, {feat/Distance Thrower}, {feat/Point-Blank Shot}, and {feat/Two-Handed Thrower}. At 6th level, he adds {feat/Lunge} and {feat/Precise Shot} to the list. At 10th level, he adds {feat/Impaling Critical} (trident) and {feat/Strike Back} to the list.[^E]",
			"",
			"**Faithful ({faith/Iomedae}):** {feat/Bodyguard}, {feat/Improved Shield Bash}, {feat/Step Up}, and {feat/Two-Weapon Fighting}. At 6th level, he adds {feat/In Harm's Way} and {feat/Shield Slam} to the list. At 10th level, he adds {feat/Bashing Finish} and {feat/Shield Master} to the list.[^E]",
			"",
			"**Faithful ({faith/Irori}):** {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Monastic Legacy}, and {feat/Two-Weapon Fighting}. At 6th level, he adds {feat/Improved Trip} and {feat/Spring Attack} to the list. At 10th level, he adds {feat/Ki Throw} and {feat/Stunning Fist} to the list.[^E]",
			"",
			"**Faithful ({faith/Kurgess}):** {feat/Charging Hurler}, {feat/Deadly Aim}, {feat/Improved Grapple}, and {feat/Opening Volley}. At 6th level, he adds {feat/Improved Charging Hurler} and {feat/Greater Grapple} to the list. At 10th level, he adds {feat/Pinning Knockout} and {feat/Shot on the Run} to the list.[^E]",
			"",
			"**Faithful ({faith/Lamashtu}):** {feat/Cleave}, {feat/Furious Focus}, {feat/Power Attack}, and {feat/Pushing Assault}. At 6th level, he adds {feat/Bloody Assault} and {feat/Vital Strike} to the list. At 10th level, he adds {feat/Dreadful Carnage} and {feat/Improved Vital Strike} to the list.[^E]",
			"",
			"**Faithful ({faith/Norgorber}):** {feat/Blind-Fight}, {feat/Quick Draw}, {feat/Wave Strike}, and {feat/Weapon Finesse}. At 6th level, he adds {feat/Improved Critical} (short sword) and {feat/Improved Feint} to the list. At 10th level, he adds {feat/Deadly Finish} and {feat/Greater Blind-Fight} to the list.[^E]",
			"",
			"**Faithful ({faith/Sarenrae}):** {feat/Improved Initiative}, {feat/Mobility}, {feat/Nimble Moves}, and {feat/Sidestep}. At 6th level, he adds {feat/Whirlwind Attack} and {feat/Wind Stance} to the list. At 10th level, he adds {feat/Lightning Stance} and {feat/Spring Attack} to the list.[^E]",
			"",
			"**Faithful ({faith/Torag}):** {feat/Bludgeoner}, {feat/Improved Sunder}, {feat/Power Attack}, and {feat/Shield Focus}. At 6th level, he adds {feat/Felling Smash} and {feat/Greater Sunder} to the list. At 10th level, he adds {feat/Greater Shield Focus} and {feat/Sundering Strike} to the list.[^E]",
			"",
			"**Faithful ({faith/Zon-Kuthon}):** {feat/Agile Maneuvers}, {feat/Disruptive}, {feat/Exotic Weapon Proficiency} (spiked chain), and {feat/Weapon Finesse}. At 6th level, he adds {feat/Bloody Assault} and {feat/Improved Trip} to the list. At 10th level, he adds {feat/Bleeding Critical} and {feat/Pin Down} to the list.[^E]",
			"",
			"**Menacing:** {feat/Dazzling Display}, {feat/Enforcer}, {feat/Gory Finish}, and {feat/Intimidating Prowess}. At 6th level, he adds {feat/Martial Dominance} and {feat/Shatter Defenses} to the list. At 10th level, he adds {feat/Dreadful Carnage} and {feat/Improved Critical} to the list.[^C]",
			"",
			"**Mounted Combat:** {feat/Mounted Combat}, {feat/Mounted Archery}, {feat/Ride-By Attack}, and {feat/Trick Riding}. At 6th level, he adds {feat/Mounted Shield} and {feat/Spirited Charge} to the list. At 10th level, he adds {feat/Mounted Skirmisher} and {feat/Unseat} to the list.[^B]",
			"",
			"**Natural Weapon:** {feat/Aspect of the Beast}, {feat/Improved Natural Attack}, {feat/Rending Claws}, and {feat/Weapon Focus}. At 6th level, he adds {feat/Eldritch Claws} and {feat/Vital Strike} to the list. At 10th level, he adds {feat/Multiattack} and {feat/Improved Vital Strike} to the list.[^B]",
			"",
			"**Thrown Weapon:** {feat/Distance Thrower}, {feat/Precise Shot}, {feat/Quick Draw}, and {feat/Two-Weapon Fighting}. At 6th level, he adds {feat/Close-Quarters Thrower} and {feat/False Opening} to the list. At 10th level, he adds {feat/Pinpoint Targeting} and {feat/Shot on the Run} to the list.[^F]",
			"",
			"**Two-Handed Weapon:** {feat/Cleave}, {feat/Power Attack}, {feat/Pushing Assault}, and {feat/Shield of Swings}. At 6th level, he adds {feat/Furious Focus} and {feat/Great Cleave} to the list. At 10th level, he adds {feat/Dreadful Carnage} and {feat/Improved Sunder} to the list.[^B]",
			"",
			"**Two-Weapon Combat:** {feat/Double Slice}, {feat/Improved Shield Bash}, {feat/Quick Draw}, and {feat/Two-Weapon Fighting}. At 6th level, he adds {feat/Improved Two-Weapon Fighting} and {feat/Two-Weapon Defense} to the list. At 10th level, he adds {feat/Greater Two-Weapon Fighting} and {feat/Two-Weapon Rend} to the list.[^A]",
			"",
			"**Underhanded:** {feat/Combat Expertise} (see note[^G]), {feat/Dodge}, {feat/Improved Dirty Trick}, and {feat/Improved Steal}. At 6th level, he adds {feat/Greater Dirty Trick} and {feat/Greater Steal} to the list. At 10th level, he adds {feat/Quick Dirty Trick} and {feat/Quick Steal} to the list.[^C]",
			"",
			"**Underwater:** {feat/Aquadynamic Focus}, {feat/Aquadynamic Shot}, {feat/Dolphin Style}, and {feat/Shark Style}. At 6th level, he adds {feat/Dolphin Dart} and {feat/Shark Tear} to the list.[^H] At 10th level, he adds {feat/Dolphin Circle} and {feat/Shark Leap} to the list.[^I] [^J]",
			"",
			"**Weapon and Shield:** {feat/Improved Shield Bash}, {feat/Shield Focus}, {feat/Shield Slam}, and {feat/Two-Weapon Fighting}. At 6th level, he adds {feat/Saving Shield} and {feat/Shield Master} to the list. At 10th level, he adds {feat/Bashing Finish} and {feat/Greater Shield Focus} to the list.[^B]",
			"",
			":::",
			"",
			"[^A]: {source/PRPG Core Rulebook/ pg. 65}",
			"[^B]: {source/Advanced Player's Guide/ pg. 124}",
			"[^C]: {source/Ultimate Intrigue/ pg. 40}",
			"[^D]: {source/Disciple's Doctrine/ pg. 5}",
			"[^E]: {source/Inner Sea Combat/ pg. 11}",
			"[^F]: {source/Advanced Class Guide/ pg. 118}",
			"[^G]: If the ranger chooses Combat Expertise, he counts as having 13 Intelligence for the purpose of selecting that feat and others that have Combat Expertise as a prerequisite.",
			"[^H]: The ranger must have Dolphin Style to select Dolphin Dart, and must have Shark Style to select Shark Tear, but otherwise ignores all other prerequisites.",
			"[^I]: The ranger must have Dolphin Style and Dolphin Dart to select Dolphin Circle, and must have Shark Style and Shark Tear to select Shark Leap, but otherwise ignores all other prerequisites.",
			"[^J]: {source/Aquatic Adventures/ pg. 55}"
		],
		"topLink": [ "Ranger", "class/ranger" ]
	},
	"composite_kinetic_blasts": {
		"name": "Composite Blasts",
		"sources": [
			"Occult Adventures",
			"Occult Origins",
			"Psychic Anthology",
			"Ultimate Wilderness"
		],
		"description": [
			"## Composite Kinetic Blasts",
			"",
			"Composite blasts combine elements to form a new blast. When a kineticist gains a new element through expanded element, she gains access to all composite blasts for which she qualifies. Most composite blasts are either physical or energy blasts, like simple blasts. Physical composite blasts deal an amount of damage equal to 2d6+2 + the kineticist's Constitution modifier, increasing by 2d6+2 for every 2 kineticist levels beyond 1st; energy composite blasts deal an amount of damage equal to 2d6 + 1/2 the kineticist's Constitution modifier, increasing by 2d6 for every 2 kineticist levels beyond 1st.",
			"",
			"{table0}"
		],
		"noFinder": true,
		"tables": [
			{
				"id": "composite kinetic blasts",
				"columns": [
					{ "header": "Composite Blast", "ripple": true, "align": "start" },
					{ "header": "Prerequisites", "align": "start" },
					{ "header": "Elements" },
					{ "header": "Burn", "type": "num" },
					{ "header": "Blast Type" },
					{ "header": "Damage", "align": "start" }
				],
				"data": [
					[ "{kinetic/Aetheric Boost/ (Sp)}", "{kinetic/telekinetic blast}, expanded element (any)", "aether", 2, "special", "see text" ],
					[ "{kinetic/Autumn Blast/ (Sp)}", "{kinetic/earth blast}, {kinetic/wood blast}", "earth, wood", 2, "physical", "any two of bludgeoning, piercing, and slashing (half each)" ],
					[ "{kinetic/Blizzard Blast/ (Sp)}", "{kinetic/air blast}, {kinetic/cold blast}", "air, water", 2, "physical", "half piercing, half cold" ],
					[ "{kinetic/Blue Flame Blast/ (Sp)}", "primary element (fire), expanded element (fire)", "fire", 2, "energy", "fire" ],
					[ "{kinetic/Charged Water Blast/ (Sp)}", "{kinetic/electric blast}, {kinetic/water blast}", "air, water", 2, "physical", "half bludgeoning, half electricity" ],
					[ "{kinetic/Force Blast/ (Sp)}", "primary element (aether), expanded element (aether)", "aether", 2, "energy", "force (see text)" ],
					[ "{kinetic/Gravitic Boost/ (Sp)}", "{kinetic/gravity blast}, any other physical simple blast", "void", 2, "special", "see text" ],
					[ "{kinetic/Ice Blast/ (Sp)}", "primary element (water), expanded element (water)", "water", 2, "physical", "half piercing, half cold" ],
					[ "{kinetic/Magma Blast/ (Sp)}", "{kinetic/earth blast}, {kinetic/fire blast}", "earth, fire", 2, "physical", "half bludgeoning, half fire" ],
					[ "{kinetic/Metal Blast/ (Sp)}", "primary element (earth), expanded element (earth)", "earth", 2, "physical", "bludgeoning, piercing, or slashing" ],
					[ "{kinetic/Mud Blast/ (Sp)}", "{kinetic/earth blast}, {kinetic/water blast}", "earth, water", 2, "physical", "bludgeoning" ],
					[ "{kinetic/Negative Admixture/ (Sp)}", "{kinetic/negative blast}, any other energy simple blast", "void", 2, "energy", "see text" ],
					[ "{kinetic/Plasma Blast/ (Sp)}", "{kinetic/air blast}, {kinetic/fire blast}", "air, fire", 2, "physical", "half bludgeoning, half fire" ],
					[ "{kinetic/Positive Admixture/ (Sp)}", "{kinetic/positive blast}, any other energy simple blast", "wood", 2, "energy", "see text" ],
					[ "{kinetic/Sandstorm Blast/ (Sp)}", "{kinetic/air blast}, {kinetic/earth blast}", "air, earth", 2, "physical", "piercing and slashing" ],
					[ "{kinetic/Spring Blast/ (Sp)}", "{kinetic/air blast}, {kinetic/wood blast}", "air, wood", 2, "physical", "half bludgeoning and half slashing or piercing" ],
					[ "{kinetic/Steam Blast/ (Sp)}", "{kinetic/fire blast}, {kinetic/water blast}", "fire, water", 2, "physical", "half bludgeoning, half fire" ],
					[ "{kinetic/Summer Blast/ (Sp)}", "{kinetic/fire blast}, {kinetic/wood blast}", "fire, wood", 2, "physical", "half fire and half bludgeoning, piercing, or slashing" ],
					[ "{kinetic/Thunderstorm Blast/ (Sp)}", "primary element (air), expanded element (air)", "air", 2, "physical", "half bludgeoning, half electricity" ],
					[ "{kinetic/Verdant Blast/ (Sp)}", "primary element (wood), expanded element (wood)", "wood", 2, "physical", "bludgeoning, piercing, slashing, and optionally positive energy" ],
					[ "{kinetic/Void Blast/ (Sp)}", "primary element (void), expanded element (void)", "void", 2, "physical", "half bludgeoning, half negative energy" ],
					[ "{kinetic/Winter Blast/ (Sp)}", "{kinetic/cold blast}, {kinetic/wood blast}", "water, wood", 2, "physical", "half cold and half bludgeoning, piercing, or slashing" ]
				],
				"initialColumn": 0
			}
		],
		"topLink": [ "Kineticist", "class/kineticist" ]
	},
	"oracle_curses": {
		"name": "Oracle Curses",
		"sources": [
			"Horror Realms",
			"Blood of Angels",
			"Monster Codex",
			"Advanced Player's Guide",
			"Blood of Fiends",
			"Legacy of Dragons",
			"Elemental Master's Handbook",
			"Heroes of Golarion",
			"Inner Sea Monster Codex",
			"Legacy of the First World",
			"Wilderness Origins",
			"Blood of the Sea",
			"Villain Codex",
			"Pathfinder #88: Valley of the Brain Collectors",
			"Dirty Tactics Toolbox"
		],
		"description": [
			"## Oracle Curses",
			"",
			"Each oracle is cursed, but this curse comes with a benefit as well as a hindrance. This choice is made at 1st level, and once made, it cannot be changed. The oracle's curse cannot be removed or dispelled without the aid of a deity. An oracle's curse is based on her oracle level plus one for every two levels or Hit Dice other than oracle. Each oracle must choose one of the following curses.",
			"",
			"| Curse | Description |",
			"| --- | --- |",
			"| @ripple[oraclecurse/Aboleth] | Your mind is marked by aboleth tampering, either as a result of a close encounter with one of these creatures while you were a child, or even through an ancestor, close family member, or one of your sisters or brothers in faith - this associate's interaction with the aboleths may be all that it takes to infect you. |",
			"| @ripple[oraclecurse/Acursed] | You are cursed with misfortune and sorrow, and you cannot gain benefit from morale bonuses. |",
			"| @ripple[oraclecurse/Blackened] | Your hands and forearms are shriveled and blackened, as if you had plunged your arms into a blazing fire, and your thin, papery skin is sensitive to the touch. |",
			"| @ripple[oraclecurse/Clouded Vision] | Your eyes are obscured, making it difficult for you to see. |",
			"| @ripple[oraclecurse/Cold-Blooded] | Your blood turns sluggish without sufficient heat, and you must seek warmth and shelter earlier than most. |",
			"| @ripple[oraclecurse/Consumed] | Your connection to Abaddon and the daemons that call it home has left you diminished but still able to scorn many mortal frailties. |",
			"| @ripple[oraclecurse/Covetous] | You find yourself drawn to the luster of wealthy living. |",
			"| @ripple[oraclecurse/Deaf] | You cannot hear and suffer all of the usual penalties for being deafened. |",
			"| @ripple[oraclecurse/Deep One] | The lure of the ocean tugs at your soul. |",
			"| @ripple[oraclecurse/Demonic] | Your heart is cursed with the pull of the Abyss. |",
			"| @ripple[oraclecurse/Elemental Imbalance] | You wield an element's might, but you are vulnerable to its opposite. |",
			"| @ripple[oraclecurse/Ghoul] | While your actual dietary needs don't change, you crave the flesh of sentient creatures. |",
			"| @ripple[oraclecurse/God-Meddled] | Iblydos's hero-gods' interference in your life has left you with strange, unpredictable powers dependent on divine whim. |",
			"| @ripple[oraclecurse/Haunted] | Malevolent spirits follow you wherever you go, causing minor mishaps and strange occurrences (such as unexpected breezes, small objects moving on their own, and faint noises). |",
			"| @ripple[oraclecurse/Hellbound] | Infernal influence grants you profane insight and weighs on your soul. |",
			"| @ripple[oraclecurse/Hive] | You were exposed at a young age (perhaps even before you were born) to the alien species known as the hive, but this exposure did not result in a full-blown infestation by these otherworldly monsters. |",
			"| @ripple[oraclecurse/Hunger] | Ravenous hunger wracks your body in stressful situations. |",
			"| @ripple[oraclecurse/Infested] | Insects, spiders, grubs, and other vermin plague you constantly. |",
			"| @ripple[oraclecurse/Lame] | One of your legs is permanently wounded. |",
			"| @ripple[oraclecurse/Legalistic] | The shackles of Hell impose savage consequences should you violate a covenant, but also imbue you with remarkable guile. |",
			"| @ripple[oraclecurse/Lich] | You have (unknowingly) fulfilled most (but not all) of the ritualistic components to achieve lichdom. |",
			"| @ripple[oraclecurse/Lycanthropy] | You suffer from a minor form of lycanthropy. |",
			"| @ripple[oraclecurse/Plagued] | You suffer from minor ailments and sicknesses. |",
			"| @ripple[oraclecurse/Possessed] | Another mind shares your body, interfering with your control, and it's more difficult for you to concentrate as a result. |",
			"| @ripple[oraclecurse/Powerless Prophecy] | You are forewarned of danger but can't act to prevent it. |",
			"| @ripple[oraclecurse/Pranked] | Capricious fey constantly bedevil you. |",
			"| @ripple[oraclecurse/Promethean] | Your body is falling apart, forcing you to rely on mechanical augmentations or replacements to keep yourself alive. |",
			"| @ripple[oraclecurse/Putrid] | Your presence stagnates water and befouls all liquids carried on your person, including magical items such as potions, and unattended sources of still water within 10 feet. |",
			"| @ripple[oraclecurse/Reclusive] | You are reclusive and paranoid to the point that your allies cannot easily help you in times of stress or unease. |",
			"| @ripple[oraclecurse/Scourge] | You are a blight on the natural world. |",
			"| @ripple[oraclecurse/Shadowbound] | Your pigmentation is oddly colorless, and your eyes are highly sensitive to light. |",
			"| @ripple[oraclecurse/Shattered Psyche] | Your mind is crowded with dozens of voices, fragmented snippets of your past lives. |",
			"| @ripple[oraclecurse/Site-Bound] | You bond with a particular 10-foot square, and must remain within 1,500 feet of that site or immediately become sickened. |",
			"| @ripple[oraclecurse/Song-Bound] | (Merfolk only) Whenever you speak, you are compelled to sing loudly, and you draw out even short utterances with vocal scales or simple melodies. |",
			"| @ripple[oraclecurse/Tongues] | In times of stress or unease, you speak in tongues. |",
			"| @ripple[oraclecurse/Toxic Blood] | Your body is ravaged by a potent, slow-acting poison that resists all treatment. |",
			"| @ripple[oraclecurse/Vampirism] | You crave the taste of fresh, warm blood. |",
			"| @ripple[oraclecurse/Wasting] | Your body is slowly rotting away. |",
			"| @ripple[oraclecurse/Wolfscarred Face] | Your face is deformed, as though you were born with a wolf's muzzle instead of an ordinary nose and jaw. |",
			"| @ripple[oraclecurse/Wrecker] | The destructive power of the Abyss and its teeming hordes of demons seeps from your very pores and into your belongings and surroundings. |",
			"| @ripple[oraclecurse/Wrecking Mysticism] | (Kitsune only) A divine entity has blessed you with a source of eldritch power that erodes your fortitude. |"
		],
		"topLink": [ "Oracle", "class/oracle" ]
	},
	"dares": {
		"name": "Dares",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Dares",
			"",
			"{SOURCE Advanced Class Guide}",
			"",
			"Dares are similar to deeds in that they grant a gunslinger or a swashbuckler extra abilities based on either grit or panache, but unlike deeds, dares become active when a member of these classes runs out of her respective pool, and become inactive when the character regains points of their respective pool. They grant the character a benefit and a new ability to regain or increase the ability to regain either grit or panache.",
			"",
			"A dare can be taken in place of one of the bonus feats one of those classes gains at 4th level and every 4 levels thereafter. A member of those classes can choose to have multiple dares, but can only pick one to be active each time she reaches 0 grit or panache points. Once chosen, the active dare cannot be changed until the gunslinger or swashbuckler reaches 0 grit or panache points again.",
			"",
			"---",
			"",
			"**Desperate Evasion (Ex):** While this dare is active, you gain the {ability/evasion} class feature. If you already have this class feature, while this dare is active you roll twice when making a Reflex saving throw and take the higher result. You regain 1 @primary[grit] @alternate[panache] point when you succeed at two Reflex saving throws while using this dare.",
			"",
			"**Frantically Nimble (Ex):** While this dare is active, you gain a +2 dodge bonus to AC. You regain 1 @primary[grit] @alternate[panache] point when any enemy making a ranged or melee attack against you misses you three consecutive times. The attacks need not come from the same enemy.",
			"",
			"**Out for Blood (Ex):** While this dare is active, your critical threat range with @primary[firearms] @alternate[light or one-handed piercing melee weapons] increases by 1 (20/&times;4 becomes 19-20/&times;4, 19-20/&times;2 becomes 18-20/&times;2, and so on). This effect does not stack with similar effects that modify a weapon's critical threat range.",
			"",
			"**Run Like Hell (Ex):** While this dare is active, your speed increases by 10 feet, and you retain your Dexterity bonus to your AC while running. You regain 1 @primary[grit] @alternate[panache] point the first time you are more than 100 feet away from your closest enemy."
		],
		"topLink": [ "Gunslinger", "class/gunslinger" ]
	},
	"swashbuckler_dares": {
		"alternateOf": "dares",
		"topLink": [ "Swashbuckler", "class/swashbuckler" ]
	},
	"defense_wild_talents": {
		"name": "Defense Wild Talents",
		"sources": [
			"Occult Adventures",
			"Occult Origins",
			"Ultimate Wilderness"
		],
		"description": [
			"## Defense Wild Talents",
			"",
			"A kineticist gains the defense wild talent from her primary element at 2nd level.",
			"",
			"| Defense | Element | Burn |",
			"| --- | --- | --- |",
			"| @ripple[kinetic/Emptiness/ (Su)] | void | 0 |",
			"| @ripple[kinetic/Enveloping Winds/ (Su)] | air | 0 |",
			"| @ripple[kinetic/Flesh of Stone/ (Su)] | earth | 0 |",
			"| @ripple[kinetic/Flesh of Wood/ (Su)] | wood | 0 |",
			"| @ripple[kinetic/Force Ward/ (Su)] | aether | 0 |",
			"| @ripple[kinetic/Searing Flesh/ (Su)] | fire | 0 |",
			"| @ripple[kinetic/Shroud of Water/ (Su)] | water | 0 |"
		],
		"topLink": [ "Kineticist", "class/kineticist" ]
	},
	"disciplines": {
		"name": "Psychic Disciplines",
		"sources": [
			"Adventurer's Guide",
			"Blood of Shadows",
			"Blood of the Beast",
			"Blood of the Coven",
			"Disciple's Doctrine",
			"Haunted Heroes Handbook",
			"Heroes from the Fringe",
			"Heroes of the High Court",
			"Legacy of the First World",
			"Occult Adventures",
			"Occult Origins",
			"Occult Realms",
			"Ultimate Wilderness"
		],
		"description": [
			"The following disciplines represent those most commonly chosen by psychics. Followers of a discipline might come to it in a variety of different ways, and though some might join together in orders, others follow personal, singular interpretations of the discipline.",
			"",
			"{table0}"
		],
		"noFinder": true,
		"tables": [
			{
				"id": "psychic disciplines",
				"columns": [
					{ "header": "Discipline", "ripple": true, "align": "start" },
					{ "header": "Pool Stat" },
					{ "header": "Description", "align": "start" }
				],
				"data": [
					[ "{discipline/Abomination}", "Charisma", "Your mind is impure, tainted by outside forces." ],
					[ "{discipline/Bleaching}", "Wisdom", "You draw power from a void in your emotions, a yawning and empty chasm where your hopes and dreams and fears should be." ],
					[ "{discipline/Dream}", "Charisma", "You discover deeper and more powerful corners of your mind through journeys you make in your dreams." ],
					[ "{discipline/Enlightenment}", "Wisdom", "Your quest for enlightenment has opened your eyes to new concepts and heights of spiritual awareness." ],
					[ "{discipline/Faith}", "Wisdom", "Your belief in a higher power fuels your psychic abilities." ],
					[ "{discipline/Ferocity}", "Wisdom", "You are in touch with the most primal part of your subconscious." ],
					[ "{discipline/Hag-Called}", "Charisma", "A hag's call echoes through your mind like a siren's song, enticing you to surrender and become something horrible." ],
					[ "{discipline/Haunted}", "Charisma", "You attract the attention of spirits as naturally as a lodestone attracts iron filings." ],
					[ "{discipline/Lore}", "Wisdom", "By collecting expert information and reading all sorts of treatises and chapbooks on occult subjects, you learn proper techniques and rituals to empower your mental abilities." ],
					[ "{discipline/Mindtech}", "Wisdom", "You are innately tied to and can communicate with electronic machinery and similar technological objects, through which you can funnel your psychic power like flowing water." ],
					[ "{discipline/Pageantry}", "Charisma", "The act of ritual, no matter how ostentatious, can be a route to mental strength." ],
					[ "{discipline/Pain}", "Charisma", "Mental blocks prevent your immense inborn psychic energies from flowing freely." ],
					[ "{discipline/Psychedelia}", "Wisdom", "You ingest hallucinogens to expand your mind." ],
					[ "{discipline/Rapport}", "Charisma", "Forging a close bond with other people brings out the best in you, making it easier for you to link your mind with theirs." ],
					[ "{discipline/Rebirth}", "Charisma", "Your mind is forged from the most powerful memories of a multitude of lifetimes." ],
					[ "{discipline/Rivethun}", "Charisma", "You have embraced those aspects of your body that cause you agony, respecting the perspective they grant you if not necessarily the roles they've condemned you to in life." ],
					[ "{discipline/Self-Perfection}", "Wisdom", "You take a holistic view of psychic power, believing that you must hone both your mental and physical attributes to remain in balance." ],
					[ "{discipline/Shadow}", "Wisdom", "You perceive the space between light and darkness, and draw power from it." ],
					[ "{discipline/Sorrow}", "Charisma", "You draw strength from deep feelings of abandonment, loneliness, and sadness, turning these emotions into a powerful weapon or a barrier that protects you." ],
					[ "{discipline/Superiority}", "Charisma", "You know that you are far better than average creatures of your kind." ],
					[ "{discipline/Symbiosis}", "Charisma", "Like pollen on the wind or the roots of plants in the ground, your thoughts permeate your surroundings, allowing you to study and manipulate the world around you." ],
					[ "{discipline/Tranquility}", "Wisdom", "Psychic magic flows through you when you attain a peaceful mental state." ],
					[ "{discipline/Warp}", "Charisma", "Ratfolk mythology claims they were appointed by the gods to sniff out the ragged edges of creation." ]
				],
				"initialColumn": 1
			}
		],
		"topLink": [ "Psychic", "class/psychic" ]
	},
	"discoveries": {
		"name": "Alchemist Discoveries",
		"sources": [ "Advanced Player's Guide" ],
		"compileFrom": {
			"source": "discovery",
			"targets": [
				[
					"## Alchemist Discoveries",
					"",
					"{SOURCE Advanced Player's Guide/28}",
					"",
					"At 2nd level, and then again every 2 levels thereafter (up to 18th level), an alchemist makes an incredible alchemical discovery. Unless otherwise noted, an alchemist cannot select an individual discovery more than once. Some discoveries can only be made if the alchemist has met certain prerequisites first, such as uncovering other discoveries. The DC of any saving throw called for by a discovery is equal to 10 + 1/2 the alchemist's level + the alchemist's Intelligence modifier.",
					"",
					"::h3[Primary Bomb Discoveries]{jl}",
					"",
					"These discoveries modify bombs, but do not stack. Only one such discovery can be applied to an individual bomb.",
					""
				],
				{
					"limit": "Primary Bomb Discoveries",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "!-BQ-!@hll[discovery/!-TITLE-!??SUFFIX:/ !-SUFFIX-!??:] !-DESC-! !-^S-!"
				},
				[
					"",
					"::h3[Other Bomb Discoveries]{jl}",
					""
				],
				{
					"limit": "Other Bomb Discoveries",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "!-BQ-!@hll[discovery/!-TITLE-!??SUFFIX:/ !-SUFFIX-!??:] !-DESC-! !-^S-!"
				},
				[
					"",
					"::h3[Extract Discoveries]{jl}",
					""
				],
				{
					"limit": "Extract Discoveries",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "!-BQ-!@hll[discovery/!-TITLE-!??SUFFIX:/ !-SUFFIX-!??:] !-DESC-! !-^S-!"
				},
				[
					"",
					"::h3[Mutagen Discoveries]{jl}",
					""
				],
				{
					"limit": "Mutagen Discoveries",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "!-BQ-!@hll[discovery/!-TITLE-!??SUFFIX:/ !-SUFFIX-!??:] !-DESC-! !-^S-!"
				},
				[
					"",
					"::h3[Poison Discoveries]{jl}",
					""
				],
				{
					"limit": "Poison Discoveries",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "!-BQ-!@hll[discovery/!-TITLE-!??SUFFIX:/ !-SUFFIX-!??:] !-DESC-! !-^S-!"
				},
				[
					"",
					"::h3[Potion/Elixir Discoveries]{jl}",
					""
				],
				{
					"limit": "Potion/Elixir Discoveries",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "!-BQ-!@hll[discovery/!-TITLE-!??SUFFIX:/ !-SUFFIX-!??:] !-DESC-! !-^S-!"
				},
				[
					"",
					"::h3[Other Discoveries]{jl}",
					""
				],
				{
					"limit": "Other Discoveries",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+)",
						"replacement": "$1"
					},
					"template": "!-BQ-!@hll[discovery/!-TITLE-!??SUFFIX:/ !-SUFFIX-!??:] !-DESC-! !-^S-!"
				}
			]
		},
		"topLink": [ "Alchemist", "class/alchemist" ]
	},
	"discovery": { "copyof": "discoveries" }
}
