{
	"fighter": {
		"name": "Fighter",
		"sources": [
			"PRPG Core Rulebook",
			"Chronicle of Legends",
			"Plane-Hopper's Handbook",
			"Blood of the Sea",
			"Monster Codex",
			"Advanced Race Guide",
			"Advanced Player's Guide",
			"Blood of Shadows",
			"Horror Adventures",
			"Blood of the Beast"
		],
		"description": [
			"{jumplist Class Skills / Bonus Feats / Bravery / Armor Training / Weapon Training / Other Abilities / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Fighter",
			"",
			"{SOURCE PRPG Core Rulebook/55}",
			"",
			"Some take up arms for glory, wealth, or revenge. Others do battle to prove themselves, to protect others, or because they know nothing else. Still others learn the ways of weaponcraft to hone their bodies in battle and prove their mettle in the forge of war. Lords of the battlefield, fighters are a disparate lot, training with many weapons or just one, perfecting the uses of armor, learning the fighting techniques of exotic masters, and studying the art of combat, all to shape themselves into living weapons. Far more than mere thugs, these skilled warriors reveal the true deadliness of their weapons, turning hunks of metal into arms capable of taming kingdoms, slaughtering monsters, and rousing the hearts of armies. Soldiers, knights, hunters, and artists of war, fighters are unparalleled champions, and woe to those who dare stand against them.",
			"",
			"**Role:** Fighters excel at combat - defeating their enemies, controlling the flow of battle, and surviving such sorties themselves. While their specific weapons and methods grant them a wide variety of tactics, few can match fighters for sheer battle prowess.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d10.  ",
			"**Starting Wealth:** 5d6 &times; 10 gp (average 175 gp).",
			"",
			"### Class Skills",
			"",
			"The Fighter's class skills are {skill/Climb} (Str), {skill/Craft} (Int), {skill/Handle Animal} (Cha), {skill/Intimidate} (Cha), {skill/Knowledge (dungeoneering)} (Int), {skill/Knowledge (engineering)} (Int), {skill/Profession} (Wis), {skill/Ride} (Dex), {skill/Survival} (Wis), and {skill/Swim} (Str).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +2 | +0 | +0 | Bonus feat |",
			"| 2nd | +2 | +3 | +0 | +0 | Bonus feat, bravery +1 |",
			"| 3rd | +3 | +3 | +1 | +1 | Armor training 1 |",
			"| 4th | +4 | +4 | +1 | +1 | Bonus feat |",
			"| 5th | +5 | +4 | +1 | +1 | Weapon training 1 |",
			"| 6th | +6/+1 | +5 | +2 | +2 | Bonus feat, bravery +2 |",
			"| 7th | +7/+2 | +5 | +2 | +2 | Armor training 2 |",
			"| 8th | +8/+3 | +6 | +2 | +2 | Bonus feat |",
			"| 9th | +9/+4 | +6 | +3 | +3 | Weapon training 2 |",
			"| 10th | +10/+5 | +7 | +3 | +3 | Bonus feat, bravery +3 |",
			"| 11th | +11/+6/+1 | +7 | +3 | +3 | Armor training 3 |",
			"| 12th | +12/+7/+2 | +8 | +4 | +4 | Bonus feat |",
			"| 13th | +13/+8/+3 | +8 | +4 | +4 | Weapon training 3 |",
			"| 14th | +14/+9/+4 | +9 | +4 | +4 | Bonus feat, bravery +4 |",
			"| 15th | +15/+10/+5 | +9 | +5 | +5 | Armor training 4 |",
			"| 16th | +16/+11/+6/+1 | +10 | +5 | +5 | Bonus feat |",
			"| 17th | +17/+12/+7/+2 | +10 | +5 | +5 | Weapon training 4 |",
			"| 18th | +18/+13/+8/+3 | +11 | +6 | +6 | Bonus feat, bravery +5 |",
			"| 19th | +19/+14/+9/+4 | +11 | +6 | +6 | Armor mastery |",
			"| 20th | +20/+15/+10/+5 | +12 | +6 | +6 | Bonus feat, weapon mastery |",
			"",
			"**Weapon and Armor Proficiency:** A fighter is proficient with all simple and martial weapons and with all armor (heavy, light, and medium) and shields (including tower shields).",
			"",
			":b[Bonus Feats:] At 1st level, and at every even level thereafter, a fighter gains a bonus feat in addition to those gained from normal advancement (meaning that the fighter gains a feat at every level). These bonus feats must be selected from those listed as combat feats, sometimes also called \"fighter bonus feats.\"",
			"",
			"Upon reaching 4th level, and every four levels thereafter (8th, 12th, and so on), a fighter can choose to learn a new bonus feat in place of a bonus feat he has already learned. In effect, the fighter loses the bonus feat in exchange for the new one. The old feat cannot be one that was used as a prerequisite for another feat, prestige class, or other ability. A fighter can only change one feat at any given level and must choose whether or not to swap the feat at the time he gains a new bonus feat for the level.",
			"",
			":b[Bravery/ (Ex):] Starting at 2nd level, a fighter gains a +1 bonus on Will saves against fear. This bonus increases by +1 for every four levels beyond 2nd.",
			"",
			":b[Armor Training/ (Ex):] Starting at 3rd level, a fighter learns to be more maneuverable while wearing armor. Whenever he is wearing armor, he reduces the armor check penalty by 1 (to a minimum of 0) and increases the maximum Dexterity bonus allowed by his armor by 1. Every four levels thereafter (7th, 11th, and 15th), these bonuses increase by +1 each time, to a maximum -4 reduction of the armor check penalty and a +4 increase of the maximum Dexterity bonus allowed.",
			"",
			":::aside",
			"",
			"Optionally, a fighter may forego these increases to pick up a specific {ability/advanced armor training}, instead. You must make a choice at 3rd, 7th, 11th, and 15th levels, and the choice you make is permanent.",
			"",
			":::",
			"",
			"At 3rd level, a fighter can move at his normal speed while wearing medium armor. At 7th level, a fighter can move at his normal speed while wearing heavy armor.",
			"",
			":b[Weapon Training/ (Ex):] Starting at 5th level, a fighter can select one {ability/weapon group>s}. Whenever he attacks with a weapon from this group, he gains a +1 bonus on attack and damage rolls.",
			"",
			"Every four levels thereafter (9th, 13th, and 17th), a fighter becomes further trained in another group of weapons. He gains a +1 bonus on attack and damage rolls when using a weapon from this group. In addition, the bonuses granted by previous weapon groups increase by +1 each. For example, when a fighter reaches 9th level, he receives a +1 bonus on attack and damage rolls with one weapon group and a +2 bonus on attack and damage rolls with the weapon group selected at 5th level. Bonuses granted from overlapping groups do not stack. Take the highest bonus granted for a weapon if it resides in two or more groups.",
			"",
			"A fighter also adds this bonus to any combat maneuver checks made with weapons from this group. This bonus also applies to the fighter's Combat Maneuver Defense when defending against {rule/disarm} and {rule/sunder} attempts made against weapons from this group.",
			"",
			":::aside",
			"",
			"Optionally, instead of selecting an additional fighter weapon group at 9th, 13th, and 17th level, a fighter can choose an {ability/advanced weapon training} option for one fighter weapon group that he previously selected. This choice must be made when the fighter gains the level, and the choice is permanent.",
			"",
			":::",
			"",
			":b[Armor Mastery/ (Ex):]{id=other-abilities} At 19th level, a fighter gains DR 5/- whenever he is wearing armor or using a shield.",
			"",
			"**Weapon Mastery (Ex):** At 20th level, a fighter chooses one weapon, such as the longsword, greataxe, or longbow. Any attacks made with that weapon automatically confirm all critical threats and have their damage multiplier increased by 1 (-2 becomes -3, for example). In addition, he cannot be disarmed while wielding a weapon of this type.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Old Dog, New Tricks (Ex) | At 20th level, the character shows that a true warrior always has one more surprise the enemy hasn't seen. The character gains four {main/feats_<combat/ feats}. This capstone is available to characters of any class that gains at least four bonus combat feats. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| Veteran of Endless War (Ex) | At 20th level, the fighter has seen more combat than entire platoons of soldiers put together. The bonuses granted by his armor training and weapon training increase by 2 each. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a {rule/minor |artifact>s} and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Aphorite:** Add 1 to the fighter's CMD when resisting disarm or trip attempts.[^A]",
			"",
			"**Aquatic elf:** Choose a weapon from the following list: rapier, short sword, trident, or any weapon with \"elven\" in its name. Gain a +1/2 bonus on critical hit confirmation rolls made while using that type of weapon (maximum bonus +4). This bonus does not stack with those gained through {feat/Critical Focus} and similar effects.[^B]",
			"",
			"**Boggard:** Increase the hit points of the fighter's tongue by 1 and add 1/2 on all opposed Strength checks to prevent a creature from detaching the fighter's tongue.[^C]",
			"",
			"**Dhampir:** Add a +2 bonus on rolls to stabilize when dying.[^D]",
			"",
			"**Drow:** Choose the disarm or reposition combat maneuver. Add +1/3 to the fighter's CMB when attempting this maneuver (maximum bonus of +4).[^E]",
			"",
			"**Duergar:** Add +1 to the fighter's CMD when resisting a bull rush or trip attempt.[^F]",
			"",
			"**Duskwalker:** Add 2 to the fighter's Constitution score for the purpose of determining death from negative hit points.[^G]",
			"",
			"**Dwarf:** Add +1 to the fighter's CMD when resisting a bull rush or trip.[^H] [^I]",
			"",
			"**Elf:** Add +1 to the fighter's CMD when resisting a disarm or sunder attempt.[^J] [^K]",
			"",
			"**Fetchling:** Choose a slashing melee weapon. Add +1/2 to critical hit confirmation rolls made while using that weapon (maximum bonus of +4). This bonus does not stack with {feat/Critical Focus}.[^L]",
			"",
			"**Gillman:** Add +1 to the fighter's CMD when resisting two combat maneuvers of the character's choice.[^M]",
			"",
			"**Gnome:** Add +1 to the fighter's CMD when resisting a dirty trick or steal attempt.[^N]",
			"",
			"**Half-elf:** Add +1 to the fighter's CMD when resisting a disarm or overrun combat maneuver.[^O] [^P]",
			"",
			"**Halfling:** Add +1 to the fighter's CMD when resisting a trip or grapple attempt.[^Q] [^R]",
			"",
			"**Half-orc:** Add a +2 bonus on rolls to stabilize when dying.[^S] [^T]",
			"",
			"**Half-orc:** The fighter gains 1/2 point of DR/- against nonlethal damage (maximum DR 10/-).[^U]",
			"",
			"**Hobgoblin:** Add a +1/2 circumstance bonus on critical hit confirmation rolls with a weapon of the fighter's choice (maximum bonus +4). This bonus does not stack with {feat/Critical Focus}.[^V]",
			"",
			"**Human:** Add +1 to the fighter's CMD when resisting two combat maneuvers of the character's choice.[^W] [^X]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^Y]",
			"",
			"**Kitsune:** Add 1/3 to damage rolls the fighter makes with weapon attacks against an opponent that he is flanking or that is denied its Dexterity bonus to AC.[^Y]",
			"",
			"**Kobold:** Add +1/2 to damage rolls the fighter makes with weapon attacks against an opponent he is flanking or an opponent that is denied its Dexterity bonus to AC.[^Z]",
			"",
			"**Nagaji:** Add +1 to the fighter's CMD when resisting a grapple or trip attempt.[^1]",
			"",
			"**Orc:** Add +2 to the fighter's Constitution score for the purpose of determining when he dies from negative hit points.[^2]",
			"",
			"**Oread:** Add +1 to the fighter's CMD when resisting a bull rush or drag attempt.[^3]",
			"",
			"**Ratfolk:** Add +1 to the fighter's CMD when resisting a bull rush or grapple attempt.[^4]",
			"",
			"**Strix:** Add +1/4 to the attack roll bonus from the strix's hatred racial trait.[^5]",
			"",
			"**Tengu:** Add +1 to the fighter's CMD when resisting a grapple or trip attempt.[^6]",
			"",
			"**Vanara:** Add +1 to the fighter's CMD when resisting a reposition or trip attempt.[^7]",
			"",
			"**Wayang:** Add a +1/4 bonus on Stealth checks and on weapon damage rolls against flat-footed opponents.[^8]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=fighter}",
			"Aerial Assaulter",
			"Class Skills; Bravery; 2nd, 12th-level Bonus Feat; Armor Mastery; Weapon Mastery",
			"Aerial assaulters leap to great heights and create higher ground where there is none.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Airborne Ambusher",
			"Weapon/Armor Proficiency; Class Skills; Bravery; Weapon Training 1-4",
			"(Strix Only) Driven by suspicion and hatred, strix doggedly guard their territories, making deadly use of their flight.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Aldori Defender",
			"Armor Training; 6th, 8th, 10th-level Bonus Feat",
			"Trained warrior in the art of the Aldori dueling sword.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Aquanaut",
			"Armor Proficiency; Bravery; Armor Training 1-4; Armor Mastery; Weapon Training 1-4",
			"Aquanaut fighters master the movement of water, using its flow to their advantage in combat.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Archer",
			"Bravery; Armor Training 1-4; Weapon Training 1-4; Armor Mastery",
			"The archer is dedicated to the careful mastery of the bow, perfecting his skills with years of practice.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Armiger",
			"Class Skills; Skill Points; 1st, 10th-level Bonus Feats; Bravery",
			"Fighters who focus their training to become Hellknights.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Armor Master",
			"Bravery; Weapon Training 1-4; Armor Mastery; Weapon Mastery",
			"While many fighters hone their weapon skills to a point of inescapable grace and lethality, there are those who live under the maxim that a good offense can be accomplished though an impenetrable defense.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Brawler",
			"Armor Training 1-4; Weapon Training 1-4; Armor Mastery, Weapon Mastery",
			"All melee is up close and personal, but some warriors bring it as close as they can get.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Cad",
			"Weapon/Armor Proficiency; Bravery; Armor Training 1-4; Weapon Training 1-4; Weapon Mastery",
			"In combat, most fighters have some sort of code of honor. Some believe that one should not kick enemies when they are down, or should limit use of other such dirty tricks to the most dire of circumstances. The cad places no such limitations on himself.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Calistrian Hunter",
			"Weapon/Armor Proficiency; Class Skills; Bravery; Weapon Training 1-4; Weapon Mastery",
			"Like a bounty hunter following his own rules, a Calistrian hunter tracks down elusive prey using his wits and delivers long-overdue retribution while easily ignoring his own injuries thanks to the joy he receives from a job well done.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Cavern Sniper",
			"Class Skills; 1st, 4th-level Fighter Bonus Feats; Bravery; Weapon Training 1-4; Weapon Mastery",
			"(Drow Only) Perfectly at home in the darkness, the cavern sniper capitalizes on stealth and ranged attacks imbued with his spell-like abilities to harass his opponents.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Child of Acavna and Amaznen",
			"Weapon/Armor Proficiency; Skills; 1st, 2nd, 8th, 12th, 16th, and 20th-level Combat Feats; Armor Training; Weapon Training",
			"The child of Acavna and Amaznen has trained in the nearly forgotten arts of Azlant passed down by Aroden, which combine martial prowess with elementary wizardry. Inspired by the deities Aroden once worshiped long ago, children of Acavna and Amaznen strive to understand the dangers of the world and overcome them with knowledge and strength of arms.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Corsair",
			"2nd-level Bonus Feat; Armor Training; 6th-level Bonus Feat",
			"A corsair is a pirate who focuses on shipboard combat, relying on his strength of arms over his agility.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Crossbowman",
			"Armor Training 1-4; Weapon Training 1-4; Armor Mastery",
			"The crossbowman has perfected the deadly use of the crossbow, a simple but cruelly efficient weapon, as a craftsman mastering a lethal tool.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Cyber-Soldier",
			"Weapon Training 1; Armor Training 2 and 4; Armor Mastery",
			"Cyber-soldiers replace fallible flesh with precisioncrafted machinery.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Dirty Fighter",
			"Bravery; Weapon Training 1-4",
			"(Orc Only) The dirty fighter laughs at concepts like honor and fair play. He cares only for victory, no matter how he achieves it, and spends as much time mastering sneaky combat maneuvers as he does drilling with weapons or learning how to wear armor.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Dragonheir Scion",
			"Class Skills; 1st, 4th, 6th-level Bonus Feats; Bravery; Armor Training; Armor Mastery; Weapon Mastery",
			"Dragonheir scions are the martially inclined humanoid descendants of those influenced by draconic power.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Dragoon",
			"Weapon/Armor Proficiency; 1st-level Bonus Feat; Weapon Training 1-4; Armor Training 2-4; Weapon Mastery",
			"These gallant lancers serve in the vanguard of many armies or as knights-errant.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Drill Sergeant",
			"Bravery; Weapon Training 1-4",
			"Drill sergeants excel at training other combatants in fighting techniques.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Druman Blackjacket",
			"Bravery; 4th, 8th, 12th, 16th-level Bonus Feats",
			"Known as the Blackjackets, the elite soldiers of Druma are and always have been mercenaries rather than a standing army.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Eldritch Guardian",
			"Class Skills; 1st and 2nd-level Bonus Feats; Bravery",
			"Eldritch guardians are trained to detect and give warning about magic threats to the people and places they protect.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Foehammer",
			"Armor Training 1-4; Weapon Training 2-4; Armor Mastery; Weapon Mastery",
			"(Dwarf Only) While the axe is the most famous dwarven weapon, the hammer is at the heart of dwarves' heritage as forgemasters and warriors alike.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Free Hand Fighter",
			"Bravery; Armor Training 1-4; Weapon Training 1-4; Armor Mastery",
			"The free hand fighter specializes in the delicate art of handling a single weapon in one hand while using his free hand to balance, block, tip, and distract his opponents.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Gladiator",
			"Weapon/Armor Proficiency; Bravery",
			"The gladiator is both a cunning warrior and a consummate performer, knowing life and death are balanced not only on a sword's edge, but also on the cheers or jeers of the crowd.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Gloomblade",
			"Class Skills; Armor Proficiencies; Armor Training; Weapon Training",
			"The Shadow Plane's substance is legendary for its versatility. In shadow-shrouded lands, secretive martial practitioners long ago learned to shape supernatural weapons from ribbons of pure darkness.",
			":::",
			"",
			":::archetype{c=fighter}",
			"High Guardian",
			"Class Skills; 1st, 2nd, 4th-level Bonus Feats; Bravery",
			"High guardians epitomize personal devotion, serving as the shield that protects his lord from the myriad dangers around every corner.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Lore Warden",
			"Armor Proficiencies; Bravery; 2nd-level Bonus Feat; Armor Training; Armor Mastery",
			"Lore wardens are fighters who benefit from learning to outsmart and outmaneuver their foes rather than just overpower them.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Lore Warden (PFS Field Guide)",
			"Medium Armor, Heavy Armor, and Shield Proficiency; Bravery 1; Armor Training 1-4; Armor Mastery",
			"Lore wardens are fighters who benefit from learning to outsmart and outmaneuver their foes rather than just overpower them.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Martial Master",
			"Weapon Training; Weapon Mastery",
			"There are those who learn the fighting arts though countless hours of repetition and training, while others seem to pick up new stances and forms as if they were born to them.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Mobile Fighter",
			"Bravery; Weapon Training 1-4; Armor Training 3-4; Weapon Mastery",
			"Where some fighters focus on strength and raw power, the mobile fighter relies on swiftness and mobility, gliding across the battlefield like a steel whirlwind and leaving destruction in his wake.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Molthuni Defender",
			"Armor Training",
			"Taking advantage of their weighty armor, Molthuni defenders can hold back an onslaught of enemies intent on breaking through their line.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Mutation Warrior",
			"Armor Training 1-4; Armor Mastery",
			"While most fighters rely on physical fitness and rigorous training to achieve martial superiority, a few prefer to create and imbibe dangerous concoctions that mutate them into fearsome creatures.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Opportunist",
			"Class Skills; Bravery; 1st, 4th, 8th, 12th, 16th, 20th-level Bonus Feat; Weapon Training 1",
			"Opportunists believe every battle is one of wits rather than arms.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Pack Mule",
			"Skill Ranks; 1st-level Bonus Feat; Bravery; Armor Training 1-4; Armor Mastery",
			"Pack mules carry heavy loads with ease and small packages with discretion.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Phalanx Soldier",
			"Bravery; Armor Training 1-4; Weapon Training 1-4; Weapon Mastery",
			"The phalanx soldier specializes in defensive tactics, using his shield to guard himself and his allies and forming a shield wall like an unbreakable anvil against which his enemies break.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Polearm Master",
			"Bravery; Armor Training 1-4; Weapon Training 1-4; Armor Mastery",
			"The polearm master is schooled in the ancient wisdom that enemies are best faced at the end of long striking pole.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Qadira: Dawnflower Dervish",
			"Armor Training 1-4",
			"Spinning warrior dervish of Sarenrae, wielding a scimitar with devastating consequences.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Relic Master",
			"Class Skills; Armor Training; Weapon Training; Armor Mastery",
			"Commonly trained in the well-funded temples of Osirion or Qadira, the relic master is skilled in magic item mastery.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Roughrider",
			"Bravery; Armor Training 1-4; Weapon Training 1-4; Armor Mastery",
			"Roughriders study and practice the fine points of mounted combat, drilling endlessly with warbeasts - from noble thoroughbreds to trained monsters - to form a perfect synergy between rider and steed.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Savage Warrior",
			"Bravery; Weapon Training 1-4; Weapon Mastery",
			"Warriors' might is not measured only by their skill with steel, but also by their ability to inflict death with fang and claw, horn and hoof, and every exotic appendage the natural and unnatural world has to offer.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Scrapper",
			"Armor Training; Weapon Training 1",
			"Scrappers are adept at collecting the leftovers from their enemy's armor and using these scraps to improve their own armor.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Seasoned Commander",
			"Armor Proficiencies; Skill Ranks per Level; Class Skills; 1st-level Bonus Feat; Armor Training 1, 3, 4; Weapon Training",
			"The seasoned commander excels at leading troops through inspiration and the use of unit tactics.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Sensate",
			"Class Skills; Weapon/Armor Proficiencies; Bravery; Armor Training 1-4; Weapon Training 2-4; Armor Mastery; Weapon Mastery",
			"A sensate perceives battle through senses beyond mortal ken, anticipating his opponents' movements before they even begin to act.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Shielded Fighter",
			"Armor Training 1-4; Weapon Training 1-4; Armor Mastery; Weapon Mastery",
			"A shielded fighter focuses on both offense and defense, blending weapon and shield in perfect balance to impede his enemies while delivering deadly blows, and even turning the shield itself into a formidable weapon.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Siegebreaker",
			"1st, 2nd, 4th, and 8th-level Bonus Feats; Bravery; Weapon Mastery",
			"The siegebreaker is trained to break through lines of enemy soldiers.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Skirmisher",
			"Armor Proficiencies; Class Skills; Skill Ranks; 2nd-level Bonus Feat; Bravery; Armor Training; Armor Mastery",
			"Not all battles are fought between armies; sometimes, a settlement or nation faces a threat too dire to fight in the open. In order to repel a much larger enemy force, some soldiers must abandon equipment and tactics designed for open-field warfare and instead rely on ambushes, hit-and-run tactics, and sabotage to whittle down their enemies' strength and morale.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Spear Fighter",
			"Class Skills; Armor Proficiencies; Bravery; Armor Training; Armor Mastery; Weapon Training; Weapon Mastery",
			"One of the oldest spear-fighting styles originates in Vudra, where many martial arts traditions consider the spear to be the ultimate weapon.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Steelbound Fighter",
			"1st level Bonus Feat; Weapon Training 1-4",
			"A fighter who has impressive martial resolve and technique with a specific weapon as the result of a powerful relationship a similar weapon had with one of his ancestors.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Swarm Fighter",
			"Weapon/Armor Proficiency; 1st, 2nd, 6th, 10th, 14th, 18th-level Bonus Feats; Bravery; Weapon Training 1-4; Weapon Mastery",
			"(Kobold Only) Scuttling between the legs of friend and foe alike, the swarm fighter is an unshakable combatant.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Tactician",
			"Weapon/Armor Proficiency; 1st-level Bonus Feat; Bravery; Weapon Training 1; Armor Training 3, 4",
			"While many fighters focus on the fundamentals of melee and ranged combat, there are those who are trained to view the bigger picture on the battlefield.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Taldor: Rondelero Duelist",
			"Armor Training 1-3, Bravery, Weapon Training 1",
			"One who has perfected the art of rondelero, fighting with falcata and buckler.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Thunderstriker",
			"Armor Training 1-4; Weapon Training 3-4; Armor Mastery",
			"The thunderstriker adopts an unusual fighting style, gripping a heavy weapon with both hands and switching to a defensive posture with weapon and buckler, lashing out with the shield with surprising speed and power.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Titan Fighter",
			"1st-level Bonus Feat; Armor Training; Weapon Training",
			"Titan fighters make use of enormous weapons others can barely lift.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Tower Shield Specialist",
			"Bravery; Weapon Training 1-4; Weapon Mastery",
			"Many fighters believe the tower shield is a tool suitable only for troops on the battlefield, claiming it is too large and bulky to use in skirmishes or within dungeon corridors.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Trench Fighter",
			"Armor Training 1-4",
			"Advances in technology have made archaic armors obsolete by the twentieth century, and modern soldiers concentrate training on firearms and swift feet.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Tribal Fighter",
			"1st-level Bonus Feat; Weapon Training",
			"A tribal fighter knows that it is not the weapon that matters but the hand that wields it. Instead of encasing himself in metal armor like the soldiers fighting and dying for the so-called civilized lands do, he prefers to wear something he or his ancestors have killed.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Two-Handed Fighter",
			"Bravery; Armor Training 1-4; Armor Mastery",
			"Some fighters focus their efforts on finding the biggest, heaviest, most imposing weapon they can find and training to manage and harness the weight of their massive weapons for maximum impact.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Two-Weapon Warrior",
			"Armor Training 1-4; Weapon Training 1-4; Armor Mastery",
			"Trained under great masters who preached the simple truth that two are better than one when it comes to weapons, the two-weapon warrior is a terror when his hands are full.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Unarmed Fighter",
			"Weapon/Armor Proficiency; 1st-level Bonus Feat; Bravery; Armor Training 1-4; Weapon Training 1-4; 8th, 12th-level Bonus Feat; Armor Mastery; Weapon Mastery",
			"The unarmed fighter picks up a weapon only rarely, and when he does, he prefers the weapons of the monk.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Unbreakable",
			"Weapon/Armor Proficiency; 1st-level Bonus Feat; Bravery; Weapon Training 1-4; Armor Training 3-4; Weapon Mastery",
			"The unbreakable is a warrior of indomitable will, unstoppable and implacable once he has set his mind upon a course of action.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Ustalavic Duelist",
			"Weapon/Armor Proficiency; 1st-level Bonus Feat; Weapon Training 1-4",
			"The University of Lepidstadt has developed a reputation for churning out fearsome duelists. At the end of each academic year, the students all gather together and duel one another with light blades. Each student duels one opponent after another until he is marked on the cheek by an adversary's blade. These \"Lepidstadt scars\" are recognized throughout the Inner Sea region and beyond as marks of their prowess. The Lepidstadt Style is one of fluid motion and precise thrusts.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Varisian Free-Style Fighter",
			"Class Skills; 1st, 6th, 10th, and 12th-level Bonus Feats; Weapon Training; Weapon Mastery; Armor Training",
			"Free-style fighters are most common in Varisia, where their training - students' traveling study with multiple teachers, or perhaps instruction in the anything-goes mentality of the Price of Freedom school in Kaer Maga - allows them to blend fighting styles into a greater whole.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Venomblade",
			"1st, 6th, 12th-level Bonus Feat; Bravery",
			"(Nagaji) The venomblade has learned to take full advantage of his toxic spittle, blinding his targets and then rushing in to cut them down where they stand.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Viking",
			"Weapon/Armor Proficiencies; Bravery; Armor Training; Weapon Training; Bonus Feats",
			"Vikings seek to raid \"softer societies\" and return with their longships filled with plunder. A viking strikes fear into the heart of her foes, and in battle she can fly into a terrible rage.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Warlord",
			"Class Skills; Weapon and Armor Proficiency; Armor Training; Armor Mastery",
			"Honorable, fearless experts in gun and blade, warlords eschew armor as impractical to their harsh and often desert-like environment",
			":::",
			"",
			":::archetype{c=fighter}",
			"Weapon Bearer Squire",
			"1st-level Bonus Feat; 2nd-level Bonus Feat; Armor Training 1",
			"The weapon bearer squire ensures her knight is equipped for any task.",
			":::",
			"",
			":::archetype{c=fighter}",
			"Weapon Master",
			"Bravery; Armor Training 1-4; Weapon Training 1-4; Armor Mastery",
			"Devoted to the perfection of a single weapon, the weapon master's meditations upon his favored weapon border on the obsessive, but none can deny his consummate skill.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Plane-Hopper's Handbook/ pg. 15}",
			"[^B]: {source/Blood of the Sea/ pg. 5}",
			"[^C]: {source/Monster Codex/ pg. 8}",
			"[^D]: {source/Advanced Race Guide/ pg. 98}",
			"[^E]: Advanced Race Guide pg. 104",
			"[^F]: Advanced Race Guide pg. 186",
			"[^G]: Plane-Hopper's Handbook pg. 17",
			"[^H]: Advanced Race Guide pg. 13",
			"[^I]: {source/Advanced Player's Guide/ pg. 11}",
			"[^J]: Advanced Race Guide pg. 23",
			"[^K]: Advanced Player's Guide pg. 13",
			"[^L]: {source/Blood of Shadows/ pg. 7}",
			"[^M]: Advanced Race Guide pg. 188",
			"[^N]: Advanced Race Guide pg. 33",
			"[^O]: Advanced Race Guide pg. 43",
			"[^P]: Advanced Player's Guide pg. 17",
			"[^Q]: Advanced Race Guide pg. 63",
			"[^R]: Advanced Player's Guide pg. 21",
			"[^S]: Advanced Race Guide pg. 53",
			"[^T]: Advanced Player's Guide pg. 19",
			"[^U]: {source/Horror Adventures/ pg. 40}",
			"[^V]: Advanced Race Guide pg. 121",
			"[^W]: Advanced Race Guide pg. 73",
			"[^X]: Advanced Player's Guide pg. 23",
			"[^Y]: {source/Blood of the Beast/ pg. 12}",
			"[^Z]: Advanced Race Guide pg. 133",
			"[^1]: Advanced Race Guide pg. 196",
			"[^2]: Advanced Race Guide pg. 139",
			"[^3]: Advanced Race Guide pg. 145",
			"[^4]: Advanced Race Guide pg. 151",
			"[^5]: Advanced Race Guide pg. 200",
			"[^6]: Advanced Race Guide pg. 163",
			"[^7]: Advanced Race Guide pg. 206",
			"[^8]: Blood of Shadows pg. 11"
		],
		"tables": [
			{
				"id": "fighter archetypes",
				"headers": [ "Archetype", "1st-level Bonus Feat", "2nd-level Bonus Feat", "4th-level Bonus Feat", "6th-level Bonus Feat", "8th-level Bonus Feat", "10th-level Bonus Feat", "12th-level Bonus Feat", "14th-level Bonus Feat", "16th-level Bonus Feat", "18th-level Bonus Feat", "20th-level Bonus Feat", "Armor Mastery", "Armor Proficiency", "Armor Training", "Armor Training 1", "Armor Training 2", "Armor Training 3", "Armor Training 4", "Bonus Feats", "Bravery", "Class Skills", "Skill Ranks", "Weapon Mastery", "Weapon Training", "Weapon Training 1", "Weapon Training 2", "Weapon Training 3", "Weapon Training 4", "Weapon/Armor Proficiency" ],
				"ripples": [0],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"data": [
					[ "{arc-fighter/Aerial Assaulter}", null, "X", null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, null ],
					[ "{arc-fighter/Airborne Ambusher}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, "X", null, null, null, null, "X" ],
					[ "{arc-fighter/Aldori Defender}", null, null, null, "X", "X", "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Aquanaut}", null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Archer}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Armiger}", "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, null, null ],
					[ "{arc-fighter/Armor Master}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, null ],
					[ "{arc-fighter/Brawler}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null ],
					[ "{arc-fighter/Cad}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-fighter/Calistrian Hunter}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-fighter/Cavern Sniper}", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", "X", null, null, null, null, null ],
					[ "{arc-fighter/Child of Acavna and Amaznen}", "X", "X", null, null, "X", null, "X", null, "X", null, "X", null, null, "X", null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, "X" ],
					[ "{arc-fighter/Corsair}", null, "X", null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Crossbowman}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Cyber-Soldier}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, "X", null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-fighter/Dirty Fighter}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Dragonheir Scion}", "X", null, "X", "X", null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, null ],
					[ "{arc-fighter/Dragoon}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-fighter/Drill Sergeant}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Druman Blackjacket}", null, null, "X", null, "X", null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Eldritch Guardian}", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Foehammer}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, "X", null, null, "X", "X", "X", null ],
					[ "{arc-fighter/Free Hand Fighter}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Gladiator}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-fighter/Gloomblade}", null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/High Guardian}", "X", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Lore Warden}", null, "X", null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Lore Warden (PFS Field Guide)}", null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Martial Master}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null ],
					[ "{arc-fighter/Mobile Fighter}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, "X", "X", null, null, null, null, null ],
					[ "{arc-fighter/Molthuni Defender}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Mutation Warrior}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Opportunist}", "X", null, "X", null, "X", null, "X", null, "X", null, "X", null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", null, null, null, null ],
					[ "{arc-fighter/Pack Mule}", "X", null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null ],
					[ "{arc-fighter/Phalanx Soldier}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, null ],
					[ "{arc-fighter/Polearm Master}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Qadira: Dawnflower Dervish}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Relic Master}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Roughrider}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Savage Warrior}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, null ],
					[ "{arc-fighter/Scrapper}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-fighter/Seasoned Commander}", "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, "X", "X", null, null, "X", "X", null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Sensate}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", "X", null, "X", null, null, "X", "X", "X", "X" ],
					[ "{arc-fighter/Shielded Fighter}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null ],
					[ "{arc-fighter/Siegebreaker}", "X", "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null ],
					[ "{arc-fighter/Skirmisher}", null, "X", null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, "X", "X", "X", null, null, null, null, null, null, null ],
					[ "{arc-fighter/Spear Fighter}", null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, "X", "X", null, "X", "X", null, null, null, null, null ],
					[ "{arc-fighter/Steelbound Fighter}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Swarm Fighter}", "X", "X", null, "X", null, "X", null, "X", null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-fighter/Tactician}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, "X", null, null, null, "X" ],
					[ "{arc-fighter/Taldor: Rondelero Duelist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, "X", null, null, null, null, "X", null, null, null, null ],
					[ "{arc-fighter/Thunderstriker}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null ],
					[ "{arc-fighter/Titan Fighter}", "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Tower Shield Specialist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, null ],
					[ "{arc-fighter/Trench Fighter}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Tribal Fighter}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Two-Handed Fighter}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Two-Weapon Warrior}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-fighter/Unarmed Fighter}", "X", null, null, null, "X", null, "X", null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-fighter/Unbreakable}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, "X", "X", null, null, null, null, "X" ],
					[ "{arc-fighter/Ustalavic Duelist}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X" ],
					[ "{arc-fighter/Varisian Free-Style Fighter}", "X", null, null, "X", null, "X", "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, "X", "X", null, null, null, null, null ],
					[ "{arc-fighter/Venomblade}", "X", null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Viking}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null, "X", null, null, null, null, "X" ],
					[ "{arc-fighter/Warlord}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X" ],
					[ "{arc-fighter/Weapon Bearer Squire}", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-fighter/Weapon Master}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"hunter": {
		"name": "Hunter",
		"sources": [
			"Advanced Class Guide",
			"Chronicle of Legends",
			"Blood of the Beast",
			"Blood of Shadows",
			"Plane-Hopper's Handbook",
			"Ultimate Wilderness",
			"Pathfinder #101: The Kintargo Contract"
		],
		"description": [
			"{jumplist Class Skills / Spells / Aligned Spells / Animal Companion / Animal Focus / Wild Empathy / Precise Companion and Track / Teamwork and Tactics / Improved Empathic Link / Woodland Stride / Bonus Tricks / Second Animal Focus / Swift Tracker / Raise Animal Companion / Speak With Master / Other Abilities / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Hunter",
			"",
			"{SOURCE Advanced Class Guide/26}",
			"",
			"Hunters are warriors of the wilds that have forged close bonds with trusted animal companions. They focus their tactics on fighting alongside their companion animals as a formidable team of two. Able to cast a wide variety of nature spells and take on the abilities and attributes of beasts, hunters magically improve both themselves and their animal companions.",
			"",
			"**Role:** Hunters can adapt their tactics to many kinds of opponents, and cherish their highly trained animal companions. As a team, the hunter and her companion can react to danger with incredible speed, making them excellent scouts, explorers, and saboteurs.  ",
			"**Alignment:** Any neutral.  ",
			"**Hit Die:** d8.  ",
			"**Parent Class(es):** {class/Druid} and {class/ranger}.  ",
			"**Starting Wealth:** 4d6 &times; 10 gp (average 140 gp).",
			"",
			"### Class Skills",
			"",
			"The Hunter's class skills are {skill/Climb} (Str), {skill/Craft} (Int), {skill/Handle Animal} (Cha), {skill/Heal} (Wis), {skill/Intimidate} (Cha), {skill/Knowledge (dungeoneering)} (Int), {skill/Knowledge (geography)} (Int), {skill/Knowledge (nature)} (Int), {skill/Perception} (Wis), {skill/Profession} (Wis), {skill/Ride} (Dex), {skill/Spellcraft} (Int), {skill/Stealth} (Dex), {skill/Survival} (Wis), and {skill/Swim} (Str).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +2 | +2 | +0 | Animal companion, animal focus, nature training, orisons, wild empathy | 1 | - | - | - | - | - |",
			"| 2nd | +1 | +3 | +3 | +0 | Precise companion, track | 2 | - | - | - | - | - |",
			"| 3rd | +2 | +3 | +3 | +1 | Hunter tactics, teamwork feat | 3 | - | - | - | - | - |",
			"| 4th | +3 | +4 | +4 | +1 | Improved empathic link | 3 | 1 | - | - | - | - |",
			"| 5th | +3 | +4 | +4 | +1 | Woodland stride | 4 | 2 | - | - | - | - |",
			"| 6th | +4 | +5 | +5 | +2 | Teamwork feat | 4 | 3 | - | - | - | - |",
			"| 7th | +5 | +5 | +5 | +2 | Bonus trick | 4 | 3 | 1 | - | - | - |",
			"| 8th | +6/+1 | +6 | +6 | +2 | Second animal focus, swift tracker | 4 | 4 | 2 | - | - | - |",
			"| 9th | +6/+1 | +6 | +6 | +3 | Teamwork feat | 5 | 4 | 3 | - | - | - |",
			"| 10th | +7/+2 | +7 | +7 | +3 | Raise animal companion | 5 | 4 | 3 | 1 | - | - |",
			"| 11th | +8/+3 | +7 | +7 | +3 | Speak with master | 5 | 4 | 4 | 2 | - | - |",
			"| 12th | +9/+4 | +8 | +8 | +4 | Teamwork feat | 5 | 5 | 4 | 3 | - | - |",
			"| 13th | +9/+4 | +8 | +8 | +4 | Bonus trick | 5 | 5 | 4 | 3 | 1 | - |",
			"| 14th | +10/+5 | +9 | +9 | +4 | Greater empathic link | 5 | 5 | 4 | 4 | 2 | - |",
			"| 15th | +11/+6/+1 | +9 | +9 | +5 | Teamwork feat | 5 | 5 | 5 | 4 | 3 | - |",
			"| 16th | +12/+7/+2 | +10 | +10 | +5 | - | 5 | 5 | 5 | 4 | 3 | 1 |",
			"| 17th | +12/+7/+2 | +10 | +10 | +5 | One with the wild | 5 | 5 | 5 | 4 | 4 | 2 |",
			"| 18th | +13/+8/+3 | +11 | +11 | +6 | Teamwork feat | 5 | 5 | 5 | 5 | 4 | 3 |",
			"| 19th | +14/+9/+4 | +11 | +11 | +6 | Bonus trick | 5 | 5 | 5 | 5 | 5 | 4 |",
			"| 20th | +15/+10/+5 | +12 | +12 | +6 | Master hunter | 5 | 5 | 5 | 5 | 5 | 5 |",
			"",
			"### Spells Known",
			"",
			"| Level | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | 4 | 2 | - | - | - | - | - |",
			"| 2nd | 5 | 3 | - | - | - | - | - |",
			"| 3rd | 6 | 4 | - | - | - | - | - |",
			"| 4th | 6 | 4 | 2 | - | - | - | - |",
			"| 5th | 6 | 4 | 3 | - | - | - | - |",
			"| 6th | 6 | 4 | 4 | - | - | - | - |",
			"| 7th | 6 | 5 | 4 | 2 | - | - | - |",
			"| 8th | 6 | 5 | 4 | 3 | - | - | - |",
			"| 9th | 6 | 5 | 4 | 4 | - | - | - |",
			"| 10th | 6 | 5 | 5 | 4 | 2 | - | - |",
			"| 11th | 6 | 6 | 5 | 4 | 3 | - | - |",
			"| 12th | 6 | 6 | 5 | 4 | 4 | - | - |",
			"| 13th | 6 | 6 | 5 | 5 | 4 | 2 | - |",
			"| 14th | 6 | 6 | 6 | 5 | 4 | 3 | - |",
			"| 15th | 6 | 6 | 6 | 5 | 4 | 4 | - |",
			"| 16th | 6 | 6 | 6 | 5 | 5 | 4 | 2 |",
			"| 17th | 6 | 6 | 6 | 6 | 5 | 4 | 3 |",
			"| 18th | 6 | 6 | 6 | 6 | 5 | 4 | 4 |",
			"| 19th | 6 | 6 | 6 | 6 | 5 | 5 | 4 |",
			"| 20th | 6 | 6 | 6 | 6 | 6 | 5 | 5 |",
			"",
			"**Weapon and Armor Proficiency:** A hunter is proficient with all simple and martial weapons and with light armor, medium armor, and shields (except tower shields).",
			"",
			":b[Spells:] A hunter casts divine spells drawn from the druid and ranger spell lists. Only druid spells of 6th level and lower and ranger spells are considered to be part of the hunter spell list. If a spell appears on both the druid and ranger spell lists, the hunter uses the lower of the two spell levels listed for the spell. For instance, {spell/reduce animal} is a 2nd-level druid spell and a 3rd-level ranger spell, making it a 2nd-level hunter spell. Likewise, {spell/detect poison} is a 0-level druid spell and a 2nd-level ranger spell, making it a 0-level hunter spell. All valid hunter spells are [collected here](main/spells_hunter).",
			"",
			"The hunter can cast any spell she knows without preparing it ahead of time. To learn or cast a spell, a hunter must have a Wisdom score equal to at least 10 + the spell's level. The DC for a saving throw against a hunter's spell is 10 + the spell's level + the hunter's Wisdom modifier.",
			"",
			"A hunter cannot use spell completion or spell trigger magic items (without making a successful Use Magic Device check) of druid spells of 7th level or higher. Her alignment may restrict her from casting certain spells opposed to her moral or ethical beliefs; see Chaotic, Evil, Good, and Lawful Spells below.",
			"",
			"Like other spellcasters, a hunter can cast only a certain number of spells of each spell level per day. In addition, she receives {rule/determine_<bonus/ spells per day>es} if she has a high Wisdom score.",
			"",
			"Unlike druids and rangers, a hunter's selection of spells is extremely limited. A hunter begins play knowing four 0-level spells and two 1st-level spells of her choice. At each new hunter level, she gains one or more new spells. Unlike spells per day, the number of spells a hunter knows is not affected by her Wisdom score.",
			"",
			"In addition to the spells gained by hunters as they gain levels, each hunter also automatically adds all {spell/summon nature's ally>_1} spells to her list of spells known. These spells are added as soon as the hunter is capable of casting them.",
			"",
			"At 5th level and at every 3 levels thereafter, a hunter can choose to learn a new spell in place of one she already knows. In effect, the hunter loses the old spell in exchange for the new one. The new spell's level must be the same as that of the spell being exchanged. A hunter may swap only a single spell at any given level, and must choose whether or not to swap the spell at the same time that she gains new spells known for the level. She cannot swap any {spell/summon nature's ally>_1} spells.",
			"",
			"Unlike a druid or ranger, a hunter need not prepare her spells in advance. She can cast any spell she knows at any time, assuming she has not yet used up her spells per day for that spell level.",
			"",
			"**Orisons:** Hunters learn a number of orisons, or 0-level spells. These spells are cast like any other spell, but they do not consume any slots and may be used again.",
			"",
			":b[Chaotic, Evil, Good, and Lawful Spells:]{id=aligned-spells} A hunter can't cast spells of an alignment opposed to her own or her deity's (if she has one). Spells associated with particular alignments are indicated by the chaos, evil, good, and law descriptors in their spell descriptions.",
			"",
			":b[Animal Companion/ (Ex):] At 1st level, a hunter forms a bond with an {sidekick/animal companion}. A hunter may begin play with {ability/any of the animals available to a |druid>_companions}. This animal is a loyal companion that accompanies the hunter on her adventures. This ability functions like the druid animal companion ability (which is part of the nature bond class feature). The hunter's effective druid level is equal to her hunter level. If a character receives an animal companion from more than one source, her effective druid levels stack for the purposes of determining the companion's statistics and abilities. A hunter may teach her companion hunter's tricks from the {arc-ranger/skirmisher} ranger archetype instead of standard {ability/animal tricks}. The animal companion can use skirmisher tricks when commanded, a number of times per day equal to half its Hit Dice plus its Wisdom modifier.",
			"",
			":::aside",
			"",
			"An animal companion can also be taught special {ability/animal |companion tricks}, though they may need specific characteristics to learn them.",
			"",
			":::",
			"",
			"If a hunter releases her companion from service or her animal companion perishes, she may gain a new one by performing a ceremony requiring 24 uninterrupted hours of prayer in the environment where the new companion typically lives. While the hunter's animal companion is dead, any animal she summons with a {spell/summon nature's ally>_1} spell remains for 1 minute per level instead of 1 round per level. A hunter cannot have more than one *summon nature's ally* spell active in this way at one time. If this ability is used again, any existing *summon nature's ally* immediately ends.",
			"",
			"**Nature Training (Ex):** A hunter counts her total hunter level as both druid levels and ranger levels for the purpose of qualifying for feats, traits, and options that modify or improve an animal companion.",
			"",
			":b[Animal Focus/ (Su):] At 1st level, a hunter can take on the {ability/aspect of an |animal>_foci} as a swift action. She must select one type of animal to emulate, gaining a bonus or special ability based on the type of animal emulated and her hunter level. The hunter can use this ability for a number of minutes per day equal to her level. This duration does not need to be consecutive, but must be spent in 1-minute increments. The hunter can emulate only one animal at a time.",
			"",
			"The hunter can also apply one of these aspects to her animal companion. Unlike with the hunter herself, there is no duration on the animal aspect applied to her animal companion. An aspect applied in this way does not count against the hunter's minutes of duration per day - it remains in effect until the hunter changes it. The companion's aspect can be the same aspect the ranger has taken on or a different one. The hunter can select or change the animal foci on both herself and her animal companion as part of the same swift action.",
			"",
			"If the hunter's animal companion is dead, the hunter can apply her companion's animal focus to herself instead of her animal companion. This is in addition to the normal one she can choose, and (as with a companion's focus) remains in effect until the hunter changes it instead of counting against her minutes per day.",
			"",
			":::aside",
			"",
			"Characters with the *animal focus* feature can also gain {ability/ward aspects} if they desire.",
			"",
			":::",
			"",
			":b[Wild Empathy/ (Ex):] A hunter can improve the initial attitude of an animal. This ability functions as a Diplomacy check to improve the attitude of a person. The hunter rolls 1d20 and adds her hunter level and her Charisma modifier to determine the wild empathy check result. The typical domestic animal has a starting attitude of indifferent, while wild animals are usually unfriendly.",
			"",
			"To use wild empathy, the hunter and the animal must be within 30 feet of one another under normal conditions. Generally, influencing an animal in this way takes 1 minute but, as with influencing people, it might take more or less time.",
			"",
			"The hunter can also use this ability to influence a magical beast with an Intelligence score of 1 or 2, but she takes a -4 penalty on the check.",
			"",
			":b[Precise Companion (Ex):]{id=precise-companion-and-track} At 2nd level, a hunter chooses either {feat/Precise Shot} or {feat/Outflank} as a bonus feat. She does not need to meet the prerequisites for this feat. If she chooses Outflank, she automatically grants this feat to her animal companion as well.",
			"",
			"**Track (Ex):** At 2nd level, a hunter adds 1/2 her level to Survival skill checks made to follow tracks.",
			"",
			":b[Teamwork Feat:]{id=teamwork-and-tactics} At 3rd level and every 3 levels thereafter, the hunter gains {main/feats_<a bonus |teamwork/ feat} in addition to those gained from normal advancement. The hunter must meet the prerequisites of the selected bonus teamwork feat.",
			"",
			"As a standard action, the hunter can choose to learn a new bonus teamwork feat in place of the most recent bonus teamwork feat she has already learned. In effect, the hunter loses the bonus feat in exchange for the new one. She can change only the most recent teamwork feat gained, and must meet the prerequisites for the newly selected feat. A hunter can change her most recent teamwork feat a number of times per day equal to her Wisdom modifier (minimum 1). Whenever she gains a new teamwork feat, her previous teamwork feats become permanent.",
			"",
			"**Hunter Tactics (Ex):** At 3rd level, the hunter automatically grants her teamwork feats to her animal companion. The companion doesn't need to meet the prerequisites of these teamwork feats.",
			"",
			":b[Improved Empathic Link/ (Su):] At 4th level, the hunter gains an empathic link with her animal companion. This functions like an empathic link with a {sidekick/familiar}, except the hunter can also see through a companion's eyes as a swift action, maintaining this connection as long as she likes (as long as the companion is within 1 mile) and ending it as a free action. The hunter is {misc/blinded} while maintaining this connection.",
			"",
			":b[Woodland Stride/ (Ex):] At 5th level, a hunter and her animal companion may move through any sort of undergrowth (such as natural thorns, briars, overgrown areas, and similar terrain) at their normal speed and without taking damage or suffering any other impairment.",
			"",
			"Thorns, briars, and overgrown areas that are enchanted or magically manipulated to impede motion will still affect the hunter and her animal companion.",
			"",
			":b[Bonus Tricks/ (Ex):] At 7th level and every 6 levels thereafter, a hunter's animal companion learns a bonus {ability/trick>s} (in addition to the bonus tricks gained from the hunter's effective druid level).",
			"",
			":b[Second Animal Focus/ (Su):] At 8th level, whenever a hunter uses her animal focus ability, she selects two different animal aspects for herself instead of one, and can assign two aspects to her companion instead of one. As with the companion's previous aspect, the second one does not count against the minutes per day a hunter can take on an aspect.",
			"",
			"If the hunter's animal companion is dead and the hunter has applied the companion's animal aspect to herself, that aspect does not count toward her maximum of two aspects at once. The hunter can still apply only one of her dead companion's aspects to herself, not both.",
			"",
			":b[Swift Tracker/ (Ex):] At 8th level, a hunter can move at her normal speed while using Survival to follow tracks without taking the normal -5 penalty. She takes only a -10 penalty (instead of the normal -20) when moving at up to twice normal speed while tracking.",
			"",
			":b[Raise Animal Companion/ (Sp):] At 10th level, a hunter gains {spell/raise animal companion} as a spell-like ability; this is not restricted to raising only her own animal companion. Using this spell-like ability gives the hunter a permanent negative level. This negative level cannot be overcome in any way (including by {spell/restoration}), but automatically ends after 24 hours. At 16th level, this functions as {spell/resurrection} instead of {spell/raise dead}, but otherwise operates as normal.",
			"",
			":b[Speak with Master/ (Ex):] At 11th level, a hunter and her animal companion can communicate verbally, as if they were using a common language. Other creatures cannot understand the communication without magical aid.",
			"",
			":b[Greater Empathic Link (Su):]{id=other-abilities} At 14th level, the range of the hunter's empathic link with her animal companion increases to 10 miles. If the animal companion is within 1 mile, the hunter can communicate with it telepathically.",
			"",
			"**One with the Wild (Ex):** At 17th level, the hunter and her animal companion are respected or even feared by other animals, so long as the animals are approximately of the same type as any of the hunter's current animal foci: bat for bats, tiger with felines, falcon for birds, snake for reptiles, and so on. No animal in this category (including dire varieties) willingly attacks the hunter or her companion unless magically compelled to or if the hunter or companion attacks it first.",
			"",
			"The hunter and her companion can attempt to [demoralize](skill/intimidate) animals in the appropriate category as a swift action, rolling 1d20 and adding the hunter's level and her Charisma modifier to determine the Intimidate check result.",
			"",
			"**Master Hunter (Ex):** At 20th level, a hunter becomes a master hunter, able to track down foes with ease. She can always move at full speed while using Survival to follow tracks without penalty.",
			"",
			"Additionally, each day when the hunter regains her spell slots, she chooses one animal focus to be active on herself for the entire day. This focus is in addition to using her animal focus class ability (including the additional focus ability she is able to use on herself if her animal companion is dead).",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Deep Magics (Su) | At 20th level, the character's repertoire of spells deepens dramatically. She gains an additional spell known for each spell level she can cast. A character of any class with spells known can select this capstone. |",
			"| Great Beast (Su) | At 20th level, the character's {sidekick/animal companion} is a paragon of its kind - a hero and legend in its own right. The animal companion's Strength, Dexterity, Constitution, and Wisdom scores each increase by 4. This capstone is available to any class with an animal companion. |",
			"| Huntmaster (Ex) | At 20th level, the hunter learns to control all manner of beasts. The hunter gains a second animal companion. Her level is considered four lower for the purposes of her second animal companion. The hunter can use her animal focus feature to grant each animal companion a different animal aspect. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a {rule/minor |artifact>s} and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Catfolk:** Gain 1/6 of a bonus teamwork feat.[^A]",
			"",
			"**Dwarf:** Gain a +1/2 bonus on wild empathy checks the hunter makes to influence animals and magical beasts that live underground.[^B]",
			"",
			"**Elf:** Choose a weapon from the following list: longbow, longsword, rapier, short sword, shortbow, or any weapon with \"elven\" in its name. Gain a +1/2 bonus on critical hit confirmation rolls made while using that type of weapon (maximum bonus +4). This bonus does not stack with those gained through {feat/Critical Focus} and similar effects.[^B]",
			"",
			"**Fetchling:** The hunter's animal companion gains DR 1/magic. Each additional time the hunter selects this benefit, the DR increases by +1/2 (maximum DR 10/magic). If the hunter ever replaces his animal companion, the new animal companion gains this DR.[^C]",
			"",
			"**Ganzi:** The hunter's animal companion is specially trained for extraplanar expeditions and gains a +1 bonus on Stealth and Acrobatics checks while on a plane other than the Material Plane.[^D]",
			"",
			"**Gathlain:** The hunter's animal companion gains DR 1/cold iron. Each time the hunter gains another level, this DR increases by 1/3 (maximum DR 5/cold iron). If the hunter replaces this animal companion, the new companion gains this damage reduction.[^E]",
			"",
			"**Ghoran:** Add 1 skill rank to the hunter's plant companion. If the hunter replaces her plant companion, the new plant companion gains these bonus skill ranks.[^F]",
			"",
			"**Gnome:** Add DR 1/magic to the hunter's animal companion. Each time the hunter gains another level, the DR increases by 1/2 (maximum DR 10/magic). If the hunter replaces her animal companion, the new companion gains this damage reduction.[^G]",
			"",
			"**Half-elf:** Add 1 foot to the hunter's companion's base speed. In combat, this has an effect only for every five increases in base speed.[^G]",
			"",
			"**Halfling:** The hunter's animal companion gains a +1/4 luck bonus on saving throws. If the hunter replaces her animal companion, the new animal companion gains this bonus.[^G]",
			"",
			"**Half-orc:** Add 1 hit point to the hunter's animal companion. If the hunter replaces his animal companion, the new animal companion gains these bonus hit points.[^H]",
			"",
			"**Human:** Add 1 skill rank to the hunter's animal companion. If the hunter replaces his animal companion, the new animal companion gains these bonus skill ranks.[^H]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^I]",
			"",
			"**Ratfolk:** Add 1 skill rank to the hunter's badger, dire rat, or riding rat animal companion.[^J]",
			"",
			"**Strix:** Add 1 hit point to the hunter's animal companion. If the hunter replaces her animal companion, the new animal companion gains these bonus hit points.[^K]",
			"",
			"**Tengu:** Add 1 skill rank to the hunter's animal companion. If the hunter ever replaces her animal companion, the new companion gains these bonus skill ranks.[^L]",
			"",
			"**Vanara:** Add 1 minute to the number of minutes per day that the hunter can use animal focus.[^M]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=hunter}",
			"Aquatic Beastmaster",
			"Animal Focus; Wild Empathy; Improved Empathic Link",
			"Hunters beneath the sea are just as committed as their surface-dwelling counterparts to working alongside their animal companions to eradicate threats.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Chameleon Adept",
			"Class Skills; Teamwork Feats; Hunter Tactics; Wild Empathy; Precise Companion; Woodland Stride; Raise Animal Companion; One with the Wild",
			"Some hunters are masters of blending into every situation, even making their companions appear humanoid for brief periods of time.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Colluding Scoundrel",
			"Animal Focus; Second Animal Focus; Master Hunter",
			"The colluding scoundrel is a canny and conniving skirmisher, manipulating her enemies and leveraging her allies for her own benefit.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Courtly Hunter",
			"Class Skills; Animal Companion; Animal Focus; Precise Companion; Hunter Tactics; Teamwork Feats; Bonus Tricks",
			"While most hunters find themselves at ease in the wildest parts of the world, courtly hunters instead make their homes in cultured urban environments.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Divine Hunter",
			"Alignment; Class Skills; Teamwork Feats; Hunter Tactics",
			"While most hunters heed the call of nature and fight to protect its bounty, some are inspired to serve a higher power.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Feral Hunter",
			"Animal Companion; Animal Focus; Hunter Tactics; Speak with Master; Precise Companion; Bonus Tricks; Improved Empathic Link; Greater Empathic Link; Master of the Wild; Raise Animal Companion; 6th, 9th, 12th, 15th, and 18th-level Teamwork Feats",
			"A feral hunter has forged a bond with nature that's so strong that she doesn't merely channel the aspects of animals' she actually becomes an animal herself.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Feykiller",
			"Animal Focus; Wild Empathy; Speak with Master; Improved Empathic Link; One with the Wild",
			"Some hunters in fey-plagued regions are dedicated to tracking down and eradicating these threats.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Flood Flourisher",
			"Hunter Tactics; Woodland Stride; Teamwork Feats; Swift Tracker",
			"Well adapted to their drenched surroundings, flood flourishers coordinate deadly ambushes with their loyal animal companions by capitalizing on their mastery of the soggy terrain.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Forester",
			"Animal Focus; Animal Companion; Precise Companion; Hunter Tactics; Improved Empathic Link; Bonus Tricks; Raise Animal Companion; Speak with Master; Greater Empathic Link",
			"While all hunters have a bond with the natural world, a forester has a stronger tie to her environment than to the animals within it.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Packmaster",
			"Animal Companion; Animal Focus; Teamwork Feats; Second Animal Focus; Master Hunter",
			"Some hunters form bonds with packs of well-trained creatures. Whether such a hunter is a northern berserker running with a pack of timber wolves or a savage warrior dashing through the jungle alongside her herd of dimetrodons, the packmaster revels in the thrill of the hunt and the glory of the kill.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Patient Ambusher",
			"Class Skills; Nature Training; Wild Empathy; Hunter Tactics; Teamwork Feats; Raise Animal Companion",
			"Wandering the wilds, some hunters eschew the bond of innate teamwork with their animal companions. Instead, these hunters master the creation and deployment of intricate ranger traps, often using themselves or their animal companions to lure foes into their snares.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Pelagic Hunter",
			"Animal Companion; Animal Focus; Woodland Stride",
			"Pelagic hunters form strong bonds that extend deep beneath the sea.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Plant Master",
			"Animal Companion; Animal Focus; Wild Empathy; One with the Wild; Master Hunter",
			"Some hunters form a bond with plant life instead of an animal and take on those aspects instead.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Primal Companion Hunter",
			"Animal Focus; Second Animal Focus; Master Hunter",
			"Most hunters are skilled at awakening the primal beasts inside themselves. However, some can instead activate the primal essence within their animal companion.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Roof Runner",
			"Class Skills; Armor Proficieny; Track; Woodland Stride; Swift Tracker; Master Hunter",
			"Roof runners are skilled ambushers, skirmishers, and spies who eschew heavier types of armor in order to remain light on their feet.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Scarab Stalker",
			"Animal Focus; Woodland Stride",
			"The forgotten ruins in the desert sands have given rise to a breed of hunters who call upon the powers of the pyramids to protect and explore the ancient sites of their people.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Totem-Bonded",
			"Animal Companion; Animal Focus",
			"Totem-bonded are hunters who are able to form a true spiritual bond with the powerful fauna that dominate the wildlands.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Treestrider",
			"Animal Companion; Animal Focus; Second Animal Focus; Precise Companion; Raise Animal Companion",
			"Some hunters are masters of the wild. Whether raised by apes or having some other link with simian creatures, these hunters glide through the wilderness with ease.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Uprooter Scout",
			"Improved Empathic Link; Speak with Master; Greater Empathic Link; Raise Animal Companion; One with the Wild",
			"The Uprooters are an elite band of Kyonin elves skilled and brave enough to foray into the Tanglebriar and take the offensive in the fight against Treerazer.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Urban Hunter",
			"Class Skills; Animal Companion; Hunter Tactics; Teamwork Feat; Woodland Stride; One with the Wild",
			"Urban hunters help guards track down and apprehend criminals or spies, find lost children and disaster victims, and protect animals from abuse in the city.",
			":::",
			"",
			":::archetype{c=hunter}",
			"Verminous Hunter",
			"Animal Companion; Wild Empathy; Animal Focus; Woodland Stride",
			"A verminous hunter calls on the ceaseless, single-minded dedication of vermin to hunt and overwhelm her prey.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Blood of the Beast/ pg. 4}",
			"[^B]: {source/Advanced Class Guide/ pg. 69}",
			"[^C]: {source/Blood of Shadows/ pg. 7}",
			"[^D]: {source/Plane-Hopper's Handbook/ pg. 19}",
			"[^E]: {source/Ultimate Wilderness/ pg. 10}",
			"[^F]: Ultimate Wilderness pg. 16",
			"[^G]: Advanced Class Guide pg. 70",
			"[^H]: Advanced Class Guide pg. 71",
			"[^I]: Blood of the Beast pg. 12",
			"[^J]: Blood of the Beast pg. 20",
			"[^K]: {source/Pathfinder #101: The Kintargo Contract/ pg. 73}",
			"[^L]: Blood of the Beast pg. 24",
			"[^M]: Blood of the Beast pg. 28"
		],
		"tables": [
			{
				"id": "hunter archetypes",
				"headers": [ "Archetype", "Alignment", "Animal Companion", "Animal Focus", "Armor Proficieny", "Bonus Tricks", "Class Skills", "Greater Empathic Link", "Hunter Tactics", "Improved Empathic Link", "Master Hunter", "Master of the Wild", "Nature Training", "One with the Wild", "Precise Companion", "Raise Animal Companion", "Second Animal Focus", "Speak with Master", "Swift Tracker", "Teamwork Feats", "Track", "Wild Empathy", "Woodland Stride" ],
				"ripples": [0],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"data": [
					[ "{arc-hunter/Aquatic Beastmaster}", null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-hunter/Chameleon Adept}", null, null, null, null, null, "X", null, "X", null, null, null, null, "X", "X", "X", null, null, null, "X", null, "X", "X" ],
					[ "{arc-hunter/Colluding Scoundrel}", null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-hunter/Courtly Hunter}", null, "X", "X", null, "X", "X", null, "X", null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-hunter/Divine Hunter}", "X", null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-hunter/Feral Hunter}", null, "X", "X", null, "X", null, "X", "X", "X", null, "X", null, null, "X", "X", null, "X", null, "X", null, null, null ],
					[ "{arc-hunter/Feykiller}", null, null, "X", null, null, null, null, null, "X", null, null, null, "X", null, null, null, "X", null, null, null, "X", null ],
					[ "{arc-hunter/Flood Flourisher}", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, null, "X" ],
					[ "{arc-hunter/Forester}", null, "X", "X", null, "X", null, "X", "X", "X", null, null, null, null, "X", "X", null, "X", null, null, null, null, null ],
					[ "{arc-hunter/Packmaster}", null, "X", "X", null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, "X", null, null, null ],
					[ "{arc-hunter/Patient Ambusher}", null, null, null, null, null, "X", null, "X", null, null, null, "X", null, null, "X", null, null, null, "X", null, "X", null ],
					[ "{arc-hunter/Pelagic Hunter}", null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-hunter/Plant Master}", null, "X", "X", null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, "X", null ],
					[ "{arc-hunter/Primal Companion Hunter}", null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-hunter/Roof Runner}", null, null, null, "X", null, "X", null, null, null, "X", null, null, null, null, null, null, null, "X", null, "X", null, "X" ],
					[ "{arc-hunter/Scarab Stalker}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-hunter/Totem-Bonded}", null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-hunter/Treestrider}", null, "X", "X", null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, null ],
					[ "{arc-hunter/Uprooter Scout}", null, null, null, null, null, null, "X", null, "X", null, null, null, "X", null, "X", null, "X", null, null, null, null, null ],
					[ "{arc-hunter/Urban Hunter}", null, "X", null, null, null, "X", null, "X", null, null, null, null, "X", null, null, null, null, null, "X", null, null, "X" ],
					[ "{arc-hunter/Verminous Hunter}", null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X" ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"inquisitor": {
		"name": "Inquisitor",
		"sources": [
			"Advanced Player's Guide",
			"Chronicle of Legends",
			"Advanced Race Guide",
			"Plane-Hopper's Handbook",
			"Blood of the Beast",
			"Blood of Shadows",
			"Horror Adventures",
			"Kobolds of Golarion",
			"Ultimate Magic",
			"Blood of Angels",
			"Ultimate Combat",
			"Magical Marketplace",
			"Inner Sea Intrigue",
			"Ultimate Intrigue",
			"Blood of Fiends",
			"Faiths and Philosophies",
			"Champions of Purity"
		],
		"description": [
			"{jumplist Class Skills / Spells / Aligned Spells / Domain / Judgment / Knowledge and Intimidation / Cunning Initiative, Sensing, and Tracking / Teamwork and Tactics / Bane and Discern Lies / Other Abilities / Ex-Inquisitors / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Inquisitor",
			"",
			"{SOURCE Advanced Player's Guide/38}",
			"",
			"Grim and determined, the inquisitor roots out enemies of the faith, using trickery and guile when righteousness and purity is not enough. Although inquisitors are dedicated to a deity, they are above many of the normal rules and conventions of the church. They answer to their deity and their own sense of justice alone, and are willing to take extreme measures to meet their goals.",
			"",
			"**Role:** Inquisitors tend to move from place to place, chasing down enemies and researching emerging threats. As a result, they often travel with others, if for no other reason than to mask their presence. Inquisitors work with members of their faith whenever possible, but even such allies are not above suspicion.  ",
			"**Alignment:** An inquisitor's alignment must be within one step of her deity's, along either the law/chaos axis or the good/evil axis.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 4d6 &times; 10 gp (average 140 gp).",
			"",
			"### Class Skills",
			"",
			"The Inquisitor's class skills are {skill/Bluff} (Cha), {skill/Climb} (Str), {skill/Craft} (Int), {skill/Diplomacy} (Cha), {skill/Disguise} (Cha), {skill/Heal} (Wis), {skill/Intimidate} (Cha), {skill/Knowledge (arcana)} (Int), {skill/Knowledge (dungeoneering)} (Int), {skill/Knowledge (nature)} (Int), {skill/Knowledge (planes)} (Int), {skill/Knowledge (religion)} (Int), {skill/Perception} (Wis), {skill/Profession} (Wis), {skill/Ride} (Dex), {skill/Sense Motive} (Wis), {skill/Spellcraft} (Int), {skill/Stealth} (Dex), {skill/Survival} (Wis), and {skill/Swim} (Str).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +2 | +0 | +2 | Domain, judgment 1/day, monster lore, orisons, stern gaze | 1 | - | - | - | - | - |",
			"| 2nd | +1 | +3 | +0 | +3 | Cunning initiative, *detect alignment*, track | 2 | - | - | - | - | - |",
			"| 3rd | +2 | +3 | +1 | +3 | Solo tactics, teamwork feat | 3 | - | - | - | - | - |",
			"| 4th | +3 | +4 | +1 | +4 | Judgment 2/day | 3 | 1 | - | - | - | - |",
			"| 5th | +3 | +4 | +1 | +4 | Bane, *discern lies* | 4 | 2 | - | - | - | - |",
			"| 6th | +4 | +5 | +2 | +5 | Teamwork feat | 4 | 3 | - | - | - | - |",
			"| 7th | +5 | +5 | +2 | +5 | Judgment 3/day | 4 | 3 | 1 | - | - | - |",
			"| 8th | +6/+1 | +6 | +2 | +6 | Second judgment | 4 | 4 | 2 | - | - | - |",
			"| 9th | +6/+1 | +6 | +3 | +6 | Teamwork feat | 5 | 4 | 3 | - | - | - |",
			"| 10th | +7/+2 | +7 | +3 | +7 | Judgment 4/day | 5 | 4 | 3 | 1 | - | - |",
			"| 11th | +8/+3 | +7 | +3 | +7 | Stalwart | 5 | 4 | 4 | 2 | - | - |",
			"| 12th | +9/+4 | +8 | +4 | +8 | Greater bane, teamwork feat | 5 | 5 | 4 | 3 | - | - |",
			"| 13th | +9/+4 | +8 | +4 | +8 | Judgment 5/day | 5 | 5 | 4 | 3 | 1 | - |",
			"| 14th | +10/+5 | +9 | +4 | +9 | Exploit weakness | 5 | 5 | 4 | 4 | 2 | - |",
			"| 15th | +11/+6/+1 | +9 | +5 | +9 | Teamwork feat | 5 | 5 | 5 | 4 | 3 | - |",
			"| 16th | +12/+7/+2 | +10 | +5 | +10 | Judgment 6/day, third judgment | 5 | 5 | 5 | 4 | 3 | 1 |",
			"| 17th | +12/+7/+2 | +10 | +5 | +10 | Slayer | 5 | 5 | 5 | 4 | 4 | 2 |",
			"| 18th | +13/+8/+3 | +11 | +6 | +11 | Teamwork feat | 5 | 5 | 5 | 5 | 4 | 3 |",
			"| 19th | +14/+9/+4 | +11 | +6 | +11 | Judgment 7/day | 5 | 5 | 5 | 5 | 5 | 4 |",
			"| 20th | +15/+10/+5 | +12 | +6 | +12 | True judgment | 5 | 5 | 5 | 5 | 5 | 5 |",
			"",
			"### Spells Known",
			"",
			"| Level | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | 4 | 2 | - | - | - | - | - |",
			"| 2nd | 5 | 3 | - | - | - | - | - |",
			"| 3rd | 6 | 4 | - | - | - | - | - |",
			"| 4th | 6 | 4 | 2 | - | - | - | - |",
			"| 5th | 6 | 4 | 3 | - | - | - | - |",
			"| 6th | 6 | 4 | 4 | - | - | - | - |",
			"| 7th | 6 | 5 | 4 | 2 | - | - | - |",
			"| 8th | 6 | 5 | 4 | 3 | - | - | - |",
			"| 9th | 6 | 5 | 4 | 4 | - | - | - |",
			"| 10th | 6 | 5 | 5 | 4 | 2 | - | - |",
			"| 11th | 6 | 6 | 5 | 4 | 3 | - | - |",
			"| 12th | 6 | 6 | 5 | 4 | 4 | - | - |",
			"| 13th | 6 | 6 | 5 | 5 | 4 | 2 | - |",
			"| 14th | 6 | 6 | 6 | 5 | 4 | 3 | - |",
			"| 15th | 6 | 6 | 6 | 5 | 4 | 4 | - |",
			"| 16th | 6 | 6 | 6 | 5 | 5 | 4 | 2 |",
			"| 17th | 6 | 6 | 6 | 6 | 5 | 4 | 3 |",
			"| 18th | 6 | 6 | 6 | 6 | 5 | 4 | 4 |",
			"| 19th | 6 | 6 | 6 | 6 | 5 | 5 | 4 |",
			"| 20th | 6 | 6 | 6 | 6 | 6 | 5 | 5 |",
			"",
			"**Weapon and Armor Proficiency:** An inquisitor is proficient with all simple weapons, plus the hand crossbow, longbow, repeating crossbow, shortbow, and the favored weapon of her deity. She is also proficient with light armor, medium armor, and shields (except tower shields).",
			"",
			":b[Spells:] An inquisitor casts divine spells drawn from the {main/spells_<inquisitor/ spell list}. She can cast any spell she knows at any time without preparing it ahead of time, assuming she has not yet used up her allotment of spells per day for the spell's level.",
			"",
			"To learn or cast a spell, an inquisitor must have a Wisdom score equal to at least 10 + the spell level. The DC for a saving throw against an inquisitor's spell is 10 + the spell level + the inquisitor's Wisdom modifier.",
			"",
			"An inquisitor can cast only a certain number of spells of each spell level each day. In addition, she receives {rule/determine_<bonus/ spells per day>es} if she has a high Wisdom score.",
			"",
			"An inquisitor's selection of spells is extremely limited. An inquisitor begins play knowing four 0-level spells and two 1st-level spells of the inquisitor's choice. At each new inquisitor level. (Unlike spells per day, the number of spells an inquisitor knows is not affected by her Wisdom score.)",
			"",
			"Upon reaching 5th level, and at every third inquisitor level thereafter (8th, 11th, and so on), an inquisitor can choose to learn a new spell in place of one she already knows. In effect, the inquisitor \"loses\" the old spell in exchange for the new one. The new spell's level must be the same as that of the spell being exchanged, and it must be at least one level lower than the highest-level inquisitor spell she can cast. The inquisitor may swap out only a single spell at any given level and must choose whether or not to swap the spell at the same time that she gains new spells known for the level.",
			"",
			"**Orisons:** Inquisitors learn a number of orisons, or 0-level spells. These spells are cast like any other spell, but they are not expended when cast and may be used again. Orisons prepared using other spell slots, such as those due to metamagic feats, are expended normally.",
			"",
			":b[Chaotic, Evil, Good, and Lawful Spells:]{id=aligned-spells} An inquisitor can't cast spells of an alignment opposed to her own or her deity's (if she has one). Spells associated with particular alignments are indicated by the chaotic, evil, good and lawful descriptors in their spell descriptions.",
			"",
			":b[Domain:] Like a cleric's deity, an inquisitor's deity influences her alignment, what magic she can perform, and her values. Although not as tied to the tenets of the deity as a cleric, an inquisitor must still hold such guidelines in high regard, despite that fact she can go against them if it serves the greater good of the faith. An inquisitor can select [one domain](ability/domains) from among those belonging to her deity, or [an inquisition](ability/inquisitions). She can select an alignment domain only if her alignment matches that domain. With the GM's approval, an inquisitor can be devoted to an ideal instead of a deity, selecting one domain to represent her personal inclination and abilities. The restriction on alignment domains still applies.",
			"",
			"Each domain grants a number of domain powers, depending on the level of the inquisitor. An inquisitor does not gain the bonus spells listed for each domain, nor does she gain bonus spell slots. The inquisitor uses her level as her effective cleric level when determining the power and effect of her domain powers. If the inquisitor has cleric levels, one of her two domain selections must be the same domain selected as an inquisitor. Levels of cleric and inquisitor stack for the purpose of determining domain powers and abilities, but not for bonus spells.",
			"",
			":b[Judgment/ (Su):] Starting at 1st level, an inquisitor can pronounce judgment upon her foes as a swift action. Starting when the judgment is made, the inquisitor receives a bonus or special ability based on the type of judgment made.",
			"",
			"At 1st level, an inquisitor can use this ability once per day. At 4th level and every three levels thereafter, the inquisitor can use this ability one additional time per day. Once activated, this ability lasts until the combat ends, at which point all of the bonuses immediately end. The inquisitor must participate in the combat to gain these bonuses. If she is frightened, panicked, paralyzed, stunned, unconscious, or otherwise prevented from participating in the combat, the ability does not end, but the bonuses do not resume until she can participate in the combat again.",
			"",
			"When the inquisitor uses this ability, she must select one type of judgment to make. As a swift action, she can change this judgment to another type. If the inquisitor is evil, she receives profane bonuses instead of sacred, as appropriate. Neutral inquisitors must select profane or sacred bonuses. Once made, this choice cannot be changed.",
			"",
			">**Destruction**: The inquisitor is filled with divine wrath, gaining a +1 sacred bonus on all weapon damage rolls. This bonus increases by +1 for every three inquisitor levels she possesses.",
			">",
			">**Healing**: The inquisitor is surrounded by a healing light, gaining fast healing 1. This causes the inquisitor to heal 1 point of damage each round as long as the inquisitor is alive and the judgment lasts. The amount of healing increases by 1 point for every three inquisitor levels she possesses.",
			">",
			">**Justice**: This judgment spurs the inquisitor to seek justice, granting a +1 sacred bonus on all attack rolls. This bonus increases by +1 for every five inquisitor levels she possesses. At 10th level, this bonus is doubled on all attack rolls made to confirm critical hits.",
			">",
			">**Piercing**: This judgment gives the inquisitor great focus and makes her spells more potent. This benefit grants a +1 sacred bonus on {rule/concentration} checks and caster level checks made to overcome a target's spell resistance. This bonus increases by +1 for every three inquisitor levels she possesses.",
			">",
			">**Protection**: The inquisitor is surrounded by a protective aura, granting a +1 sacred bonus to Armor Class. This bonus increases by +1 for every five inquisitor levels she possesses. At 10th level, this bonus is doubled against attack rolls made to confirm critical hits against the inquisitor.",
			">",
			">**Purity**: The inquisitor is protected from the vile taint of her foes, gaining a +1 sacred bonus on all saving throws. This bonus increases by +1 for every five inquisitor levels she possesses. At 10th level, the bonus is doubled against curses, diseases, and poisons.",
			">",
			">**Resiliency**: This judgment makes the inquisitor resistant to harm, granting DR 1/magic. This DR increases by 1 for every five levels she possesses. At 10th level, this DR changes from magic to an alignment (chaotic, evil, good, or lawful) that is opposite the inquisitor's. If she is neutral, the inquisitor does not receive this increase.",
			">",
			">**Resistance**: The inquisitor is shielded by a flickering aura, gaining 2 points of energy resistance against one energy type (acid, cold, electricity, fire, or sonic) chosen when the judgment is declared. The protection increases by 2 for every three inquisitor levels she possesses.",
			">",
			">**Smiting**: This judgment bathes the inquisitor's weapons in a divine light. The inquisitor's weapons count as magic for the purposes of bypassing damage reduction. At 6th level, the inquisitor's weapons also count as one alignment type (chaotic, evil, good, or lawful) for the purpose of bypassing damage reduction. The type selected must match one of the inquisitor's alignments. If the inquisitor is neutral, she does not receive this bonus. At 10th level, the inquisitor's weapons also count as adamantine for the purpose of overcoming damage reduction (but not for reducing hardness).",
			"",
			":b[Monster Lore (Ex):]{id=knowledge-and-intimidation} The inquisitor adds her Wisdom modifier on Knowledge skill checks in addition to her Intelligence modifier, when making skill checks to identify the abilities and weaknesses of creatures.",
			"",
			"**Stern Gaze (Ex):** Inquisitors are skilled at sensing deception and intimidating their foes. An inquisitor receives a morale bonus on all Intimidate and Sense Motive checks equal to 1/2 her inquisitor level (minimum +1).",
			"",
			":b[Cunning Initiative/ (Ex):]{id=cunning-initiative-sensing-and-tracking} At 2nd level, an inquisitor adds her Wisdom modifier on initiative checks, in addition to her Dexterity modifier.",
			"",
			"**Detect Alignment (Sp):** At will, an inquisitor can use {spell/detect chaos}, {spell/detect evil}, {spell/detect good}, or {spell/detect law}. She can only use one of these at any given time.",
			"",
			"**Track (Ex):** At 2nd level, an inquisitor adds half her level on Survival skill checks made to follow or identify tracks.",
			"",
			":b[Teamwork Feats:]{id=teamwork-and-tactics} At 3rd level, and every three levels thereafter, the inquisitor gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from those listed as {main/feats_<teamwork/ feats}. The inquisitor must meet the prerequisites of the selected bonus feat.",
			"",
			"As a standard action, the inquisitor can choose to learn a new bonus teamwork feat in place of the most recent bonus teamwork feat she has already learned. In effect, the inquisitor loses the bonus feat in exchange for the new one. She can only change the most recent teamwork feat gained. Whenever she gains a new teamwork feat, the previous teamwork feat becomes set and cannot be changed again. An inquisitor can change her most recent teamwork feat a number of times per day equal to her Wisdom modifier.",
			"",
			"**Solo Tactics (Ex):** At 3rd level, all of the inquisitor's allies are treated as if they possessed the same teamwork feats as the inquisitor for the purpose of determining whether the inquisitor receives a bonus from her teamwork feats. Her allies do not receive any bonuses from these feats unless they actually possess the feats themselves. The allies' positioning and actions must still meet the prerequisites listed in the teamwork feat for the inquisitor to receive the listed bonus.",
			"",
			":b[Bane (Su):]{id=bane-and-discern-lies} At 5th level, an inquisitor can imbue one of her weapons with the {magic-enh/bane} weapon special ability as a swift action. She must select one creature type when she uses this ability (and a subtype if the creature type selected is humanoid or outsider). Once selected, the type can be changed as a swift action. This ability only functions while the inquisitor wields the weapon. If dropped or taken, the weapon resumes granting this ability if it is returned to the inquisitor before the duration expires. This ability lasts for a number of rounds per day equal to the inquisitor's level. These rounds do not need to be consecutive.",
			"",
			"**Discern Lies (Sp):** At 5th level, an inquisitor can {spell/discern lies}, as per the spell, for a number of rounds per day equal to her inquisitor level. These rounds do not need to be consecutive. Activating this ability is an immediate action.",
			"",
			":b[Second Judgment (Ex):]{id=other-abilities} At 8th level, whenever an inquisitor uses her judgment ability, she selects two different judgments, instead of one. This only consumes one use of her judgment ability. As a swift action, she can change one of these judgments to another type.",
			"",
			"**Stalwart (Ex):** At 11th level, an inquisitor can use mental and physical resiliency to avoid certain attacks. If she makes a Fortitude or Will saving throw against an attack that has a reduced effect on a successful save, she instead avoids the effect entirely. This ability can only be used if the inquisitor is wearing light armor, medium armor, or no armor. A helpless inquisitor does not gain the benefit of the stalwart ability.",
			"",
			"**Greater Bane (Su):** At 12th level, whenever an inquisitor uses her bane ability, the amount of bonus damage dealt by the weapon against creatures of the selected type increases to 4d6.",
			"",
			"**Exploit Weakness (Ex):** At 14th level, the inquisitor learns to take advantage of any opportunity that presents itself. Whenever the inquisitor scores a critical hit, she ignores any damage reduction the target might have. In addition, if the target has regeneration, the creature loses regeneration on the round following the critical hit and can die normally during that round. Creatures whose regeneration always functions are immune to this ability. Finally, if the inquisitor deals energy damage to a creature with vulnerability to that energy type, she deals +1 point of damage per die rolled.",
			"",
			"**Third Judgment (Ex):** At 16th level, whenever an inquisitor uses her judgment ability, she selects three different judgments, instead of just two. This only consumes one use of her judgment ability. As a swift action, the inquisitor can change one of these judgments to another type.",
			"",
			"**Slayer (Ex):** At 17th level, an inquisitor learns to focus her judgment. Whenever an inquisitor uses her judgment ability, she must select one type of judgment. She is treated as if she were 5 levels higher for the purposes of determining the bonus granted by the judgment. Unlike other types of judgment, the one enhanced by this ability cannot be changed for the remainder of the judgment",
			"",
			"**True Judgment (Su):** At 20th level, an inquisitor can call true judgment down upon a foe during combat. Whenever an inquisitor uses her judgment ability, the inquisitor can invoke true judgment on a foe as a swift action. Once declared, the inquisitor can make a single melee (or ranged attack, if the foe is within 30 feet) against the target. If the attack hits, it deals damage normally and the target must make a Fortitude save or die. The DC of this save is equal to 10 + 1/2 the inquisitor's level + the inquisitor's Wisdom modifier. Regardless of whether or not the save is made, the target creature is immune to the inquisitor's true judgment ability for 24 hours. Once this ability has been used, it cannot be used again for 1d4 rounds.",
			"",
			"### Ex-Inquisitors",
			"",
			"An inquisitor who slips into corruption or changes to a prohibited alignment loses all spells and the judgment ability. She cannot thereafter gain levels as an inquisitor until she {spell/atone/s>ment}.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Deep Magics (Su) | At 20th level, the character's repertoire of spells deepens dramatically. She gains an additional spell known for each spell level she can cast. A character of any class with spells known can select this capstone. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| Team Leader (Ex) | At 20th level, the inquisitor has grown accustomed to teaching farmers to fight, but what she can do with trained warriors is far more terrifying. When the inquisitor regains her spells each day, she can also spend 1 hour training a number of characters up to her Wisdom modifier in battle tactics. These characters receive three of the inquisitor's {main/feats_<teamwork/ feats} (the inquisitor's choice) as bonus feats for the next 24 hours. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a {rule/minor |artifact>s} and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Aasimar:** Add +1/2 on Intimidate, Knowledge, and Sense Motive checks made against outsiders.[^A]",
			"",
			"**Aphorite:** Add 1/4 to the number of times per day the inquisitor can change her most recent teamwork feat.[^B]",
			"",
			"**Catfolk:** Add 1/2 to the inquisitor's track bonus.[^C]",
			"",
			"**Dhampir:** Add a +1/2 bonus on Intimidate checks to demoralize humanoids.[^D]",
			"",
			"**Drow:** Gain 1/4 of a teamwork feat.[^E]",
			"",
			"**Duergar:** Add +1/6 to the number of times per day the inquisitor can use the judgment class feature.[^F]",
			"",
			"**Dwarf:** Add +1/2 to the inquisitor's level for the purpose of determining the effects of one type of judgment.[^G]",
			"",
			"**Elf:** Add one spell known from the inquisitor's spell list. This spell must be at least one level below the highest-level spell the inquisitor can cast.[^H]",
			"",
			"**Fetchling:** Add a +1 bonus on Knowledge (planes) checks made to identify creatures.[^I]",
			"",
			"**Gnome:** Add a +1 bonus on concentration checks when casting inquisitor spells.[^J]",
			"",
			"**Half-elf:** Add +1/4 to the number of times per day the inquisitor can change her most recent teamwork feat.[^K]",
			"",
			"**Halfling:** Add +1/4 to the number of times per day that an inquisitor can change her most recent teamwork feat.[^L]",
			"",
			"**Half-orc:** Add a +1/2 bonus on Intimidate checks and Knowledge checks to identify creatures.[^M] [^N]",
			"",
			"**Hobgoblin:** Add a +1 bonus on concentration checks made to cast inquisitor spells.[^O]",
			"",
			"**Human:** Add one spell known from the inquisitor spell list. This spell must be at least one level below the highest spell level the inquisitor can cast.[^P] [^Q]",
			"",
			"**Human:** Add a +1/2 bonus on Perception checks to see through magical disguises or pinpoint invisible creatures.[^R]",
			"",
			"**Ifrit:** Add a +1/2 bonus on Intimidate checks made against creatures with the fire subtype and a +1/2 bonus on Knowledge (planes) checks relating to the Plane of Fire.[^S]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^T]",
			"",
			"**Kobold:** Add 1/2 to Survival checks made to track creatures in total darkness.[^U]",
			"",
			"**Ratfolk:** Add 1/2 to Sense Motive checks and Knowledge (dungeoneering) checks to identify creatures.[^V]",
			"",
			"**Sylph:** Add a +1/2 bonus on Stealth checks while motionless and on opposed Perception checks.[^W]",
			"",
			"**Tiefling:** Add a +1/2 bonus on Intimidate checks and Knowledge checks to identify creatures.[^X]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=inquisitor}",
			"Abolisher",
			"Domains; Stern Gaze; Detect Alignment; Discern Lies",
			"Abolishers are incorruptible inquisitors who weed out creatures of alien, unnatural origins, finding and exposing aberrations for what they are.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Cloaked Wolf",
			"Class Skills; Stern Gaze; Cunning Initiative; Monster Lore; Solo Tactics; Teamwork Feats",
			"Some inquisitors are adept at appearing harmless until they throw off their unassuming facades and take their enemies by surprise.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Cold Iron Warden",
			"Teamwork Feats; Bane; Discern Lies",
			"The natural enemies of demoniacs and other cultists of fiendish forces, cold iron wardens are inquisitors who dedicate their lives to eradicating the taint of demonkind from Golarion.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Exarch",
			"Monster Lore; Detect Alignment; Bane; Second Judgment; Greater Bane; Third Judgment",
			"(Dwarf Only) The gruff traditionalism of most dwarves finds its apex in those who adhere to a strict orthodoxy rooted in ancient principles and practices and who are not amenable whatsoever to change or innovation.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Exorcist",
			"Second Judgment; Third Judgment; Slayer; True Judgment",
			"Some inquisitors, as they learn more about the threat of possession and the machinations of the planes, task themselves to expel possessing spirits and conniving outsiders from the world whenever possible.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Expulsionist",
			"Domain; Monster Lore; Discern Lies",
			"Expulsionists are inquisitors who seek to rid the material world of the corrupting influences of wicked spirits that twist mortals to their own ends.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Faith Hunter",
			"Domain; Justice, Destruction Judgment; Detect Alignment",
			"Certain relentless inquisitors burn with special hatred for an enemy of specific convictions, and they stop at nothing when obsessively hunting these foes down.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Green Faith Marshal",
			"Domain; Stern Gaze; Monster Lore; Discern Lies; Stalwart",
			"The Green Faith marshal serves as a literal force of nature, hunting down and punishing those who have committed sins against nature through enslavement and mistreatment of animals or destruction of wild places.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Heretic",
			"Monster Lore",
			"While all inquisitors hunt the enemies of the faith, sometimes, either through political maneuvering by her enemies or an unyielding tenacity that breaks her faith's basic tenets, an inquisitor can find herself a heretic.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Hexenhammer",
			"Monster Lore; Stern Gaze; Domain; Cunning Initiative; Teamwork Feats; Solo Tactics; Spellcasting",
			"Hexenhammers learn to use the hexes and some spells of witches, but must pay the price for dealing with supernatural powers, as they slip ever closer to the evil they seek to destroy.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Iconoclast",
			"Monster Lore; Detect Alignment; Discern Lies; Exploit Weakness; True Judgment",
			"Some magic items are heretical by nature, enabling the unfaithful to spread wickedness. Iconoclasts seek out and remove such crutches, cleansing the taint these items exude.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Immolator",
			"Smiting Judgment; Bane; Greater Bane; True Judgment",
			"(Ifrit Only) The immolator puts her pyromaniacal urges to work in the service of a deity. She brings burning retribution down upon the enemies of her faith, consigning their souls to the sacrificial flames.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Infiltrator",
			"Stern Gaze; Monster Lore; Track; Discern Lies",
			"This inquisitor uses guile and deception to blend in among the enemies of the faith rather than confronting them head-on.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Keeper of Construct",
			"Domain; Stern Gaze; Monster Lore; Exploit Weakness",
			"Some of Brigh's inquisitors, and occasionally those who follow Torag, track down malicious construct crafters and fight renegade constructs with unrivaled expertise.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Keeper of the Current",
			"Track; Spellcasting; Discern Lies",
			"Water-related deities all have organized churches beneath the waves that engage zealous followers to hunt down apostates and enemies. Regardless of their faith, these undersea zealots are known as keepers of the current.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Kinslayer",
			"Destruction Judgment; Teamwork Feats; Detect Alignment",
			"(Dhampir Only) Appalled and guilt-ridden by the horrific circumstances of her birth, a kinslayer dedicates herself to eradicating the very creatures whose blood flows within her veins.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Living Grimoire",
			"Monster Lore; Spellcasting; Cunning Initiative; Orisons; Judgment; Bane; Greater Bane; Second Judgment; Third Judgment; True Judgment",
			"The living grimoire literally wields the sacred word of his deity, using his holy tome to smite the foes of his god with divine might.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Monster Tactician",
			"Judgment; Discern Lies; Second Judgment; Third Judgment; Slayer; True Judgment",
			"While most inquisitors have learned to take advantage of the movements of their opponents and allies in combat, some instead summon creatures as a means of claiming strategic advantage, exploiting the mystic connection between themselves and their summoned creatures to impart a bit of their own tactical knowledge.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Oathkeeper",
			"Alignment; Class Skills; Monster Lore; Track",
			"Oathkeepers formally oversee the creation of bargains and personally hunt down those who dare to violate them.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Preacher",
			"Solo Tactics",
			"Some inquisitors wander the land to spread the true word of their faith.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Ravener Hunter",
			"Alignment; Domain; Spells; 3rd-level Teamwork Feat",
			"For generations, the catfolk of Murraseth have viewed the cults of Angazhan with loathing and hatred, and they believe it is their sacred duty to hunt down the followers of the Ravener King and expel them from the Material Plane",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Reaper of Secrets",
			"Monster Lore; Stern Gaze; Solo Tactics",
			"Masters of mind tricks and deception, these divine assassins track down and kill anyone who has forbidden knowledge about their faiths.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Relic Hunter",
			"Spellcasting; Judgment; Domain; Bane; Greater Bane; Second Judgment; Third Judgment",
			"Some inquisitors specialize in the use and recovery of long-lost relics of their faiths, drawing forth divine might from the recovered items in order to restore their sanctity and wield these artifacts against the enemies of their gods.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Royal Accuser",
			"Class Skills; Stern Gaze; Detect Alignment; Solo Tactics; Teamwork Bonus Feats",
			"Royal accusers serve the prince of Ustalav, cutting through the nation's baroque politics and quietly facing its many threats.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Sacred Huntsmaster",
			"Judgment; Solo Tactics; Second Judgment; Third Judgment; Slayer; True Judgment",
			"Some inquisitors create a strong bond with an animal companion, and they hunt and punish threats to the faith as an awe-inspiring duo.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Sanctified Slayer",
			"Judgment; Second Judgment; Third Judgment; Slayer; True Judgment",
			"While all inquisitors root out enemies of the faith, in many orders and churches there's a select group of these religious hunters devoted to one goal, and one goal alone - to terminate the enemies of the faith wherever they can be found.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Secret Seeker",
			"Monster Lore; Bane; Greater Bane; Exploit Weakness",
			"Recognizing that torture is a poor method of securing truthful intelligence, secret seekers instead prefer magical means of inquiry.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Sin Eater",
			"Domain; 6th-level Teamwork Feat; Exploit Weakness",
			"There is a sect of inquisitors in some religions that believes it is not enough to hunt the enemies of the church - one must also devour those enemies' sins.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Spellbreaker",
			"Monster Lore; Bonus Teamwork Feats; Solo Tactics; Final Judgment",
			"The world is full of dangerous magic, and many recoil in the face of such power. The spellbreaker, by contrast, learns to recognize and resist certain types of magic, wading through waves of magic to reach her foes.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Suit Seeker",
			"Class Skills; Domain; Judgment; Second Judgment; Third Judgment; Detect Alignment; True Judgment",
			"Though surrounded by meaning and tradition revered by most harrowers, the harrow is a tool that could be abused. Those inquisitors known as suit seekers take grave offense at the misuse of this ancient power, and dedicate their considerable skills to hunting and eliminating any who would abuse the harrow's magic and the heritage it represents.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Sworn of the Eldest",
			"Deity; Domain; Monster Lore; Stern Gaze; Solo Tactics; Teamwork Feats",
			"Although the Eldest rarely have adherents as other deities do, they still occasionally require mortal agents to advance their aims.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Tactical Leader",
			"Stern Gaze; Solo Tactics; Teamwork Feats; Exploit Weakness",
			"Rather than pursuing their holy missions alone, some inquisitors see the inherent value of working with like-minded allies to accomplish mutual goals.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Traceless Operative",
			"Monster Lore; Stern Gaze; Track; Bane; Greater Bane",
			"Traceless operatives practice subterfuge and careful preparation in order to accomplish their divine mandates.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Umbral Stalker",
			"Class Skills; Domain; Justice Judgment",
			"As a consummate lurker in the shadows, an umbral stalker observes the enemies of her faith and strikes before the unfortunate victims even know she is skulking nearby.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Urban Infiltrator",
			"Class Skills; Monster Lore; Stalwart",
			"Masters of secretly gathering information to further their faith's ends, urban infiltrators excel at operating within an unfriendly society or infiltrating an enemy cult.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Vampire Hunter",
			"Altered Judgments (Purity, Smiting); Detect Alignment; Altered Bane",
			"The vampire hunter believes that the worst of undead are the ones with unnatural appetities for flesh and blood.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Vigilant Defender",
			"Judgment; Stern Gaze; Exploit Weakness; True Judgment",
			"Some inquisitors focus more on protecting those who share their faiths and their ideals than on actively hunting their enemies.",
			":::",
			"",
			":::archetype{c=inquisitor}",
			"Witch Hunter",
			"Monster Lore; Detect Alignment; Discern Lies; True Judgment; Track; Exploit Weakness",
			"When pursuing justice for their faith, inquisitors sometimes hunt sorcerers, witches, wizards, and other practitioners of arcane magic - but especially witches, since their devotion to a patron is often seen as suspect by many religions.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Advanced Race Guide/ pg. 85}",
			"[^B]: {source/Plane-Hopper's Handbook/ pg. 15}",
			"[^C]: {source/Blood of the Beast/ pg. 4}",
			"[^D]: Advanced Race Guide pg. 98",
			"[^E]: {source/Blood of Shadows/ pg. 15}",
			"[^F]: Advanced Race Guide pg. 186",
			"[^G]: Advanced Race Guide pg. 13",
			"[^H]: Advanced Race Guide pg. 23",
			"[^I]: Blood of Shadows pg. 7",
			"[^J]: Advanced Race Guide pg. 33",
			"[^K]: Advanced Race Guide pg. 43",
			"[^L]: Advanced Race Guide pg. 63",
			"[^M]: Advanced Race Guide pg. 53",
			"[^N]: {source/Advanced Player's Guide/ pg. 19}",
			"[^O]: Advanced Race Guide pg. 121",
			"[^P]: Advanced Race Guide pg. 73",
			"[^Q]: Advanced Player's Guide pg. 23",
			"[^R]: {source/Horror Adventures/ pg. 41}",
			"[^S]: Advanced Race Guide pg. 127",
			"[^T]: Blood of the Beast pg. 12",
			"[^U]: {source/Kobolds of Golarion/ pg. 15}",
			"[^V]: Blood of the Beast pg. 20",
			"[^W]: Advanced Race Guide pg. 157",
			"[^X]: Advanced Race Guide pg. 170"
		],
		"tables": [
			{
				"id": "inquisitor archetypes",
				"headers": [ "Archetype", "3rd-level Teamwork Feat", "6th-level Teamwork Feat", "Add Spells", "Alignment", "Bane", "Bonus Teamwork Feats", "Class Skills", "Cunning Initiative", "Deity", "Destruction Judgment", "Detect Alignment", "Discern Lies", "Domain", "Exploit Weakness", "Final Judgment", "Greater Bane", "Judgment", "Justice Judgment", "Monster Lore", "Orisons", "Purity Judgment", "Second Judgment", "Slayer", "Smiting Judgment", "Solo Tactics", "Spellcasting", "Stalwart", "Stern Gaze", "Teamwork Feats", "Third Judgment", "Track", "True Judgment" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-inquisitor/Abolisher}", null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-inquisitor/Cloaked Wolf}", null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, "X", "X", null, null, null ],
					[ "{arc-inquisitor/Cold Iron Warden}", null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-inquisitor/Exarch}", null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, "X", null, null, "X", null, null, "X", null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-inquisitor/Exorcist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, "X", null, "X" ],
					[ "{arc-inquisitor/Expulsionist}", null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-inquisitor/Faith Hunter}", null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-inquisitor/Green Faith Marshal}", null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", "X", null, null, null, null ],
					[ "{arc-inquisitor/Heretic}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-inquisitor/Hexenhammer}", null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", "X", null, "X", "X", null, null, null ],
					[ "{arc-inquisitor/Iconoclast}", null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-inquisitor/Immolator}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X" ],
					[ "{arc-inquisitor/Infiltrator}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, "X", null ],
					[ "{arc-inquisitor/Keeper of Construct}", null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-inquisitor/Keeper of the Current}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null ],
					[ "{arc-inquisitor/Kinslayer}", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-inquisitor/Living Grimoire}", null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, "X", "X", null, "X", "X", null, "X", null, null, null, "X", null, null, null, "X", null, "X" ],
					[ "{arc-inquisitor/Monster Tactician}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null, null, null, null, "X", null, "X" ],
					[ "{arc-inquisitor/Oathkeeper}", null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-inquisitor/Preacher}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-inquisitor/Ravener Hunter}", "X", null, "X", "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-inquisitor/Reaper of Secrets}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, "X", null, null, null, null ],
					[ "{arc-inquisitor/Relic Hunter}", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, "X", null, null, null, "X", null, null, null, "X", null, null ],
					[ "{arc-inquisitor/Royal Accuser}", null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null ],
					[ "{arc-inquisitor/Sacred Huntsmaster}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, "X", null, null, null, null, "X", null, "X" ],
					[ "{arc-inquisitor/Sanctified Slayer}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null, null, null, null, "X", null, "X" ],
					[ "{arc-inquisitor/Secret Seeker}", null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-inquisitor/Sin Eater}", null, "X", null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-inquisitor/Spellbreaker}", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-inquisitor/Suit Seeker}", null, null, null, null, null, null, "X", null, null, null, "X", null, "X", null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, "X" ],
					[ "{arc-inquisitor/Sworn of the Eldest}", null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, "X", "X", null, null, null ],
					[ "{arc-inquisitor/Tactical Leader}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null ],
					[ "{arc-inquisitor/Traceless Operative}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, "X", null ],
					[ "{arc-inquisitor/Umbral Stalker}", null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-inquisitor/Urban Infiltrator}", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-inquisitor/Vampire Hunter}", null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-inquisitor/Vigilant Defender}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X" ],
					[ "{arc-inquisitor/Witch Hunter}", null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", "X" ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"investigator": {
		"name": "Investigator",
		"sources": [
			"Advanced Class Guide",
			"Chronicle of Legends",
			"Plane-Hopper's Handbook",
			"Blood of the Beast",
			"Legacy of the First World",
			"Blood of the Sea"
		],
		"description": [
			"{jumplist Class Skills / Alchemy (Extracts) / Inspiration / Trapfinding / Poison / Investigator Talent / Keen Recollection / Trap Sense / Studied Combat / Swift Alchemy / True Inspiration / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Investigator",
			"",
			"{SOURCE Advanced Class Guide/30}",
			"",
			"Whether on the trail of a fugitive, a long-lost treasure trove, or a criminal mastermind, investigators are motivated by an intense curiosity about the world and use knowledge of it as a weapon. Mixing gumption and learnedness into a personal alchemy of daring, investigators are full of surprises. Observing the world around them, they gain valuable knowledge about the situation they're in, process that information using inspiration and deduction, and cut to the quick of the matter in unexpected ways. Investigators are always evaluating situations they encounter, sizing up potential foes, and looking out for secret dangers, all while using their vast knowledge and powers of perception to find solutions to the most perplexing problems.",
			"",
			"**Role:** Investigators live to solve mysteries and find inventive ways to get out of jams. They serve as advisors and support for their adventuring parties, but can take center stage when knowledge and cunning are needed. No slouches in battle, they know how to make surprise attacks and use inspiration to bring those attacks home.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Parent Class(es):** {class/Alchemist} and {class/rogue}.  ",
			"**Starting Wealth:** 3d6 &times; 10 gp (average 105 gp).",
			"",
			"### Class Skills",
			"",
			"The Investigator's class skills are {skill/Acrobatics} (Dex), {skill/Appraise} (Int), {skill/Bluff} (Cha), {skill/Climb} (Str), {skill/Craft} (Int), {skill/Diplomacy} (Cha), {skill/Disable Device} (Dex), {skill/Disguise} (Cha), {skill/Escape Artist} (Dex), {skill/Heal} (Wis), {skill/Intimidate} (Cha), {skill/Knowledge (all)} (Int), {skill/Linguistics} (Int), {skill/Perception} (Wis), {skill/Perform} (Cha), {skill/Profession} (Wis), {skill/Sense Motive} (Wis), {skill/Sleight of Hand} (Dex), {skill/Spellcraft} (Int), {skill/Stealth} (Dex), and {skill/Use Magic Device} (Cha).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +2 | +2 | Alchemy, inspiration, trapfinding | 1 | - | - | - | - | - |",
			"| 2nd | +1 | +0 | +3 | +3 | Poison lore, poison resistance +2 | 2 | - | - | - | - | - |",
			"| 3rd | +2 | +1 | +3 | +3 | Investigator talent, keen recollection, trap sense +1 | 3 | - | - | - | - | - |",
			"| 4th | +3 | +1 | +4 | +4 | Studied combat, studied strike +1d6, swift alchemy | 3 | 1 | - | - | - | - |",
			"| 5th | +3 | +1 | +4 | +4 | Investigator talent, poison resistance +4 | 4 | 2 | - | - | - | - |",
			"| 6th | +4 | +2 | +5 | +5 | Studied strike +2d6, trap sense +2 | 4 | 3 | - | - | - | - |",
			"| 7th | +5 | +2 | +5 | +5 | Investigator talent | 4 | 3 | 1 | - | - | - |",
			"| 8th | +6/+1 | +2 | +6 | +6 | Poison resistance +6, studied strike +3d6 | 4 | 4 | 2 | - | - | - |",
			"| 9th | +6/+1 | +3 | +6 | +6 | Investigator talent, trap sense +3 | 5 | 4 | 3 | - | - | - |",
			"| 10th | +7/+2 | +3 | +7 | +7 | Studied strike +4d6 | 5 | 4 | 3 | 1 | - | - |",
			"| 11th | +8/+3 | +3 | +7 | +7 | Investigator talent, poison immunity | 5 | 4 | 4 | 2 | - | - |",
			"| 12th | +9/+4 | +4 | +8 | +8 | Studied strike +5d6, trap sense +4 | 5 | 5 | 4 | 3 | - | - |",
			"| 13th | +9/+4 | +4 | +8 | +8 | Investigator talent | 5 | 5 | 4 | 3 | 1 | - |",
			"| 14th | +10/+5 | +4 | +9 | +9 | Studied strike +6d6 | 5 | 5 | 4 | 4 | 2 | - |",
			"| 15th | +11/+6/+1 | +5 | +9 | +9 | Investigator talent, trap sense +5 | 5 | 5 | 5 | 4 | 3 | - |",
			"| 16th | +12/+7/+2 | +5 | +10 | +10 | Studied strike +7d6 | 5 | 5 | 5 | 4 | 3 | 1 |",
			"| 17th | +12/+7/+2 | +5 | +10 | +10 | Investigator talent | 5 | 5 | 5 | 4 | 4 | 2 |",
			"| 18th | +13/+8/+3 | +6 | +11 | +11 | Studied strike +8d6, trap sense +6 | 5 | 5 | 5 | 5 | 4 | 3 |",
			"| 19th | +14/+9/+4 | +6 | +11 | +11 | Investigator talent | 5 | 5 | 5 | 5 | 5 | 4 |",
			"| 20th | +15/+10/+5 | +6 | +12 | +12 | Studied strike +9d6, true inspiration | 5 | 5 | 5 | 5 | 5 | 5 |",
			"",
			"**Weapon and Armor Proficiency:** Investigators are proficient with simple weapons, plus the {eq-weapon/hand crossbow}, {eq-weapon/rapier}, {eq-weapon/sap}, {eq-weapon/shortbow}, {eq-weapon/short sword}, and {eq-weapon/sword cane}. They are proficient in light armors, but not shields.",
			"",
			":b[Alchemy (Su):]{id=alchemy-extracts} Investigators are highly trained in the creation of mundane alchemical substances and magical potionlike extracts.",
			"",
			"When using Craft (alchemy) to create an alchemical item, an investigator gains a competence bonus equal to his class level on the skill check. In addition, an investigator can use Craft (alchemy) to identify potions as if using {spell/detect magic}. He must hold the potion for 1 round to attempt such a check.",
			"",
			"Like an alchemist, an investigator prepares his spells by mixing ingredients and a tiny fraction of his own magical power into a number of extracts, and then effectively casts the spell by drinking the extract. These extracts have powerful effects, but they are also bound to their creator. Extracts behave like spells in potion form, and as such their effects can be dispelled by {spell/dispel magic} and similar effects, using the investigator's level as the caster level.",
			"",
			"An investigator can create only a certain number of extracts of each level per day. In addition, he receives {rule/determine_<bonus[ ]e[xtract]s/ per day} if he has a high Intelligence score, in the same way a wizard receives bonus spells per day.",
			"",
			"When an investigator mixes an extract, he infuses the chemicals and reagents in the extract with magic siphoned from his own magical aura. An extract immediately become inert if it leaves the investigator's possession, reactivating as soon as it returns to his keeping - an investigator cannot normally pass out his extracts for allies to use. An extract, once created, remains potent for 1 day before losing its magic, so an investigator must reprepare his extracts every day. Mixing an extract takes 1 minute of work.",
			"",
			"Creating extracts consumes raw material, but the cost of those materials is insignificant - comparable to the valueless material components of most spells. If a spell normally has a costly material component, that component is expended during the consumption of that particular extract. Extracts cannot be made from spells that have focus requirements; extracts that duplicate divine spells never have a divine focus requirement.",
			"",
			"An investigator uses formulae from the alchemist list to determine the extracts he can know, which are [collected here](main/spells_investigator). An investigator can prepare an extract of any formula he knows. To learn or use an extract, an investigator must have at least an Intelligence score equal to 10 + the extract's level. The saving throw DC for an investigator's extract is equal to 10 + the extract's level + the investigator's Intelligence modifier.",
			"",
			"An investigator may know any number of formulae. He stores his formulae in a special tome called a formula book. He must refer to this book whenever he prepares an extract. At 1st level, an investigator starts with two 1st-level formulae of his choice, plus a number of additional formulae equal to his Intelligence modifier. At each new investigator level, he gains one new formula for any level that he can create. An investigator can also add formulae to his book just like a wizard {rule/add[s]ing spells to [his]a_wizards spellbook}, using the same costs, pages, and time requirements. A formula book costs as much as a {eq-misc/spellbook}. An investigator can study a {class/wizard/'s} spellbook to learn any formula that is equivalent to a spell the spellbook contains. A wizard, however, cannot learn spells from a formula book. An investigator can also learn formulae from another investigator's or an alchemist's formula book (and vice versa). An investigator does not need to decipher arcane writing before copying that formulae.",
			"",
			":b[Inspiration/ (Ex):] An investigator is beyond knowledgeable and skilled - he also possesses keen powers of observation and deduction that far surpass the abilities of others. An investigator typically uses these powers to aid in their investigations, but can also use these flashes of inspiration in other situations.",
			"",
			"An investigator has the ability to augment skill checks and ability checks through his brilliant inspiration. The investigator has an inspiration pool equal to 1/2 his investigator level + his Intelligence modifier (minimum 1). An investigator's inspiration pool refreshes each day, typically after he gets a restful night's sleep. As a free action, he can expend one use of inspiration from his pool to add 1d6 to the result of that check, including any on which he takes 10 or 20. This choice is made after the check is rolled and before the results are revealed. An investigator can only use inspiration once per check or roll. The investigator can use inspiration on any Knowledge, Linguistics, or Spellcraft skill checks without expending a use of inspiration, provided he's trained in the skill.",
			"",
			"Inspiration can also be used on attack rolls and saving throws, at the cost of expending two uses of inspiration each time from the investigator's pool. In the case of saving throws, using inspiration is an immediate action rather than a free action.",
			"",
			":b[Trapfinding:] An investigator adds 1/2 his level to Perception skill checks made to locate traps and to Disable Device checks (minimum 1). An investigator can use Disable Device to disarm magical traps.",
			"",
			":b[Poison/ Lore (Ex):] An investigator has a deep understanding and appreciation for poisons. At 2nd level, he cannot accidentally poison himself when applying poison to a weapon. If the investigator spends 1 minute physically examining the poison, he can attempt a Knowledge (nature) check to identify any natural poison or Knowledge (arcana) check to identify any magical poison (DC = the poison's saving throw DC). Lastly, once a poison is identified, he can spend 1 minute and attempt a Craft (alchemy) check (DC = the poison's saving throw DC) to neutralize 1 dose of the poison. Success renders the dose harmless. The investigator has no chance of accidentally poisoning himself when examining or attempting to neutralize a poison.",
			"",
			"**Poison Resistance (Ex):** At 2nd level, an investigator gains a +2 bonus on all saving throws against poison. This bonus increases to +4 at 5th level, and to +6 at 8th level. At 11th level, the investigator becomes completely immune to poison.",
			"",
			":b[Investigator Talent/ (Ex or Su):] At 3rd level and every 2 levels thereafter, an investigator gains an {ability/investigator talent>s}. Except where otherwise noted, each investigator talent can only be selected once.",
			"",
			"Some investigator talents add effects to an investigator's studied combat or studied strike. Only one of these talents can be applied to an individual attack, but the decision can be made when the damage is dealt.",
			"",
			":b[Keen Recollection:] At 3rd level, an investigator can attempt all Knowledge skill checks untrained.",
			"",
			":b[Trap Sense/ (Ex):] At 3rd level, an investigator gains an intuitive sense that alerts him to danger from traps, granting him a +1 bonus on Reflex saving throws to avoid traps and a +1 dodge bonus to AC against attacks by traps. At 6th level and every 3 levels thereafter, these bonuses increase by 1 (to a maximum of +6 at 18th level).",
			"",
			":b[Studied Combat/ (Ex):] With a keen eye and calculating mind, an investigator can assess the mettle of his opponent to take advantage of gaps in talent and training. At 4th level, an investigator can use a move action to study a single enemy that he can see. Upon doing so, he adds 1/2 his investigator level as an insight bonus on melee attack rolls and as a bonus on damage rolls against the creature. This effect lasts for a number of rounds equal to his Intelligence modifier (minimum 1) or until he deals damage with a studied strike, whichever comes first. The bonus on damage rolls is precision damage, and is not multiplied on a critical hit.",
			"",
			"An investigator can only have one target of studied combat at a time, and once a creature has become the target of an investigator's studied combat, he cannot become the target of the same investigator's studied combat again for 24 hours unless the investigator expends one use of inspiration when taking the move action to use this ability.",
			"",
			":b[Studied Strike/ (Ex):] At 4th level, an investigator can choose to make a studied strike against the target of his studied combat as a free action, upon successfully hitting his studied target with a melee attack, to deal additional damage. The damage is 1d6 at 4th level, and increases by 1d6 for every 2 levels thereafter (to a maximum of 9d6 at 20th level). The damage of studied strike is precision damage and is not multiplied on a critical hit; creatures that are immune to sneak attacks are also immune to studied strike.",
			"",
			"If the investigator's attack used a weapon that deals nonlethal damage (like a {eq-weapon/sap}, {eq-weapon/whip}, or an unarmed strike), he may choose to have the additional damage from studied strike be nonlethal damage instead of lethal damage. If the investigator chose to make an attack with a lethal weapon instead deal nonlethal damage (with the usual -4 penalty), the studied strike damage may also deal nonlethal damage.",
			"",
			"The investigator must be able to see the target well enough to pick out a vital spot and must be able to reach such a spot. An investigator cannot use studied strike against a creature with {rule/concealment}.",
			"",
			":b[Swift Alchemy/ (Ex):] At 4th level, an investigator can create alchemical items with astounding speed. It takes an investigator half the normal amount of time to create alchemical items. He can also apply poison to a weapon as a move action instead of a standard action.",
			"",
			":b[True Inspiration/ (Ex):] At 20th level, an investigator can use inspiration on all skill checks - even ones he isn't trained in - and all ability checks without spending inspiration.",
			"",
			"In addition, whenever he uses inspiration on an ability check, attack roll, saving throw, or skill check, he adds 2d6 rather than 1d6 to the result. Some talents can affect this. If using the {invtalent/amazing inspiration} investigator talent, he rolls 2d8 instead. If using this with {invtalent/empathy}, {invtalent/tenacious inspiration}, {invtalent/underworld inspiration}, or a similar talent, he rolls two sets of inspiration dice and uses the higher of the two results.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Deadly Study (Ex) | At 20th level, the investigator knows just how to hit where it hurts. The investigator increases the bonus from studied combat by 4, and his studied strike damage increases by 3d6. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a {rule/minor |artifact>s} and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Aphorite:** Gain a +1/4 bonus on damage rolls for critical hits made while using studied combat.[^A]",
			"",
			"**Catfolk:** Add 1 to the bonus provided to a single skill (maximum +2) by inspiration. This skill must be one the investigator can already apply inspiration to. The investigator can select a different skill each level.[^B]",
			"",
			"**Duskwalker:** Add a +1/3 bonus on inspiration rolls applied to Heal, Knowledge and Linguistics checks.[^C]",
			"",
			"**Dwarf:** Gain a +1/4 bonus on Perception checks when underground and +1/2 bonus to the investigator's trap sense ability regarding stone traps.[^D]",
			"",
			"**Elf:** Increase the total number of points in the investigator's inspiration pool by 1/3.[^D]",
			"",
			"**Ganzi:** Increase the total number of points in the investigator's inspiration pool by 1/3.[^E]",
			"",
			"**Gathlain:** Add a +1/3 bonus on inspiration rolls applied to Bluff and Knowledge checks.[^F]",
			"",
			"**Gillman:** Increase the total number of points in the investigator's inspiration pool by 1/3.[^G]",
			"",
			"**Gnome:** Add one extract formula from the investigator's list to his formula book. This formula must be at least 1 formula level below the highest level the investigator can create.[^H]",
			"",
			"**Half-elf:** Gain a +1/4 bonus on all inspiration rolls.[^H]",
			"",
			"**Halfling:** Add one extract formula from the investigator's list to his formula book. This formula must be at least 1 formula level below the highest level the investigator can create.[^H]",
			"",
			"**Half-orc:** Gain a +1/3 bonus on critical hit confirmation rolls made while using studied combat (maximum bonus of +5). This bonus does not stack with those gained through {feat/Critical Focus} and similar effects.[^I]",
			"",
			"**Human:** Add one extract formula from the investigator's formula list to his formula book. This formula must be at least 1 formula level below the highest level the investigator can create.[^I]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^J]",
			"",
			"**Locathah:** Add a +1/2 bonus on Bluff checks to feint and a +1/2 bonus on Diplomacy checks to gather information.[^K]",
			"",
			"**Ratfolk:** Add 1 to the bonus provided to a single skill (maximum +2) by inspiration. This skill must be one to which the investigator can already apply inspiration. The investigator can select a different skill at each level.[^L]",
			"",
			"**Shabti:** Add 1/6 rounds to the duration of the investigator's studied combat.[^M]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=investigator}",
			"Antiquarian",
			"Alchemy; Poison Lore; Poison Resistance; Poison Immunity; Swift Alchemy",
			"Antiquarians are collectors, explorers, and scholars who delve into ruined places in search of lost lore and artifacts.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Bonded Investigator",
			"Poison Lore; Poison Resistance; Poison Immunity; 4th-level Studied Strike, 7th-level Investigator Talent",
			"Bonded investigators use intelligent familiars to assist them in their investigations.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Cartographer",
			"Poison Lore; Poison Resistance; Keen Recollection; Swift Alchemy",
			"Cartographers are eager trailblazers who explore uncharted terrain, study landmarks, and find new paths through the wilderness.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Cipher",
			"Class Skills; Inspiration; Trapfinding; Poison Lore; Poison Resistance; Poison Immunity; Trap Sense; Swift Alchemy; 3rd, 5th, 7th, 9th, 11th-level Investigator Talent; Studied Strike",
			"A cipher trains himself to remain undetected and ignored in order to conduct his investigations without opposition or bothersome questions",
			":::",
			"",
			":::archetype{c=investigator}",
			"Conspirator",
			"Trapfinding; Inspiration; Trap Sense; 7th-level Investigator Talent",
			"A conspirator uses his knowledge of investigations to make sure he avoids any investigations that his rivals perform.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Cryptid Scholar",
			"Poison Lore; Poison Resistance; Studied Combat; Studied Strike",
			"Cryptid scholars research monsters that lurk secretly at the edge of civilization, developing a deep expertise regarding their anatomy, habits, and ecology.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Cult Hunter",
			"Trapfinding; Poison Resistance; Poison Immunity; Poison Lore; Trap Sense; Swift Alchemy; Studied Combat; Studied Strike; 7th, 13th-level Investigator Talent",
			"Cult hunters seek out heretical secret societies, purging their ideological taint and banishing summoned servants.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Dread Investigator",
			"Inspiration; Studied Combat; Studied Strike; Poison Lore; Poison Resistance; Poison Immunity; 7th, 13th, and 19th-level Talents",
			"The dread investigator observes human behavior after the fact, honing their intuition by delving into the mysteries of death.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Empiricist",
			"Poison Lore; Poison Resistance; Swift Alchemy; True Inspiration",
			"Champions of deductive reasoning and logical insight, empiricists put their faith in facts, data, confirmed observations, and consistently repeatable experiments - these things are their currency of truth.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Engineer",
			"Trapfinding; Poison Lore; Poison Resistance; Trap Sense",
			"A number of investigators use their vast knowledge to build machines that replicate the intricacies of the world",
			":::",
			"",
			":::archetype{c=investigator}",
			"Forensic Physician",
			"Inspiration; Trapfinding; Trap Sense; 3rd, 5th-level Investigator Talent",
			"A forensic physician specializes in analyzing medical details in order to solve crimes and uncover evidence.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Gravedigger",
			"Weapon and Armor Proficiency; Alchemy; Trapfinding; Trap Sense; Poison Resistance; Poison Immunity; Studied Combat; Studied Strike; Swift Alchemy",
			"Gravediggers pursue long buried mysteries, figuratively and literally digging up the truth and finding answers to secrets only moldering corpses and dry bones can tell.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Guardian of Immortality",
			"Poison Lore; Poison Resistance; 7th, 13th-level Investigator Talent; Poison Immunity",
			"Guardians of immortality are Thuvian investigators charged with hunting down those who would attempt to steal or learn for themselves the secret to creating the sun orchid elixir.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Hallucinist",
			"Trapfinding; Trap Sense; 3rd, 5th, 7th, 9th, 11th, 15th-level Investigator Talent; Poison Lore; Poison Resistance; Poison Immunity; Keen Recollection; Studied Combat",
			"A hallucinist imbibes magical drugs to expand his mind into the psychedelic world, extending his awareness to things he could not normally perceive.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Holomog Demolitionist",
			"Poison Lore; Poison Resistance; 3rd, 9th-level Investigator Talent; Studied Strike",
			"Holomog is an ancient nation built on even more ancient ruins. Its renowned civil engineers develop skills that allow them to take full advantage of their environments.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Infiltrator",
			"Trapfinding; Poison Lore; Poison Resistance",
			"An infiltrator specializes in investigating or disrupting groups from within.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Jinyiwei",
			"Inspiration; Alchemy; Trapfinding; Trap Sense; Swift Alchemy",
			"Jinyiwei are a special task force of secret police whose mission is to root out, expose, and counteract their government's existing wrongdoing.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Lamplighter",
			"Class Skills; Poison Lore; Poison Resistance; Poison Immunity; Keen Recollection; Trap Sense",
			"Lamplighters are investigators tasked with keeping the night streets safe and lit, and securing darkened areas against whatever dangers lurk in the shadows.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Lepidstadt Inspector",
			"Trapfinding; Trap Sense; Poison Resistance; Poison Immunity; Swift Alchemy; 5th-level Investigator Talent",
			"The ability of investigators trained at the University of Lepidstadt to get to the bottom of a mystery is legendary, and troubled settlements throughout the region often send petitions to the university requesting the aid of a formally trained inspector when some mystery threatens the community as a whole.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Majordomo",
			"Trapfinding; Alchemy; Swift Alchemy; Trap Sense",
			"In a world of intrigue where the loyalties of staff can be bought and sold, sometimes it takes the skills of an investigator to follow the byzantine paper trails and prevent embezzling and espionage within the estates of the elite.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Malice Binder",
			"Inspiration; Trapfinding; Trap Sense; Alchemy; Poison Resistance; Poison Immunity",
			"A lock of hair, a bit of blood, even a footprint is enough to grant a wily witch hunter an edge. Malice binders often rise from the ranks of the common folk rather than from wealthy nobles or the church. Their magic is old and crude, but devastatingly effective against those they hunt.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Mastermind",
			"Inspiration; Trapfinding; Trap Sense; Swift Alchemy; 9th-level Investigator Talent",
			"Although some investigators use their honed senses and cunning insight for personal gain, no one excels at such endeavors like the mastermind.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Natural Philosopher",
			"Weapon/Armor Proficiencies; Class Skills; Inspiration; Trapfinding; Alchemy; Trap Sense; 3rd-level Investigator Talent",
			"Natural philosophers are scholars, explorers, and survivalists who feel at home in nature, seldom longing for the comforts of the city.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Portal Seeker",
			"Trapfinding; Poison Resistance; Poison Lore; Studied Strike; Poison Immunity",
			"While most investigators seek answers to mundane mysteries, portal seekers chase more unusual enigmas: portals to other planes.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Profiler",
			"Trapfinding; Poison Lore; Trap Sense; Poison Resistance; Poison Immunity; Swift Alchemy; 7th-level Investigator Talent",
			"Profilers understand the human psyche to an intense degree, allowing them to predict the criminals they hunt.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Psychic Detective",
			"Class Skills; Alchemy; Poison Lore; Poison Resistance; Swift Alchemy; Poison Immunity; 3rd-level Talent; Investigator Talents",
			"A psychic detective supplements her keen insight with occult skill to unravel mysteries both ordinary and supernatural.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Questioner",
			"Inspiration; Alchemy; Poison Lore",
			"Dabblers in arcane magic and masters of stealth and guile, questioners are investigators who often find themselves mucking about in cases for less-than-savory clientele or that require an extra bit of subtlety.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Reckless Epicurean",
			"Trapfinding; 5th, 13th-level Investigator Talent",
			"Whether an obsessive scientist, a healer determined to ensure the safety of her tinctures, or a seeker of new and interesting potions, a reckless epicurean's body is saturated with experimental chemicals and magic.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Ruthless Agent",
			"Alignment; Inspiration; Trapfinding; Trap Sense; Swift Alchemy; 11th, 17th-level Investigator Talents",
			"Ruthless agents are often called upon for their skills at extracting information by any means necessary.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Scavenger",
			"Alchemy; Inspiration; Poison Lore; Poison Resistance; Poison Immunity",
			"Scavengers are masters of systems: how they fit together, why they work, and how to make the most of their parts.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Skeptic",
			"Trapfinding; Poison Resistance; Swift Alchemy; 7th level Investigator Talent",
			"The skeptic accepts the existence of the occult world while challenging claims that the supernatural explains all of life's problems.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Sleuth",
			"Alchemy; Swift Alchemy",
			"A sleuth is an investigator who relies on good fortune and guile rather than alchemy.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Spiritualist",
			"Alchemy; Poison Lore; Poison Resistance; Trap Sense; Swift Alchemy; Poison Immunity",
			"While most investigators look to the physical world to gain their knowledge, there are those who seek out knowledge beyond the pale.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Star Watcher",
			"Weapon/Armor Proficiencies; Alchemy; Trapfinding; Trap Sense; Swift Alchemy",
			"Star watchers study the movements and positions of the sun, the moon, and the stars, searching for secrets written in the sky.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Steel Hound",
			"Weapon/Armor Proficiencies; Poison Lore; Swift Alchemy",
			"Steel hounds are investigators who have taken to using firearms in place of the more mundane weapons their counterparts favor.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Tekritanin Arbiter",
			"Trapfinding; Poison Lore; Poison Resistance; Trap Sense",
			"The Tekritanin League facilitated trade and settled disputes between a vast array of diverse cultures. The arbiters were the first line of diplomatic defense, solving problems before they could become disruptive.",
			":::",
			"",
			":::archetype{c=investigator}",
			"Toxin Codexer",
			"Alchemy; Trapfinding; 3rd-level Investigator Talent; Keen Recollection; Trap Sense",
			"A toxin codexer meticulously seeks out new poisons and catalogs their effects, both those that are harmful and those that are potentially beneficial.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Plane-Hopper's Handbook/ pg. 15}",
			"[^B]: {source/Blood of the Beast/ pg. 4}",
			"[^C]: Plane-Hopper's Handbook pg. 17",
			"[^D]: {source/Advanced Class Guide/ pg. 69}",
			"[^E]: Plane-Hopper's Handbook pg. 19",
			"[^F]: {source/Legacy of the First World/ pg. 9}",
			"[^G]: {source/Blood of the Sea/ pg. 9}",
			"[^H]: Advanced Class Guide pg. 70",
			"[^I]: Advanced Class Guide pg. 71",
			"[^J]: Blood of the Beast pg. 12",
			"[^K]: Blood of the Sea pg. 11",
			"[^L]: Blood of the Beast pg. 20",
			"[^M]: Plane-Hopper's Handbook pg. 23"
		],
		"tables": [
			{
				"id": "investigator archetypes",
				"headers": [ "Archetype", "3rd-level Talent", "4th-level Studied Strike", "5th-level Talent", "7th-level Talent", "9th-level Talent", "11th-level Talent", "13th-level Talent", "15th-level Talent", "17th-level Talent", "19th-level Talent", "Alchemy", "Alignment", "Class Skills", "Inspiration", "Investigator Talents", "Keen Recollection", "Poison Immunity", "Poison Lore", "Poison Resistance", "Studied Combat", "Studied Strike", "Swift Alchemy", "Trap Sense", "Trapfinding", "True Inspiration", "Weapon/Armor Proficiency" ],
				"ripples": [0],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"data": [
					[ "{arc-investigator/Antiquarian}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", "X", "X", null, null, "X", null, null, null, null ],
					[ "{arc-investigator/Bonded Investigator}", null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, null, null ],
					[ "{arc-investigator/Cartographer}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", null, null, "X", null, null, null, null ],
					[ "{arc-investigator/Cipher}", "X", null, "X", "X", "X", "X", null, null, null, null, null, null, "X", "X", null, null, "X", "X", "X", null, "X", "X", "X", "X", null, null ],
					[ "{arc-investigator/Conspirator}", null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X", null, null ],
					[ "{arc-investigator/Cryptid Scholar}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", "X", null, null, null, null, null ],
					[ "{arc-investigator/Cult Hunter}", null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", "X", "X", "X", "X", "X", "X", null, null ],
					[ "{arc-investigator/Dread Investigator}", null, null, null, "X", null, null, "X", null, null, "X", null, null, null, "X", null, null, "X", "X", "X", "X", "X", null, null, null, null, null ],
					[ "{arc-investigator/Empiricist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, "X", null, null, "X", null ],
					[ "{arc-investigator/Engineer}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", "X", null, null ],
					[ "{arc-investigator/Forensic Physician}", "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X", null, null ],
					[ "{arc-investigator/Gravedigger}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, "X", "X", "X", "X", "X", "X", null, "X" ],
					[ "{arc-investigator/Guardian of Immortality}", null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, null, null ],
					[ "{arc-investigator/Hallucinist}", "X", null, "X", "X", "X", "X", null, "X", null, null, null, null, null, null, null, "X", "X", "X", "X", "X", null, null, "X", "X", null, null ],
					[ "{arc-investigator/Holomog Demolitionist}", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null ],
					[ "{arc-investigator/Infiltrator}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, "X", null, null ],
					[ "{arc-investigator/Jinyiwei}", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, "X", "X", "X", null, null ],
					[ "{arc-investigator/Lamplighter}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", "X", "X", null, null, null, "X", null, null, null ],
					[ "{arc-investigator/Lepidstadt Inspector}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, "X", "X", "X", null, null ],
					[ "{arc-investigator/Majordomo}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null ],
					[ "{arc-investigator/Malice Binder}", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, "X", null, "X", null, null, null, "X", "X", null, null ],
					[ "{arc-investigator/Mastermind}", null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", "X", "X", null, null ],
					[ "{arc-investigator/Natural Philosopher}", "X", null, null, null, null, null, null, null, null, null, "X", null, "X", "X", null, null, null, null, null, null, null, null, "X", "X", null, "X" ],
					[ "{arc-investigator/Portal Seeker}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, "X", null, null, "X", null, null ],
					[ "{arc-investigator/Profiler}", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, "X", "X", "X", null, null ],
					[ "{arc-investigator/Psychic Detective}", "X", null, null, null, null, null, null, null, null, null, "X", null, "X", null, "X", null, "X", "X", "X", null, null, "X", null, null, null, null ],
					[ "{arc-investigator/Questioner}", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-investigator/Reckless Epicurean}", null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-investigator/Ruthless Agent}", null, null, null, null, null, "X", null, null, "X", null, null, "X", null, "X", null, null, null, null, null, null, null, "X", "X", "X", null, null ],
					[ "{arc-investigator/Scavenger}", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, "X", "X", "X", null, null, null, null, null, null, null ],
					[ "{arc-investigator/Skeptic}", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, "X", null, null ],
					[ "{arc-investigator/Sleuth}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-investigator/Spiritualist}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", "X", "X", null, null, "X", "X", null, null, null ],
					[ "{arc-investigator/Star Watcher}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, "X" ],
					[ "{arc-investigator/Steel Hound}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, "X" ],
					[ "{arc-investigator/Tekritanin Arbiter}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", "X", null, null ],
					[ "{arc-investigator/Toxin Codexer}", "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, "X", "X", null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"kineticist": {
		"name": "Kineticist",
		"sources": [
			"Blood of Shadows",
			"Blood of the Beast",
			"Chronicle of Legends",
			"Darklands Revisited",
			"Elemental Master's Handbook",
			"Healer's Handbook",
			"Heroes of Golarion",
			"Horror Adventures",
			"Legacy of the First World",
			"Martial Arts Handbook",
			"Occult Adventures",
			"Occult Origins",
			"Occult Realms",
			"Plane-Hopper's Handbook",
			"Psychic Anthology",
			"Ultimate Intrigue",
			"Ultimate Wilderness",
			"Wilderness Origins"
		],
		"description": [
			"{jumplist Class Skills / Elemental Focus / Wild Talents / Burn / Kinetic Blast / Gather Power / Infusion / Elemental Defense / Elemental Overflow / Infusion Specialization / Metakinesis / Internal Buffer / Expanded Element / Other Abilities / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Kineticist",
			"",
			"{SOURCE Occult Adventures/10}",
			"",
			"Kineticists are living channels for elemental matter and energy, manipulating the world around them by drawing upon inner reserves from their own bodies. Kineticists often awaken to their kinetic abilities during a violent or traumatic experience, releasing their power involuntarily. As kinetic power is seldom inherited, kineticists are rarely able to find mentors to guide them, so they must delve into these mysteries on their own to learn to control their gifts.",
			"",
			"**Role:** Kineticists generally use their powers to assail their foes from range, but based on the way their talents develop, they can channel their kinetic abilities for a variety of situations. Kineticists are usually quite different from their families and friends, so they often strike out on their own or alongside others with extraordinary talents.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 1d6 &times; 10 gp (average 35 gp).",
			"",
			"### Class Skills",
			"",
			"The Kineticist's class skills are {skill/Acrobatics} (Dex), {skill/Craft} (Int), {skill/Heal} (Wis), {skill/Intimidate} (Cha), {skill/Perception} (Wis), {skill/Profession} (Wis), {skill/Stealth} (Dex), and {skill/Use Magic Device} (Cha).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +2 | +2 | +0 | Burn, elemental focus, gather power, infusion, kinetic blast |",
			"| 2nd | +1 | +3 | +3 | +0 | Elemental defense, utility wild talent |",
			"| 3rd | +2 | +3 | +3 | +1 | Elemental overflow +1, infusion |",
			"| 4th | +3 | +4 | +4 | +1 | Utility wild talent |",
			"| 5th | +3 | +4 | +4 | +1 | Infusion, infusion specialization 1, metakinesis (empower) |",
			"| 6th | +4 | +5 | +5 | +2 | Elemental overflow +2, internal buffer +1, utility wild talent |",
			"| 7th | +5 | +5 | +5 | +2 | Expanded element |",
			"| 8th | +6/+1 | +6 | +6 | +2 | Infusion specialization 2, utility wild talent |",
			"| 9th | +6/+1 | +6 | +6 | +3 | Elemental overflow +3, infusion, metakinesis (maximize) |",
			"| 10th | +7/+2 | +7 | +7 | +3 | Utility wild talent |",
			"| 11th | +8/+3 | +7 | +7 | +3 | Infusion, infusion specialization 3, internal buffer 2, supercharge |",
			"| 12th | +9/+4 | +8 | +8 | +4 | Elemental overflow +4, utility wild talent |",
			"| 13th | +9/+4 | +8 | +8 | +4 | Infusion, metakinesis (quicken) |",
			"| 14th | +10/+5 | +9 | +9 | +4 | Infusion specialization 4, utility wild talent |",
			"| 15th | +11/+6/+1 | +9 | +9 | +5 | Expanded element, elemental overflow +5 |",
			"| 16th | +12/+7/+2 | +10 | +10 | +5 | Composite specialization, internal buffer 3, utility wild talent |",
			"| 17th | +12/+7/+2 | +10 | +10 | +5 | Infusion, infusion specialization 5, metakinesis (twice) |",
			"| 18th | +13/+8/+3 | +11 | +11 | +6 | Elemental overflow +6, utility wild talent |",
			"| 19th | +14/+9/+4 | +11 | +11 | +6 | Infusion, metakinetic master |",
			"| 20th | +15/+10/+5 | +12 | +12 | +6 | Infusion specialization 6, omnikinesis, utility wild talent |",
			"",
			"**Weapon and Armor Proficiency:** Kineticists are proficient with all simple weapons and light armor, but not shields.",
			"",
			":b[Elemental Focus/ (Su):] At 1st level, a kineticist chooses one primary element on which to focus. This element determines how she accesses the raw power of the Ethereal Plane, and grants her access to specific wild talents and additional class skills. She can select aether (telekinesis), air (aerokinesis), earth (geokinesis), fire (pyrokinesis), or water (hydrokinesis). She gains her selected element's basic utility wild talent (basic telekinesis, basic aerokinesis, basic geokinesis, basic pyrokinesis, or basic hydrokinesis) as a bonus wild talent.",
			"",
			"All elements can be found [here](ability/elements). The list contains other elements you can choose, such as wood and void.",
			"",
			":b[Wild Talents:] A kineticist can use wild talents - magical abilities similar to spells but drawn from the kineticist's innate psychic talent and usable at will. Wild talents are typically spell-like abilities (though some are supernatural abilities), and take a standard action to use unless otherwise noted. A wild talent always has the elemental descriptor or descriptors (aether, air, earth, fire, or water) matching its Element entry. A wild talent that can be used with any of several elements gains the appropriate elemental descriptor when used with an element. For example, the {kinetic/wall} wild talent gains the earth descriptor when used by a geokineticist.",
			"",
			"Every wild talent has an effective spell level. A kineticist can always select 1st-level wild talents, but she can select a wild talent of a higher level only if her kineticist level is at least double the wild talent's effective spell level. Kinetic blast and defense wild talents are always considered to have an effective spell level equal to 1/2 the kineticist's class level (to a maximum effective spell level of 9th at kineticist level 18th).",
			"",
			"Unless otherwise noted, the DC for a saving throw against a wild talent is equal to 10 + the wild talent's effective spell level + the kineticist's Constitution modifier. The kineticist uses her Constitution modifier on all {rule/concentration} checks for wild talents.",
			"",
			"In addition to the wild talents she gains from her other class features, at 2nd level and every 2 levels thereafter, a kineticist selects a new {ability/wild_<utility[ wild] talent>s} from the list of options available to her. A kineticist can select only universal wild talents or those that match her element. At 6th, 10th, and 16th levels, a kineticist can replace one of her utility wild talents with another wild talent of the same level or lower. She can't replace a wild talent that she used to qualify for another of her wild talents.",
			"",
			":b[Burn/ (Ex):] At 1st level, a kineticist can overexert herself to channel more power than normal, pushing past the limit of what is safe for her body by accepting burn. Some of her wild talents allow her to accept burn in exchange for a greater effect, while others require her to accept a certain amount of burn to use that talent at all. For each point of burn she accepts, a kineticist takes 1 point of nonlethal damage per character level. This damage can't be healed by any means other than getting a full night's rest, which removes all burn and associated nonlethal damage. Nonlethal damage from burn can't be reduced or redirected, and a kineticist incapable of taking nonlethal damage can't accept burn. A kineticist can accept only 1 point of burn per round. This limit rises to 2 points of burn at 6th level, and rises by 1 additional point every 3 levels thereafter. A kineticist can't choose to accept burn if it would put her total number of points of burn higher than 3 + her Constitution modifier (though she can be forced to accept more burn from a source outside her control). A kineticist who has accepted burn never benefits from abilities that allow her to ignore or alter the effects she receives from nonlethal damage.",
			"",
			":b[Kinetic Blast/ (Sp):] At 1st level, a kineticist gains a {ability/simple_<kinetic blast/ wild talent>s} of her choice. This kinetic blast must be a simple blast that matches her element. As a standard action, the kineticist can unleash a kinetic blast at a single target up to a range of 30 feet. She must have at least one hand free to aim the blast (or one prehensile appendage, if she doesn't have hands). All damage from a kinetic blast is treated as magic for the purpose of bypassing damage reduction. Kinetic blasts count as a type of weapon for the purpose of feats such as {feat/Weapon Focus}. The kineticist is never considered to be wielding or gripping the kinetic blast (regardless of effects from form infusions), and she can't use {feat/Vital Strike} feats with kinetic blasts. Even the weakest kinetic blast involves a sizable mass of elemental matter or energy, so kinetic blasts always deal full damage to swarms of any size (though only area blasts deal extra damage to swarms). A readied kinetic blast can be used to {rule/counterspell>s} any spell of equal or lower level that shares its descriptor. A kinetic blast that deals energy damage of any type (including force) has the corresponding descriptor.",
			"",
			":b[Gather Power/ (Su):] If she has both hands free (or all of her prehensile appendages free, for unusual kineticists), a kineticist can gather energy or elemental matter as a move action. Gathering power creates an extremely loud, visible display in a 20-foot radius centered on the kineticist, as the energy or matter swirls around her. Gathering power in this way allows the kineticist to reduce the total burn cost of a blast wild talent she uses in the same round by 1 point. The kineticist can instead gather power for 1 full round in order to reduce the total burn cost of a blast wild talent used on her next turn by 2 points (to a minimum of 0 points). If she does so, she can also gather power as a move action during her next turn to reduce the burn cost by a total of 3 points. If the kineticist takes damage during or after gathering power and before using the kinetic blast that releases it, she must succeed at a {rule/concentration} check (DC = 10 + damage taken + effective spell level of her kinetic blast) or lose the energy in a wild surge that forces her to accept a number of points of burn equal to the number of points by which her gathered power would have reduced the burn cost. This ability can never reduce the burn cost of a wild talent below 0 points.",
			"",
			":b[Infusion/ (Su):] At 1st level, a kineticist gains an {ability/infusion wild talent>s} from the list of options available based on her elemental focus. She gains additional infusions at 3rd, 5th, 9th, 11th, 13th, 17th, and 19th levels. By using infusions along with her kinetic blasts, a kineticist can alter her kinetic blasts to suit her needs. Infusions come in two types, each of which changes a kinetic blast differently: a *substance* infusion causes an additional effect, while a *form* infusion causes the kinetic blast to manifest in a different way. Each infusion can alter only certain kinds of kinetic blasts, which are listed in its Associated Blasts entry. Each time the kineticist uses one of her kinetic blast wild talents, she can apply up to one associated form infusion and up to one associated substance infusion. Some infusions change the action required to activate a kinetic blast or entirely transform the kinetic blast's normal effects. The burn cost listed in each infusion's Burn entry is added to the burn cost of the kinetic blast the infusion modifies.",
			"",
			"The DC for a save against an infusion is based on the associated kinetic blast's effective spell level, not the level of the infusion. The DCs for form infusions are calculated using the kineticist's Dexterity modifier instead of her Constitution modifier. When a kineticist modifies a kinetic blast with a form infusion and a substance infusion that both require saving throws, each target first attempts a saving throw against the form infusion. If a target succeeds and a successful save negates the infusion's effects, the entire kinetic blast is negated; otherwise, the target then attempts a saving throw against the substance infusion. If a kineticist's form and substance infusions both alter the kinetic blast's damage, apply the substance infusion's alteration first.",
			"",
			"At 5th, 11th, and 17th levels, a kineticist can replace one of her infusions with another infusion of the same effective spell level or lower. She can't replace an infusion that she used to qualify for another of her wild talents.",
			"",
			":b[Elemental Defense/ (Su):] At 2nd level, a kineticist gains her element's {ability/defense wild talent>s}.",
			"",
			":b[Elemental Overflow/ (Ex):] At 3rd level, a kineticist's body surges with energy from her chosen element whenever she accepts burn, causing her to glow with a nimbus of fire, weep water from her pores, or experience some other thematic effect. In addition, she receives a bonus on her attack rolls with kinetic blasts equal to the total number of points of burn she currently has, to a maximum bonus of +1 for every 3 kineticist levels she possesses. She also receives a bonus on damage rolls with her kinetic blast equal to double the bonus on attack rolls. The kineticist can suppress the visual effects of elemental overflow by concentrating for 1 full round, but doing so suppresses all of this ability's other benefits, as well. The next time the kineticist uses any wild talent, the visual effects and benefits return instantly.",
			"",
			"As a kineticist's body becomes more and more suffused with her element, she begins to gain more powerful benefits. Starting at 6th level, whenever she has at least 3 points of burn, the kineticist gains a +2 size bonus to two physical ability scores of her choice. She also gains a chance to ignore the effects of a critical hit or sneak attack equal to 5% - her current number of points of burn. At 11th level, whenever the kineticist has at least 5 points of burn, these bonuses increase to a +4 size bonus to one physical ability score of her choice and a +2 size bonus to each of her other two physical ability scores. At 16th level, whenever the kineticist has at least 7 points of burn, these bonuses increase to a +6 size bonus to one physical ability score of her choice, a +4 size bonus to a second physical ability score of her choice, and a +2 size bonus to the remaining physical ability score.",
			"",
			":b[Infusion Specialization/ (Ex):] At 5th level, whenever a kineticist uses one or more infusions with a blast, she reduces the combined burn cost of the infusions by 1. This can't reduce the total cost of the infusions used below 0. She reduces the burn cost by 1 additional point at 8th, 11th, 14th, 17th, and 20th levels.",
			"",
			":b[Metakinesis/ (Su):] At 5th level, a kineticist gains the ability to alter her kinetic blasts as if with metamagic feats by accepting burn. By accepting 1 point of burn, she can empower her kinetic blast (as if using {feat/Empower Spell}). At 9th level, by accepting 2 points of burn, she can maximize her kinetic blast as if using {feat/Maximize Spell}. At 13th level, by accepting 3 points of burn, she can quicken her kinetic blast as if using {feat/Quicken Spell}. At 17th level, by accepting 4 points of burn, the kineticist can use her kinetic blast twice with the same standard action, or swift action if she also uses metakinesis to quicken the blast. When she uses a double kinetic blast, all modifications, such as metakinesis and infusions, apply to both of the blasts, but the kineticist needs to pay the burn cost only once.",
			"",
			":b[Internal Buffer/ (Su):] At 6th level, a kineticist's study of her body and the elemental forces that course through it allow her to form an internal buffer to store extra energy. The buffer starts empty and doesn't replenish each day, but the kineticist can accept 1 point of burn to add 1 point to the buffer as a full-round action, to a maximum of 1 point total. This maximum increases to 2 points at 11th level and to 3 points at 16th level. Once the kineticist adds points to her buffer, they remain indefinitely until she spends them. When she would otherwise accept burn, a kineticist can spend 1 point from her buffer to avoid accepting 1 point of burn. She cannot spend more than 1 point from her buffer in this way for a single wild talent. Points spent from the internal buffer don't activate elemental overflow or add to its effects. Similarly, this buffer can be used to exceed the limit on the number of points of burn the kineticist can accept in a single turn.",
			"",
			":b[Expanded Element/ (Su):] At 7th level, a kineticist learns to use another element or expands her understanding of her own element. She can choose any element, including her primary element. She gains one of that element's simple blast wild talents that she does not already possess, if any. She also gains all {ability/composite_kinetic blast[ wild talent]s} whose prerequisites she meets, as well as the basic wild talent of her chosen expanded element (for instance, basic aerokinesis if she chooses air). She doesn't gain the defense wild talent of the expanded element.",
			"",
			"If the kineticist's expanded element is different from her primary element, she treats her kineticist level as 4 levels lower for the purpose of determining which wild talents she can learn from her expanded element.",
			"",
			"If the kineticist chooses to expand her understanding of an element she already has, she gains an additional utility wild talent or infusion of her choice from that element, as if from her infusion or wild talent class feature, as appropriate.",
			"",
			"At 15th level, the kineticist can either select a new element or expand her understanding of her original element. She can't select the same element she selected at 7th level unless it is her primary element. She gains all the benefits from her new expanded element as listed above. However, if the kineticist selected her primary element as her expanded element at both 7th and 15th levels, her mastery of that element increases. For wild talents of her element, the kineticist gains a +1 bonus on attack rolls and damage rolls, as well as to caster level and DCs.",
			"",
			":b[Supercharge (Su):]{id=other-abilities} At 11th level, when using gather power as a move action, a kineticist can reduce the total burn cost of a single wild talent by 2 points instead of 1. When using gather power for 1 full round, she can reduce the burn cost of a single wild talent by 3 points instead of 2.",
			"",
			":b[Composite Specialization/ (Su):] At 16th level, a kineticist becomes more adept at creating composite blasts. She reduces the burn cost of all composite blasts by 1 point. This can't reduce the cost of a composite blast below 0 points.",
			"",
			":b[Metakinetic Master/ (Su):] At 19th level, a kineticist chooses one type of metakinesis, such as empower or quicken. She reduces the burn cost of that metakinesis by 1 point (to a minimum of 0 points).",
			"",
			":b[Omnikinesis/ (Su):] At 20th level, a kineticist transcends the distinction between the different elements and can bend all creation to her will. By accepting 1 point of burn (in addition to any burn requirement of the kinetic blast she chooses), she can use any blast wild talent she doesn't know. By accepting 1 point of burn as a standard action, she can change any of her wild talents into any other wild talent of the same category (such as simple blasts or defense) for 24 hours, ignoring any elemental requirements or restrictions (but not any other requirements or restrictions).",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| Unbridled Power (Su) | At 20th level, the kineticist wields her chosen element like a knife, cutting through all opposition. The kineticist chooses one blast. Her damage with that blast increases by 2d6+2 (for physical blasts) or by 2d6 (for energy blasts), and the blast ignores the first 10 points of damage reduction or energy resistance that the target has. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a {rule/minor |artifact>s} and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Duergar:** Add 1/5 of an Extra Wild Talent feat that must be spent on an earth element wild talent.[^A]",
			"",
			"**Duskwalker:** Increase the capacity of the kineticist's internal buffer by 1/6 point.[^B]",
			"",
			"**Dwarf:** Add 1/3 point of damage to earth element blasts that deal damage.[^C]",
			"",
			"**Elf:** Gain a +1/4 bonus on damage rolls that apply the kineticist's elemental overflow bonus.[^C]",
			"",
			"**Gathlain:** Increase the amount of burn cost reduction when using the kineticist's gather power ability by 1/6 point (the minimum burn cost of 0 still applies).[^D]",
			"",
			"**Gnome:** Gain a +1/2 bonus on Bluff, Diplomacy, Intimidate, and Sense Motive skill checks against creatures with the elemental subtype matching the kineticist's primary element.[^C]",
			"",
			"**Half-elf:** Gain a +1/4 bonus on damage rolls that apply the kineticist's elemental overflow bonus.[^E]",
			"",
			"**Halfling:** Increase the capacity of the kineticist's internal buffer by 1/6 point.[^E]",
			"",
			"**Half-orc:** Add 1/3 point of fire damage to fire-element blasts that deal fire damage.[^E]",
			"",
			"**Human:** Gain 1/6 of an Extra Wild Talent feat.[^E]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^F]",
			"",
			"**Tengu:** Gain 1/6 of an Extra Wild Talent feat.[^G]",
			"",
			"**Vanara:** Add 1/3 to the total number of points of burn that the kineticist can accept before she can't choose to accept additional points of burn.[^H]",
			"",
			"**Vine leshy:** Gain 1/5 of the Extra Wild Talent feat. This feat must be spent on a wood-element talent.[^I]",
			"",
			"**Wayang:** Add 1/4 to the save DC of the kineticist's void infusions and wild talents.[^J]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=kineticist}",
			"Aquakinetcist",
			"Elemental Focus; Expanded Element; Basic Hydrokinesis; 2nd, 6th-level Utility Wild Talent; Elemental Defense",
			"While all hydrokineticists have the ability to control water, aquakineticists' powers are tied to their determination to explore the world beneath the waves.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Arakineticist",
			"4th, 6th, 8th, and 13th-level Utility Wild Talents",
			"Those of strong will who live under a dark curse long enough might learn to control and channel the corrupt energy afflicting them.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Blightburner",
			"Elemental Focus; Basic Geokinesis; 2nd-level Utility Wild Talent; Elemental Overflow; Flesh of Stone; Gather Power; Internal Buffer",
			"Darklands geokineticists sometimes exhibit supernatural powers associated with blightburn crystals. Blightburner kineticists harness this radioactivity in pyrotechnic displays, an unusual feat for those connected to the element of earth.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Blighted Defiler",
			"Alignment; Gather Power; Key Ability Score; Internal Buffer; Elemental Defense; Omnikinesis",
			"A few kineticists have developed the ability to steal the life force from the surrounding land in order to infuse themselves with unnatural strength beyond their bodies' normal capabilities.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Blood Kineticist",
			"1st, 5th, 9th, and 11th-level Infusions; 6th and 8th-level Utility Wild Talent; Expanded Element; Omnikinesis",
			"To a blood kineticist, the water in a creature's blood is just like any other sort, and she uses that knowledge to brutal ends.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Cinderlands Adept",
			"Class Skills; Elemental Focus; Expanded Element; Gather Power; 1st-level Infusion; 4th, 8th, 12th-level Utility Wild Talent",
			"These kineticists are skilled riders, able to wield both weapons and fire with deadly skill.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Dark Elementalist",
			"Alignment; Key Ability Score; Burn; Elemental Overflow; Internal Buffer",
			"Dark elementalists are loathe to suffer the consequences of channeling their power and study the darkest esoteric energies of the planes to use souls to fuel their occult might.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Elemental Annihilator",
			"1st, 3rd, 5th, and 9th-level Infusions; all utility wild talents",
			"For some kineticists, nothing in life is as sweet as destruction and pain. Elemental annihilators pursue only uses of their powers that harm others.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Elemental Ascetic",
			"Kinetic Blast; Elemental Overflow; Wild Talents; Elemental Defense; 5th, 9th, 13th-level Infusions",
			"Combining the elemental powers of a kineticist with the rigid physical discipline of a monk, an elemental ascetic channels his powers through his body to enhance himself in combat.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Elemental Purist",
			"Internal Buffer; Expanded Elements; 11th, 19th-level Infusion; Omnikinesis",
			"An elemental purist spurns all elements that are not her own, for utter devotion can allow one to accomplish even seemingly impossible heroics.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Elysiokineticist",
			"Elemental Focus; Class Skills; Expanded Element; Basic Phytokinesis, 1st-level Infusion; Flesh of Wood",
			"Similar to how phytokineticists draw their power from the First World, elysiokineticists trace their abilities to the riotous wilderness of the plane known as Elysium",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Ioun Kineticist",
			"Elemental Focus; Basic Telekinesis; Internal Buffer; Elemental Overflow",
			"Some aetherkineticists dedicate themselves to unlocking ioun stones' cosmic secrets and seemingly limitless potential.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Kinetic Chirurgeon",
			"Infusions; Metakinesis; Infusion Specialization; Internal Buffer",
			"While any hydrokineticist or telekineticist can learn the rudiments of healing, some kineticists are virtuosos of the curative arts.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Kinetic Knight",
			"Class Skills; Kinetic Blast; Infusions; Metakinesis; Metakinetic Master; 3rd-level Infusion; Supercharge",
			"A kinetic knight dons armor and wields a blade of elemental energy.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Leshykineticist",
			"Element; Expanded Element; 6th, 10th-level Utility Wild Talents; Maximize Metakinesis; Basic Phytokinesis; Internal Buffer; Omnikinesis",
			"(Vine Leshy only) Of all those who pursue the path of a kineticist, only leshykineticists are both made of plant matter and born of nature spirits. These curious creatures wield ancient powers unknown to any other kineticists.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Overwhelming Soul",
			"Class Skills; Wild Talents; Burn; Internal Buffer; Elemental Overflow",
			"Some kineticists have such a powerful personality that they can seize control of their element with their minds alone, without endangering their bodies.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Psammokinetic",
			"Alignment; Elemental Focus, Elemental Overflow; Expanded Element",
			"Psammokinetics are ascetic kineticists who consider the harsh nature of the burning deserts of Osirion to be a tempering fire that can purify all their imperfections.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Psychokineticist",
			"Key Ability Score; Burn; Elemental Overflow",
			"Psychokineticists channel elemental power through their minds rather than their bodies and while this energy ravages their minds, it unleashes power locked in their ruptured emotions.",
			":::",
			"",
			":::archetype{c=kineticist}",
			"Terrakineticist",
			"Elemental Focus; Kinetic Blast; Elemental Defense; Expanded Element; Omnikinesis",
			"Terrakineticists have a stunted ability that allows them to access the Elemental Planes, but they've learned how to turn this limited talent into an incredible strength by tapping into the ambient elemental nature of the land surrounding them.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Darklands Revisited/ pg. 13}",
			"[^B]: {source/Plane-Hopper's Handbook/ pg. 17}",
			"[^C]: {source/Occult Adventures/ pg. 84}",
			"[^D]: {source/Legacy of the First World/ pg. 9}",
			"[^E]: Occult Adventures pg. 85",
			"[^F]: {source/Blood of the Beast/ pg. 12}",
			"[^G]: Blood of the Beast pg. 24",
			"[^H]: Blood of the Beast pg. 28",
			"[^I]: {source/Ultimate Wilderness/ pg. 21}",
			"[^J]: {source/Blood of Shadows/ pg. 11}"
		],
		"tables": [
			{
				"id": "kineticist archetypes",
				"headers": [ "Archetype", "1st-level Infusion", "2nd-level Utility Wild Talent", "3rd-level Infusion", "4th-level Utility Wild Talent", "5th-level Infusion", "6th-level Utility Wild Talent", "8th-level Utility Wild Talent", "9th-level Infusion", "10th-level Utility Wild Talent", "11th-level Infusion", "12th-level Utility Wild Talent", "13th-level Infusion", "13th-level Utility Wild Talent", "19th-level Infusion", "Alignment", "Basic Geokinesis", "Basic Hydrokinesis", "Basic Phytokinesis", "Basic Telekinesis", "Burn", "Class Skills", "Element", "Elemental Defense", "Elemental Focus", "Elemental Overflow", "Expanded Element", "Flesh of Stone", "Flesh of Wood", "Gather Power", "Infusion Specialization", "Infusions", "Internal Buffer", "Key Ability Score", "Kinetic Blast", "Maximize Metakinesis", "Metakinesis", "Metakinetic Master", "Omnikinesis", "Supercharge", "Utility Wild Talents", "Wild Talents" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-kineticist/Aquakinetcist}", null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-kineticist/Arakineticist}", null, null, null, "X", null, "X", "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-kineticist/Blightburner}", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", "X", null, "X", null, "X", null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-kineticist/Blighted Defiler}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-kineticist/Blood Kineticist}", "X", null, null, null, "X", "X", "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-kineticist/Cinderlands Adept}", "X", null, null, "X", null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-kineticist/Dark Elementalist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null ],
					[ "{arc-kineticist/Elemental Annihilator}", "X", null, "X", null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-kineticist/Elemental Ascetic}", null, null, null, null, "X", null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X" ],
					[ "{arc-kineticist/Elemental Purist}", null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null ],
					[ "{arc-kineticist/Elysiokineticist}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, "X", null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-kineticist/Ioun Kineticist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-kineticist/Kinetic Chirurgeon}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, "X", null, null, null, null, null ],
					[ "{arc-kineticist/Kinetic Knight}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, "X", "X", null, "X", null, null ],
					[ "{arc-kineticist/Leshykineticist}", null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, "X", null, null, null, null, null, "X", null, null, "X", null, null, "X", null, null, null ],
					[ "{arc-kineticist/Overwhelming Soul}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-kineticist/Psammokinetic}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-kineticist/Psychokineticist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-kineticist/Terrakineticist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	}
}
