{
	"not_found": {
		"name": "Unknown",
		"compilationSources": [],
		"description": [
			"Unable to find the requested alchemist discovery."
		]
	},
	"acid_bomb": {
		"name": "Acid Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it inflict acid damage. Creatures that take a direct hit from an acid bomb take an additional 1d6 points of acid damage 1 round later."
		]
	},
	"anarchic_bombs": {
		"name": "Anarchic Bombs",
		"compilationSources": [ [ "Champions of Balance" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it deal chaotic divine damage. Lawful creatures that take a direct hit from an anarchic bomb must succeed at a Fortitude save or be staggered on their next turn. Against neutral creatures, anarchic bombs deal half damage, and such targets are not affected by their staggering effect. Anarchic bombs have no effect on chaotic-aligned creatures. An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"anguish_bomb": {
		"name": "Anguish Bomb",
		"compilationSources": [ [ "Distant Realms" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"You can throw bombs infused with psychic trauma. This discovery allows other alchemists to duplicate the anguish bombs used by {arc-alchemist/mnemostiller/s}."
		]
	},
	"dread_bomb": {
		"name": "Dread Bomb",
		"compilationSources": [ [ "Distant Realms" ] ],
		"category": "Bomb Discoveries",
		"level": 1,
		"description": [
			"Your anguish bombs are tainted with fear and dread. Creatures who take damage from your anguish bombs become frightened for 1d6 rounds. A target that succeeds at a Will saving throw is instead shaken for a single round. An alchemist must be at least 6th level and have the anguish bomb class feature or the anguish bomb discovery before selecting this discovery."
		]
	},
	"melancholy_bomb": {
		"name": "Melancholy Bomb",
		"compilationSources": [ [ "Distant Realms" ] ],
		"category": "Bomb Discoveries",
		"level": 1,
		"description": [
			"Your anguish bombs are filled with memories of sadness and regret. Creatures who take damage from your anguish bombs are also affected as per {spell/crushing despair} for 1 round per alchemist level, or a single round if the target succeeds at a Will saving throw. An alchemist must be at least 10th level and have the anguish bomb class feature or the anguish bomb discovery before selecting this discovery."
		]
	},
	"axiomatic_bombs": {
		"name": "Axiomatic Bombs",
		"compilationSources": [ [ "Champions of Balance" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it deal lawful divine damage. Chaotic creatures that take a direct hit from an axiomatic bomb must succeed at a Fortitude save or be staggered on their next turn. Against neutral creatures, axiomatic bombs deal half damage, and such targets are not affected by their staggering effect. Axiomatic bombs have no effect on lawful creatures. An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"blinding_bomb": {
		"name": "Blinding Bomb",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose for it to detonate very brightly. Creatures that take a direct hit from a blinding bomb are blinded for 1 minute unless they succeed at a Fortitude save. Creatures in the splash area that fail their saves against the bomb are dazzled for 1 minute. This is a light effect. An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"sunlight_bomb": {
		"name": "Sunlight Bomb",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Bomb Discoveries",
		"level": 1,
		"description": [
			"The alchemist can throw bombs that explode with a searing radiance equivalent to that of sunlight and that act as blinding bombs. Undead, fungi, molds, oozes, slimes, and creatures to which sunlight is harmful or unnatural take +2 damage per die from the bomb. Undead that are harmed by sunlight and that fail their saves against the bomb are staggered for 1 round. An alchemist must be at least 10th level and must have the blinding bomb discovery before he can select this discovery."

		]
	},
	"boneshard_bomb": {
		"name": "Boneshard Bomb",
		"compilationSources": [ [ "Undead Slayer's Handbook" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"This discovery is popular among necromancers and necrologists alike; aside from its offensive potential, necrologists sometimes use it to turn uncooperative live creatures they wish to question into pliable undead. The alchemist's bomb deals piercing damage instead of fire damage, and creatures that take a direct hit from a boneshard bomb must succeed at a Fortitude save or take 1d4 points of bleed damage in addition to normal damage. If a creature is killed by a boneshard bomb or the resulting bleed effect, its corpse immediately reanimates as an undead creature with the {template/skeleton/ template}. Skeletons that are created in this manner count as undead created by {spell/animate dead} for the purposes of determining how many undead the alchemist can control. An alchemist must possess the alchemical zombie discovery to select this discovery."
		]
	},
	"breath_weapon_bomb": {
		"name": "Breath Weapon Bomb",
		"compilationSources": [ [ "Ultimate Combat" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"Instead of drawing the components of, creating, and throwing a bomb, the alchemist can draw the components, drink them, mix them within his body, and then expel them as a breath weapon as a standard action. This breath weapon is a 15-foot cone and has the same DC as the bomb. Each creature within the cone takes damage as if it had suffered a direct hit from the alchemist's bomb, but succeeding at a Reflex save (DC = 10 + 1/2 the alchemist's level + the alchemist's Intelligent modifier) halves the damage. Unlike throwing normal bombs, drawing, drinking, and expelling breath weapon bombs does not provoke attacks of opportunity. An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"concussive_bomb": {
		"name": "Concussive Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it inflict sonic damage. Concussive bombs deal 1d4 points of sonic damage, plus 1d4 points of sonic damage for every odd-numbered level, instead of 1d6. Creatures that take a direct hit from a concussive bomb are deafened for 1 minute unless they succeed at a Fortitude save. An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"confusion_bomb": {
		"name": "Confusion Bomb",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"The alchemist's bombs twist the target's perception of friend and foe. A creature that takes a direct hit from a confusion bomb takes damage from the bomb and is under the effect of a {spell/confusion} spell for 1 round per caster level of the alchemist. Reduce the amount of normal damage dealt by the bomb by 2d6 (so a bomb that would normally deal 6d6+4 points of damage deals 4d6+4 points of damage instead). An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"cursed_bomb": {
		"name": "Cursed Bomb",
		"compilationSources": [ [ "Champions of Corruption" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When an alchemist creates a bomb, he can choose to have it deliver a debilitating curse. A creature that takes a direct hit from a cursed bomb must succeed at a Will save or be affected by {spell/bestow curse}. An alchemist must be at least 12th level to select this discovery."
		]
	},
	"cytillesh_bomb": {
		"name": "Cytillesh Bomb",
		"compilationSources": [ [ "Inner Sea Monster Codex" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can infuse it with cytillesh extract. Cytillesh bombs deal 1d4 points of damage, plus 1d4 points of damage for every odd-numbered level, instead of 1d6. Creatures that take a direct hit from a cytillesh bomb are sickened for 1 round per alchemist level unless they succeed at Fortitude saves. If a creature is rendered unconscious from this bomb or any other attack before it is able to remove the sickened condition, the victim loses all memory from the last hour and cannot form new memories for 8 hours. The lost and prevented memories might return later as dreams, and can be restored with a {spell/restoration} spell."
		]
	},
	"darkness_bomb": {
		"name": "Darkness Bomb",
		"compilationSources": [ [ "Advanced Race Guide" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it suppress light sources on the target. This extinguishes nonmagical light sources carried by the target and dispels magical light sources for 1 round/level as {spell/deeper darkness}."
		]
	},
	"defoliant_bomb": {
		"name": "Defoliant Bomb",
		"compilationSources": [ [ "Advanced Race Guide" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"These poisonous bombs clear away foliage, dealing extra damage to plant creatures. When the alchemist creates a bomb, he can choose to have it deal extra damage against plant creatures but less damage against other creatures. Against creatures with the plant type, a defoliant bomb deals 1d8 points of damage, plus 1d8 points of damage for every odd-numbered level the alchemist possesses, instead of 1d6. Against all other creatures, the defoliant bomb only deals 1d4 points of damage, plus 1d4 points of damage for every odd-numbered level, instead of 1d6. This is a poison effect. A defoliant bomb kills all normal vegetation in the target's square and its splash area; any plant-based difficult terrain in the affected area becomes normal terrain."
		]
	},
	"demolition_charge": {
		"name": "Demolition Charge",
		"compilationSources": [ [ "Dungeoneer's Handbook" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it deal damage to an object as if by a sunder combat maneuver. If the item is worn or held by an opponent, the item is considered the direct target, and the wearer/holder takes splash damage from the blast. If the object is unattended, a demolition charge deals an additional 2d6 points of damage on a direct hit. This bonus doesn't affect the bomb's splash damage. An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"ectoplasmic_bomb": {
		"name": "Ectoplasmic Bomb",
		"compilationSources": [ [ "Undead Slayer's Handbook" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"The alchemist can infuse her bombs with a special unction that damages incorporeal creatures and reveals the presence of undead creatures hiding in the area. Incorporeal creatures struck by an ectoplasmic bomb take full damage from the bomb. In addition, squares in the affected area of the bomb begin to faintly glow in the spaces where undead creatures have traveled in the last minute, including undead benefiting from invisibility or other forms of obscurity (such as {spell/ethereal jaunt}), effectively creating a glowing trail. Any undead creatures in the affected area at the time of the explosion likewise glow faintly. This glowing effect lasts for 1 minute, and is otherwise identical to {spell/faerie fire}."
		]
	},
	"explosive_bomb": {
		"name": "Explosive Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"The alchemist's bombs now have a splash radius of 10 feet rather than 5 feet. Creatures that take a direct hit from an explosive bomb catch fire, taking 1d6 points of fire damage each round until the fire is extinguished. Extinguishing the flames is a full-round action that requires a Reflex save. Rolling on the ground provides the target with a +2 to the save. Dousing the target with at least 2 gallons of water automatically extinguishes the flames."
		]
	},
	"hellfire_bomb": {
		"name": "Hellfire Bomb",
		"compilationSources": [ [ "Agents of Evil" ] ],
		"category": "Bomb Discoveries",
		"level": 1,
		"description": [
			"This discovery is available to tiefling alchemists. When the alchemist creates a bomb, he can have it act as an explosive bomb, but deal half of its damage as fire damage and half as unholy damage that is not subject to fire resistance or immunity. An alchemist must be at least 9th level and have the explosive bomb discovery before selecting this discovery."
		]
	},
	"siege_bomb": {
		"name": "Siege Bomb",
		"compilationSources": [ [ "Ultimate Combat" ] ],
		"category": "Bomb Discoveries",
		"level": 1,
		"description": [
			"As a standard action, the alchemist infuses a single piece of ammunition on a loaded siege weapon with the power of his bomb. As long as the siege engine with this ammunition is fired before the start of the alchemist's next turn, the ammunition does damage normally, and also deals the damage of the alchemist's bomb. The splash radius of the bomb effect is 20 feet rather than 5 feet. Creatures that take the bomb's damage (either direct damage or splash damage), take 1d6 points of fire damage each round until the fire is extinguished. Extinguishing the flames is a full-round action that requires a Reflex save. Rolling on the ground provides the target with a +2 bonus on the save. Dousing the target with at least 2 gallons of water automatically extinguishes the flames. An alchemist must be at least 12th level and must possess the explosive bomb discovery before selecting this discovery."
		]
	},
	"flesh_eating_bomb": {
		"name": "Flesh-Eating Bomb",
		"compilationSources": [ [ "Monster Hunter's Handbook" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"The alchemist can create bombs that devour living matter. The alchemist's bomb deals damage one die step higher than normal (regular bombs deal d8s, concussive bombs deal 1d6, and so on), but they have no effect on inorganic matter. In addition, a creature with at least a +1 armor bonus to AC is less likely to be harmed; such creatures in the bomb's splash radius take no damage on a successful Reflex save, and the target of a direct hit can attempt a Reflex save against the bomb's save DC to take only half damage."
		]
	},
	"force_bomb": {
		"name": "Force Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it inflict force damage. Force bombs deal 1d4 points of force damage, plus 1d4 points of force damage for every odd-numbered level, instead of 1d6. Creatures that take a direct hit from a force bomb are knocked prone unless they succeed on a Reflex save. An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"frost_bomb": {
		"name": "Frost Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it inflict cold damage. Creatures that take a direct hit from a frost bomb are staggered on their next turn unless they succeed on a Fortitude save."
		]
	},
	"glassfoot_bomb": {
		"name": "Glassfoot Bomb",
		"compilationSources": [ [ "Advanced Race Guide" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it cover the ground in volatile jagged crystals in addition to its normal effects. These crystals act like {eq-misc/caltrops}, evaporating into a smelly but harmless gas in 2d6 rounds."
		]
	},
	"grease_bomb": {
		"name": "Grease Bomb",
		"compilationSources": [ [ "Dungeoneer's Handbook" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it create a grease slick upon detonation. When a grease bomb detonates, it coats an area equal to the bomb's splash radius in grease (as the {spell/grease} spell) for 1 round per level. The DC of the Reflex save to avoid falling after a failed Acrobatics check is equal to 10 + 1/2 the alchemist's level + the alchemist's Intelligence modifier. A grease bomb can't affect items or armor. An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"grounding_goo": {
		"name": "Grounding Goo",
		"compilationSources": [ [ "Ultimate Wilderness" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"The alchemist's bomb applies a sticky residue after any damage from the bomb is resolved. If a creature damaged by the bomb has a nonmagical fly speed, its flight is severely impaired, and it takes a penalty equal to the alchemist's level on Fly checks for 1 minute."
		]
	},
	"healing_bomb": {
		"name": "Healing Bomb",
		"compilationSources": [ [ "Magical Marketplace" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it heal damage instead of dealing it. Creating a healing bomb requires the alchemist to expend an infused extract or potion containing a cure spell. A creature that takes a direct hit from a healing bomb is healed as if she had imbibed the infusion or potion used to create the bomb. Creatures in the splash radius are healed for the minimum amount of damage the cure spell is capable of healing. A healing bomb damages undead instead of healing them."
		]
	},
	"holy_bombs": {
		"name": "Holy Bombs",
		"compilationSources": [ [ "Champions of Purity" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it deal good divine damage. Evil creatures that take a direct hit from a holy bomb must succeed at a Fortitude save or be staggered on their next turn. Against neutral creatures, holy bombs deal half damage, and such targets are not affected by their staggering effect. Holy bombs have no effect on good-aligned creatures. An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"immolation_bomb": {
		"name": "Immolation Bomb",
		"compilationSources": [ [ "Ultimate Combat" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have its substance coat the direct target's body, causing the bomb to deal its damage over time instead of all at once. The bomb's effect lasts for a number of rounds equal to the number of damage dice the bomb would normally deal (for instance, a 5d6 bomb lasts for 5 rounds). When the bomb hits the direct target, the bomb deals 1d6 + the alchemist's Intelligence modifier in damage, and those within the splash zone take damage equal to 1 + the alchemist's Intelligence modifier. It repeats this damage against the direct target of the bomb each round the immolation bomb lasts, dealing the damage at the start of the alchemist's turn. Splash damage is dealt again to any creature that is adjacent to the direct target when it takes damage from the immolation bomb. A creature taking damage from an immolation bomb's direct hit can attempt to extinguish the flames as a full-round action that requires a Reflex save (DC = 10 + 1/2 the alchemist's level + the alchemist's Intelligent modifier). Because of the alchemical nature of this bomb, rolling on the ground does not grant a bonus on the saving throw, and dousing a creature with water does not stop it from burning. These bombs can be used underwater. An alchemist must be at least 3rd level before selecting this discovery."
		]
	},
	"incendiary_charge": {
		"name": "Incendiary Charge",
		"compilationSources": [ [ "Villain Codex" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"An incendiary charge is a bomb specifically designed to overcome the effects of any nonmagical object's hardness. As a full-round action, the alchemist can place an incendiary charge that burns and eats away at an object, dealing normal bomb damage to it. (The damage is not halved against an object with hardness, unlike most energy damage.) Furthermore, the incendiary charge ignores the first 5 points of hardness of the material being damaged. The alchemist must be at least 4th level before selecting this discovery."
		]
	},
	"jury_rigged_bomb": {
		"name": "Jury-Rigged Bomb",
		"compilationSources": [ [ "Antihero's Handbook" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"Unlike normal bombs, jury-rigged bombs can be created from whatever materials the alchemist has on hand; this makes them particularly handy in situations where the alchemist might find himself imprisoned or stripped of his equipment. Jury-rigged bombs can be crafted and thrown as a swift action (this counts against the alchemist's daily use of bombs), and they deal only 1d4 points of damage + additional damage equal to half the alchemist's Intelligence modifier on a direct hit. This damage increases by 1d4 at 3rd level and every 2 levels thereafter. Despite being useful in a pinch, jury-rigged bombs are nonetheless crudely crafted and highly unstable; if the alchemist's attack roll results in a natural 1, the bomb explodes as he is creating it, and he takes damage as if he had taken a direct hit. An alchemist must be at least 4th level before selecting this discovery."
		]
	},
	"neutralizing_bomb": {
		"name": "Neutralizing Bomb",
		"compilationSources": [ [ "Healer's Handbook" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to give it the potential to end certain ongoing effects instead of dealing damage. Each creature in the splash radius can attempt a new saving throw against any poison afflicting it and any ongoing conditions or ongoing acid, cold, electricity, fire, or sonic damage. (If an effect did not allow a saving throw, this bomb doesn't allow affected creatures to attempt one.) Success counts as one successful save toward ending poison and immediately ends other conditions. Exposed poison in the splash radius is also rendered harmless. A creature with poison abilities that is directly struck by the bomb finds those abilities useless for 1d4 rounds unless it succeeds at a Fortitude saving throw."
		]
	},
	"ooze_blight": {
		"name": "Ooze Blight",
		"compilationSources": [ [ "Monster Hunter's Handbook" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"A target hit by the alchemist's bomb loses the split special quality for 1d4 rounds. In addition, against creatures with the ooze type, this bomb deals untyped damage that bypasses all resistances."
		]
	},
	"penetrating_charge": {
		"name": "Penetrating Charge",
		"compilationSources": [ [ "Villain Codex" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"A penetrating charge is a bomb specifically designed to disable locks and similar mechanisms, though not other means of sealing a door, a container, or other sorts of devices. As a full-round action, the alchemist can place a penetrating charge on a lock. Instead of dealing damage, the penetrating charge seeps into the mechanism and eats away at it, granting a +5 circumstance bonus on any subsequent Disable Device checks against the mechanism. A creature can spend 10 minutes and attempt an appropriate Craft check (DC 15) to fix the lock and remove this bonus."
		]
	},
	"poisoned_explosive": {
		"name": "Poisoned Explosive",
		"compilationSources": [ [ "Dirty Tactics Toolbox" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When an alchemist creates a bomb, he can apply a dose of contact or injury poison to it, as if applying poison to a weapon. If the poisoned bomb hits its target, the bomb deals damage as normal, but the target must also succeed at a saving throw against the poison or be affected by that poison. No other creatures are affected by the poison. An alchemist must be at least 4th level and have the poison use class feature before selecting this discovery."
		]
	},
	"profane_bomb": {
		"name": "Profane Bomb",
		"compilationSources": [ [ "Champions of Corruption" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it deal evil divine damage. Good creatures that take a direct hit from a profane bomb must succeed at a Fortitude save or be staggered on their next turn. Against a neutral creature, a profane bomb deals half damage, and the target is not affected by the bomb's staggering effect. A profane bomb has no effect against evil-aligned creatures. An alchemist must be at least 8th level to select this discovery."
		]
	},
	"psychoactive_bomb": {
		"name": "Psychoactive Bomb",
		"compilationSources": [ [ "Blood of the Moon" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"Psychoactive bombs are mixed with neurotoxic extracts that heighten certain sensations. A creature struck by a psychoactive bomb takes a -1 penalty on saving throws against charm, emotion, fear, and pain effects, and the DC for Intimidate checks against the victim decreases by 2. This effect lasts for 1 hour per alchemist level. These penalties do not stack, and a creature can only be affected by a single psychoactive bomb at a time. A psychoactive bomb deals 1d6 fewer hit points of damage than normal. An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"rocket_bomb": {
		"name": "Rocket Bomb",
		"compilationSources": [ [ "Advanced Race Guide" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"({race/Goblin} only) Alchemists with this discovery can prepare special rockets to deliver their bombs. Rocket bombs travel farther and explode bigger than normal bombs, but cannot target individual creatures. Rocket bombs explode in a 20-foot radius, and all creatures in that area take the alchemist's normal splash damage. The range increment on a rocket bomb is 50 feet. Rocket bombs cannot be used with the precise bomb or fast bomb discoveries. An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"sand_bomb": {
		"name": "Sand Bomb",
		"compilationSources": [ [ "Antihero's Handbook" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can pack the casing full of sand that explodes in an abrasive cloud on impact. A creature that takes a direct hit from a sand bomb is blinded for 1 round, as are any creatures in the splash radius that fail a Reflex save (DC = 10 + half the alchemist's level + his Intelligence modifier)."
		]
	},
	"scrap_bomb": {
		"name": "Scrap Bomb",
		"compilationSources": [ [ "Advanced Race Guide" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"({race/Goblin} only) When the alchemist creates a bomb, he can choose to have it explode into shards of shrapnel that deal piercing damage. A creature that takes a direct hit from a scrap bomb takes 1 point of bleed damage per die of bomb damage unless it succeeds at a Reflex save."
		]
	},
	"shock_bomb": {
		"name": "Shock Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it inflict electricity damage. Creatures that take a direct hit from a shock bomb are dazzled for 1d4 rounds."
		]
	},
	"smoke_bomb": {
		"name": "Smoke Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it create a cloud of thick smoke when it detonates. The cloud functions as {spell/fog cloud}, filling an area equal to twice the bomb's splash radius for 1 round per level."
		]
	},
	"inferno_bomb": {
		"name": "Inferno Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Bomb Discoveries",
		"level": 1,
		"description": [
			"The effects of the smoke created by an alchemist's bomb duplicate the effects of {spell/incendiary cloud} instead of {spell/fog cloud}, filling an area equal to twice the bomb's splash radius for 1 round per level. An alchemist must be at least 16th level and must possess the smoke bomb discovery before selecting this discovery."
		]
	},
	"plague_bomb": {
		"name": "Plague Bomb",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Bomb Discoveries",
		"level": 1,
		"description": [
			"The effects of the smoke created by an alchemist's bomb duplicates the effects of {spell/contagion} instead of {spell/fog cloud}, filling an area equal to twice the bomb's splash area for 1 round per level. An alchemist must be at least 8th level and must have the smoke bomb discovery before selecting this discovery."
		]
	},
	"greater_plague_bomb": {
		"name": "Greater Plague Bomb",
		"compilationSources": [ [ "Advanced Race Guide" ] ],
		"category": "Bomb Discoveries",
		"level": 2,
		"description": [
			"The effects of the smoke created by an alchemist's bomb duplicates the effects of {spell/greater contagion} instead of {spell/fog cloud}, filling an area equal to twice the bomb's splash radius for 1 round per level. An alchemist must be at least 16th level and must possess the plague bomb and smoke bomb discoveries before selecting this discovery."
		]
	},
	"plague_vector": {
		"name": "Plague Vector",
		"compilationSources": [ [ "Champions of Corruption" ] ],
		"category": "Bomb Discoveries",
		"level": 2,
		"description": [
			"The effects of the alchemist's plague bomb operate as normal except for the following changes. The chosen disease's save DC is equal to 10 + 1/2 the alchemist's level + his Intelligence modifier. Any creatures affected by the chosen disease become vectors for it, spreading the disease to any creatures they come in physical contact with for a number of days equal to the alchemist's Intelligence modifier (minimum 1). The save DC to avoid contracting the disease from the vector is the same as the DC used for this discovery. An alchemist must be at least 14th level and must have the plague bomb discovery to select this discovery."
		]
	},
	"poison_bomb": {
		"name": "Poison Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Bomb Discoveries",
		"level": 1,
		"description": [
			"The effects of the smoke created by an alchemist's bomb duplicates the effects of {spell/cloudkill} instead of {spell/fog cloud}, filling an area equal to twice the bomb's splash radius for 1 round per level. An alchemist must be at least 12th level and must possess the smoke bomb discovery before selecting this discovery."
		]
	},
	"stink_bomb": {
		"name": "Stink Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Bomb Discoveries",
		"level": 1,
		"description": [
			"The effects of the smoke created by an alchemist's bomb can duplicate the effects of {spell/stinking cloud} instead of {spell/fog cloud}, filling an area equal to twice the bomb's splash radius for 1 round. An alchemist must possess the smoke bomb discovery before selecting this discovery."
		]
	},
	"solid_ground": {
		"name": "Solid Ground",
		"compilationSources": [ [ "Ultimate Wilderness" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"The alchemist launches an explosive paste bomb that bonds with any earthen surface. Each application of this paste deals no damage and affects a 5-foot-cube of dirt, loose soil, or stone, transmuting the earth for a number of minutes equal to the alchemist's level. Creatures cannot use burrow, earthmeld, or similar abilities (such as the meld into stone spell) while the ground remains transmuted in this way."
		]
	},
	"substantiating_bomb": {
		"name": "Substantiating Bomb",
		"compilationSources": [ [ "Distant Realms" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"Your bombs are infused with ectoplasm and a longing for life, lending ethereal creatures a measure of substance. You can throw a bomb that inflicts no damage but instead creates a 10-foot-radius cloud of fog that functions as {spell/fog cloud} and lasts for 1 round per alchemist level. Incorporeal creatures that pass through this cloud become partially solid, taking half damage from nonmagic attacks and full damage from magic weapons, spells, and spell-like abilities. This effect lasts for the duration of the smoke cloud, even if the incorporeal creature moves outside the cloud's area. A creature affected by the cloud can attempt a Will saving throw to negate the substantiating effects of this bomb. An alchemist must be at least 10th level before selecting this discovery."
		]
	},
	"tanglefoot_bomb": {
		"name": "Tanglefoot Bomb",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"A creature that takes a direct hit from a tanglefoot bomb must save against the bomb's DC or be entangled and glued to the floor as if it had failed its save against a {eq-weapon/tanglefoot bag}. Creatures in the splash area that fail their saves are entangled but not glued to the floor; those who make this save are not entangled at all."
		]
	},
	"thorny_bomb": {
		"name": "Thorny Bomb",
		"compilationSources": [ [ "Ultimate Wilderness" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it deal piercing damage. Thorny bombs count as magic weapons for the purpose of overcoming damage reduction."
		]
	},
	"void_bomb": {
		"name": "Void Bomb",
		"compilationSources": [ [ "Monster Codex" ] ],
		"category": "Bomb Discoveries",
		"description": [
			"(Drow only) By combining the spores from strange fungi with slivers from extradimensional voids, some drow alchemists create bombs that cause bursts of gravity capable of crushing those inside. Void bombs deals 1d4 points of bludgeoning damage, plus 1d4 points of bludgeoning damage for every 2 alchemist levels beyond 1st, instead of 1d6. A creature hit by the bomb must succeed at a Reflex save against the bomb's DC. If it fails, it is knocked prone and can't get up for 1 round. If it succeeds, all of its movement speeds are reduced to 5 feet for 1 round. Other creatures within 5 feet of the bomb's target take no damage, but must succeed at a Reflex save against the bomb's DC or have all their movement speeds reduced to 5 feet for 1 round. An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"blackstar_bomb": {
		"name": "Blackstar Bomb",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "Monster Codex" ] ],
		"category": "Bomb Discoveries",
		"level": 1,
		"description": [
			"This bomb crushes the target like a void bomb, then repels nearby creatures with a burst of gravity. The target takes damage as if hit by a void bomb. All other creatures within 5 feet of the target are subject to a bull rush. The alchemist uses his alchemist class level in place of his Combat Maneuver Bonus, and adds his Intelligence modifier in place of his Strength or Dexterity modifier to resolve the bull rush attempts. Creatures moved by a blackstar bomb are pushed directly away from the target's square. An alchemist must have the void bomb discovery to create blackstar bombs."
		]
	},
	"delayed_bomb": {
		"name": "Delayed Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist can place a bomb so that it explodes a number of rounds after the alchemist ceases contact with the bomb. This delay can be any number of rounds as chosen by the alchemist, up to a number of rounds equal to his level. If at any point the alchemist reclaims possession of the delayed bomb, he can end the timer and prevent the bomb's detonation. A delayed bomb detonates immediately if any other creature attempts to touch or move it, or if the bomb's contents are removed from the vial (such as if the vial breaks). The bomb deals damage as if it scored a direct hit to any creature in the square with the bomb when it detonates, and splash damage to all adjacent creatures as normal. An alchemist cannot have more than one delayed bomb at one time. If he creates another delayed bomb, the previous bomb becomes inert. {spell/Dispel magic} can neutralize a delayed bomb, as can a successful Disable Device check (DC equals 10 + the alchemist's level + the alchemist's Intelligence modifier). An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"directed_bomb": {
		"name": "Directed Bomb",
		"compilationSources": [ [ "Magical Marketplace" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist can cause his bombs to splash in a 15-foot cone instead of a 5-foot-radius burst. The alchemist chooses the direction of the cone. If the attack misses, roll an additional 1d8 to determine the direction of the blast from where the bomb lands. This discovery can't be combined with the explosive bomb discovery."
		]
	},
	"dispelling_bomb": {
		"name": "Dispelling Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"When the alchemist creates a bomb, he can choose to have it dispel magic effects instead of deal damage. Creatures that take a direct hit from a dispelling bomb are subject to a targeted {spell/dispel magic} spell, using the alchemist's level as the caster level. This cannot be used to target a specific spell effect. The alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"fast_bombs": {
		"name": "Fast Bombs",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"An alchemist with this discovery can quickly create enough bombs to throw more than one in a single round. The alchemist can prepare and throw additional bombs as a full-round action if his base attack bonus is high enough to grant him additional attacks. This functions just like a full-attack with a ranged weapon. An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"madness_bomb": {
		"name": "Madness Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist's bombs do more than sear flesh - they sear the mind. A creature that takes a direct hit from a madness bomb takes damage from the bomb plus 1d4 points of Wisdom damage. Reduce the amount of normal damage dealt by the bomb by 2d6 (so a bomb that would normally deal 6d6+4 points of damage deals 4d6+4 points of damage instead). The amount of Wisdom damage dealt by a madness bomb is reduced by 1 for each madness bomb that hit the target in the past 24 hours, to a minimum of 1 point of Wisdom damage. An alchemist must be at least 12th level before selecting this discovery."
		]
	},
	"inspired_bomb": {
		"name": "Inspired Bomb",
		"compilationSources": [ [ "Advanced Class Guide" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"An alchemist with this discovery and a pool of inspiration (by way of a class feature, a feat, or the inspiring cognatogen discovery) can expend two uses of inspiration to increase the bomb's damage by 1d6. The type of damage the bomb deals does not change. Unlike other a discoveries that affect bombs, this one can be applied to a bomb with another bomb discovery, though it cannot be applied to the same bomb more than once."
		]
	},
	"precise_bombs": {
		"name": "Precise Bombs",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"Whenever the alchemist throws a bomb, he can select a number of squares equal to his Intelligence modifier that are not affected by the splash damage from his bombs. If the bomb misses, this discovery has no effect."
		]
	},
	"sticky_bomb": {
		"name": "Sticky Bomb",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The effects of the alchemist's bombs are persistent and continue to damage creatures for 1 round after the initial damage. Creatures that take a direct hit from a sticky bomb take the splash damage 1 round later. Bombs that have effects that would normally occur 1 round later instead have those effects occur 2 rounds later. An alchemist must be at least 10th level before selecting this discovery."
		]
	},
	"strafe_bomb": {
		"name": "Strafe Bomb",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist can throw bombs that splash in a 40-foot line rather than affecting a radius. The line starts at the alchemist and extends away from him in the direction he chooses. The alchemist designates one creature in the squares affected by the line to be the target of the bomb and makes his attack roll against that creature; all other squares in the line take splash damage. If the alchemist has the explosive bomb discovery and throws an explosive strafe bomb, the line of splash damage is 80 feet long instead of 40 feet."
		]
	},
	"syringe_stirge": {
		"name": "Syringe Stirge",
		"compilationSources": [ [ "Cohorts and Companions" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"As a full-round action, you can expend two daily uses of bombs to create a syringe stirge, a tiny construct primed with a bomb (if you have multiple types of bombs, you must select which type the syringe stirge carries when created). Undirected, they take no actions except to flock around you in your square and follow you as best they can. They can be attacked normally, but gain cover while occupying your square. As a swift action, you can order one of your syringe stirges to attack an enemy it can see. Once ordered to attack that enemy, the syringe stirge will continue to attack every round, attempting to attach and deliver its payload. A syringe stirge has all of the statistics of a {monster/stirge} but lacks the blood drain ability. If it ends its turn attached to an opponent, it injects your bomb into the opponent's bloodstream, dealing damage as a direct hit plus the alchemist's Intelligence modifier (as the {feat/Throw Anything} feat - this injection is a direct attack and doesn't deal splash damage. A syringe stirge dies immediately after injecting its bomb. A syringe stirge lasts for 1 minute per alchemist level or until destroyed; if it has not attached to an enemy before the end of its life span it and its bomb payload fall inert. An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"underwater_demolition": {
		"name": "Underwater Demolition",
		"compilationSources": [ [ "Advanced Race Guide" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist gains the ability to throw bombs underwater (normally, thrown weapons cannot be used underwater), including throwing from the air into the water. If the bomb travels through water, the range increment is reduced to 5 feet."
		]
	},
	"bottled_ooze": {
		"name": "Bottled Ooze",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Extract Discoveries",
		"description": [
			"The alchemist has learned how to preserve a sample of oozes in a sealed bottle, which he can prepare for use as an extract. When the alchemist activates the extract, he actually throws the bottle at a square within 30 feet, releasing the ooze, which reconstitutes and attacks the closest creature. The ooze is not under the alchemist's control, but is otherwise treated as a summoned creature. The ooze remains for 1 round per caster level, and decays into powder when the duration expires. If the alchemist has the infusion discovery, another character can use the infused specimen. Creating a bottled ooze requires an extract with a level equal to the ooze's CR (so a CR 4 {monster/gray ooze} requires a 4th-level extract). An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"combine_extracts": {
		"name": "Combine Extracts",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Extract Discoveries",
		"description": [
			"When the alchemist creates an extract, he can place two formulae into one extract. When the extract is consumed, both formulae take effect. This extract has a level two levels higher than the highest-level formulae placed in the extract. An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"infusion": {
		"name": "Infusion",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Extract Discoveries",
		"description": [
			"When the alchemist creates an extract, he can infuse it with an extra bit of his own magical power. The extract created now persists even after the alchemist sets it down. As long as the extract exists, it continues to occupy one of the alchemist's daily extract slots. An infused extract can be imbibed by a non-alchemist to gain its effects."
		]
	},
	"aromatic_extract": {
		"name": "Aromatic Extract",
		"compilationSources": [ [ "Heroes of the High Court" ] ],
		"category": "Extract Discoveries",
		"level": 1,
		"description": [
			"The alchemist creates an inhaled version of an extract that is shared among multiple creatures. He must decide that an extract is an aromatic extract when he makes it. When used, the extract grants its benefit to all creatures within a 10-foot spread of the extract. The aromatic extract is treated as having the minimum caster level required for the original extract. An aromatic extract expends one of the alchemist's daily extracts as if it were an extract 2 levels higher. This discovery can be applied only to extracts with a range of touch. An alchemist must be at least 10th level and must have the infusion discovery before selecting this discovery."
		]
	},
	"change_alignment": {
		"name": "Change Alignment",
		"compilationSources": [ [ "Champions of Purity" ] ],
		"category": "Extract Discoveries",
		"level": 1,
		"description": [
			"Once per day as part of his preparation of infusions, the alchemist can brew an infusion that shifts the imbiber's alignment to good. This change in alignment lasts for 10 minutes per alchemist level. An unwilling creature receives a Will save to resist this change. The alchemist may have only one such infusion at any one time. The effects of this infusion may have serious repercussions for a creature suddenly struggling with a new outlook. Many see it as little more than forced insanity, and some good faiths outlaw its use. An alchemist must be at least 12th level and have the infusion discovery before selecting this discovery."
		]
	},
	"glimmering_infusion": {
		"name": "Glimmering Infusion",
		"compilationSources": [ [ "Spymaster's Handbook" ] ],
		"category": "Extract Discoveries",
		"level": 1,
		"description": [
			"The alchemist can expend any prepared extract to produce a cube of glowing motes that act as per {spell/glitterdust}. The area must be adjacent to the alchemist and covers one 5-foot square per level of extract sacrificed, and the effect's save DC is calculated using the level of the sacrificed extract. The alchemist must have the infusion discovery to choose this discovery."
		]
	},
	"nostrum": {
		"name": "Nostrum",
		"compilationSources": [ [ "Heroes of the High Court" ] ],
		"category": "Extract Discoveries",
		"level": 1,
		"description": [
			"When the alchemist creates an infusion, he can mask a delayed poison within the mixture. A nostrum can contain only an ingested poison, and the save DC of the poison is reduced by 2. The poison takes effect a number of hours after being imbibed equal to the alchemist's Intelligence bonus (minimum 0) decided by the alchemist at the creation of the nostrum. The poison within a nostrum can be detected as normal by spells such as detect poison and similar abilities. Until the nostrum is consumed or destroyed, it continues to occupy one of the alchemist's daily extract slots. An alchemist must have the infusion discovery before selecting this discovery."
		]
	},
	"tainted_infusion": {
		"name": "Tainted Infusion",
		"compilationSources": [ [ "Champions of Corruption" ] ],
		"category": "Extract Discoveries",
		"level": 1,
		"description": [
			"The alchemist can mask murder behind beneficence. When preparing an extract with the infusion discovery, he can lace the extract with one of his bombs as long as the extract has a duration greater than instantaneous. If he chooses, the alchemist can reduce the duration of the extract to 1 round. As soon as the extract's duration expires, it detonates, dealing 150% of the alchemist's bomb damage to the drinker. This effect does not produce a splash radius. Producing a tainted extract consumes both an infusion slot and a daily bomb use. An alchemist must know both the delayed bomb and infusion discoveries to select this discovery."
		]
	},
	"intuitive_understanding": {
		"name": "Intuitive Understanding",
		"compilationSources": [ [ "Champions of Balance" ] ],
		"category": "Extract Discoveries",
		"description": [
			"If the alchemist drinks an extract of the divination school while under the effects of a cognatogen, his effective caster level temporarily increases by 2. In addition, while under the effects of a cognatogen, the alchemist may use {spell/augury} once as a spell-like ability (caster level equal to his alchemist level). At 10th level, he can use {spell/divination} instead. An alchemist must be at least 4th level and must have the cognatogen discovery before selecting this discovery."
		]
	},
	"pickled_quasit": {
		"name": "Pickled Quasit",
		"compilationSources": [ [ "Champions of Corruption" ] ],
		"category": "Extract Discoveries",
		"description": [
			"The alchemist has learned how to seal a quasit in a bottle, which he can prepare for use as an extract. When the alchemist activates the extract, he throws the bottle at a square within 30 feet, releasing the quasit. The quasit is not under the alchemist's control, but is otherwise treated as a summoned creature. The quasit remains for 1 round per caster level, then collapses into its associated elements. If the alchemist has the infusion discovery, another character can use the infused specimen. Creating a pickled quasit requires a 4th-level extract. An alchemist must be at least 10th level to select this discovery."
		]
	},
	"volumizer": {
		"name": "Volumizer",
		"compilationSources": [ [ "Ultimate Wilderness" ] ],
		"category": "Extract Discoveries",
		"description": [
			"The alchemist can use an extract slot of any level to create a reactive tablet that purifies water and doubles its volume. This works like purify food and drink for a maximum volume of water equal to 1 gallon for each level the alchemist has &times; the level of the extract slot the alchemist used to create the tablet. Additionally, if the alchemist has a receptacle of sufficient volume to gather the water, the tablet doubles the volume of pure water. The water volume increases over the course of 1 minute, but the effect stops before it can create significant water pressure on a container that's not large enough to hold the entire volume. An unused tablet remains usable until the next time the alchemist recovers extract slots."
		]
	},
	"bone_spike_mutagen": {
		"name": "Bone-Spike Mutagen",
		"compilationSources": [ [ "Antihero's Handbook" ] ],
		"category": "Mutagen Discoveries",
		"description": [
			"When the alchemist imbibes a mutagen, he mutates his skeletal structure, causing the bones on his elbows, knuckles, spine, and shoulder blades to grow massive and pierce his skin, exposing themselves as large spikes. While the mutagen is in effect, the alchemist's natural armor bonus granted by the mutagen increases by 2. The spikes count as masterwork armor spikes with which the alchemist is proficient. An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"cognatogen": {
		"name": "Cognatogen",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Mutagen Discoveries",
		"description": [
			"The alchemist gains the ability to create a cognatogen, a mutagen-like mixture that heightens one mental ability score at the expense of a physical ability score. If the cognatogen enhances his Intelligence, it applies a penalty to his Strength. If it enhances his Wisdom, it applies a penalty to his Dexterity. If it enhances his Charisma, it applies a penalty to his Constitution. Otherwise, this ability works just like the mutagen ability (including the natural armor bonus). Anytime the alchemist would prepare a mutagen, he may instead prepare a cognatogen. All limitations of mutagens apply to cognatogens as if they were the same substance - an alchemist can only maintain one mutagen or cognatogen at a time, a cognatogen that is not in an alchemist's possession becomes inert, drinking a cognatogen makes a non-alchemist sick, and so on. When the effect of the cognatogen ends, the alchemist takes 2 points of ability damage to the ability score penalized by the cognatogen. The infuse mutagen discovery and the persistent mutagen class ability apply to cognatogens."
		]
	},
	"greater_cognatogen": {
		"name": "Greater Cognatogen",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Mutagen Discoveries",
		"level": 1,
		"description": [
			"The alchemist's mutagen now grants a +4 natural armor bonus, a +6 alchemical bonus to one mental ability score (Intelligence, Wisdom, or Charisma), and a +4 alchemical bonus to a second mental ability score. The alchemist takes a -2 penalty on both associated physical ability scores as long as the mutagen persists, and takes 2 points of ability damage to both associated physical ability scores when the cognatogen ends. An alchemist must be at least 12th level and must have the cognatogen discovery or class ability before selecting this discovery."
		]
	},
	"grand_cognatogen": {
		"name": "Grand Cognatogen",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Mutagen Discoveries",
		"level": 2,
		"description": [
			"The alchemist's cognatogen now grants a +6 natural armor bonus, a +8 alchemical bonus to one mental ability score (Intelligence, Wisdom, or Charisma), a +6 alchemical bonus to a second mental ability score, and a +4 alchemical bonus to a third mental ability score. The alchemist takes a -2 penalty to his Strength, Dexterity, and Constitution as long as the cognatogen persists, and takes 2 points of ability damage to each physical ability score when the cognatogen ends. An alchemist must be at least 16th level and must have the greater cognatogen discovery or class ability before selecting this discovery."
		]
	},
	"inspiring_cognatogen": {
		"name": "Inspiring Cognatogen",
		"compilationSources": [ [ "Advanced Class Guide" ] ],
		"category": "Mutagen Discoveries",
		"level": 1,
		"description": [
			"An alchemist with this discovery leans how to make an inspiring cognatogen, a mutagen-like mixture that grants him inspiration (as the investigator's class feature) at the expense of Strength and Constitution. Upon drinking the inspiring cognatogen, the alchemist gains a pool of inspiration equal to 1/2 his alchemist level + his Intelligence modifier (minimum 1). He also gains a +2 dodge bonus to AC and takes a -2 penalty to both Strength and Constitution. As a free action, the alchemist can add 1d6 to the result of an ability or skill check (including any he takes 10 or 20 on) by expending one use of inspiration. This ability works exactly like the {class/investigator/'s} inspiration ability, except that the alchemist gains the pool of inspiration upon drinking the inspiring cognatogen, and any unspent inspiration is lost at the end of the cognatogen's duration. If the alchemist already has access to inspiration, the inspiration added by the inspiring cognatogen is added to his inspiration pool, but each time he expends at least one use of inspiration while this ability is active, he must succeed at a DC 20 Will saving throw or become dazed for 1 round. He cannot use inspiration to augment this saving throw. All limitations of mutagens apply to an inspiring cognatogen as if they were the same substance - an alchemist can only maintain one mutagen or cognatogen (either the standard cognatogen or the inspired cognatogen) at a time, a cognatogen not in an alchemist's possession becomes inert, drinking a cognatogen makes non-alchemists sick, and so on. When the effect of an inspiring cognatogen ends, the alchemist takes 2 points of ability damage to Strength and Dexterity. The infuse mutagen discovery and the persistent mutagen class ability apply to an inspiring cognatogen."
		]
	},
	"greater_inspiring_cognatogen": {
		"name": "Greater Inspiring Cognatogen",
		"compilationSources": [ [ "Advanced Class Guide" ] ],
		"category": "Mutagen Discoveries",
		"level": 2,
		"description": [
			"The alchemist's inspiring cognatogen now grants a +2 dodge bonus to AC and a +2 bonus to Reflex saving throws; a -4 penalty to Strength and Constitution; and the effects of having the amazing inspiration, eidetic recollection, and expanded inspiration {ability/investigator talents}. An alchemist must be at least 12th level and must have the inspiring cognatogen discovery or class feature to select this discovery."
		]
	},
	"grand_inspiring_cognatogen": {
		"name": "Grand Inspiring Cognatogen",
		"compilationSources": [ [ "Advanced Class Guide" ] ],
		"category": "Mutagen Discoveries",
		"level": 3,
		"description": [
			"The alchemist's inspiring cognatogen now grants a +4 dodge bonus to AC and a +4 bonus to Reflex saving throws; a -6 penalty to Strength and Constitution; and the effects of having the item lore, tenacious inspiration, and underworld inspiration {ability/investigator talents}. An alchemist must be at least 16th level and have the greater inspiring cognatogen discovery to select this discovery."
		]
	},
	"elemental_mutagen": {
		"name": "Elemental Mutagen",
		"compilationSources": [ [ "Magical Marketplace" ] ],
		"category": "Mutagen Discoveries",
		"description": [
			"The alchemist chooses an element (air, earth, fire, or water). Whenever the alchemist imbibes a mutagen, he gains resistance 5 to the associated energy type and a +2 competence bonus on an associated skill check. This resistance increases by 5 and the competence bonus by 2 for each of the following discoveries the alchemist possesses: grand mutagen, greater mutagen, and true mutagen. The elements and their associated energies and skills are air (electricity, Fly), earth (acid, Climb), fire (fire, Acrobatics), and water (cold, Swim). An alchemist can select this discovery up to four times, but must choose a different element each time. An alchemist can gain the benefits of only one elemental mutagen at a time, selected when he imbibes the mutagen."
		]
	},
	"feral_mutagen": {
		"name": "Feral Mutagen",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Mutagen Discoveries",
		"description": [
			"Whenever the alchemist imbibes a mutagen, he gains two claw attacks and a bite attack. These are primary attacks and are made using the alchemist's full base attack bonus. The claw attacks deal 1d6 points of damage (1d4 if the alchemist is Small) and the bite attack deals 1d8 points of damage (1d6 if the alchemist is Small). While the mutagen is in effect, the alchemist gains a +2 competence bonus on Intimidate skill checks."
		]
	},
	"fey_mutagen": {
		"name": "Fey Mutagen",
		"compilationSources": [ [ "Legacy of the First World" ] ],
		"category": "Mutagen Discoveries",
		"description": [
			"The alchemist gains the ability to create a fey mutagen, a mixture that lends him some of the grace and power of the First World. When imbibed, a fey mutagen grants a +2 alchemical bonus to the alchemist's Dexterity and Charisma, a -2 penalty to his Strength, and DR 2/cold iron. This otherwise works like the standard mutagen class feature and interacts with other effects as though it were a mutagen."
		]
	},
	"greater_fey_mutagen": {
		"name": "Greater Fey Mutagen",
		"compilationSources": [ [ "Legacy of the First World" ] ],
		"category": "Mutagen Discoveries",
		"level": 1,
		"description": [
			"The alchemist's fey mutagen now grants a +4 alchemical bonus to Dexterity and Charisma, a -2 penalty to his Strength, DR 5/cold iron, and the {class/druid/'s} woodland stride class feature. An alchemist must be at least 12th level and must have the fey mutagen discovery before selecting this discovery."
		]
	},
	"grand_fey_mutagen": {
		"name": "Grand Fey Mutagen",
		"compilationSources": [ [ "Legacy of the First World" ] ],
		"category": "Mutagen Discoveries",
		"level": 2,
		"description": [
			"The alchemist's fey mutagen now grants a +6 alchemical bonus to Dexterity and Charisma, a -2 penalty to his Strength, DR 10/cold iron, and the {class/druid/'s} woodland stride class feature. In addition, he can choose not to allow spells and effects to affect him if they would not be capable of affecting both his original creature type and the fey creature type. An alchemist must be at least 16th level and must have the greater fey mutagen discovery before selecting this discovery."
		]
	},
	"greater_mutagen": {
		"name": "Greater Mutagen",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Mutagen Discoveries",
		"description": [
			"The alchemist's mutagen now grants a +4 natural armor bonus, a +6 alchemical bonus to one physical ability score (Strength, Dexterity, or Constitution), and a +4 alchemical bonus to a second physical ability score. The alchemist takes a -2 penalty on both associated mental ability scores as long as the mutagen persists. An alchemist must be at least 12th level before selecting this discovery."
		]
	},
	"grand_mutagen": {
		"name": "Grand Mutagen",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Mutagen Discoveries",
		"level": 1,
		"description": [
			"The alchemist's mutagen now grants a +6 natural armor bonus, a +8 alchemical bonus to one ability score (Strength, Dexterity, or Constitution), a +6 alchemical bonus to a second physical ability score, and a +4 alchemical bonus to a third physical ability score. The alchemist takes a -2 penalty to his Intelligence, Wisdom, and Charisma as long as the mutagen persists. An alchemist must be at least 16th level and must possess the greater mutagen discovery before selecting this discovery."
		]
	},
	"greater_rasugen": {
		"name": "Greater Rasugen",
		"compilationSources": [ [ "Distant Realms" ] ],
		"category": "Extract Discoveries",
		"description": [
			"The alchemist's rasugen now grants a +4 alchemical bonus on all saving throws, 3 temporary hit points per alchemist level, and immunity to mind-affecting effects. The alchemist takes a -4 penalty to Intelligence as long as the greater rasugen persists. An alchemist must be at least 12th level and able to brew a rasugen before selecting this discovery."
		]
	},
	"grand_rasugen": {
		"name": "Grand Rasugen",
		"compilationSources": [ [ "Distant Realms" ] ],
		"category": "Extract Discoveries",
		"level": 1,
		"description": [
			"The alchemist's rasugen now grants a +6 alchemical bonus on all saving throws, 4 temporary hit points per alchemist level, and immunity to disease, mind-affecting effects, and poison. The alchemist takes a -6 penalty to Intelligence and a -2 penalty to Charisma and Wisdom as long as the grand rasugen persists. An alchemist must be at least 16th level and have the greater rasugen discovery before selecting this discovery."
		]
	},
	"infuse_mutagen": {
		"name": "Infuse Mutagen",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Extract Discoveries",
		"description": [
			"When the alchemist creates a mutagen, he can infuse it with an extra bit of his own magical power. This inflicts 2 points of Intelligence damage to the alchemist and costs 1,000 gp in rare reagents, but the mutagen created persists on its own and is not rendered inert if the alchemist creates another mutagen. This allows an alchemist to create different types of mutagens and keep them handy for emergencies. This does not allow an alchemist to gain the effects of multiple mutagens - only the most recently imbibed mutagen has any effect."
		]
	},
	"mutagen": {
		"name": "Mutagen",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Extract Discoveries",
		"description": [
			"This discovery gives the alchemist the mutagen class ability. (This discovery exists so alchemist archetypes who have variant mutagens, such as the {arc-alchemist/mindchemist}, can learn how to make standard mutagens.)"
		]
	},
	"purging_mutagen": {
		"name": "Purging Mutagen",
		"compilationSources": [ [ "Healer's Handbook" ] ],
		"category": "Extract Discoveries",
		"description": [
			"The alchemist's mutagen combines ipecac and other purgative components. A non-alchemist who consumes the mutagen is nauseated for only 1 round, during which time her body rapidly metabolizes or expels all extant toxins, granting her an immediate second saving throw against each ongoing disease and poison currently affecting her. Each successful save counts as two consecutive successful saving throws for the purpose of curing the affliction. Any failed saving throws do not result in additional damage or other effects. A non-alchemist who consumes a second purging mutagen in a 24-hour period is instead nauseated for 1 hour. When an alchemist drinks the mutagen, he can choose whether or not to also be affected by this discovery in addition to the mutagen's other effects."
		]
	},
	"rag_doll_mutagen": {
		"name": "Rag Doll Mutagen",
		"compilationSources": [ [ "Advanced Race Guide" ] ],
		"category": "Extract Discoveries",
		"description": [
			"({race/Goblin} only) When the alchemist imbibes a mutagen, his body and bones become rubbery and easy to contort. The alchemist gains a bonus equal to his class level on Escape Artist checks, can squeeze through places as if he were one size category smaller, and can make a Reflex save (DC equal to 15 + 1 for every 10 feet fallen) to take half damage from falling. At 10th level, all falling damage is considered nonlethal damage, and the alchemist can squeeze through places as if he were two size categories smaller than his size while under the effects of this mutagen."
		]
	},
	"splitting_mutagen": {
		"name": "Splitting Mutagen",
		"compilationSources": [ [ "Monster Hunter's Handbook" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"Once per day while under the effects of his mutagen, the alchemist can split into two identical copies of himself as an immediate action after being damaged by a piercing or slashing weapon. Each copy has an ooze-like complexion, most often manifesting as a slimy sheen to his skin. The alchemist splits his current hit points evenly between the copies. The copies use the same statistics, share the same resources, and have identical equipment (except artifacts, which only one copy has). Similarly, if one of the copies expends a charge or daily use from a magic item that a copy has, the charge or daily use is expended from both copies. If one copy drops or gives away an item, the duplicate item disappears from the other copy as well. The two copies act independently and each one has a full set of actions. At the end of the alchemist's next turn, he selects one of the copies, which loses its ooze-like complexion as it becomes the alchemist; the other copy dissolves into a fine mist and dissipates. If one of the copies is destroyed before this happens, the remaining copy immediately becomes the alchemist, and he gains 1 permanent negative level. If both copies are destroyed simultaneously (such as from a {spell/fireball}), both copies collapse into formless goo; the alchemist can only be restored to life via {spell/resurrection} or similarly powerful magic. An alchemist must be at least 12th level before he can select this discovery."
		]
	},
	"celestial_poisons": {
		"name": "Celestial Poisons",
		"compilationSources": [ [ "Champions of Purity" ] ],
		"category": "Poison Discoveries",
		"description": [
			"The alchemist is able to infuse poisons with celestial power so they can affect evil creatures that are normally immune to poison. Any poison the alchemist administers to a weapon can affect undead and evil outsiders, bypassing their inherent immunities. Magical effects that negate poisons still apply. If a creature fails its save, the poison acts as normal, but may have no effect on the creature, depending on the effect of the poison (such as dealing Constitution damage to undead). An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"concentrate_poison": {
		"name": "Concentrate Poison",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Poison Discoveries",
		"description": [
			"The alchemist can combine two doses of the same poison to increase their effects. This requires two doses of the poison and 1 minute of concentration. When completed, the alchemist has one dose of poison. The poison's frequency is extended by 50% and the save DC increases by +2. This poison must be used within 1 hour of its creation or it is ruined."
		]
	},
	"deadly_excretions": {
		"name": "Deadly Excretions",
		"compilationSources": [ [ "Advanced Race Guide" ] ],
		"category": "Poison Discoveries",
		"description": [
			"({race/Grippli} only) When using his toxic skin ability, the alchemist can choose to excrete a Constitution poison instead of a Dexterity poison. This poison works the same as the normal grippli toxic skin poison except that a failed save deals 1 point of Constitution damage. The alchemist must be at least 8th level and must have the [toxic skin racial trait](race/grippli) before selecting this discovery."
		]
	},
	"designer_poison": {
		"name": "Designer Poison",
		"compilationSources": [ [ "Potions and Poisons" ] ],
		"category": "Poison Discoveries",
		"description": [
			"The alchemist can create special poisons that are more effective against certain creatures. When crafting a poison, the alchemist can choose a single creature type (and subtype, if appropriate) from the {class/ranger/'s} favored enemy list. Against creatures of the chosen type, the poison's saving throw DC is increased by 4. Against all other creatures, it is reduced by 2. The alchemist must choose the creature type and subtype (if appropriate) while crafting the poison and afterward cannot change this choice."
		]
	},
	"elemental_destabilizers": {
		"name": "Elemental Destabilizers",
		"compilationSources": [ [ "Elemental Master's Handbook" ] ],
		"category": "Poison Discoveries",
		"description": [
			"The alchemist is able to concoct reactive chemical compounds that affect elementals like poisons. The alchemist can craft poisons that affect only outsiders with the elemental subtype, bypassing their inherent immunity. Magical effects that negate poisons still apply. If a creature fails its saving throw, the poison acts as normal, but it may have no effect on the creature depending on the effect of the poison (such as dealing fire damage to a fire elemental). An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"enduring_toxin": {
		"name": "Enduring Toxin",
		"compilationSources": [ [ "Potions and Poisons" ] ],
		"category": "Poison Discoveries",
		"description": [
			"The alchemist can alter the properties of a poison, causing it to persist longer in the victim's body. Altering a dose of poison in the way takes 1 hour, requires the expenditure of raw materials worth half the poison's market price, and exposes the alchemist to the poison, thereby affecting him if he is not immune. This doubles the poison's maximum duration. An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"malignant_poison": {
		"name": "Malignant Poison",
		"compilationSources": [ [ "Dungeoneer's Handbook" ] ],
		"category": "Poison Discoveries",
		"description": [
			"As a full-round action, the alchemist can increase the save DC of any poison by 4 and increase its duration by 2 frequency increments (for example, {eq-poison/large scorpion venom} lasts 8 rounds instead of 6 and {eq-poison/drow poison} lasts 4 minutes instead of 2). Additionally, malignant poisons take effect immediately and do not have an onset time. This alchemical change lasts until the poison's extended duration ends or for a number of minutes equal to the alchemist's level, whichever comes first. After that, the poison reverts back to its original state. An alchemist must be at least 10th level before selecting this discovery."
		]
	},
	"nauseating_flesh": {
		"name": "Nauseating Flesh",
		"compilationSources": [ [ "Ultimate Combat" ] ],
		"category": "Poison Discoveries",
		"description": [
			"The alchemist's body is suffused with poison. Any creature that bites, engulfs, or swallows the alchemist must make a Fortitude saving throw or be nauseated for 1d4 rounds. An alchemist must be at least 12th level before selecting this discovery. The alchemist with this discovery does not suffer the effect of the poison of his own nauseating flesh."
		]
	},
	"poison_conversion": {
		"name": "Poison Conversion",
		"compilationSources": [ [ "Ultimate Combat" ] ],
		"category": "Poison Discoveries",
		"description": [
			"By spending 1 minute, the alchemist can convert 1 dose of poison from its current type (contact, ingested, inhaled, or injury) to another type. For example, the alchemist can convert a dose of Small centipede poison (an injury poison) to an inhaled poison. This process requires an alchemy lab. An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"precise_poison": {
		"name": "Precise Poison",
		"compilationSources": [ [ "Inner Sea Monster Codex" ] ],
		"category": "Poison Discoveries",
		"description": [
			"The alchemist is adept at delivering poison to the most vulnerable areas of his targets. When the alchemist confirms a critical hit with a poisoned weapon, he increases the save DC of the poison by an amount equal to the weapon's critical multiplier."
		]
	},
	"sticky_poison": {
		"name": "Sticky Poison",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Poison Discoveries",
		"description": [
			"Any poison the alchemist creates is sticky - when the alchemist applies it to a weapon, the weapon remains poisoned for a number of strikes equal to the alchemist's Intelligence modifier. An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"dilution": {
		"name": "Dilution",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Potion/Elixir Discoveries",
		"description": [
			"Once per day, the alchemist can dilute any one potion or elixir, creating two doses of the same potion from one. Diluting a potion costs a number of gp equal to one-quarter of the potion's market value. A potion that has been diluted cannot be diluted again. This discovery cannot be used to dilute extracts or mutagens. An alchemist must be at least 12th level before selecting this discovery."
		]
	},
	"elixir_of_life": {
		"name": "Elixir of Life",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Potion/Elixir Discoveries",
		"description": [
			"Once per day, the alchemist can brew an elixir of life. This special concoction costs 25,000 gp to create and takes 1 hour of work. An elixir of life, when administered by the alchemist who brewed it, restores life to a dead creature as per the spell {spell/true resurrection}. Alternatively, the alchemist himself may drink the elixir of life, after which point he is immediately targeted with a {spell/resurrection} spell the next time he is killed. Used in this manner, the effects of an elixir of life persist only for a number of days equal to the alchemist's Intelligence modifier; if he does not die before that time expires, the effects of the elixir of life end. An alchemist must be at least 16th level before selecting this discovery."
		]
	},
	"enhance_potion": {
		"name": "Enhance Potion",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Potion/Elixir Discoveries",
		"description": [
			"A number of times per day equal to his Intelligence modifier, the alchemist can cause any potion he drinks to function at a caster level equal to his class level."
		]
	},
	"extend_potion": {
		"name": "Extend Potion",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Potion/Elixir Discoveries",
		"description": [
			"A number of times per day equal to his Intelligence modifier, the alchemist can cause any potion he drinks that does not have an instantaneous duration to function at twice its normal duration. This does not apply to extracts."
		]
	},
	"eternal_potion": {
		"name": "Eternal Potion",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Potion/Elixir Discoveries",
		"description": [
			"If an alchemist drinks a potion that he extends, the effects of that potion become permanent until he chooses to make another potion effect permanent. An alchemist must be at least 16th level and must possess the {discovery/extend potion} discovery before selecting this discovery."
		]
	},
	"air_lung": {
		"name": "Air Lung",
		"compilationSources": [ [ "Pathfinder #123: The Flooded Cathedral" ] ],
		"category": "Other Discoveries",
		"description": [
			"An alchemist with this discovery has conditioned his body to adapt to life above water. He gains the amphibious special quality. Only an alchemist with the aquatic subtype can select this discovery."
		]
	},
	"alchemical_simulacrum": {
		"name": "Alchemical Simulacrum",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Discoveries",
		"description": [
			"The alchemist gains the ability to create a {spell/lesser simulacrum}. This works like the {spell/lesser simulacrum} spell, except it costs 100 gp in alchemical materials per Hit Die of the simulacrum, requires 24 hours to grow, and decays into inert flesh rather than ice or snow if killed. An alchemist must be at least 8th level before selecting this discovery. The created simulacrum is a creature, not a supernatural effect."
		]
	},
	"doppelganger_simulacrum": {
		"name": "Doppelganger Simulacrum",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Discoveries",
		"level": 1,
		"description": [
			"The alchemist learns how to create a {spell/simulacrum}, a soulless duplicate, into which he can project his consciousness. As a full-round action, he may shift his consciousness from his current body to any one of his available doppelganger simulacra, which must be on the same plane as the alchemist. If killed in a simulacrum, he transfers to his own body automatically; if killed in his own body, he is dead. Unused simulacra (including his abandoned original body) appear to be lifeless corpses, though they do not decay. Creating a duplicate costs 1,000 gp in alchemical materials and requires 1 week to grow. An alchemist must be at least 10th level and must have the alchemical simulacrum discovery before selecting this discovery. The created simulacrum is a creature, not a supernatural effect."
		]
	},
	"greater_alchemical_simulacrum": {
		"name": "Greater Alchemical Simulacrum",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Discoveries",
		"level": 1,
		"description": [
			"The alchemist gains the ability to create a simulacrum. This works like the {spell/simulacrum} spell, except it costs 100 gp in alchemical materials per Hit Die of the simulacrum, requires 24 hours to grow, and decays into inert flesh rather than ice or snow if killed. An alchemist must be at least 14th level and must have the alchemical simulacrum discovery before selecting this discovery. The created simulacrum is a creature, not a supernatural effect."
		]
	},
	"alchemical_zombie": {
		"name": "Alchemical Zombie",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Discoveries",
		"description": [
			"The alchemist gains the ability to animate a relatively complete corpse as an alchemy-powered zombie. This process takes 1 hour and costs 100 gp in alchemical reagents per HD of the corpse being animated; the dead creature gains the {template/zombie/ template}. Zombies that are created in this manner count as undead created by {spell/animate dead} for the purposes of determining how many undead the alchemist can control. An alchemist must be at least 8th level before selecting this discovery. The created zombie is a creature, not a supernatural effect."
		]
	},
	"bitter_pill": {
		"name": "Bitter Pill",
		"compilationSources": [ [ "Ultimate Wilderness" ] ],
		"category": "Other Discoveries",
		"description": [
			"The alchemist becomes bitter in flavor. Any creature that hits the bitter alchemist with a bite attack gains the sickened condition for 1 round unless it succeeds at a Fortitude save (DC = 10 + half the alchemist's level + the alchemist's Constitution modifier). Any creature that swallows the alchemist whole gains the nauseated condition for 1 round unless it succeeds at a Fortitude save (same DC as above). If the alchemist is trapped in the creature's gullet and it becomes nauseated, the creature vomits him back out immediately as a free action at the start of the creature's turn; the alchemist lands prone adjacent to the creature."
		]
	},
	"chameleon": {
		"name": "Chameleon",
		"compilationSources": [ [ "Advanced Race Guide" ] ],
		"category": "Potion/Elixir Discoveries",
		"description": [
			"An alchemist with this discovery can shift the colors of his skin and equipment to blend in with the surrounding terrain. He gains a +4 enhancement bonus on Stealth checks. At 10th level, the bonus on Stealth checks increases to +8."
		]
	},
	"collective_memory": {
		"name": "Collective Memory",
		"compilationSources": [ [ "Champions of Balance" ] ],
		"category": "Potion/Elixir Discoveries",
		"description": [
			"While under the effects of a cognatogen, the alchemist adds half his class level on all Knowledge skill checks and may attempt all Knowledge skill checks untrained. This bonus does not stack with the second Intelligence bonus granted by the mindchemist archetype's perfect recall class feature. An alchemist must have the cognatogen discovery before selecting this discovery."
		]
	},
	"divine_inks": {
		"name": "Divine Inks",
		"compilationSources": [ [ "Heroes of Golarion" ] ],
		"category": "Potion/Elixir Discoveries",
		"description": [
			"The alchemist can develop special pigments and combine them with his alchemical reagents to create unique dyes that cling to the empty space around him, allowing him to paint images in the air to fool his enemies. By expending two daily uses of his bombs, he can use the dyes to create an image in a space adjacent to him, as {spell/silent image}, using his alchemist level as the spell's caster level. The image he creates remains for a number of minutes equal to his alchemist level. He can dismiss this image as a standard action."
		]
	},
	"improved_divine_inks": {
		"name": "Improved Divine Inks",
		"compilationSources": [ [ "Heroes of Golarion" ] ],
		"category": "Potion/Elixir Discoveries",
		"level": 1,
		"description": [
			"The alchemist's unique dyes allow him to create images accompanied by sound. If he expends an additional daily use of his bombs, the image he creates with the divine inks discovery also produces minor sounds, as {spell/minor image}. The alchemist must be at least 4th level and must have the divine inks discovery before selecting this discovery."
		]
	},
	"greater_divine_inks": {
		"name": "Greater Divine Inks",
		"compilationSources": [ [ "Heroes of Golarion" ] ],
		"category": "Potion/Elixir Discoveries",
		"level": 2,
		"description": [
			"The alchemist's unique dyes allow him to create lifelike images. If he expends an additional daily use of his bombs, the image he creates with the divine inks discovery also produces sound, smell, and heat, as {spell/major image}. The alchemist must be at least 6th level and must have the divine inks and improved divine inks discoveries before selecting this discovery."
		]
	},
	"constructive_dyes": {
		"name": "Constructive Dyes",
		"compilationSources": [ [ "Heroes of Golarion" ] ],
		"category": "Potion/Elixir Discoveries",
		"level": 1,
		"description": [
			"The alchemist's dyes congeal and solidify, allowing him to make physical objects from them. The alchemist can expend two uses of his daily bombs to create a nonmagical object, as {spell/minor creation}, using his alchemist level as the spell's caster level. The alchemist must be at least 8th level and have the divine inks discovery before selecting this discovery."
		]
	},
	"greater_constructive_dyes": {
		"name": "Greater Constructive Dyes",
		"compilationSources": [ [ "Heroes of Golarion" ] ],
		"category": "Potion/Elixir Discoveries",
		"level": 2,
		"description": [
			"The alchemist expands the set of objects he can create with his constructive dyes. The alchemist can expend one additional use of his daily bombs when using his constructive dyes discovery to create objects, as {spell/major creation}. The alchemist must be at least 10th level and have the constructive dyes and divine inks discoveries before selecting this discovery."
		]
	},
	"living_pigment": {
		"name": "Living Pigment",
		"compilationSources": [ [ "Heroes of Golarion" ] ],
		"category": "Potion/Elixir Discoveries",
		"level": 1,
		"description": [
			"The alchemist infuses his inks and dyes with a spark of animating force. As a standard action, he can expend one daily use of his bombs and a 1st-level extract he has prepared to create a creature, as {spell/summon monster I}, using his level as the spell's caster level. The extract is expended as if the alchemist had consumed it. The alchemist can expend a higher-level extract when using this ability to create a creature using a {spell/summon monster>_1} spell of a level equal to the level of extract expended. For example, if the alchemist expends a 4th-level extract, he can create a creature as if using {spell/summon monster IV}. Additionally, the alchemist can expend an additional use of his daily bombs when creating a creature in this way to grant the creature the {template/celestial} or {template/fiendish} template. The alchemist must have the divine inks discovery before selecting this discovery."
		]
	},
	"explosive_calligraphy": {
		"name": "Explosive Calligraphy",
		"compilationSources": [ [ "Heroes of Golarion" ] ],
		"category": "Potion/Elixir Discoveries",
		"description": [
			"The alchemist can create especially volatile pigments that detonate when agitated. This requires expending one daily use of his bombs, but otherwise functions as {spell/explosive runes} except that it deals damage as one of the alchemist's bombs. The alchemist can expend an additional daily use of his bombs to apply one discovery that applies to his bombs, such as acid bomb or dispelling bomb, to the runes created with this discovery. An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"explosive_missile": {
		"name": "Explosive Missile",
		"compilationSources": [ [ "Ultimate Combat" ] ],
		"category": "Potion/Elixir Discoveries",
		"description": [
			"As a standard action, the alchemist can infuse a single arrow, crossbow bolt, or one-handed firearm bullet with the power of his bomb, load the ammunition, and shoot the ranged weapon. He must be proficient with the weapon in order to accomplish this. When the infused ammunition hits its target, it deals damage normally and detonates as if the alchemist had thrown the bomb at the target. If the explosive missile misses, it does not detonate. An alchemist must be at least 4th level before selecting this discovery."
		]
	},
	"fire_brand": {
		"name": "Fire Brand",
		"compilationSources": [ [ "Advanced Race Guide" ] ],
		"category": "Potion/Elixir Discoveries",
		"description": [
			"({race/Goblin} only) An alchemist with this discovery can expend one daily bomb use to apply the bomb reagents to his weapon as a swift action. A weapon treated this way deals fire damage as if it had the {magic-enh/flaming} weapon special ability. At 10th level, the weapon is treated as if it had the {magic-enh/flaming burst} weapon special ability. The bomb reagents continue burning for 1 minute or until extinguished by dousing the weapon in water. An alchemist can use this ability with natural weapons, but he takes 1d6 points of fire damage per round for each natural weapon treated."
		]
	},
	"gills": {
		"name": "Gills",
		"compilationSources": [ [ "Pathfinder #123: The Flooded Cathedral" ] ],
		"category": "Potion/Elixir Discoveries",
		"description": [
			"An alchemist with this discovery grows a set of gills that allow him to breathe water in addition to breathing air. When on land, the alchemist risks his gills drying out and must bathe his gills with 1/2 gallon of water every 24 hours he is out of the water or take 1 point of Constitution damage every hour thereafter. An alchemist must be at least 4th level before selecting this discovery."
		]
	},
	"lasting_tinctures": {
		"name": "Lasting Tinctures",
		"compilationSources": [ [ "Potions and Poisons" ] ],
		"category": "Poison Discoveries",
		"description": [
			"The alchemist knows how to make [tinctures](main/equipment_alchemical) that last much longer than normal. The durations of the effects of any tinctures the alchemist brews using the Craft skill are doubled. When the alchemist uses this discovery to brew a longer-lasting tincture, the tincture imposes its normal penalties on the alchemist even if the alchemist has an ability that reduces tinctures' penalties (such as the {arc-alchemist/substance tolerance ability of the |fermenter/ alchemist archetype}). An alchemist with this discovery can brew tinctures with normal durations."
		]
	},
	"lingering_plague": {
		"name": "Lingering Plague",
		"compilationSources": [ [ "Advanced Race Guide" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"Any creature that must make a save against a disease caused by the alchemist's extract or other class ability must make a second save 1 round later to avoid doubling the duration of the disease effect. If the disease doesn't have a duration, this discovery reduces its onset time and frequencies by half. An alchemist must be at least 8th level before selecting this discovery."
		]
	},
	"lingering_spirit": {
		"name": "Lingering Spirit",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist is familiar enough with the ties between his body and spirit that he lingers at death's door far longer than a normal person. He treats his Constitution as 10 points higher than normal for the purpose of determining when hit point damage kills him (so an alchemist with a Constitution of 10 and this discovery dies at -20 hit points instead of -10). Reducing him to 0 Constitution or its equivalent (from ability damage, ability drain, Constitution penalties, and so on) makes him unconscious and comatose, but he is only killed after taking an additional 5 points of Constitution damage, drain, or penalty (in effect, the alchemist must be brought to -5 Constitution in order to be killed by these attacks). An alchemist must be at least 4th level before selecting this discovery."
		]
	},
	"material_mastery": {
		"name": "Material Mastery",
		"compilationSources": [ [ "Cohorts and Companions" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"Your superior knowledge of the nature of matter enables you to ignore spell requirements more easily when crafting magic items. By expending an extract of the same school and level as a spell prerequisite when crafting a magic item, you take only a -2 penalty for ignoring that requirement, instead of -5."
		]
	},
	"method_to_the_madness": {
		"name": "Method to the Madness",
		"compilationSources": [ [ "Inner Sea Monster Codex" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist has learned to channel his madness into one of his alchemist class abilities. When the alchemist takes this discovery, he chooses one of either bombs or extracts. If he selects bombs, he uses his Charisma bonus in place of his Intelligence bonus when determining the bonus to damage and the saving throw DCs of his bombs. If the alchemist selects extracts, he uses his Charisma bonus in place of his Intelligence bonus to calculate bonus extracts per day. The alchemist must have the madness extraordinary ability to take this discovery. This discovery can be taken twice, allowing the alchemist to select both bombs and extracts."
		]
	},
	"monstrous_graft": {
		"name": "Monstrous Graft",
		"compilationSources": [ [ "Inner Sea Monster Codex" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist can replace up to four of his own amputated limbs with those of a monstrous beast of the same size category. If the grafted limb is an arm, the alchemist gains either a climb speed of 15 feet or a claw or slam natural attack that deals 1d6 points of damage (1d4 for a Small alchemist). If the grafted limb is a leg, the alchemist gains one of the following benefits: a +5 bonus to land speed, a swim speed of 15 feet, or a +5 bonus on Acrobatics checks when jumping. For each limb the alchemist replaces in this manner, he takes a -2 penalty to Wisdom as he loses his sense of self. {monster/Derro/s} are immune to this penalty."
		]
	},
	"phantom_limb": {
		"name": "Phantom Limb",
		"compilationSources": [ [ "Undead Slayer's Handbook" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist can manifest a ghostly, incorporeal arm that juts out from his torso. This phantom limb does not grant the alchemist any extra attacks or actions per round, and it cannot hold or grab anything (including incorporeal objects). The alchemist may use his phantom limb to make a touch attack against a foe as a standard action, scraping away at the very fibers of the victim's soul. This attack deals 1d4 points of damage per alchemist level (Fortitude half). Creatures that are immune to incorporeal attacks are immune to this damage, but otherwise the damage bypasses all forms of damage reduction except DR/ epic. The alchemist may suppress or activate this ability as a free action, and can use his phantom limb for a number of rounds per day equal to 3 + his Intelligence modifier (these rounds need not be consecutive). An alchemist must be at least 8th level to select this discovery."
		]
	},
	"pheromones": {
		"name": "Pheromones",
		"compilationSources": [ [ "Ultimate Wilderness" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist exudes an imperceptible musk that grants him a permanent +3 competence bonus on Bluff, Diplomacy, and Intimidate checks."
		]
	},
	"preserve_organs": {
		"name": "Preserve Organs",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist learns how to preserve and protect his vital organs, reducing the chance of a mortal wound. When a critical hit or sneak attack is scored on the alchemist, there is a 25% chance that the critical hit or sneak attack is negated and damage is instead rolled normally. This does not stack with similar abilities that negate critical hits and sneak attacks (such as [fortification](magic-enh/moderate_fortification) armor). An alchemist can take this discovery up to three times; the effects stack, increasing this chance to 50% and then 75%."
		]
	},
	"mummification": {
		"name": "Mummification",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Bomb Discoveries",
		"level": 1,
		"description": [
			"The alchemist has mastered preserving flesh and applied this knowledge to his own body, turning himself into an undeadlike creature. After learning this discovery, the alchemist must perform a 30-day regimen of a special diet, rigorous exercise, and drinking a mildly poisonous alchemical tea. At the end of this regimen, he falls unconscious for 24 hours, then awakens as a \"living mummy.\" The alchemist's type does not change, but he becomes immune to cold, nonlethal damage, paralysis, and sleep. An alchemist must be at least 10th level and must have the preserve organs discovery before selecting this discovery."
		]
	},
	"promethean_disciple": {
		"name": "Promethean Disciple",
		"compilationSources": [ [ "Occult Adventures" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"An alchemist with this discovery learns how to craft constructs by way of alchemical research rather than arcane magic. The alchemist gains {feat/Craft Construct} as a bonus feat without needing to meet its requirements. The alchemist substitutes his number of ranks in Craft (alchemy) for his total caster level and must use Craft (alchemy) to create the construct. The DC to create the construct still increases for any necessary spells that the alchemist does not have access to. However, the alchemist can use extracts in place of spells as spell prerequisites. An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"psychokinetic_tincture": {
		"name": "Psychokinetic Tincture",
		"compilationSources": [ [ "Undead Slayer's Handbook" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"Once per day, the alchemist can concoct a foul-tasting tincture that harnesses the power of the spirit. By drinking this tincture as a standard action, the alchemist can invite the latent spirits in the area to surround him. The alchemist can channel one spirit for every 4 alchemist levels he possesses. Each spirit channeled this way grants the alchemist a +1 deflection bonus to AC as the spirits whirl around his body. As a standard action, the alchemist can launch one of these spirits toward a target as a ranged touch attack. Launching a spirit this way reduces this discovery's deflection bonus to AC by 1. As a launched spirit passes through its target's body, it emits a terrible wail heard only in the target's mind, causing the target to become frightened for 1 round per alchemist level (Will negates). This is a mind-affecting fear effect. A creature that successfully saves against the wail cannot be affected by this discovery again for 24 hours. The spirits whirl around the alchemist's body for 10 minutes per alchemist level, or until the alchemist has launched all of the spirits. An alchemist must be at least 4th level to select this discovery."
		]
	},
	"ranged_baptism": {
		"name": "Ranged Baptism",
		"compilationSources": [ [ "Champions of Purity" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"When the alchemist uses holy water as a splash weapon, any squares subject to its effects (including creatures affected by splash damage) or that contain creatures subject to its effects are also affected as if by {spell/consecrate}, for a number of rounds equal to the alchemist's Intelligence modifier. Undead struck by holy water remain affected by the {spell/consecrate} effect even if they leave the affected area. An alchemist must be at least 4th level before selecting this discovery."
		]
	},
	"remedy_extract": {
		"name": "Remedy Extract",
		"compilationSources": [ [ "Healer's Handbook" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"When the alchemist creates an extract, he can add one nonmagical alchemical remedy (such as an antitoxin) to it. When the extract is consumed, both the formula and the alchemical remedy take effect. The extract has a level 1 higher than normal. This discovery cannot be combined with other methods of combining multiple consumed items or extracts into one. An alchemist must be at least 4th level before selecting this discovery."
		]
	},
	"sandstone_solution": {
		"name": "Sandstone Solution",
		"compilationSources": [ [ "People of the Sands" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"As a full-round action, the alchemist can convert any potion or extract into a solution that, when thrown or applied, solidifies sand or dirt to the hardness of stone for 1 hour, affecting an area with a radius of 10 feet &times; the level of the potion or extract. If this solution is thrown at or applied to stone, it instead causes a 5-foot cube of stone to become crumbly and soft for 1 minute, reducing its hardness by double the level of the potion or extract."
		]
	},
	"sleeper_agent": {
		"name": "Sleeper Agent",
		"compilationSources": [ [ "Inner Sea Monster Codex" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist learns how to create a sleeper agent, whom he releases back into its original society none the wiser. The alchemist can create a sleeper agent in a ritual that takes 1 minute; the target must be unconscious for the ritual's duration. At any time during the next year, as long as he is within 1 mile of the sleeper agent, the alchemist can activate the agent's programming. When the sleeper agent is activated, treat her as if she were the target of a {spell/dominate person} spell with a caster level equal to the alchemist's level at the time the sleeper agent was created. If the sleeper agent is killed or the dominate person effect's duration expires, the sleeper agent is permanently released from the alchemist's control. The alchemist can also release any sleeper agent as a free action. The alchemist can have one active sleeper agent for every 6 alchemist levels he possesses. An alchemist must be at least 12th level before selecting this discovery."
		]
	},
	"spell_knowledge": {
		"name": "Spell Knowledge",
		"compilationSources": [ [ "Cohorts and Companions" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"Your studies into how all things are interconnected have taught you to cast a very limited number of spells. Select a single spell from the sorcerer/wizard spell list that is at least 2 levels lower than your highest-level extract known. You can prepare and cast this spell as an arcane spell. Preparing the spell uses up an extract slot 1 level higher than the spell's level. Your caster level is equal to your alchemist level, and your save DCs and {rule/concentration} checks are Intelligence-based. You're considered to have this spell on your spell list for purposes of prerequisites, spell completion items, and spell trigger items. You may select this discovery more than once. Each time, it grants you access to another spell from the sorcerer/wizard spell list."
		]
	},
	"spontaneous_healing": {
		"name": "Spontaneous Healing",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist gains the ability to heal from wounds rapidly. As a free action once per round, he can heal 5 hit points as if he had the fast healing ability. He can heal 5 hit points per day in this manner for every 2 alchemist levels he possesses. If the alchemist falls unconscious because of hit point damage and he still has healing available from this ability, the ability activates automatically each round until he is conscious again or the ability is depleted for the day."
		]
	},
	"healing_touch": {
		"name": "Healing Touch",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Bomb Discoveries",
		"level": 1,
		"description": [
			"The alchemist gains the ability to heal other creatures. As a standard action, he may touch a creature and apply 1 round's effect of his spontaneous healing discovery to that creature; this counts toward his spontaneous healing limit for the day. The alchemist's daily limit for hit points healed by spontaneous healing increases to 5 &times; his alchemist level. This ability only functions if the target is the same type of creature (humanoid, undead, and so on) as the alchemist. An alchemist must be at least 6th level and must have the spontaneous healing discovery or class ability before selecting this discovery."
		]
	},
	"sunlight_acclimation": {
		"name": "Sunlight Acclimation",
		"compilationSources": [ [ "Inner Sea Monster Codex" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"Time spent in the bright light of day has partially inured the alchemist to its effects. When the alchemist would normally take Constitution damage as a result of vulnerability to sunlight, he can attempt a DC 11 Fortitude saving throw to negate the effects. The DC of this saving throw increases by 1 for each hour after the first spent in sunlight within the last 24 hours."
		]
	},
	"tentacle": {
		"name": "Tentacle",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist gains a prehensile, arm-length tentacle on his body. The tentacle is fully under his control and cannot be concealed except with magic or bulky clothing. The tentacle does not give the alchemist any extra attacks or actions per round, though he can use it to make a tentacle attack (1d4 damage for a Medium alchemist, 1d3 damage for a Small one) with the grab ability. The tentacle can manipulate or hold items as well as the alchemist's original arms can (for example, allowing the alchemist to use one hand to wield a weapon, the tentacle to hold a potion, and the third hand to throw a bomb). Unlike an arm, the tentacle has no magic item slots."
		]
	},
	"tumor_familiar": {
		"name": "Tumor Familiar",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist creates a Diminutive or Tiny tumor on his body, usually on his back or stomach. As a standard action, the alchemist can have the tumor detach itself from his body as a separate creature vaguely resembling a kind of animal suitable for a familiar (bat, cat, and so on) and move about as if it were an independent creature. The tumor can reattach itself to the alchemist as a standard action. The tumor has all the abilities of the animal it resembles (for example, a batlike tumor can fly) and familiar abilities based on the alchemist's caster level (though some familiar abilities may be useless to an alchemist). The tumor acts as the alchemist's familiar whether attached or separated (providing a skill bonus, the {feat/Alertness} feat, and so on). When attached to the alchemist, the tumor has fast healing 5. An alchemist's extracts and mutagens are considered spells for the purposes of familiar abilities like share spells and deliver touch spells. If a tumor familiar is lost or dies, it can be replaced 1 week later through a specialized procedure that costs 200 gp per alchemist level. The ritual takes 8 hours to complete."
		]
	},
	"vestigial_arm": {
		"name": "Vestigial Arm",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist gains a new arm (left or right) on his torso. The arm is fully under his control and cannot be concealed except with magic or bulky clothing. The arm does not give the alchemist any extra attacks or actions per round, though the arm can wield a weapon and make attacks as part of the alchemist's attack routine (using two-weapon fighting). The arm can manipulate or hold items as well as the alchemist's original arms (for example, allowing the alchemist to use one hand to wield a weapon, another hand to hold a potion, and the third hand to throw a bomb). The arm has its own \"hand\" and \"ring\" magic item slots (though the alchemist can still only wear two rings and two hand magic items at a time). An alchemist may take this discovery up to two times."
		]
	},
	"parasitic_twin": {
		"name": "Parasitic Twin",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Bomb Discoveries",
		"level": 1,
		"description": [
			"The alchemist's vestigial limbs are part of a parasitic twin on his torso, consisting of a head, a torso, and two arms (from the vestigial limb discovery). Normally, the twin is mostly recessed within the alchemist's body, with the visible arms acting like the vestigial arm discovery, though the alchemist can manifest or hide the twin as a standard action. The twin is helpless, fully subservient to the alchemist, and cannot be targeted or harmed. Once per day, if the alchemist succumbs to a mental effect that would make him unconscious, helpless, or not in control of his own actions (such as {spell/charm person}, {spell/feeblemind}, or {spell/hold person}), he can reroll his saving throw; success means the twin absorbs the effect and the alchemist can ignore it. Using this ability sickens the alchemist for the duration of the absorbed effect (removing the effect from the twin ends the sickened condition), and he cannot use the twin's limbs during that time, though passive effects (such as from rings worn on the vestigial limbs) continue normally. The alchemist must have selected the vestigial arm discovery twice before selecting this discovery."
		]
	},
	"subsumed_spirit": {
		"name": "Subsumed Spirit",
		"compilationSources": [ [ "Inner Sea Monster Codex" ] ],
		"category": "Other Bomb Discoveries",
		"level": 2,
		"description": [
			"As the alchemist grows in power, his parasitic twin laps up a portion of his soul, like a dog feeding on its master's scraps. The alchemist's parasitic twin can now manifest or hide within the alchemist's torso as a move action. As a standard action, the alchemist can cause his manifested twin to babble, driving listeners insane. All creatures without the insanity special ability that are within 60 feet of the alchemist must succeed at a Will save or be affected by confusion for 1 round per alchemist level. The alchemist can urge his parasitic twin to babble a number of times per day equal to 3 + the alchemist's Intelligence modifier. Creatures that successfully save can't be affected by this effect for 24 hours. The alchemist is immune to its sibling's babbling. This is a sonic, mind-affecting compulsion effect. The alchemist must have the parasitic twin discovery before selecting this discovery."
		]
	},
	"webbed_extremities": {
		"name": "Webbed Extremities",
		"compilationSources": [ [ "Pathfinder #123: The Flooded Cathedral" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"An alchemist with this discovery grows membranes between his fingers and toes, greatly improving his movement underwater. The alchemist gains a +4 alchemical bonus on Swim checks and can take 10 on a Swim check even if distracted or endangered while swimming."
		]
	},
	"wet_coat": {
		"name": "Wet Coat",
		"compilationSources": [ [ "Pathfinder #123: The Flooded Cathedral" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"An alchemist with this discovery has conditioned his body so that it never completely dries out when on land. He effectively becomes immune to any detrimental effects of his water dependency. Only an alchemist with the aquatic subtype and the water dependency special quality can select this discovery. An alchemist must be at least 4th level before selecting this discovery."
		]
	},
	"wings": {
		"name": "Wings",
		"compilationSources": [ [ "Ultimate Magic" ] ],
		"category": "Other Bomb Discoveries",
		"description": [
			"The alchemist gains batlike, birdlike, or insectlike functional wings, allowing him to fly as the fly spell for a number of minutes per day equal to his caster level. These minutes do not need to be consecutive, but they must be spent in 1-minute increments. An alchemist can select this discovery multiple times; each time he does so, he adds his caster level to the number of minutes per day that he can fly with the wings. This flight is an extraordinary ability. An alchemist must be at least 6th level before selecting this discovery."
		]
	},
	"awakened_intellect": {
		"name": "Awakened Intellect",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Grand Discoveries",
		"topLink": [ "Grand Discoveries", "ability/grand_discoveries" ],
		"description": [
			"The alchemist's constant exposure to strange chemicals has expanded his mind. His Intelligence score permanently increases by 2 points."
		]
	},
	"greater_change_alignment": {
		"name": "Greater Change Alignment",
		"nameSuffix": "(Su)",
		"compilationSources": [ [ "Champions of Purity" ] ],
		"category": "Grand Discoveries",
		"topLink": [ "Grand Discoveries", "ability/grand_discoveries" ],
		"description": [
			"The effects of the alchemist's change alignment infusion become permanent and can only be reversed by a {spell/wish} or {spell/miracle}. A permanent, forced change of alignment may be devastating, and some believe it is little better than zealous slavery or mind control. Others consider a good alignment brought about by any means but purity of heart an affront to freedom. This discovery remains controversial at best. An alchemist must take the change alignment discovery and the infusion discovery before selecting this discovery."
		]
	},
	"eternal_youth": {
		"name": "Eternal Youth",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Grand Discoveries",
		"topLink": [ "Grand Discoveries", "ability/grand_discoveries" ],
		"description": [
			"he alchemist has discovered a cure for aging, and from this point forward he takes no penalty to his physical ability scores from advanced age. If the alchemist is already taking such penalties, they are removed at this time."
		]
	},
	"fast_healing": {
		"name": "Fast Healing",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Grand Discoveries",
		"topLink": [ "Grand Discoveries", "ability/grand_discoveries" ],
		"description": [
			"The alchemist's flesh responds to damage with shocking speed - he gains fast healing 5."
		]
	},
	"philosophers_stone": {
		"name": "Philosopher's Stone",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Grand Discoveries",
		"topLink": [ "Grand Discoveries", "ability/grand_discoveries" ],
		"description": [
			"The alchemist learns how to create a {magic-artifact/philosopher's stone}, and can do so once per month at no cost. Creating a philosopher's stone takes 1 day of work."
		]
	},
	"poison_touch": {
		"name": "Poison Touch",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Grand Discoveries",
		"topLink": [ "Grand Discoveries", "ability/grand_discoveries" ],
		"description": [
			"The alchemist gains a poisonous touch, as if under the effects of a {spell/poison} spell. He can suppress or activate this ability as a free action. The physical appearance of how the alchemist generates and delivers his poisonous touch varies from alchemist to alchemist."
		]
	},
	"true_mutagen": {
		"name": "True Mutagen",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"category": "Grand Discoveries",
		"topLink": [ "Grand Discoveries", "ability/grand_discoveries" ],
		"description": [
			"The alchemist's mutagen now grants a +8 natural armor bonus and a +8 alchemical bonus to Strength, Dexterity, and Constitution. The alchemist takes a -2 penalty to his Intelligence, Wisdom, and Charisma as long as the mutagen persists. An alchemist must possess the grand mutagen discovery before selecting this discovery."
		]
	}
}
