{
	"unchained_eidolon_subtypes": {
		"name": "Unchained Eidolon Subtypes",
		"sources": [
			"Blood of Shadows",
			"Blood of the Beast",
			"Blood of the Sea",
			"Curse of the Crimson Throne",
			"Elemental Master's Handbook",
			"Horror Realms",
			"Legacy of the First World",
			"Pathfinder Unchained",
			"Plane-Hopper's Handbook",
			"Ultimate Wilderness",
			"Wilderness Origins"
		],
		"description": [
			"## Subtypes",
			"",
			"The first time a summoner calls his {sidekick/unchained_<eidolon}, he must decide on its subtype. The eidolon's subtype determines a number of its base statistics and abilities, as well as its overall look and theme. The subtype also determines what sort of {ability/evolutions} the summoner can select for his eidolon using the evolution pool. Once the choice of subtype is made, it cannot be changed.",
			"",
			"As a summoner gains levels, his eidolon gains specific evolutions based on its subtype. Each subtype entry below includes the following information.",
			"",
			"**Name:** This is the name of the eidolon's subtype. The eidolon gains this as a subtype, but unless otherwise noted, it does not gain any of the features, abilities, or weaknesses of that subtype.",
			"",
			"**Description:** This gives a basic overview of eidolons of this subtype, including general guidelines on appearance and personality.",
			"",
			"**Alignment:** The eidolon is a creature of this alignment. If its alignment is chaotic, evil, lawful, or good, it gains that subtype.",
			"",
			"**Base Form:** Eidolons of some subtypes are restricted in their choice of base form. Restrictions are spelled out here. The evolutions listed here are gained automatically, and do not cost points from the eidolon's evolution pool.",
			"",
			"**Base Evolutions:** This describes the base evolutions possessed by all eidolons of this subtype. Following the entry is a list of evolutions gained as the summoner gains levels; these evolutions are gained automatically, and do not cost points from the eidolon's evolution pool. In some cases, eidolons of certain subtypes will gain abilities that are not evolutions. Unless otherwise noted, such abilities function as described in the [Universal Monster Rules](main/umr).",
			"",
			"#### Eidolons and Alignment",
			"",
			"Generally, the summoner controls the actions of his eidolon, even during combat, either through verbal commands or through the link ability, but this does not mean that the eidolon is a puppet that follows every command without question. Eidolons have been known to refuse actions that are against their ethoses or alignments (subject to the GM's discretion) and are quick to chide the summoner about such requests. In addition, should the action of the summoner cause a shift in alignment such that the summoner's alignment is more than one step away from the eidolon's, the eidolon refuses the call of the summoner (although the summoner can still use his summon monster class feature). If the summoner manages to restore his alignment, the eidolon returns to his service.",
			"",
			"::h3[Aberrant]{jl}",
			"",
			"Alien entities from the farthest stars, the lightless depths of the Darklands, the sea itself, or even a lunatic's nightmares have long intrigued summoners who become obsessed with the monstrous form. While most summoners call upon outsiders from the Great Beyond, some discover the secret to summoning alien entities from strange corners of the Material Plane. These summoned minions are known as aberrant eidolons. Aberrant eidolons share many abilities and physical features with the nonoutsider aberrations that dwell in forgotten or nameless reaches of reality, but these malformed entities are still outsiders like any other eidolon for the purposes of determining which spells affect them.[^A]",
			"",
			"**Alignment:** Chaotic evil, chaotic neutral, neutral, or neutral evil.",
			"",
			"**Base Form:** Aberrant (bite, grab [tentacle mass], tentacle mass), biped (limbs [arms], limbs [legs], slam), quadruped (bite, limbs [legs, 2]), or serpentine (bite, grab [bite], reach [bite], tail, tail slap).",
			"",
			"**Base Evolutions:** Starting at 1st level, aberrant eidolons gain the following class skills in place of those normally gained by eidolons: Escape Artist, Intimidate, Knowledge (pick one), Perception, Stealth, and Climb, Fly, or Swim (pick one). The summoner can choose four additional skills to be class skills for his eidolon. Aberrant eidolons count as both aberrations and outsiders for spells and effects. They gain a +4 racial bonus on saving throws against mind-affecting effects.",
			"",
			"At 4th level, aberrant eidolons add 1 point to their evolution pools.",
			"",
			"At 8th level, aberrant eidolons gain immunity to mind-affecting effects (including morale bonuses).",
			"",
			"At 12th level, aberrant eidolons gain DR 5/slashing. They also gain the blindsense evolution as a bonus evolution.",
			"",
			"At 16th level, aberrant eidolons gain the blindsight evolution. They also gain {umr/telepathy} with a range of up to 100 feet.",
			"",
			"At 20th level, aberrant eidolons gain the ability to use {spell/transmogrify} as a quickened spell-like ability once per day. These eidolons can gain the benefit of a transmogrify spell any number of times per day.",
			"",
			"::h3[Aeon]{jl}",
			"",
			"Created to monitor a specific duality, an aeon eidolon often proves frustratingly headstrong in enforcing its own interpretation of balance.[^B]",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Biped (claws, limbs [arms], limbs [legs]) or serpentine (limbs [arms], tail, slam).",
			"",
			"**Base Evolutions** At 1st level, aeon eidolons gain the [envisaging ability](family/aeon). Aeon eidolons halve the armor and natural armor bonuses they gain per level, but gain an equal deflection bonus to their AC. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, aeon eidolons gain the benefits of the moderate fortification armor special ability and cannot be tripped.",
			"",
			"At 8th level, aeon eidolons gain the flight evolution (using magic) with a speed equal to their base speed.",
			"",
			"At 12th level, aeon eidolons gain the ability to influence either emotions or time as a standard action, as chosen by the summoner. Whenever the summoner gains a level, he can change which ability the eidolon influences. When affecting emotions, an aeon eidolon affects up to five targets within 30 feet as crushing despair. A target can negate this effect with a successful Will save (DC = 14 + the eidolon's Charisma modifier). For each target that fails its save, the eidolon can affect one other creature within 30 feet as good hope. The caster level equals the eidolon's Hit Dice, and the save DC is equal to 10 + half the eidolon's Hit Dice + the eidolon's Charisma modifier. When affecting time, the ability functions in the same way, but the eidolon affects primary targets as slow and secondary targets as haste. The eidolon can use this ability once per day for every 5 Hit Dice it has.",
			"",
			"At 16th level, aeon eidolons become immune to critical hits, poison, and sneak attacks.",
			"",
			"At 20th level, aeon eidolons gain the ability to cast {spell/moment of prescience} (CL 20th) as a spell-like ability three times per day.",
			"",
			"::h3[Agathion]{jl}",
			"",
			"Patient and enlightened liaisons of the good-aligned Outer Planes, agathion eidolons seek to vanquish evil and protect that which is good. Agathion eidolons always have aspects of a single animal or creature, rather than a hodgepodge of several. Though they have patience for summoners with unorthodox methods and even those who stray from the path of good, they will not brook their powers being used for evil ends. An agathion eidolon seeks to bring its summoner closer to its own enlightenment.[^C]",
			"",
			"**Alignment** Neutral good.",
			"",
			"**Base Form** Biped (claws, limbs [arms], limbs [legs]) or quadruped (limbs [legs, 2], bite).",
			"",
			"**Base Evolutions** Starting at 1st level, agathion eidolons gain the resistance (electricity) evolution. They also gain a +4 bonus on saving throws against poison and petrification.",
			"",
			"At 4th level, agathion eidolons gain cold resistance 10 and sonic resistance 10.",
			"",
			"At 8th level, agathion eidolons gain lay on hands as paladins with levels equal to their Hit Dice.",
			"",
			"At 12th level, agathion eidolons gain DR 5/evil. They also gain immunity to petrification and the truespeech ability (see the {subtype/agathion/ creature subtype}).",
			"",
			"At 16th level, agathion eidolons lose the resistance (electricity) evolution, and instead gain the immunity (electricity) evolution. They also gain the agathion's speak with animals ability (see the agathion creature subtype).",
			"",
			"At 20th level, agathion eidolons gain {spell/detect thoughts} as a spell-like ability at will and also increase their damage reduction to DR 10/evil.",
			"",
			"::h3[Ancestor]{jl}",
			"",
			"Whether created by bonding with the soul of a petitioner that was the summoner's ancestor in life or calling upon the impressions of such a soul left behind on the Ethereal Plane or the Akashic Record, ancestor eidolons are outsiders cast in the mold of mortals, and exhibit extraordinary skill and talent. They usually appear as idealized versions of the bodies they possessed while still alive, but distinctive and proud. Ancestor eidolons lend whatever aid they can to their summoner, who typically has some form of familial connection with the eidolon, be it by blood, honor, or devotion.[^D]",
			"",
			"**Alignment** Any. Ancestor eidolons don't have any alignment subtypes.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs]).",
			"",
			"**Base Evolutions** At 1st level, an ancestor eidolon gains all of the racial traits associated with its summoner's race; a summoner who isn't a 0-Hit Die creature must choose one 0-Hit Die race of his choice. For any effect dependent on class level, an ancestor eidolon uses its total Hit Dice instead (such as with the human's skilled racial trait). An ancestor eidolon counts as a creature of its chosen race's type and subtype for all effects, except for the purpose of meeting feat prerequisite requirements. An ancestor eidolon gains only the standard racial traits of its race; it cannot select alternate racial traits.",
			"",
			"At 4th level, the ancestor eidolon chooses one of the following simple class templates: {template/fighter}, {template/rogue}, or {template/sorcerer}. It gains the abilities noted under the template's quick rules as if it were a creature with 1 Hit Die. The eidolon does not gain any abilities that a character with 1 level in the class associated with the chosen template wouldn't have. For instance, a 1-HD creature with the rogue simple template would normally gain the evasion and uncanny dodge abilities, but an ancestor eidolon that chooses the rogue simple template does not gain these abilities since a 1st-level rogue would not have evasion or uncanny dodge.",
			"",
			"At 8th level, the ancestor eidolon gains the skilled evolution with two skills that are on the list of class skills of the class associated with the eidolon's chosen simple class template.",
			"",
			"At 12th level, the ancestor eidolon gains the abilities noted under its chosen simple class templates as if it were a creature with 5 Hit Dice, rather than 1 Hit Die. The eidolon doesn't gain any abilities that a character with 5 levels in the class associated with the chosen template wouldn't have.",
			"",
			"At 16th level, the ancestor eidolon gains a bonus feat, chosen from the following list: {feat/Dodge}, {feat/Great Fortitude}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Toughness}, or any feat that lists the eidolon's chosen race as a prerequisite. The eidolon must meet all of the chosen feat's prerequisites.",
			"",
			"At 20th level, the ancestor eidolon gains the abilities noted under its chosen simple class templates as if it were a creature with 10 Hit Dice, rather than 5 Hit Dice. The eidolon doesn't gain any abilities that a character with 10 levels in the class associated with the chosen template wouldn't have.",
			"",
			"::h3[Angel]{jl}",
			"",
			"Hailing from the higher planes, angel eidolons are creatures of exquisite beauty. They usually appear in idealized humanoid forms, with smooth skin, shining hair, and bright eyes. Angel eidolons are impeccably honorable, trustworthy, and diplomatic, but they do not shy away from confrontation when facing off against evil and its minions.[^E]",
			"",
			"**Alignment** Any good.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam).",
			"",
			"**Base Evolutions** At 1st level, angel eidolons gain the resistance (acid) and resistance (cold) evolutions. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, angel eidolons gain electricity resistance 10 and fire resistance 10.",
			"",
			"At 8th level, angel eidolons grow large, feathery wings, gaining the flight evolution.",
			"",
			"At 12th level, angel eidolons gain DR 5/evil. They also gain immunity to petrification and the truespeech ability (see the {subtype/angel/ creature subtype}).",
			"",
			"At 16th level, angel eidolons lose the resistance (acid) and resistance (cold) evolutions, and instead gain the immunity (acid) and immunity (cold) evolutions.",
			"",
			"At 20th level, angel eidolons gain the protective aura ability (see the angel creature subtype).",
			"",
			"::h3[Archon]{jl}",
			"",
			"Summoned from heaven, archon eidolons are the embodiments of righteousness. They often take on powerful, graceful forms, rippling with muscles but refined in their movements. Archon eidolons are totally dedicated to the cause of good, and have little patience for those who violate their oaths and ideals - including the summoner who called them. Archons will do whatever it takes to stop the advance of evil and protect the innocent.[^E]",
			"",
			"**Alignment** Lawful good.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam).",
			"",
			"**Base Evolutions** At 1st level, archon eidolons gain the resistance (electricity) evolution and the skilled (Intimidate) evolution. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, archon eidolons add 1 point to their evolution pools.",
			"",
			"At 8th level, archon eidolons gain the ability increase evolution, applied to an ability score the summoner chooses.",
			"",
			"At 12th level, archon eidolons gain DR 5/evil. They also gain immunity to petrification and the truespeech ability (see the {subtype/archon/ creature subtype}).",
			"",
			"At 16th level, archon eidolons lose the resistance (electricity) evolution and skilled (Intimidate) evolution, and instead gain the immunity (electricity) evolution. In addition, they gain the aura of menace ability (see the archon creature subtype).",
			"",
			"At 20th level, archon eidolons gain the ability to use {spell/greater teleport} at will, as the spell (caster level 14th), except they can teleport only themselves and up to 50 pounds of carried objects.",
			"",
			"::h3[Astral]{jl}",
			"",
			"While some resemble ouroboroses, most astral eidolons are spun from raw thought or the husks of Astral travelers whose silver cords broke.[^B]",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam) or serpentine (bite, magic attacks, reach [bite], tail, tail slap).",
			"",
			"**Base Evolutions** At 1st level, astral eidolons gain immunity to aging as well as a +4 bonus on saving throws against curses, diseases, and poisons. A summoner's class level is halved for the purpose of determining the rate at which his astral eidolon's Strength and Dexterity increase.",
			"",
			"At 4th level, astral eidolons gain the ability to augment their masters' summoning abilities three times per day. To do so, the astral eidolon must ready an action to meld with a summoned creature. The summoner can use his summon monster spell-like ability or cast a summon monster spell while the astral eidolon is summoned and readied to activate this ability. The eidolon physically melds with one summoned creature as it appears, during which time the eidolon cannot be harmed or take actions of its own except to end the effect as a standard action. The eidolon must be adjacent to or share the space where the summoned creature will appear. The effect ends either when the spell ends, when the summoned creature is slain or dismissed, or when either the summoner or eidolon ends the effect as a standard action, after which the summoned creature disappears and the eidolon appears in the creature's space and is staggered until the beginning of the summoner's next turn.",
			"",
			"When melded with a summoned creature, the eidolon grants the summoned creature one or more evolutions the eidolon has (maximum 1 point worth of evolutions for every 3 Hit Dice the eidolon has) and a number of temporary hit points equal to 1d8 plus the eidolon's number of Hit Dice. The summoned creature must conform to any limitations of the evolution (for example, it must have wings in order to gain the wing buffet evolution). Furthermore, the summoned creature cannot gain more than one natural attack in this way, though it can replace the damage of its natural weapons with that dealt by the evolution, provided the natural weapons are similar. For effects dependent on Hit Dice, use the eidolon's Hit Dice.",
			"",
			"At 8th level, astral eidolons gain the flight evolution (using magic) with a speed equal to their base speed.",
			"",
			"At 12th level, astral eidolons gain the ability to augment their master's summoning two additional times per day. When the eidolon melds with a summoned creature, that creature also gains the eidolon's evasion and devotion abilities.",
			"",
			"At 16th level, astral eidolons gain immunity to curses, diseases, and poisons. They also increase by 50% the number of evolution points their summoners can divert using the aspect and greater aspect abilities. If the summoner lacks the aspect ability, he gains this ability but can divert only 1 evolution point. The summoner no longer takes penalties to his ability scores for aging, cannot be magically aged, and does not age retroactively when leaving a plane with the timeless planar trait. Ability score bonuses from age still accrue, and the summoner still dies of old age when his time is up.",
			"",
			"At 20th level, astral eidolons can simultaneously meld with each creature summoned by the summoner's summon monster spell-like ability or summon monster spells, and the eidolon does not reappear automatically until each of the creatures is slain. Alternatively, the eidolon can meld with one summoned creature without disappearing, though the eidolon is staggered until the effect ends.",
			"",
			"::h3[Azata]{jl}",
			"",
			"Embodiments of the untamable beauty and noble passion of Elysium, azata eidolons have wild and beautiful features. They often take graceful forms reminiscent of elves or fey, but they occasionally appear like lillends, with serpentine tails. Azata eidolons are flighty and independent, and they often have their own ideas about how to defeat evil or have a good time. Thus, an azata eidolon is likely to balk if its summoner commands it to perform offensive or nefarious actions. On the other hand, an azata eidolon in sync with its summoner is a passionate and devoted companion.[^E]",
			"",
			"**Alignment** Chaotic good.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs]) or serpentine (limbs [arms], tail, tail slap).",
			"",
			"**Base Evolutions** At 1st level, azata eidolons gain the resistance (electricity) evolution and the 4-point weapon training evolution (proficiency in martial weapons).",
			"",
			"At 4th level, azata eidolons gain cold resistance 10 and fire resistance 10.",
			"",
			"At 8th level, azata eidolons grow large, feathery wings, gaining the flight evolution.",
			"",
			"At 12th level, azata eidolons gain DR 5/evil. They also gain immunity to petrification and the truespeech ability (see the {subtype/azata/ creature subtype}).",
			"",
			"At 16th level, azata eidolons lose the resistance (electricity) evolution, and instead gain the immunity (electricity) evolution. They also gain the ability increase evolution, applied to an ability score of the summoner's choice.",
			"",
			"At 20th level, an azata eidolon gains the ability to switch between its normal form and an energy form as a standard action. In its energy form, an azata eidolon is incorporeal and doubles its fly speed, but it can't make natural or manufactured weapon attacks; it can, however, activate any spell-like ability evolutions it possesses.",
			"",
			"::h3[Daemon]{jl}",
			"",
			"The agents of horrible deaths, daemon eidolons desire the utter annihilation of all things. Their forms vary wildly depending on which type of death they embody, and daemon eidolons sometimes represent a more obscure kind of death than the most famous daemons. Daemon eidolons wish to sow death and misery through a variety of means. Most are capable of seeing the big picture, and will obediently follow even a neutral summoner. Ending lives is a typical part of an adventurer's career, so following along with a summoner gives a daemon eidolon many opportunities to gather mortal soul energy for its own dark and inscrutable purposes.[^F]",
			"",
			"**Alignment** Neutral evil.",
			"",
			"**Base Form** Aberrant (bite, tentacle mass), Biped (claws, limbs [arms], limbs [legs]), quadruped (limbs [legs, 2], bite), or serpentine (bite, reach [bite], reach [sting], sting, tail).",
			"",
			"**Base Evolutions** Starting at 1st level, daemon eidolons gain the resistance (acid) evolution as well as a +4 bonus on saving throws against death effects, disease, and poison.",
			"",
			"At 4th level, daemon eidolons gain cold resistance 10, electricity resistance 10, and fire resistance 10.",
			"",
			"At 8th level, daemon eidolons add 1 point to their evolution pools.",
			"",
			"At 12th level, daemon eidolons gain DR 5/good. They also gain immunity to death effects, disease, and poison.",
			"",
			"At 16th level, daemon eidolons lose the resistance (acid) evolution, and instead gain the immunity (acid) evolution. They also gain {umr/telepathy}.",
			"",
			"At 20th level, as a standard action, a daemon eidolon can devour a portion of the soul of a dying creature or a creature that died no earlier than 1 round ago. This kills the creature and provides the daemon eidolon a profane bonus on attack rolls, saving throws, and skill checks for 24 hours. The bonus is equal to +1 per 5 Hit Dice the slain creature possessed. A creature whose soul was devoured in this way requires {spell/resurrection} or more powerful magic to return from the dead.",
			"",
			"::h3[Deepwater]{jl}",
			"",
			"The vast, lightless reaches of the sea are home to creatures of unimaginable power with connections to dangerous planes. A few rare summoners attempt to conjure forth eidolons from these cold, alien depths, drawing forth utterly inhuman allies with squirming tentacles and gnashing beaks. Although these eidolons may superficially resemble primeval beasts such as aboleths, krakens, or monstrous squids or eels - if they resemble any previously encountered deep-sea life-form at all - they are outsiders like any other eidolon for the purposes of spells and effects that affect them.[^G]",
			"",
			"**Alignment** Chaotic evil, chaotic neutral, neutral, or neutral evil.",
			"",
			"**Base Form** Serpentine (bite, grab [tail slap], reach [tail slap], tail, tail slap).",
			"",
			"**Base Evolutions** Starting at 1st level, deepwater eidolons gain the gills, resistance (cold), and swim evolutions.",
			"",
			"At 4th level, deepwater eidolons gain the {umr/jet} ability at a speed of 200 feet and increase the range of their darkvision to 120 feet.",
			"",
			"At 8th level, deepwater eidolons gain the poison evolution for all tail slap and tentacle attacks, although the poison can be used only once per round. The summoner can spend 2 evolution points to make this poison deal Constitution damage instead of Strength damage, as normal for the poison evolution.",
			"",
			"At 12th level, deepwater eidolons gain DR 5/magic. They also gain the rend evolution for tentacle attacks rather than claw attacks.",
			"",
			"At 16th level, deepwater eidolons lose the resistance (cold) evolution and instead gain the immunity (cold) evolution.",
			"",
			"At 20th level, deepwater eidolons gain constant freedom of movement and fast healing 5.",
			"",
			"::h3[Demon]{jl}",
			"",
			"Raw destruction given material substance, demon eidolons form out of the Abyss's stew of soul energy, leading some scholars to speculate that the summoner's arts are related to the magical tampering that gave rise to the first demons. Demon eidolons revel in causing destruction and inflicting suffering, and they will do so for their summoners without question, taking pleasure in whatever havoc they can create. For a demon eidolon, the means justify the ends.[^F]",
			"",
			"**Alignment** Chaotic evil.",
			"",
			"**Base Form** Aberrant (bite, tentacle mass), Biped (claws, limbs [arms], limbs [legs]), quadruped (limbs [legs, 2], bite), or serpentine (bite, improved damage [bite], reach [bite], tail, tail slap).",
			"",
			"**Base Evolutions** Starting at 1st level, demon eidolons gain the resistance (electricity) and resistance (fire) evolutions as well as a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, demon eidolons gain acid resistance 10 and cold resistance 10.",
			"",
			"At 8th level, demon eidolons lose the +4 bonus on saving throws against poison and gain immunity to poison. They also add 1 point to their evolution pools.",
			"",
			"At 12th level, demon eidolons gain DR 5/good. They also gain the ability increase evolution in an ability score of the summoner's choice.",
			"",
			"At 16th level, demon eidolons lose the resistance (electricity) evolution, and instead gain the immunity (electricity) evolution. They also gain {umr/telepathy}.",
			"",
			"At 20th level, demon eidolons gain true seeing as a constant spell-like ability.",
			"",
			"::h3[Devil]{jl}",
			"",
			"Corruptors, tempters, and despoilers, devil eidolons often serve their summoners obediently and efficiently, all in a long-term attempt to damn the summoner's soul to the deepest depths of Hell. While some types of devils have truly unusual forms, devil eidolons have found that the more traditional bipedal form allows them to build up a strong rapport with their summoners - and consequently to corrupt them - more easily than if they possessed a more monstrous appearance.[^H]",
			"",
			"**Alignment** Lawful evil.",
			"",
			"**Base Form** Biped (claws, limbs [arms], limbs [legs]).",
			"",
			"**Base Evolutions** Starting at 1st level, devil eidolons gain the resistance (fire) evolution and the skilled (Bluff ) evolution. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, devil eidolons gain acid resistance 10 and cold resistance 10.",
			"",
			"At 8th level, devil eidolons gain the skilled (Diplomacy) evolution and gain immunity to poison.",
			"",
			"At 12th level, devil eidolons gain DR 5/good. They also gain see in darkness (see the {subtype/devil/ creature subtype}).",
			"",
			"At 16th level, devil eidolons lose the resistance (fire) evolution, and instead gain the immunity (fire) evolution. They also gain {umr/telepathy}.",
			"",
			"At 20th level, devil eidolons gain regeneration 5 (good weapons, good spells). They are still banished to Hell as normal for eidolons if they take enough damage.",
			"",
			"::h3[Div]{jl}",
			"",
			"Formed of hatred and spite, div eidolons seek to despoil and ruin all things beautiful and joyous. Div eidolons particularly resent having mortal masters, and seek to doom their summoners to existences full of suffering and loss. Each div eidolon has a unique compulsion it must follow - usually something similar to the doru's obsession with secrets - that leads it to bargain its loyalty for something the summoner provides. The div's summoner uses his eidolon's compulsion to entrap and control the eidolon. Still, div eidolons never fully give in, and continue to plot ways they might corrupt that which their masters hold dearest.[^H]",
			"",
			"**Alignment** Neutral evil.",
			"",
			"**Base Form** Biped (claws, limbs [arms], limbs [legs]).",
			"",
			"**Base Evolutions** Starting at 1st level, div eidolons gain the resistance (fire) evolution. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, div eidolons gain acid resistance 10 and electricity resistance 10.",
			"",
			"At 8th level, div eidolons add 1 point to their evolution pools and immunity to poison.",
			"",
			"At 12th level, div eidolons gain DR 5/good. They also gain see in darkness (see the {subtype/div/ creature subtype}).",
			"",
			"At 16th level, div eidolons lose the resistance (fire) evolution, and instead gain the immunity (fire) evolution. They also gain {umr/telepathy}.",
			"",
			"At 20th level, div eidolons gain the ability to use {spell/greater teleport} at will, as per the spell (caster level 14th), except they can teleport only themselves and up to 50 pounds of carried objects.",
			"",
			"::h3[Elemental]{jl}",
			"",
			"Pulled in from one of the four elemental planes, these eidolons are linked to one of the four elements: air, earth, fire, or water. Generally, an elemental eidolon appears as a creature made entirely of one element, but there is some variation. Elemental eidolons are decidedly moderate in their views and actions. They tend to avoid the conflicts of others when they can and seek to maintain balance. The only exception is when facing off against emissaries of their opposing elements, which they hate utterly.[^I]",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Aberrant (bite, tentacle mass), Biped (limbs [arms], limbs [legs], slam), quadruped (limbs [legs, 2], bite), or serpentine (bite, improved natural armor, reach [bite], tail, tail slap).",
			"",
			"**Base Evolutions** The base evolutions of an elemental eidolon depend entirely on its chosen element. When first summoning an elemental eidolon, the summoner must select air, earth, fire, or water. Once made, this choice cannot be changed. The eidolon gains the following evolutions and abilities, which can vary depending on its element.",
			"",
			"At 1st level, all elemental eidolons gain immunity to paralysis and sleep. In addition, air elemental eidolons gain the immunity (electricity) evolution. Earth elemental eidolons gain the immunity (acid) evolution. Fire elemental eidolons gain the immunity (fire) evolution. Water elemental eidolons gain the immunity (cold) evolution.",
			"",
			"At 4th level, all elemental eidolons add 1 point to their evolution pools.",
			"",
			"At 8th level, air elemental eidolons gain the flight evolution (using magic) with a speed equal to their base speed. Earth elemental eidolons gain the burrow evolution. Fire elemental eidolons increase their base speed by 20 feet. Water elemental eidolons gain the swim evolution twice, gaining a swim speed equal to their base speed + 20 feet. They also gain the gills evolution, which allows them to breathe underwater.",
			"",
			"At 12th level, all elemental eidolons gain immunity to bleed, poison, and stun. In addition, they can no longer be flanked.",
			"",
			"At 16th level, all elemental eidolons gain immunity to critical hits and do not take additional damage from precision-based attacks, such as sneak attack.",
			"",
			"At 20th level, an air elemental eidolon gains the {umr/whirlwind} ability, with a maximum height of 15 feet (30 feet for a Large air elemental) and dealing 1d6 points of damage (1d8 for a Large air elemental). Earth elemental eidolons gain the [earth mastery ability](family/elemental_earth) and DR 5/-. Fire elemental eidolons gain the energy attacks (fire) evolution and the {umr/burn} ability. Water elemental eidolons gain the [drench and vortex abilities](family/elemental_water). The vortex ability works as the air elemental eidolon's whirlwind ability (except as noted in the vortex ability's description).",
			"",
			"::h3[Genie]{jl}",
			"",
			"Genies are elemental beings that take humanoid forms, and genie eidolons often vacillate between humble kowtowing and biting observations about the summoner's foibles that make the eidolon look superior.[^J]",
			"",
			"**Alignment** Chaotic good, chaotic neutral, lawful evil, lawful neutral, or neutral.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam).",
			"",
			"**Base Evolutions** At 1st level, genie eidolons gain the 4-point weapon training evolution as well as the resistance evolution for any one energy type.",
			"",
			"At 4th level, genie eidolons gain the ability to grow in size twice per day as a full-round action. This grants them the large evolution for 1 round per Hit Die they have, increases the size of their equipment for the duration, and does not stack with other size-changing effects. Genie eidolons who later purchase the large evolution lose this ability, but they add 1 point to their evolution pools.",
			"",
			"At 8th level, genie eidolons gain either the flight evolution (using magic) with a speed equal to their base speed; the burrow evolution; or the gills evolution, plus the swim evolution twice, gaining a swim speed equal to their base speed + 20 feet.",
			"",
			"At 12th level, genie eidolons lose the resistance evolution gained at 1st level and instead gain the immunity evolution to the selected energy type. They can also cast {spell/plane shift} as a spell-like ability once per day (CL 12th), but only to transport willing targets to the Astral Plane, Elemental Planes, or Material Plane.",
			"",
			"At 16th level, once per day as a standard action, genie eidolons can cast {spell/cleanse} or {spell/greater evolution surge} (CL 16th) on themselves as a spell-like ability, but only in response to their masters' spoken wish (such as \"I wish you were stronger\"). The master can make such a wish as a free action.",
			"",
			"At 20th level, genie eidolons gain the 20th-level base evolutions of an elemental eidolon of any one element.",
			"",
			"::h3[Inevitable]{jl}",
			"",
			"Implacable and ceaseless in their fight against chaos and those who break natural laws, inevitables make loyal, if literal-minded, companions for lawful summoners. Summoners of inevitables generally get along well with axiomites, who share their understanding of the process of forging and modifying an inevitable. Inevitable eidolons appear as a mixture between clockwork constructs and idealized humanoid statues.[^I]",
			"",
			"**Alignment** Lawful neutral.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam).",
			"",
			"**Base Evolutions** At 1st level, inevitable eidolons count as both constructs and outsiders for the purpose of effects such as the bane weapon special ability and the favored enemy class feature. They gain a +4 bonus on saving throws against death effects, disease, necromancy effects, paralysis, poison, sleep, and stun.",
			"",
			"At 4th level, inevitable eidolons gain a +4 bonus on saving throws against mind-affecting effects and immunity to nonlethal damage, fatigue, and exhaustion.",
			"",
			"At 8th level, inevitable eidolons gain immunity to death effects, disease, and poison.",
			"",
			"At 12th level, inevitable eidolons gain DR 5/chaotic. They also gain immunity to sleep, as well as the true speech ability (see the {subtype/inevitable/ creature subtype}).",
			"",
			"At 16th level, inevitable eidolons lose the +4 bonus on saving throws against necromancy effects and gain immunity to ability damage, ability drain, energy drain, and necromancy effects.",
			"",
			"At 20th level, inevitable eidolons gain immunity to paralysis, sleep, stun, and any effect that requires a Fortitude save (unless the effect also works on objects).",
			"",
			"::h3[Kami]{jl}",
			"",
			"Kami eidolons are spirits of nature bound to an unchained summoner. They seek to protect their wards, but because of their summoner's bond, they have more flexibility choosing their wards than most of their kind.[^K]",
			"",
			"**Alignment** Any non-evil. Kami eidolons do not have an alignment subtype, instead having the native subtype.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam).",
			"",
			"**Base Evolutions** At 1st level, a kami eidolon gains the resistance (fire) evolution and the 4-point weapon training evolution (proficiency in martial weapons).",
			"",
			"At 4th level, a kami eidolon gains acid resistance 10 and cold resistance 10.",
			"",
			"At 8th level, a kami eidolon can declare a ward once per day as a standard action. Its ward must be an object, a plant, or a creature with an Intelligence score of 2 or less, and the ward maintains the designation for 1 hour. So long as a kami eidolon is within 60 feet of its ward, it and its ward gain a +2 sacred bonus on saving throws.",
			"",
			"At 12th level, a kami eidolon gains the 4-point version of the fast healing evolution and the merge with ward ability. A kami eidolon automatically emerges from its ward if they are merged when that object or creature ceases to be the eidolon's ward.",
			"",
			"At 16th level, kami eidolons are immune to bleed, mindaffecting, petrification, and polymorph effects.",
			"",
			"At 20th level, a kami eidolon increases the fast healing from its fast healing evolution by 2 points whenever it is within 30 feet of its ward; while the kami is merged with its ward, the ward gains the same amount of fast healing.",
			"",
			"::h3[Kyton]{jl}",
			"",
			"Scholars of the exquisiteness of agony and explorers of the limitations of the flesh, kytons understand the mortal form is a blank canvas aching for transformation. They appear as humanoids, save that they are covered in piercings, draped with chains, and bear grisly body modifications. Kyton eidolons gain access to the tentacle and web evolutions, but kyton eidolon tentacles and webs always appear as animated chains.[^L]",
			"",
			"**Alignment** Lawful evil.",
			"",
			"**Base Form** Biped (improved natural armor, limbs [arms], limbs [legs]).",
			"",
			"**Base Evolutions** At 1st level, kyton eidolons gain the resistance (cold) and skilled (Heal) evolutions. They also gain proficiency with the spiked chain.",
			"",
			"At 4th level, a kyton eidolon adds 1 point to its evolution pool.",
			"",
			"At 8th level, a kyton eidolon gains an unnerving gaze that manipulates the perceptions of those who look upon it. Unlike typical gaze weapons, a kyton eidolon's unnerving gaze can affect only one creature per round when the kyton directs its gaze at the target on its turn as a free action. An unnerving gaze has a range of 30 feet, and can be negated by a successful Will save. Any creature that fails the save becomes sickened by the kyton's grisly modifications for 1 round. A kyton eidolon is immune to the unnerving gazes of other kytons, and the kyton's summoner is immune to its unnerving gaze. This is a mind-affecting fear effect. The save DC is Charisma-based.",
			"",
			"At 12th level, a kyton eidolon gains DR 5/good. The effects of a kyton eidolon's unnerving gaze now persist for 1d3 rounds, and as a free action, a kytons can target up to two creatures per round with its gaze on its turns.",
			"",
			"At 16th level, a kyton eidolon loses the resistance (cold) evolution, and gains the immunity (cold) evolution in its place. The effects of a kyton eidolon's unnerving gaze now stagger the target for 1 round, and as a free action, a kyton eidolon can target up to three creatures per round with its gaze.",
			"",
			"At 20th level, a kyton eidolon gains regeneration 5 (good weapons, good spells). It is still banished to the Shadow Plane as normal for an eidolon if it takes enough damage.",
			"",
			"::h3[Plant]{jl}",
			"",
			"Plant eidolons consist of vegetable matter infused with raw natural spiritual power.[^M]",
			"",
			"**Alignment** Any. Plant eidolons don't have alignment subtypes.",
			"",
			"**Base Form** Cactus (limbs [arms], limbs [legs], sting), conifer (claws, limbs [arms], limbs [legs]), fungus (bite, limbs [arms], limbs [legs]), leaf (limbs [arms], limbs [legs], slam), seaweed (limbs [arms], slam, swim [2]).",
			"",
			"**Base Evolutions** At 1st level, plant eidolons gain low-light vision as well as the resistance (electricity) and resistance (sonic) evolutions.",
			"",
			"At 4th level, plant eidolons gain constant pass without trace and they can change shape into plants of the size category corresponding to their base form with results similar to tree shape.",
			"",
			"At 8th level, plant eidolons gain the ability to use speak with plants for 1 minute per Hit Die per day with any plants related to the eidolon's base form. These minutes need not be consecutive.",
			"",
			"At 12th level, plant eidolons gain immunity to paralysis, poison, sleep, and stun.",
			"",
			"At 16th level, plant eidolons gain the ability to use commune with nature once per day and can use their speak with plants ability at will. At 20th level, plant eidolons gain a +8 resistance bonus on saving throws against mind-affecting effects. They lose their resistance (electricity) and resistance (sonic) evolutions and instead gain the immunity (electricity) and immunity (sonic) evolutions.",
			"",
			"::h3[Protean]{jl}",
			"",
			"Serpentine beings of pure chaos, proteans seek to reshape reality. Protean eidolons appreciate creative summoners who often rebuild their forms and make liberal use of the transmogrify spell. Beyond that, protean eidolons are happy to work with their summoners for any purpose, though they are quick to remind their summoners that while they have a mutually beneficial relationship, they are not servants.[^I]",
			"",
			"**Alignment** Chaotic neutral.",
			"",
			"**Base Form** Serpentine (bite, grab [tail slap], tail, tail slap).",
			"",
			"**Base Evolutions** At 1st level, protean eidolons gain the resistance (acid) evolution as well as the grab evolution, tied to an attack type of the summoner's choice. Whenever the summoner changes the protean eidolon's evolutions, he can also change the attack type for grab.",
			"",
			"At 4th level, protean eidolons gain electricity resistance 10 and sonic resistance 10.",
			"",
			"At 8th level, protean eidolons gain the constrict evolution.",
			"",
			"At 12th level, protean eidolons gain DR 5/lawful. They also gain the blindsense evolution and the ability to fly without wings with perfect maneuverability, as the flight evolution with 4 points spent.",
			"",
			"At 16th level, protean eidolons lose the resistance (acid) evolution and instead gain the immunity (acid) evolution. They also gain the amorphous anatomy ability (see the {subtype/protean/ creature subtype}).",
			"",
			"At 20th level, protean eidolons gain constant freedom of movement and the protean version of the change shape (greater polymorph) ability (see the protean creature subtype).",
			"",
			"::h3[Psychopomp]{jl}",
			"",
			"Stewards, chroniclers, and guides of all things that die, psychopomps make dispassionate yet loyal eidolons. When they deal with the world of mortals, psychopomp eidolons nearly always wear masks. They do not tolerate summoners who traffic with daemons, undead, and other entities that interfere with the transmigration of souls, but otherwise they are comfortable with most actions on the summoner's part. When the summoner dies, a psychopomp eidolon personally escorts him to the afterlife and serves as an expert witness when it is time for him to be judged.[^N]",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs], slam), quadruped (bite, limbs [legs, 2]), or serpentine (bite, pull [bite], reach [bite], tail, tail slap).",
			"",
			"**Base Evolutions** Starting at 1st level, psychopomp eidolons gain immunity to death effects, disease, and poison.",
			"",
			"At 4th level, psychopomp eidolons gain cold resistance 10 and electricity resistance 10.",
			"",
			"At 8th level, psychopomp eidolons gain the spirit touch ability (see the {subtype/psychopomp/ creature subtype}) and add 1 point to their evolution pools.",
			"",
			"At 12th level, psychopomp eidolons gain DR 5/adamantine. They also gain the spiritsense ability (see the psychopomp creature subtype).",
			"",
			"At 16th level, psychopomp eidolons gain the ability increase evolution, applied to an ability score of the summoner's choice. They also gain the ability to cast {spell/invisibility} (self only) as a spell-like ability at will.",
			"",
			"At 20th level, psychopomp eidolons increase their damage reduction to 10/adamantine and gain the immunity (cold) and immunity (electricity) evolutions.",
			"",
			"::h3[Radiant]{jl}",
			"",
			"Practically glowing with the Positive Energy Plane's potential, radiant eidolons make for passionate, if judgmental, companions that often have avian features.[^O]",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Biped (bite, limbs [arms], limbs [legs]) or quadruped (claws, limbs [legs, 2]).",
			"",
			"**Base Evolutions** Radiant eidolons are immune to death effects and energy drain. They can exist comfortably on the Positive Energy Plane and do not benefit or suffer from the positive-dominant planar trait. Whenever radiant eidolons are subjected to a magical healing effect, they regain 1 additional hit point per die rolled.",
			"",
			"At 4th level, radiant eidolons' natural attacks can strike incorporeal targets as though they were ghost touch weapons. Radiant eidolons glow as light with an effective spell level equal to half their Hit Dice (round down); they can suppress or resume this effect as a standard action.",
			"",
			"At 8th level, radiant eidolons grow feathery wings, gaining the flight evolution.",
			"",
			"At 12th level, radiant eidolons gain the fast healing evolution.",
			"",
			"At 16th level, radiant eidolons gain the ability to cast cure serious wounds three times per day. When a radiant eidolon's summoner dies or falls unconscious within 60 feet as a result of hit point loss, the eidolon can die as an immediate action to grant the summoner the benefits of breath of life. The caster level for both abilities equals the eidolon's Hit Dice.",
			"",
			"At 20th level, radiant eidolons deal an additional 2 points of damage per die rolled against undead creatures when attacking with the energy attacks or breath weapon evolutions. Whenever radiant eidolons are subjected to a magical healing effect, the effect functions at its full potential, as if enhanced by Maximize Spell.",
			"",
			"::h3[Shadow]{jl}",
			"",
			"Summoned from the dreary shadowscapes of the Shadow Plane, shadow eidolons are grim, colorless mockeries of creatures that inhabit the Material Plane. Shadow eidolons resent being pulled into the unbearable brightness of the Material Plane. Despite this, shadow eidolons serve their summoners with somberness, acknowledging that shadow cannot exist without light.[^P]",
			"",
			"**Alignment** Any nongood.",
			"",
			"**Base Form** Biped (claws, limbs [arms], limbs [legs]), quadruped (limbs [legs, 2], bite), or serpentine (bite, improved natural armor, reach [bite], tail, tail slap).",
			"",
			"**Base Evolutions** At 1st level, shadow eidolons gain the resistance (cold) and resistance (electricity) evolutions. They also gain the ability to cast {spell/darkness} as a spell-like ability three times per day. The caster level for this spell-like ability is equal to the eidolon's Hit Dice.",
			"",
			"At 4th level, shadow eidolons effortlessly blend into the shadows, giving them concealment (20% miss chance) in any illumination other than bright light. In dim light or darkness, shadow eidolons have a 50% miss chance instead of the normal 20% miss chance; this doesn't grant the eidolons total concealment. A shadow eidolon can suspend or resume this ability as a free action.",
			"",
			"At 8th level, shadow eidolons gain DR 5/magic and increase the range of their darkvision to 90 feet. In addition, they add 1 point to their evolution pools.",
			"",
			"At 12th level, shadow eidolons lose the ability to cast darkness as a spell-like ability and instead gain the ability to cast {spell/deeper darkness} as a spell-like ability three times per day. In addition, they gain the see in darkness universal monster ability.",
			"",
			"At 16th level, shadow eidolons' damage reduction increases to DR 10/magic and they gain the spell resistance evolution.",
			"",
			"At 20th level, shadow eidolons increase the range of their darkvision to 120 feet and gain the ability to cast {spell/shadow step} as a spell-like ability at will. Three times per day, a shadow eidolon can quicken this spell-like ability, functioning as the Quicken Spell-Like Ability feat.",
			"",
			"::h3[Storykin]{jl}",
			"",
			"The storykin are avatars of the harrow deck's cards, brought to life through the power of the Harrowed Realm. Most of the storykin are limited in their autonomy, spending their lives acting out the roles in the stories they originated from. The form and alignment of a storykin eidolon is dependent on the harrow card the eidolon is based on. You can reference an actual {eq-misc/harrow deck} for these eidolons, but you can also simulate the suit and alignment of an eidolon from a harrow deck.[^Q]",
			"",
			"To select a storykin eidolon, the player must possess a Harrow Deck or Deluxe Harrow Deck.",
			"",
			"**Alignment** Varies.",
			"",
			"**Base Form** Bipedal (limbs [arms], limbs [legs], slam), quadruped (limbs [legs, 2], slam), or serpentine (bite, grab [tail slap], tail, tail slap).",
			"",
			"**Base Evolutions** The first time a summoner summons a storykin eidolon, he must select a specific harrow card, typically one that features a creature, such as the Paladin, the Rabbit Prince, or the Tyrant. This choice determines the eidolon's base form, alignment, and overall appearance, as the eidolon resembles the creature from the chosen card. Harrow cards without an obvious creature instead manifest as a generic humanoid creature made of colorful patchwork cloth. A storykin eidolon's alignment matches the alignment of the chosen harrow card and still must be within one step of the summoner's alignment. The suit of the chosen harrow card determines the abilities of the storykin eidolon as it evolves. When the summoner gains a level, he can choose a different harrow card and thus a different base form, alignment, and appearance.",
			"",
			"At 1st level, a storykin eidolon gains the resistance (sonic) evolution. In addition, storykin eidolons of the suit of hammers and suit of shields gain a +2 bonus on Fortitude saving throws. Storykin eidolons of the suit of books and suit of keys gain a +2 bonus on Reflex saving throws. Storykin eidolons of the suit of crowns and suit of stars gain a +2 bonus on Will saving throws.",
			"",
			"At 4th level, a storykin eidolon gains cold resistance 10 and electricity resistance 10.",
			"",
			"At 8th level, a storykin eidolon gains the ability increase evolution, applied to the ability score corresponding to its harrow suit.",
			"",
			"At 12th level, a storykin eidolon gains immunity to bleed, poison, and stun. It also gains DR 5/adamantine.",
			"",
			"At 16th level, a storykin eidolon loses the resistance (sonic) evolution and instead gains the immunity (sonic) evolution. It also gains immunity to mind-affecting effects.",
			"",
			"At 20th level, a storykin eidolon gains immunity to all types of ability damage and ability drain against the ability score corresponding to its harrow suit and immunity to energy drain. It also gains the ability increase evolution again, applied to the same ability score that was increased at 8th level.",
			"",
			"::h3[Twinned]{jl}",
			"",
			"Just like a summoner, a twinned eidolon learns to use weapons and magic. While twinned eidolons are ethically more flexible than most eidolons, they are quite adamant about being treated as equals and not as servants. They demonstrate an eerie consistency with the summoner's manner of thinking, providing similar answers to questions and reacting similarly to startling events. This subtype is restricted to twinned summoners.[^R]",
			"",
			"**Alignment** Any.",
			"",
			"**Base Form** Biped (limbs [arms], limbs [legs]).",
			"",
			"**Base Evolutions** A twinned eidolon gains the weapon training evolution. The twinned eidolon also gains the skilled (Disguise) evolution. The racial bonus provided by this evolution is doubled when the eidolon is impersonating the twinned summoner.",
			"",
			"At 4th level, a twinned eidolon can cast a summoner spell once per day as a spell-like ability. The spell must be one known by the eidolon's summoner and must be at least 1 level lower than the highest-level spell the summoner can cast. The eidolon must have a Charisma score of at least 10 + the spell level. The caster level for this spell-like ability is equal to the eidolon's Hit Dice minus 2. The save DC is 10 + half the eidolon's HD + the eidolon's Charisma modifier. At 8th level, a twinned eidolon gains the shared slot evolution.",
			"",
			"At 12th level, a twinned eidolon gains DR 5/magic. The eidolon also gains the extra feat evolution.",
			"",
			"At 16th level, a twinned eidolon gains the skilled evolution and the ability increase evolution, applied to a skill and an ability score of the summoner's choice.",
			"",
			"At 20th level, a twinned eidolon gains fast healing 5.",
			"",
			"::h3[Void]{jl}",
			"",
			"Like the sharp-angled sceaduinars they resemble, void eidolons exult in entropy and resent anything bearing even a hint of life - including their summoners.[^O]",
			"",
			"**Alignment** Neutral or neutral evil.",
			"",
			"**Base Form** Biped (bite, limbs [legs], skilled [Stealth], wing buffet).",
			"",
			"**Base Evolutions** Void eidolons have {umr/negative energy affinity} and are immune to death effects, disease, energy drain, and poison.",
			"",
			"At 4th level, void eidolons gain the resistance (cold) evolution. Their natural attacks can strike incorporeal targets as though they were ghost touch weapons.",
			"",
			"At 8th level, void eidolons can use their wings to fly, gaining the flight evolution. When selecting the energy attacks evolution, void eidolons can instead choose to deal 1d6 points of negative energy damage on a successful hit; this damage does not heal creatures.",
			"",
			"At 12th level, void eidolons gain the {umr/lifesense} ability. They also gain the {umr/energy drain} ability (1 negative level) with their bite attacks, though they can drain only a total number of levels per day equal to half their Hit Dice (rounded down).",
			"",
			"At 16th level, void eidolons lose the resistance (cold) evolution and instead gain the immunity (cold) evolution. They also gain DR 5/adamantine.",
			"",
			"At 20th level, void eidolons can bestow up to 2 negative levels with a successful bite attack, and the number of negative levels they can bestow per day increases by their Constitution modifier. Their damage reduction increases to DR 10/adamantine.",
			"",
			"[^A]: {source/Horror Realms/ pg. 18}",
			"[^B]: {source/Plane-Hopper's Handbook/ pg. 24}",
			"[^C]: {source/Pathfinder Unchained/ pg. 29}",
			"[^D]: {source/Blood of the Beast/ pg. 31}",
			"[^E]: Pathfinder Unchained pg. 30",
			"[^F]: Pathfinder Unchained pg. 31",
			"[^G]: {source/Blood of the Sea/ pg. 23}",
			"[^H]: Pathfinder Unchained pg. 32",
			"[^I]: Pathfinder Unchained pg. 33",
			"[^J]: {source/Elemental Master's Handbook/ pg. 27}",
			"[^K]: {source/Wilderness Origins/ pg. 18}",
			"[^L]: {source/Curse of the Crimson Throne/ pg. 431}",
			"[^M]: {source/Ultimate Wilderness/ pg. 95}",
			"[^N]: Pathfinder Unchained pg. 34",
			"[^O]: Plane-Hopper's Handbook pg. 25",
			"[^P]: {source/Blood of Shadows/ pg. 11}",
			"[^Q]: Plane-Hopper's Handbook pg. 26",
			"[^R]: {source/Legacy of the First World/ pg. 18}"
		],
		"topLink": [ "Unchained Summoner", "class/unchained_summoner" ]
	},
	"investigator_talents": {
		"name": "Investigator Talents",
		"sources": [
			"Advanced Class Guide",
			"Advanced Class Origins",
			"Adventurer's Guide",
			"Disciple's Doctrine",
			"Elemental Master's Handbook",
			"Inner Sea Intrigue",
			"Magic Tactics Toolbox",
			"Potions and Poisons",
			"Spymaster's Handbook"
		],
		"description": [
			"## Talents",
			"",
			"{SOURCE Advanced Class Guide/32;Advanced Class Origins/15;Inner Sea Intrigue/31;Disciple's Doctrine/17;Spymaster's Handbook/21;Potions and Poisons/15;Adventurer's Guide/147;Elemental Master's Handbook/9;Magic Tactics Toolbox/7}  ",
			"At 3rd level and every 2 levels thereafter, an investigator gains an investigator talent. Except where otherwise noted, each investigator talent can only be selected once.",
			"",
			"::h3[Studied Strike Talents]{jl}",
			"",
			"These talents add effects to an investigator's studied combat or studied strike. Only one of these talents can be applied to an individual attack, but the decision can be made when the damage is dealt.",
			"",
			"**Blinding Strike (Ex):** When the investigator deals damage with studied strike, the opponent must succeed at a Fortitude saving throw or be permanently blinded. A successful saving throw reduces this to dazzled for 1d4 rounds. The DC for this Fortitude save is equal to 10 + 1/2 the investigator's level + his Intelligence modifier. This talent has no effect on creatures that do not rely on eyes for sight or creatures with more than two eyes (although multiple critical hits might cause blindness, at the GM's discretion). Blindness can be cured by heal, regeneration, remove blindness, or similar abilities. An investigator must be at least 17th level to select this talent.[^A]",
			"",
			"**Confusing Strike (Ex):** When the investigator deals damage with studied strike, the opponent must succeed at a Fortitude saving throw or become confused for 1d4+1 rounds. A successful saving throw reduces the duration to 1 round. The DC for this Fortitude save is equal to 10 + 1/2 the investigator's level + his Intelligence modifier. Constructs, mindless creatures, oozes, plants, undead, incorporeal creatures, and creatures immune to critical hits are not affected by this ability. An investigator must be at least 19th level to select this talent.[^A]",
			"",
			"**Deafening Strike (Ex):** When an investigator deals damage with studied strike, the opponent must succeed at a Fortitude saving throw or be permanently deafened. A successful Fortitude saving throw reduces the duration of this effect to 1 round. The DC for this save is equal to 10 + 1/2 the investigator's level + his Intelligence modifier. This talent has no effect on deaf creatures. Deafness can be cured by heal, regeneration, remove blindness, or similar effects. An investigator must be at least 15th level to select this talent.[^A]",
			"",
			"**Domino Effect (Ex):** When the investigator uses studied strike, he uses his opponents against each other and sets himself up for his next move. Whenever he successfully deals damage to an opponent with studied strike, as a free action the investigator can apply the effects of studied combat to an opponent adjacent to the first. An investigator must be at least 5th level to select this talent.[^B]",
			"",
			"**Iconclastic Strike (Ex):** When the investigator deals damage with a studied strike, she can perform a sunder combat maneuver as a free action against the creature the studied strike damaged. If the object targeted is a holy symbol or divine scroll, this sunder does not provoke attacks of opportunity and deals maximum damage on a successful check. An investigator must be at least 13th level to select this talent.[^C]",
			"",
			"**Numerical Strike (Ex):** Once per day when the investigator has confirmed a critical hit with a studied strike, he can deal average damage instead of rolling damage as normal. This includes the damage dealt by the successful attack as well as the additional damage from the studied strike. He can expend a use of inspiration to use this ability a second time per day. Using this ability doesn't require an action. The investigator must be at least 5th level to select this talent.[^D]",
			"",
			"**Numerical Strike, Greater (Ex):** Once per day, when the investigator has confirmed a critical hit with a studied strike, he can deal the strike's maximum damage instead of rolling damage as normal. This includes the damage dealt by the successful attack as well as the additional damage from the studied strike. He can expend a use of inspiration to use this ability a second time per day. Using this ability doesn't require an action. The investigator must have the numerical strike talent and be at least 13th level to select this talent.[^D]",
			"",
			"**Numerical Strike, Masterful (Ex):** The investigator can use both numerical strike and greater numerical strike three times per day. The investigator doesn't need to expend uses of inspiration to use either ability, but he can never use either more than three times per day each. The investigator must have the numerical strike and greater numerical strike talents and be at least 17th level to select this talent.[^D]",
			"",
			"**Prolonged Study (Ex):** The investigator can study his opponents for long periods of time. The effects of his studied combat ability last for a number of rounds equal to twice his Intelligence modifier (minimum 2) or until he deals damage with a studied strike, whichever comes first. The investigator must be at least 13th level to select this talent.[^B]",
			"",
			"**Repositioning Strike (Ex):** When the investigator deals damage with studied strike, he can perform a reposition combat maneuver as a free action against the creature damaged by studied strike. This reposition does not provoke attacks of opportunity. An investigator must be at least 13th level to select this talent.[^A]",
			"",
			"**Sapping Offensive (Ex):** When the investigator damages a studied target, that creature cannot make attacks of opportunity for 1 round. An investigator must be at least 5th level to select this talent.[^A]",
			"",
			"**Sickening Offensive (Ex):** When the investigator damages a studied target, that creature is also sickened for 1 round. An investigator must be at least 7th level to select this talent.[^A]",
			"",
			"**Silencing Strike (Ex):** When the investigator deals damage with a studied strike, the target must succeed at a Fortitude save (DC = 10 + 1/2 the investigator's class level + her Intelligence modifier) or be unable to speak (even for verbal components) for 1d4+1 rounds. A successful save reduces the duration to 1 round. This talent has no effect on creatures immune to critical hits. An investigator must be at least 15th level to select this talent.[^C]",
			"",
			"**Slowing Strike (Ex):** When the investigator deals damage with studied strike, the opponent must succeed at a Fortitude save (DC = 10 + 1/2 the investigator's class level + his Intelligence modifier) or be slowed by the crippling blow. A slowed opponent's movement speeds are each reduced by 5 feet (to a minimum of 5 feet) until the creature is healed through the application of any spell that cures hit point damage or with a successful DC 15 Heal check. Multiple slowing strikes stack, to a minimum of 5 feet. An investigator must be at least 7th level to select this talent.[^B]",
			"",
			"**Stealing Strike (Ex):** When the investigator deals damage with studied strike, he can perform a steal combat maneuver as a free action against the creature damaged by studied strike. This steal does not provoke attacks of opportunity. An investigator must be at least 13th level to select this talent.[^A]",
			"",
			"**Timed Strike (Ex):** The longer the investigator studies his opponent, the greater the damage he ultimately deals with his studied strike. When the investigator makes a studied strike, he deal a number of points of additional damage equal to the number of consecutive rounds he studied the target with studied combat.[^B]",
			"",
			"**Toppling Strike (Ex):** When the investigator deals damage with studied strike, he can perform a trip combat maneuver as a free action against the creature damaged by studied strike. This trip does not provoke attacks of opportunity. An investigator must be at least 9th level to select this talent.[^A]",
			"",
			"**Twilight Talon Improvisation (Ex):** Whenever the investigator deals studied strike damage with an improvised weapon, she can perform a dirty trick combat maneuver targeting that foe as a free action. This combat maneuver provokes attacks of opportunity as normal unless the investigator has a feat or other ability to prevent it.[^C]",
			"",
			"::h3[Other Studied Strike Talents]{jl}",
			"",
			"These talents add new options to the Studied Strike ability.",
			"",
			"**Didactic Strike:** When the investigator activates his studied strike, he can end his studied combat and choose not to deal his studied strike damage. He is instead able to show any allies within 30 feet who can see him a weak spot on the target. Until the beginning of the investigator's next turn, each affected ally's first attack that hits the target deals additional damage equal to one-third the investigator's level. He can end this effect as an immediate action to instead cause an affected ally's first successful attack to deal the investigator's studied strike damage. This additional damage is precision damage and does not affect creatures that are immune to sneak attacks.[^E]",
			"",
			"**Quick Study (Ex):** An investigator can use his studied combat ability as swift action instead of a move action.[^A]",
			"",
			"**Studied Defense (Ex):** When an investigator with this talent uses his studied combat ability, he can chose to apply that ability's insight bonus to his AC against attacks made by the target of his studied combat instead of to attack rolls against the target of his studied combat. (The insight bonus on damage rolls remains.) He must choose which type of bonus he gains when using studied combat, and it cannot be changed until he uses studied combat again. An investigator must be at least 9th level to select this talent.[^A]",
			"",
			"::h3[Inspiration Talents]{jl}",
			"",
			"These talents either modify the Inspiration ability or provide new uses for it.",
			"",
			"**Amazing Inspiration (Ex):** When using inspiration, the investigator rolls a d8 instead of a d6. At 20th level, the investigator rolls 2d8 and adds both dice to the result. An investigator must be at least 7th level to select this talent.[^A]",
			"",
			"**Applied Engineering (Ex):** The investigator can leverage his knowledge of engineering to solve tasks that normally require brute strength or keen eyes. He can expend one use of inspiration as a full-round action to study an object or area and attempt a Knowledge (engineering) check. On his next turn, he can use the result of that Knowledge (engineering) check in place of a Strength check to break the object or in place of a Perception check to locate hidden doors or compartments in that area.[^B]",
			"",
			"**Atheist Inspiration (Ex):** The investigator can use her inspiration on saving throws against divine spells without expending uses of inspiration. This talent counts as the {feat/Divine Defiance} feat for the purpose of meeting the prerequisites of other feats.[^C]",
			"",
			"**Chronicler's Insight:** The investigator can peruse a Pathfinder Chronicle as a standard action, applying its benefits as though he had studied it for the full 1d4 rounds. Upon studying a Pathfinder Chronicle, the investigator can expend one use of inspiration to apply the volume's benefits for a number of hours equal to his Intelligence modifier and gain an additional benefit based on the volume's associated Knowledge skill during that time. The investigator can have only one such ongoing benefit at a time, and activating a new benefit ends the first one.[^F]",
			"",
			">*Arcana, Nature, Planes, or Religion:* When performing a studied strike, the investigator's attack overcomes damage reduction as if it were a weapon with the following property based on the associated Knowledge check: adamantine (arcana), chaotic (planes), cold iron (nature), evil (planes), good (planes), lawful (planes), silver (religion). He also gains a +1 insight bonus on saving throws against creatures identifiable by the associated Knowledge check (for example, outsiders for Knowledge [planes]).",
			">",
			">*Dungeoneering:* The investigator can deal half his studied strike damage to creatures immune to sneak attacks.",
			">",
			">*Engineering:* Whenever he uses his inspiration on Disable Device checks to open locks or on Perception checks to find hidden compartments, the investigator gains a circumstance bonus on the check equal to one-third his level.",
			">",
			">*Geography:* The investigator increases any bonuses to AC and on Reflex saving throws he gains from partial cover, total cover, and improved cover by 1.",
			">",
			">*History:* The investigator can study a foe using studied combat a second time in 24 hours as a full-round action without expending inspiration. Subsequent uses of studied combat require inspiration as normal.",
			">",
			">*Local:* Whenever he uses his inspiration on Bluff checks to feint, Diplomacy checks to gather information, or Intimidate checks to improve a creature's attitude, the investigator gains a circumstance bonus on the check equal to one-third his level.",
			">",
			">*Nobility:* Whenever he uses his inspiration on Bluff checks to lie, Diplomacy checks to request favors, or Intimidate checks to demoralize, the investigator gains a circumstance bonus on the check equal to one-third his level.",
			"",
			"**Combat Inspiration (Ex):** When an investigator uses inspiration on an attack roll or saving throw, he expends one use of inspiration instead of two. An investigator must be at least 9th level to select this talent.[^A]",
			"",
			">**Greater Combat Inspiration (Ex):** Choose a single weapon type (such as sword cane or short sword). As long as the investigator has at least 1 inspiration point in his inspiration pool, he no longer has to expend a use of inspiration to use that ability with attacks made with this weapon. An investigator must have the combat inspiration investigator talent and be at least 19th level to select this talent.[^A]",
			"",
			"**Eidetic Recollection (Su):** An investigator can always choose to take 10 on any of his Knowledge checks, even if he's in immediate danger or distracted. An investigator may expend one use of inspiration to take 20 on a Knowledge skill check even if he's in immediate danger or distracted. An investigator must be at least 11th level to select this talent.[^A]",
			"",
			"**Empathy (Ex, Su):** When attempting a Sense Motive check, the investigator makes two d20 rolls and takes the higher result. If an investigator uses inspiration on a Sense Motive check, he rolls the inspiration dice twice and takes the higher result. Once per day, the investigator can expend one use of inspiration to target a single creature that he can see and hear within 30 feet. Upon doing so, the investigator detects the surface thoughts of the target's mind, as if he concentrated for 3 rounds while using the {spell/detect thoughts} spell, unless the creature succeeds a Will saving throw. The DC of this save is 10 + 1/2 the investigator's level + his Intelligence modifier. If the target fails, the investigator can continue to detect the surface thoughts of the target creature for a number of rounds equal to 1/2 his investigator level. An investigator must be at least 5th level to select this talent.[^A]",
			"",
			"**Expanded Inspiration (Ex):** An investigator can use his inspiration ability when attempting Diplomacy, Heal, Perception, Profession, and Sense Motive checks without expending uses of inspiration, provided he's trained in the skill.[^A]",
			"",
			">**Perceptive Tracking (Ex):** The investigator can use Perception instead of Survival to both find and follow tracks, using the same DCs listed under the Survival skill. An investigator must be trained in Perception to select this talent.[^A]",
			"",
			"**Hidden Agendas (Ex):** An investigator learns to obscure his thoughts and endeavors from prying eyes and even intrusive magic. When an investigator uses inspiration while attempting a Bluff check to pass secret messages or attempting a Linguistics check to create forgeries, he can roll his inspiration dice twice and take the higher result. In addition, the investigator can use inspiration when attempting a saving throw against a divination spell or effect without expending a use of inspiration. An investigator must be at least 11th level to select this talent.[^A]",
			"",
			"**Lingering Venom (Ex):** Poisons that the investigator personally applies to weapons and traps, or otherwise inflicts upon foes, require one additional successful save to cure. An investigator must be at least 5th level to select this talent.[^G]",
			"",
			"**Inspirational Expertise (Ex):** When an investigator succeeds at a Knowledge check to identify a monster's special powers or vulnerabilities, he can expend one use of inspiration as a swift action to grant allies within 30 feet that can hear him a +4 insight bonus on attack rolls against that monster or type of monster for 1 round. An investigator must be at least 7th level to take this talent.[^A]",
			"",
			">**Sustained Inspirational Expertise (Ex):** When granting a bonus to allies via the inspirational expertise investigator talent, the investigator can spend one use of inspiration as a swift action the following round to extend the duration of the granted bonus for 1 additional round. The insight bonus granted decreases by 1 each round this ability is used. The investigator must be at least 11th level and have the inspirational expertise talent to select this talent.[^C]",
			"",
			"**Inspired Alertness (Ex):** Whenever the investigator becomes flat-footed, he can expend one use of inspiration to ignore that condition. He must be conscious to do so, and must decide to do so when he becomes flat-footed. Using this ability doesn't require an action.[^A]",
			"",
			"**Inspired Intelligence (Ex):** An investigator can add his inspiration die to all Knowledge, Linguistics, or Spellcraft checks without expending a use of inspiration, even those he's not trained in.[^A]",
			"",
			"**Inspired Intimidator (Ex):** When the investigator succeeds at an Intimidate check to demoralize an opponent, he can expend one use of inspiration to automatically increase the result of the check by 5 for the purpose of determining the duration of the demoralize effect. He can choose to spend multiple uses to inspiration in this manner to further increase the duration of the demoralize effect. He must be trained in Intimidate to take this talent. The underworld inspiration investigator talent has no effect on this talent.[^A]",
			"",
			"**Tenacious Inspiration (Ex):** When an investigator rolls his inspiration die, he can roll an additional inspiration die and take the higher result. The investigator must at least 13th level to select this talent.[^A]",
			"",
			"**Unconventional Inspiration (Ex):** An investigator with this talent can pick any one skill. He can add his inspiration die to checks attempted with that skill without expending a use of inspiration.[^A]",
			"",
			"**Underworld Inspiration (Ex):** An investigator can use his inspiration on Bluff, Disable Device, Disguise, Intimidate, or Sleight of Hand checks without expending uses of inspiration, provided he's trained in the skill.[^A]",
			"",
			">**Innocent Facade (Sp):** Once per day, an investigator with this talent can use {spell/innocence} as a spell-like ability, using her investigator level as the spell's caster level. An investigator must have the underworld inspiration investigator talent before selecting this talent.[^H]",
			"",
			"::h3[Alchemist and Poison Talents]{jl}",
			"",
			"These talents interface with the investigator's ability to create extracts and use poison.",
			"",
			"**Alchemist Discovery (Ex):** The investigator can select one of the following {ability/alchemist |discoveries} as an investigator talent: combine extracts, concentrate poison, dilution, elixir of life, enhance potion, eternal potion, extend potion, infusion, mutagen, and poison conversion. He can also choose to learn an {ability/annointing>s}, instead. When selecting an alchemist discovery or annointing, he must be high enough level to qualify for it, using his investigator level as his alchemist level to determine if he qualifies. This talent can be selected multiple times; each time grants a new alchemist discovery.[^A]",
			"",
			"**Anathema (Ex):** When an investigator creates or prepares a poison, including poisons derived from racial or class abilities, he can spend one use of inspiration to create an anathema instead. Anathemas count as poisons, but they can affect creatures that are normally immune to poison, as they exploit vulnerabilities in their very nature rather than their biology. When an anathema is created, select a creature type (and subtype, if applicable) from the ranger favored enemy list; the anathema functions only against this chosen type. The investigator also chooses one of the following special abilities for the anathema to affect: damage reduction (except DR/-), energy resistance (one type chosen by the investigator), fast healing, movement speed, or spell resistance.[^G]",
			"",
			"The method of delivery (contact, ingested, inhaled, or injury) and the DC of the anathema's save are identical to those of the poison used to make the anathema. If the target fails its save against the anathema (even if the enemy is normally immune to effects that require a specific save, such as undead's immunity to effects that require a Fortitude save), the value of the chosen ability is lowered by 5 (minimum 0) for 1 round per investigator level.",
			"",
			">**Greater Anathema (Ex):** The ability reduction of the investigator's anathemas increases to 10, and he adds DR/- and regeneration to the list of abilities he can lower with an anathema. In addition, when an investigator creates an anathema, he can designate a specific kind of creature (such as vampires) in addition to the creature type. When used against this specific foe, the DC of the save against the anathema is 2 higher than the component poison. An investigator must have the anathema investigator talent to select this talent.[^G]",
			"",
			"**False Spellcaster (Ex):** The investigator can modify her extracts to be delivered as oils she can apply covertly to her skin. She can fake verbal or somatic components as she uses an extract this way to trick observers into thinking she cast a spell to produce the extract's effect. She attempts a Bluff check to determine how convincing the ruse is. If observers attempt to determine the spell she is casting, those who succeed at a Spellcraft check opposed by her Bluff check realize the truth. Whether or not an observer recognizes what is going on, the DC to identify the effect of the extract is equal to 20 + the extract's spell level. If the investigator has the infusion alchemist discovery, she can deliver her infusions with a range of touch, but the hint of residue grants targets a +2 bonus on the opposed Spellcraft check to realize she is not truly casting spells.[^C]",
			"",
			"**Numerical Alchemy (Su):** The investigator's skill with mental mathematics allows him to know exactly which muscle movements are necessary to mix an extract in the quickest, most efficient way. The investigator can expend one use of inspiration to mix an extract in 1 round (as opposed to 1 minute).[^D]",
			"",
			">**Numerical Alchemy, Greater (Su):** The investigator can calculate his movements and account for his reactions to danger or unexpected situations with lightning speed. He can expend a use of inspiration to mix an extract as a standard action. The investigator must have the numerical alchemy talent and be at least 11th level to select this talent.[^D]",
			"",
			"::h3[Other Talents]{jl}",
			"",
			"**Castling (Ex):** The investigator treats soft cover granted by creatures of her size or larger as though it were cover instead. Cover the investigator gains from this talent does not allow her to attempt Stealth checks.[^I]",
			"",
			"**Device Talent (Ex):** The investigator can use the Use Magic Device skill even if not trained in that skill. If the investigator is trained in Use Magic Device, he can use the inspiration ability with that skill without expending uses of inspiration.[^A]",
			"",
			"**Effortless Aid (Ex):** The investigator can use an aid another action as a move action instead of as a standard action. An investigator can expend one use of inspiration to instead perform an aid another action as a swift action.[^A]",
			"",
			"**Eldritch Conduit (Su):** Survival in the Mana Wastes between the nations of Nex and Geb can depend heavily on locating sufficient magical equipment, which sometimes involves stealing power from a wand or scroll to power a more necessary one. As a full-round action, an investigator with this talent can use two potions, two wands, or two scrolls. Each item is expended or loses a charge as if used normally. The investigator chooses to gain the magical effect of one, but calculates its effects using the caster level of the other. The investigator must still succeed at a Use Magic Device check to operate scrolls or wands unless some other ability allows him to do so, but makes only one skill check to operate both items.[^J]",
			"",
			"**Extra Earthcraft:** The investigator gains 2 additional earthcraft points each day. The investigator must have the {arc-rogue/earth/craft>shadow} ability to select this talent.[^I]",
			"",
			"**Favored Beat (Ex):** The investigator is familiar with a specific community in which she gains the benefits of renown. She gains the renown vigilante {ability/social talent>s}. This community can be an entire settlement or portions of a settlement (such as a particular district or neighborhood) depending on the population, as allowed by the renown social talent. Anytime she could select another investigator talent, the investigator can also select from the following list of vigilante social talents, using her investigator level as her vigilante level for the purposes of meeting prerequisites: celebrity discount, celebrity perks, gossip collector, great renown, incredible renown, and loyal aid. For the purpose of vigilante social talents, the investigator does not have a vigilante identity and is always considered to be in her social identity.[^C]",
			"",
			"**Fortified Position (Ex):** Whenever the investigator gains a bonus on Reflex saves due to cover, she gains an equal bonus on Fortitude saves.[^I]",
			"",
			"**Item Lore (Ex):** An investigator can use Spellcraft to identify the properties and command words of magic items without the use of {spell/detect magic} or similar spells. An investigator must be at least 7th level to take this talent.[^A]",
			"",
			"**Just a Face in the Crowd (Su):** The rabble-rousers of Galt can blend into a crowd and are able to hide and spot others who appear to be hiding. The investigator gains a bonus equal to half his class level on Disguise and Perception checks when 10 or more creatures of his size are within 30 feet of him.[^J]",
			"",
			"**Occult Dungeoneer (Su):** Street thieves in Absalom expect wares to be securely locked, and sometimes it takes high-quality tools and magic training to ensure there's a meal at the end of the day. An investigator with this ability can use spell-trigger and spell-completion items as if the following spells were on a spell list to which he has access: {spell/detect secret doors}, {spell/find traps}, {spell/knock}, {spell/locate object}, and {spell/obscure object}. If the spell-trigger device allows a wielder to apply his own caster level (such as with a staff), the investigator may use his class level as his caster level. The investigator may also use knock as a supernatural ability once per day, using his investigator level as his caster level.[^J]",
			"",
			"**One of Those Faces (Sp):** Each day, you can use {spell/disguise self} as a spell-like ability for up to 10 minutes per character level. This duration need not be continuous, but it must be used in 10-minute increments. Additionally, once you have used this ability, whenever you use it for the next 24 hours you must take the same alternate appearance.[^K]",
			"",
			"**Rapid Perception (Su):** An investigator with this talent can attempt a Perception check to intentionally search for a specific item or creature as a swift action instead of a move action. If she is intentionally searching for an invisible creature, the creature's bonus on its Stealth check from its invisibility is halved. An investigator must have the expanded inspiration investigator talent before selecting this talent.[^H]",
			"",
			"**Rogue Talent (Ex):** An investigator can select one of the following {ability/rogue talents} in place of an investigator talent: acrobatic assist, assault leader, black market connections, camouflage, canny observer, charmer, coax information, combat swipe, convincing liar, cunning trigger, deft palm, demand attention, expert leaper, fast fingers, fast getaway, fast picks, fast stealth, firearm training, got your back, guileful polyglot, grit, hard to fool, hold breath, honeyed words, iron guts, lasting poison, ledge walker, major magic, minor magic, nimble climber, peerless maneuver, quick disable, quick disguise, quick trapsmith, resilience, rogue crawl, rope master, stand up, strong stroke, terrain master, trap spotter, or wall scrambler. Any talent effects based on rogue level use the investigator's class level. If the rogue talent has a prerequisite (such as the major magic rogue talent requiring the minor magic talent), the investigator must fulfill the prerequisite before selecting that rogue talent. This talent can be selected multiple times; each time, it grants the investigator a new rogue talent.[^A]",
			"",
			"**Scry Slip (Su):** Whenever an investigator with this talent is targeted by a scrying effect that allows a Will save, the caster of the divination must succeed at a caster level check (DC = 15 + the investigator's class level). This talent wards the investigator and any objects she is holding or carrying.[^H]",
			"",
			"**Scrying Familiarity (Ex):** You are well acquainted with scrying sensors. You can roll twice and take the better result on saving throws against divination (scrying) spells and effects, on Perception checks to notice scrying sensors, and on caster level checks to overcome spell resistance when you use a scrying spell or effect. If you notice a magical sensor, you can attempt a Stealth check opposed by the caster's caster level check to avoid being detected by the sensor.[^L]",
			"",
			"**Spell Storing (Su):** The investigator can store within himself a single targeted harmless spell of up to 2nd level. The spell must have a casting time of 1 standard action. Anytime a spell that meets these conditions is cast on the investigator, and he does not already have a spell stored, he can choose to store it rather than have it take effect immediately. Anytime afterward, as a standard action, the investigator can have the spell take effect (acting in all ways as if it had just been cast on him). An investigator must have 1 rank of Use Magic Device to select this talent.[^J]",
			"",
			"**The Whole Time (Su):** Mercenaries in the employ of the [Aspis Consortium](rule/aff_profiteers) often use wands of {spell/invisibility} to attack protected targets, then blend into the crowd to escape or disguise the source of the next attack. An investigator with this ability is practiced at attacking from magical concealment. He can use spell-trigger and spell completion items as if the following spells were on a spell list to which he has access: {spell/greater invisibility}, invisibility, and {spell/vanish}",
			"",
			"Additionally, if the investigator becomes visible as a result of a weapon or spell attack, he can sheathe his weapon as a free action and instantly adopt a neutral posture. With a successful Bluff or Disguise check (opposed by witnesses' Sense Motive or Perception checks, whichever is higher), there is no obvious sign that the investigator is the source of the attack (though a lack of any other reasonable candidate can still lead observers to draw the correct conclusion).[^J]",
			"",
			"**Unbalancing Trick (Ex):** The investigator gains {feat/Improved Trip} as a bonus feat, even if she does not meet the prerequisites. At 6th level, she is treated as if she meets all the prerequisites of {feat/Greater Trip} (although she must take the feat as normal to gain its benefits).[^I]",
			"",
			"[^A]: {source/Advanced Class Guide/ pg. 32}",
			"[^B]: {source/Advanced Class Origins/ pg. 15}",
			"[^C]: {source/Inner Sea Intrigue/ pg. 31}",
			"[^D]: {source/Disciple's Doctrine/ pg. 17}",
			"[^E]: {source/Adventurer's Guide/ pg. 147}",
			"[^F]: Adventurer's Guide pg. 146",
			"[^G]: {source/Potions and Poisons/ pg. 15}",
			"[^H]: {source/Magic Tactics Toolbox/ pg. 27}",
			"[^I]: {source/Elemental Master's Handbook/ pg. 9}",
			"[^J]: Magic Tactics Toolbox pg. 7",
			"[^K]: {source/Spymaster's Handbook/ pg. 21}",
			"[^L]: Spymaster's Handbook pg. 23"
		],
		"topLink": [ "Investigator", "class/investigator" ]
	},
	"investigator_talent": { "copyof": "investigator_talents" },
	"ki_powers": {
		"name": "Ki Powers",
		"sources": [
			"Blood of the Beast",
			"Martial Arts Handbook",
			"Pathfinder Unchained",
			"Wilderness Origins"
		],
		"description": [
			"## Ki Powers (Unchained)",
			"",
			"{SOURCE Pathfinder Unchained}  ",
			"At 4th level and every 2 levels thereafter, an unchained monk can select one ki power. These powers allow the monk to perform amazing feats of mystical power and acrobatic prowess by expending points from his ki pool. Once a ki power is selected, it cannot be changed. Some ki powers require the monk to be of a specific level or higher before they can be chosen. Unless otherwise noted, a monk cannot select an individual ki power more than once.",
			"",
			"**Abundant Step (Su)** ([^A]) A monk with this ki power can slip magically between spaces, as if using the spell {spell/dimension door}. Using this ability is a move action that consumes 2 points from his ki pool. The monk's caster level for this effect is equal to his monk level. He cannot take other creatures with him when he uses this ability. A monk must be at least 8th level before selecting this ki power.",
			"",
			"**Action Before Thought (Ex)** ([^B]) A monk with this ability can spend 2 ki points as a free action as part of rolling initiative to roll twice on the initiative check and take the higher result. A monk must be at least 6th level before selecting this ki power.",
			"",
			"**Bare-Hand Block (Ex)** ([^B]) A monk with this ability can spend 1 ki point as an immediate action when attacked with a manufactured weapon to attempt an unarmed sunder combat maneuver check against it. If he successfully sunders the weapon and grants it the broken condition, the attack deals no damage. He can spend an additional 1 ki point when using this ability to activate ki sunder as a free action. A monk must be at least 8th level and have the ki sunder ki power before selecting this ki power.",
			"",
			"**Branch Runner (Ex, Su)** ([^C]) A monk with this ability adds half the base speed bonus from his fast movement ability to his racial climb speed. In addition, when he uses the sudden speed ki power, he adds the base speed bonus from that ki power to his racial climb speed for 1 round. The monk must have the sudden speed ki power before selecting branch runner.",
			"",
			"**Breaking-Down Koan (Su)** ([^B]) A monk with this ability can spend 1 ki point as a swift action to present a paradox, riddle, or complicated question to a creature within 30 feet. The creature must succeed at a Will save (DC = 10 + 1/2 the monk's level + his Wisdom modifier) or be confused for 1 round. This is a mind-affecting, language-dependent effect. A monk must be at least 8th level before selecting this ki power.",
			"",
			"**Building-Up Koan (Su)** ([^B]) A monk with this ability can spend 2 ki points as a swift action to ask himself a koan, which he then tries to answer. The monk must attempt a Will save (DC 15 + 1/2 the monk's level). If successful, he gains an insight bonus equal to his Wisdom modifier to AC and on attack rolls, saving throws, skill checks and until the end of the round. If he fails, the monk is instead confused for 1 round. This is a mind-affecting, language-dependent effect. A character who can't become confused can't benefit from this ability. A monk must be at least 8th level before selecting this ki power.",
			"",
			"**Cobra Breath (Su)** ([^A]) Whenever a monk with this ki power uses diamond body to neutralize a poison, he can instead release that poison as a ranged touch attack against a single foe within 30 feet. If the attack hits, the foe must succeed at a saving throw (using the poison's original DC) or suffer the poison's effects, even if it was not originally a contact poison. A monk must be at least 12th level and must possess the diamond body ki power before selecting this ki power.",
			"",
			"**Diamond Body (Su)** ([^A]) By spending 1 point from his ki pool, a monk with this power can remove one toxin from his body as if using {spell/neutralize poison}, using his monk level as his caster level. He can remove only one poison in this way per use of this ability. A monk must be at least 8th level before selecting this ki power.",
			"",
			"**Diamond Mind (Su)** ([^A]) By spending 1 point from his ki pool as a swift action, a monk with this power can suppress a fear effect affecting him as if using {spell/remove fear}, using his monk level as his caster level. He can spend 2 ki points to activate this ability even when frightened or panicked. A monk must be at least 6th level before selecting this ki power.",
			"",
			"**Diamond Resilience (Ex)** ([^A]) By spending 1 ki point as a swift action, the monk gains DR 2/-. At 16th level, the damage reduction increases to 4/-. At 19th level, it increases to DR 6/-. This DR lasts for 1 minute. A monk must be at least 12th level before selecting this ki power.",
			"",
			"**Diamond Soul (Ex)** ([^A]) A monk can spend 2 points from his ki pool as a swift action to gain spell resistance equal to his monk level + 10. This spell resistance lasts for a number of rounds equal to the monk's level. A monk must be at least 12th level before selecting this ki power.",
			"",
			"**Elemental Burst (Su)** ([^A]) A monk with this ability can spend 4 ki points to unleash a gout of energy in a 30-foot cone. Creatures within the cone take 20d6 points of damage of the same type as the monk's elemental fury ki power. A Reflex save (DC = 10 + 1/2 the monk's level + his Wisdom modifier) halves the damage. A monk must be at least 18th level and must possess the elemental fury ki power before selecting this ki power.",
			"",
			"**Elemental Fury (Su)** ([^A]) A monk who selects this ki power must select one type of energy: acid, cold, electricity, or fire. Once this choice is made, it cannot be changed. The monk can expend 1 point from his ki pool as a swift action to imbue his natural attacks with this energy, causing them to deal 1d6 points of damage of the chosen type for a number of rounds equal to 1/2 his monk level. A monk must be at least 6th level before selecting this ki power.",
			"",
			"**Empty Body (Su)** ([^A]) A monk with this ki power gains the ability to assume an ethereal state for 1 minute as though using the spell {spell/etherealness}, using his monk level as his caster level. Using this ability is a move action that consumes 3 points from the monk's ki pool. This ability affects only the monk and cannot be used to make other creatures ethereal.",
			"",
			"**Feather Balance (Ex)** ([^D]) A monk with this ability can spend 1 ki point as a swift action to achieve perfect balance. While this is active, the monk treats any Acrobatics attempt made to balance as if he had rolled a 20. This ability lasts for 1 minute.",
			"",
			"**Floating Breath (Su)** ([^E]) A monk with this ki power can spend 1 point from his ki pool as a swift action to balance on the air, hovering in place, until the end of his next turn. This power does not allow the monk to fly or otherwise move into the air; he must jump or use some other ability to reach his position. This otherwise functions as {spell/air walk}. A monk must be 8th level before selecting this power.",
			"",
			"**Formless Mastery (Ex)** ([^D]) A monk with this ability varies his styles, never repeating the same move twice and capitalizing on the weaknesses of an opponent's style. As long as he does not possess any style feat, the monk can spend 1 point from his ki pool as an immediate action to gain the following against opponents in the stance of a style feat: a +4 dodge bonus to AC, a +4 circumstance bonus on attack rolls, and a bonus equal to his monk level on damage rolls. These bonuses last until the end of the monk's next turn (or his current turn if he uses this ability on his own turn). The monk can activate this ability and the furious defense ki power with the same immediate action for a total cost of 3 ki points. A monk must be at least 7th level before selecting this ki power.",
			"",
			"**Freedom of Movement (Su)** ([^F]) A monk with this ability can spend 1 ki point as a swift action to gain the effects of {spell/freedom of movement} for 1 round. The monk must be at least 8th level before selecting this ki power.",
			"",
			"**Furious Defense (Ex)** ([^D]) By spending 1 point from his ki pool as an immediate action, a monk with this ki power can grant himself a +4 dodge bonus to AC until the end of his next turn. The monk can activate this ability and the formless mastery ki power with the same immediate action for a total cost of 3 ki points. A monk must be at least 7th level before selecting this ki power.",
			"",
			"**High Jump (Ex)** ([^D]) A monk with this ki power adds his level as a bonus on all Acrobatics checks to jump, both for vertical jumps and horizontal jumps. In addition, he always counts as having a running start when attempting Acrobatics checks to jump. By spending 1 point from his ki pool as a swift action, the monk gains a +20 bonus on Acrobatics checks to jump for 1 round.",
			"",
			"**Improvised Weapon Proficiency (Ex, Su)** ([^F]) A monk with this ability does not take a penalty on attack rolls for using an improvised weapon. By spending 1 ki point, the monk can fight with a broken weapon without taking any penalties on attack rolls or damage rolls for 1 round.",
			"",
			"**Insightful Wisdom (Su)** ([^D]) A monk with this ability can spend 2 ki points as an immediate action to give another ally within 30 feet just the right word of advice to prevent disaster. If the ally can hear the monk, she can reroll a single attack roll or saving throw. The ally must take the second result, even if it is worse. A monk must be at least 8th level before selecting this ki power.",
			"",
			"**Ki Blocker (Su)** ([^D]) A monk with this ability can spend 1 ki point as a free action before making an unarmed strike against a foe. If the attack hits, the monk can interrupt the target's flow of ki. If the monk successfully damages the target of his attack, that opponent's cost to activate abilities with ki increases by 1 ki point for 1 hour. If the monk spends 2 points from his ki pool, he can use this ability to affect the target's arcane pool, arcane reservoir, grit points, inspiration, or panache points instead of its ki pool. The effects of this ability do not stack, but multiple hits increase the duration by 1 hour for each hit. A monk must be at least 10th level before selecting this ki power.",
			"",
			"**Ki Guardian (Su)** ([^D]) As an immediate action before he rolls a saving throw against a targeted effect that also targets other allies or an area effect whose area includes other allies, a monk with this ability can spend any number of ki points and designate a number of adjacent allies equal to the number of ki points spent. The monk rolls one saving throw for each designated ally, using his bonus instead of the ally's. For each successful saving throw, the corresponding ally treats the effect as if that ally had succeeded at the saving throw, and for each saving throw failed, the corresponding ally treats the effect as if that ally had failed the saving throw. If the monk fails any of the saving throws (including his own original saving throw), the monk treats the effect as if he had failed the saving throw. A monk must be at least 6th level before selecting this ki power.",
			"",
			"**Ki Hurricane (Ex)** ([^D]) As a full-round action, a monk with this ability can move up to twice his speed. At any point in that movement, the monk can spend 1 ki point to make the first attack in his flurry of blows. He can later spend another ki point to make the next attack in his flurry of blows, and so on, until he either stops spending ki points or has exhausted all the attacks from his flurry of blows. A monk must be at least 10th level and possess the sudden speed ki power before selecting this ki power.",
			"",
			"**Ki Meditation (Su)** ([^F]) A monk with this ability can spend 2 ki points to meditate as a full-round action, as if using Combat Meditation. Alternatively, he can spend 4 ki points to meditate as a move action instead. Using these ki points does not count as one of the monk's daily uses of Combat Meditation, but it grants him the usual benefits he would gain from his meditation feats for doing so. The monk must have the Combat Meditation feat before selecting this ki power.",
			"",
			"**Ki Metabolism (Su)** ([^D]) A monk with this ability uses his ki to control his metabolism. As long as he has at least 1 point remaining in his ki pool, the monk needs to eat and drink only 1/4 as often as normal, needs only 2 hours of sleep each night (including to replenish his ki pool), and can hold his breath for up to 1 hour per point of Constitution. As a move action, he can spend 1 ki point to enter a state of suspended animation, falling unconscious and appearing dead to all senses. At the time he enters this state, he indicates a preset period of time or a triggering condition, after which he awakens.",
			"",
			"**Ki Mount (Su)** ([^D]) A monk with this ability can spend 1 ki point as a standard action to grant 2 temporary hit points per monk level he possesses to his mount for 1 hour per monk level. As long as the monk and his mount are adjacent or the monk is mounted, the mount shares the benefits of whichever of the AC bonus, evasion, high jump, improved evasion, ki strike, perfect self, and still mind abilities the monk possesses. A monk must be at least 6th level before selecting this ki power.",
			"",
			"**Ki Range (Su)** ([^D]) A monk with this ability can spend 1 ki point as a swift action to increase the range increment of any thrown monk weapon by 20 feet. Apply this benefit before doubling the range increment with the {feat/Far Shot} feat.",
			"",
			"**Ki Sunder (Ex)** ([^B]) A monk with this ability can spend 1 ki point as a free action when attempting a sunder combat maneuver check to add his monk level as a bonus to the damage roll.",
			"",
			"**Ki Visions (Su)** ([^D]) A monk with this ability often sees visions of spirits or hears the voice of his departed mentor in his dreams. On any given night during which the monk dreams, he can use this ability to gain the benefits of a {spell/divination}. If he does, he spends 2 ki points from the next day's total. A monk must be at least 10th level before selecting this ki power.",
			"",
			"**Ki Volley (Su)** ([^G]) When a targeted spell or spell-like ability fails to overcome the monk's spell resistance from diamond soul, he can spend 2 ki points as an immediate action to send that spell back at its caster as {spell/spell turning}. A monk must be 16th level or higher and possess the diamond soul ki power before selecting this ki power.",
			"",
			"**Light Steps (Ex)** ([^G]) A monk with this ki power can move effortlessly across nearly any surface. Whenever the monk activates his feather balance ki power, he can also ignore all difficult terrain. In addition, while active, he can cross any solid surface, even if it would normally not support his weight. This does not allow him to walk on liquids. A monk must be at least 8th level and have the feather balance ki power before selecting this ki power.",
			"",
			"**Master-Thought Koan (Su)** ([^B]) A monk with this ability can spend an additional 2 ki points when using either the breaking-down koan or building-up koan ki powers. When combined with master-thought koan, breaking-down koan affects a number of characters of your choice within 30 feet equal to the monk's wisdom modifier. When combined with master-thought koan, building-up koan can be used on an ally within 30 feet. A monk must be at least 12th level and have either the breaking-down koan or the building-up koan ki power before selecting this ki power.",
			"",
			"**One Touch (Ex)** ([^G]) As long as he has at least 1 point remaining in his ki pool, as a standard action, a monk with this power can make an unarmed strike against a foe as a touch attack. He adds 1/2 his monk level as a bonus on the damage roll. He can spend 1 ki point to double this bonus for that attack. A monk must be at least 12th level before selecting this ki power.",
			"",
			"**Qinggong Power (Su)** ([^G]) A monk with this power selects any of the {arc-monk/qinggong monk} ki powers for which he qualifies based on his monk level. A monk can select this ability multiple times. Each time, he must select a different qinggong monk ki power.",
			"",
			"**Quivering Palm (Su)** ([^G]) A monk can set up vibrations within the body of another creature that can thereafter be fatal if the monk so desires. Using this ability is a standard action that costs 4 ki points, and the monk must announce his intent to use this ability (and spend the ki points) before making the attack roll. Creatures immune to critical hits cannot be affected. Otherwise, if the attack hits and the target takes damage from the blow, the quivering palm attack succeeds. Thereafter, the monk can try to slay the victim at any time within a number of days equal to his monk level. To make such an attempt, the monk merely wills the target to die (a free action); unless the target succeeds at a Fortitude saving throw (DC = 10 + 1/2 the monk's level + the monk's Wisdom modifier), it dies. If the saving throw is successful, the target is no longer in danger from that particular quivering palm attack, but it can still be affected by another one at a later time. A monk can have no more than one quivering palm in effect at one time. If a monk uses quivering palm while another is still in effect, the previous one is negated. A monk must be at least 16th level before selecting this ki power.",
			"",
			"**Racing Current (Su)** ([^E]) A monk with this ki power can create a wave to help him maneuver allies upon the battlefield, as if using the spell {spell/slipstream}. Using this ability is a move action that costs 2 ki points, and the ability remains in effect for 1 minute. A monk must be 6th level to select this ki power.",
			"",
			"**Slow Fall (Su)** ([^G]) A monk within arm's reach of a wall can use it to slow his descent by expending 1 point from his ki pool. When he uses this ability, he takes no damage from the fall (as if using {spell/feather fall}), but he must be adjacent to a wall for the length of the fall (although this can be used to reduce the damage from a fall if only part of it is adjacent to a wall).",
			"",
			"**Sudden Speed (Su)** ([^G]) A monk with this ki power can spend 1 point from his ki pool as a swift action to grant himself a sudden burst of speed. This increases the monk's base land speed by 30 feet for 1 minute.",
			"",
			"**Water Sprint (Su)** ([^G]) A monk with this ki power can spend 1 point from his ki pool as a swift action to gain the ability to walk on water, as if under the effects of {spell/water walk}. Once activated, this ability lasts for 1 minute per monk level. A monk must be fat least 6th level before selecting this ki power.",
			"",
			"**Wholeness of Body (Su)** ([^G]) A monk with this ki power can heal his own wounds as a standard action. By spending 2 points from his ki pool, he can heal an amount of damage equal to 1d8 + his monk level.",
			"",
			"**Wind Jump (Su)** ([^G]) A monk with this ki power can spend 1 point from his ki pool as a move action to grant himself a fly speed (with perfect maneuverability) equal to his base land speed. He must end his movement each round on solid ground (or some other surface that can support his weight) or fall as normal. Once activated, this ability lasts for 1 minute. A monk must be at least 8th level and have the high jump ki power before selecting this ki power.",
			"",
			"**Zephyr Blow (Su)** ([^E]) By spending 1 ki point as a standard action, a monk with this power can disrupt the wind and create a sharp blast of air, as if using the spell {spell/gust of wind}. The monk's caster level for this effect is equal to his monk level.",
			"",
			"[^A]: {source/Pathfinder Unchained/ pg. 16}",
			"[^B]: {source/Martial Arts Handbook/ pg. 20}",
			"[^C]: {source/Blood of the Beast/ pg. 30}",
			"[^D]: Pathfinder Unchained pg. 17",
			"[^E]: {source/Wilderness Origins/ pg. 31}",
			"[^F]: Blood of the Beast pg. 31",
			"[^G]: Pathfinder Unchained pg. 18"
		],
		"topLink": [ "Unchained Monk", "class/unchained_monk" ]
	},
	"legendary_spirits": {
		"name": "Legendary Spirits",
		"sources": [
			"Adventurer's Guide",
			"Blood of the Ancients",
			"Heroes of Golarion",
			"Horror Adventures",
			"Occult Realms",
			"Pathfinder #132: The Six-Legend Soul"
		],
		"description": [
			"## Legendary Spirits",
			"",
			"{SOURCE Occult Realms}  ",
			"The spirits a medium can channel draw their power both from the tales told about them and from their own souls, which echo with the remarkable deeds they performed in life. All spirits have stories - and some arise from people whose deeds shook the world and whose testaments have endured throughout the ages. These beings are legendary spirits, and they possess great power they can share with mediums who gain their favor.",
			"",
			"Attaining the ability to channel a legendary spirit involves traveling to a certain location or performing a certain deed, swearing an oath, performing a ritual, and succeeding at an ability check. The type of check depends on the spirit, but the DC is always equal to 10 + 1/2 the medium's level. If the medium breaks the oath, the spirit will no longer answer when he calls. If the medium attempts to call another spirit of the legendary spirit's legend, the legendary spirit similarly departs forever.",
			"",
			"| Outsider | Legend |",
			"| --- | --- |",
			"| [Abrogail Thrune I](/legendaryspirit/abrogail_thrune_i) | Hierophant |",
			"| [Ambras Imre](/legendaryspirit/ambras_imre) | Trickster |",
			"| [Ardril, the Would-Be King](/legendaryspirit/ardril_the_would_be_king) | Champion |",
			"| [Arnisant](/legendaryspirit/arnisant) | Guardian |",
			"| [Azghaad I](/legendaryspirit/azghaad_i) | Marshal |",
			"| [Beldam I](/legendaryspirit/beldam_i) | Trickster |",
			"| [Butcher](/legendaryspirit/butcher) | Champion |",
			"| [Cyricas](/legendaryspirit/cyricas) | Hierophant |",
			"| [Daronlyr XII](/legendaryspirit/daronlyr_xii) | Archmage |",
			"| [Deceiver](/legendaryspirit/deceiver) | Trickster |",
			"| [Father of Legends](/legendaryspirit/father_of_legends) | Marshal |",
			"| [Gennaris III](/legendaryspirit/gennaris_iii) | Champion |",
			"| [Heretic](/legendaryspirit/heretic) | Hierophant |",
			"| [Kelksiomides](/legendaryspirit/kelksiomides) | Hierophant |",
			"| [Lich](/legendaryspirit/lich) | Archmage |",
			"| [Namzaruum](/legendaryspirit/namzaruum) | Marshal |",
			"| [Nex](/legendaryspirit/nex) | Archmage |",
			"| [Psomeira](/legendaryspirit/psomeira) | Champion |",
			"| [Savith](/legendaryspirit/savith) | Champion |",
			"| [Stavian I](/legendaryspirit/stavian_i) | Guardian |",
			"| [Sulesh the Great](/legendaryspirit/sulesh_the_great) | Archmage |",
			"| [Taldaris](/legendaryspirit/taldaris) | Marshal |",
			"| [Terminator](/legendaryspirit/terminator) | Guardian |",
			"| [Twice-Damned Prince](/legendaryspirit/twice_damned_prince) | Trickster |",
			"| [Warmonger](/legendaryspirit/warmonger) | Marshal |"
		],
		"topLink": [ "Medium", "class/medium" ]
	},
	"magus_arcana": {
		"name": "Magus Arcana",
		"sources": [
			"Advanced Class Guide",
			"Agents of Evil",
			"Bastards of Golarion",
			"Blood of the Moon",
			"Disciple's Doctrine",
			"Heroes of the Streets",
			"Magical Marketplace",
			"Monster Summoner's Handbook",
			"Ranged Tactics Toolbox",
			"The Harrow Handbook",
			"Ultimate Combat",
			"Ultimate Magic"
		],
		"description": [
			"## Magus Arcana",
			"",
			"{SOURCE Ultimate Magic}  ",
			"As he gains levels, a magus learns arcane secrets tailored to his specific way of blending martial puissance and magical skill. Starting at 3rd level, a magus gains one magus arcana. He gains an additional magus arcana for every three levels of magus attained after 3rd level. Unless specifically noted in a magus arcana's description, a magus cannot select a particular magus arcana more than once. Magus arcana that affect spells can only be used to modify spells from the magus spell list unless otherwise noted.",
			"",
			"{table0}"
		],
		"noFinder": true,
		"tables": [
			{
				"id": "magus arcana",
				"headers": [ "Arcana", "Level", "Description" ],
				"ripples": [0],
				"types": [ null, "num", null ],
				"alignments": [ true, null, true ],
				"data": [
					[ "{magusarcana/Accurate Strike}", [ 9, "9th" ], "Your melee attacks become melee touch attacks." ],
					[ "{magusarcana/Aquatic Agility}", [ 6, "6th" ], "Gain water breathing and ignore the effects of rough water." ],
					[ "{magusarcana/Arcane Accuracy}", [ 3, "3rd" ], "Gain an insight bonus to attack." ],
					[ "{magusarcana/Arcane Cloak}", [ 3, "3rd" ], "Add your Intelligence bonus to Stealth checks and Bluff checks to hide." ],
					[ "{magusarcana/Arcane Dealer}", [ 6, "6th" ], "Gain the {feat/Deadly Dealer} feat." ],
					[ "{magusarcana/Arcane Deed}", [ 3, "3rd" ], "Learn a swashbuckler deed." ],
					[ "{magusarcana/Arcane Edge}", [ 9, "9th" ], "Add bleed damage to an attack." ],
					[ "{magusarcana/Arcane Redoubt}", [ 3, "3rd" ], "Add your shield bonus as a touch AC bonus." ],
					[ "{magusarcana/Arcane Redoubt, Greater}", [ 12, "12th" ], "Gain evasion when you use *arcane redoubt*." ],
					[ "{magusarcana/Arcane Scent}", [ 3, "3rd" ], "Gain scent vs spellcasting creatures." ],
					[ "{magusarcana/Bane Blade}", [ 15, "15th" ], "Add *bane* to a weapon you wield." ],
					[ "{magusarcana/Book-Bound}", [ 3, "3rd" ], "Bonus to concentration while holding your spellbook." ],
					[ "{magusarcana/Broad Study}", [ 6, "6th" ], "Use spellstrike and spell combat with spells from another class." ],
					[ "{magusarcana/Circle of Order}", [ 9, "9th" ], "Dodge bonus vs chaotic creatures and effects." ],
					[ "{magusarcana/Close Range}", [ 3, "3rd" ], "Deliver ray spells as melee touch spells and with spellstrike." ],
					[ "{magusarcana/Concentrate}", [ 3, "3rd" ], "Reroll a concentration check." ],
					[ "{magusarcana/Critical Strike}", [ 12, "12th" ], "Add a touch spell to a critical hit." ],
					[ "{magusarcana/Dark Shifter}", [ 6, "6th" ], "Change the target of an ongoing spell effect with the darkness descriptor." ],
					[ "{magusarcana/Devoted Blade}", [ 12, "12th" ], "Add the anarchic, axiomatic, holy, or unholy special ability to your weapon." ],
					[ "{magusarcana/Dispelling Strike}", [ 9, "9th" ], "Your weapon can dispel magic." ],
					[ "{magusarcana/Disruptive}", [ 6, "6th" ], "Gain {feat/Disruptive} as a bonus feat." ],
					[ "{magusarcana/Distant Spellstrike}", [ 12, "12th" ], "Increase the range of a spell to your ranged weapon's range." ],
					[ "{magusarcana/Divinatory Strike}", [ 3, "3rd" ], "Gain deep knowledge about a creature you critically hit." ],
					[ "{magusarcana/Empowered Magic}", [ 6, "6th" ], "Use {feat/Empower Spell} for free once per day." ],
					[ "{magusarcana/Enduring Blade}", [ 6, "6th" ], "Your weapon enhancements can last longer than normal." ],
					[ "{magusarcana/Familiar}", [ 3, "3rd" ], "Gain a familiar, as a {class/wizard}." ],
					[ "{magusarcana/Flamboyant Arcana}", [ 3, "3rd" ], "Gain the derring-do and opportune parry and riposte deeds from the swashbuckler's list of deeds." ],
					[ "{magusarcana/Ghost Blade}", [ 9, "9th" ], "You can add brilliant energy and ghost touch special abilities to your weapons." ],
					[ "{magusarcana/Hasted Assault}", [ 9, "9th" ], "Become {spell/haste/d} temporarily." ],
					[ "{magusarcana/Intuitive Protection}", [ 3, "3rd" ], "You can protect yourself if you identify a summoning." ],
					[ "{magusarcana/Ki Arcana}", [ 6, "6th" ], "Use your arcane pool as ki points, and vice versa." ],
					[ "{magusarcana/Lingering Pain}", [ 3, "3rd" ], "The pain of your attack lingers, disrupting spellcasting." ],
					[ "{magusarcana/Maneuver Mastery}", [ 3, "3rd" ], "Use your magus level as your CMB for one maneuver." ],
					[ "{magusarcana/Maximized Magic}", [ 12, "12th" ], "Use {feat/Maximize Spell} for free once per day." ],
					[ "{magusarcana/Natural Spell Combat}", [ 3, "3rd" ], "Use spell combat with a natural attack." ],
					[ "{magusarcana/Planar Hunter}", [ 9, "9th" ], "You can add the planar and phase locking special abilities to your weapons." ],
					[ "{magusarcana/Pool Ray}", [ 3, "3rd" ], "Imbue your weapon with elemental power." ],
					[ "{magusarcana/Pool Strike}", [ 3, "3rd" ], "Imbue your hand with elemental power." ],
					[ "{magusarcana/Pool Strike, Arcing}", [ 12, "12th" ], "Hit more creatures with *pool strike*." ],
					[ "{magusarcana/Pool Strike, Clinging}", [ 9, "9th" ], "Your *pool strike* hits again the next round." ],
					[ "{magusarcana/Pool Strike, Thunderous}", [ 6, "6th" ], "Your *pool strike* causes thunder damage and can deafen." ],
					[ "{magusarcana/Prescient Attack}", [ 6, "6th" ], "A creature you hit becomes easier to hit again." ],
					[ "{magusarcana/Prescient Defense}", [ 3, "3rd" ], "Gain greater defense against a creature you hit." ],
					[ "{magusarcana/Quickened Magic}", [ 15, "15th" ], "Use {feat/Quicken Spell} for free once per day." ],
					[ "{magusarcana/Rakshasa's Fortune}", [ 9, "9th" ], "Gain a bonus (or penalty) from a Harrow card when you cast a polymorph spell on yourself." ],
					[ "{magusarcana/Ranger Trap}", [ 10, "10th" ], "Learn a {ability/ranger trap>s}." ],
					[ "{magusarcana/Reach Magic}", [ 3, "3rd" ], "Use {feat/Reach Spell} for free once per day." ],
					[ "{magusarcana/Reach Spellstrike}", [ 9, "9th" ], "Ranged spellstrike increases a touch spell's range to \"Close\"." ],
					[ "{magusarcana/Reflection}", [ 15, "15th" ], "Reflect a spell back at its caster." ],
					[ "{magusarcana/Rod Mastery}", [ 3, "3rd" ], "Use your intelligence modifier for the DCs of spells from rods you use." ],
					[ "{magusarcana/Rod Wielder}", [ 3, "3rd" ], "Add your Intelligence bonus against spell resistance rolls when you use a rod." ],
					[ "{magusarcana/Scroll Mastery}", [ 6, "6th" ], "Use your intelligence modifier for the DCs of scrolls you use." ],
					[ "{magusarcana/Silent Magic}", [ 3, "3rd" ], "Use {feat/Silent Spell} for free once per day." ],
					[ "{magusarcana/Spell Blending}", [ 3, "3rd" ], "Learn a wizard spell." ],
					[ "{magusarcana/Spell Shield}", [ 3, "3rd" ], "Gain an instant shield bonus." ],
					[ "{magusarcana/Spell Trickery}", [ 12, "12th" ], "Add an illusion or enchantment to a dirty trick combat maneuver." ],
					[ "{magusarcana/Spellbreaker}", [ 9, "9th" ], "Gain {feat/Spellbreaker} as a bonus feat." ],
					[ "{magusarcana/Spell-Scars}", [ 3, "3rd" ], "Gain the ability to use spell-scars." ],
					[ "{magusarcana/Still Magic}", [ 3, "3rd" ], "Use {feat/Still Spell} for free once per day." ],
					[ "{magusarcana/Tabris's Step}", [ 3, "3rd" ], "Gain the effects of {spell/water walk}." ],
					[ "{magusarcana/Throwing Magus}", [ 3, "3rd" ], "Your weapon can gain the returning and throwing abilities, and you regain pool points when you hit." ],
					[ "{magusarcana/Vision-Clouding Strike}", [ 9, "9th" ], "Your weapon can cloud the vision of your targets." ],
					[ "{magusarcana/Wand Mastery}", [ 3, "3rd" ], "Use your intelligence modifier for the DCs of wands you use." ],
					[ "{magusarcana/Wand Wielder}", [ 3, "3rd" ], "Use a wand or staff instead of casting a spell in *spell combat*." ]
				],
				"initialColumn": 0
			}
		],
		"topLink": [ "Magus", "class/magus" ]
	},
	"major_hexes": {
		"name": "Major Hexes",
		"sources": [
			"Advanced Player's Guide",
			"Blood of the Moon",
			"Champions of Purity",
			"Dirty Tactics Toolbox",
			"Healer's Handbook",
			"Heroes of Golarion",
			"Magical Marketplace",
			"Potions and Poisons",
			"The Harrow Handbook",
			"Ultimate Magic"
		],
		"description": [
			"## Major Hexes",
			"",
			"{SOURCE Advanced Player's Guide}  ",
			"Starting at 10th level, and every two levels thereafter, a witch can choose one of the following major hexes whenever she could select a new hex.",
			"",
			"---",
			"",
			"**Agony (Su):** With a quick incantation, a witch can place this hex on one creature within 60 feet, causing them to suffer intense pain. The target is nauseated for a number of rounds equal to the witch's level. A Fortitude save negates this effect. If the saving throw is failed, the target can attempt a new save each round to end the effect. Whether or not the save is successful, a creature cannot be the target of this hex again for 1 day.[^A]",
			"",
			"**Animal Skin:** The witch can become any animal of a size from Tiny to Large whose skin she wears. This ability is similar to beast shape II, except she takes on the appearance of the specific individual from which the skin came.[^B]",
			"",
			"**Beast Eye (Su):** The witch can project her senses into an animal within 100 feet, sensing whatever it senses. She cannot control the animal's actions. She can project her senses from that animal to another within 100 feet of it as a standard action, and can continue to make these sensory leaps, potentially viewing things very far from her actual location. She may return her senses to her own body as a free action. Normal animals get no saving throw against this ability, but animal companions, paladin mounts, and similar unusual animals may resist with a Will save; the witch may use this ability on her own familiar as if it were an animal. If the witch has the coven hex, all other witches within 10 feet of her who also have the coven hex can see through this animal at will, although the acting witch still controls the ability. The witch can use this ability for a number of minutes per day equal to her level. These minutes need not be consecutive, but they must be spent in 1-minute increments.[^C]",
			"",
			"**Beast's Gift (Su):** The witch can use her magic to grant her allies ferocious animal abilities. The witch can partially transform a willing ally, granting him natural attacks for a number of minutes equal to the witch's level. Choose one: the creature gains one bite attack that deals 1d8 points of damage and one secondary attack of the witch's choice that deals 1d6 points of damage, or the creature gains two claw attacks that deal 1d4 points of damage each. These attacks follow the standard rules for natural attacks.[^D]",
			"",
			"**Cook People (Su):** The witch can create fabulous spells by cooking an intelligent humanoid creature in her cauldron, either alive or dead. Using this hex creates one meal or serving of food of the witch's choice, typically a delicious stew or a dough suitable for cookies, pastries, or other desserts. Cooking the victim takes 1 hour. Eating the food provides one of the following benefits for 1 hour: age resistance, bear's endurance, bull's strength, cat's grace, eagle's splendor, fox's cunning, neutralize poison (instantaneous) owl's wisdom, remove disease (instantaneous). Alternatively, the witch can shape the dough into a Small, humanlike creature, animating it as a homunculus for 1 hour. The witch must have the cauldron hexcauldron to select this hex. Using this hex or knowingly eating its food is an evil act.[^C]",
			"",
			"**Delicious Fright:** The witch can feed on the fear of her victim. The target of this hex becomes shaken for a number of rounds equal to 3 + the witch's Intelligence modifier. As long as the witch remains within 30 feet of her target, she gains a +1 morale bonus on attack rolls and a +1 morale bonus on saving throws as long as this effect persists. A successful Will save reduces the duration of this hex to 1 round. This is a mind-affecting fear effect.[^B]",
			"",
			"**Drugged (Su):** The witch can combine her magic with her poisons to weaken her enemies' minds. When the witch creates a poison, she can require the target of the poison to attempt a Will save rather than a Fortitude save. The witch must use this hex when she crafts the poison, and once used, the hex can't be undone without remaking the poison.[^D]",
			"",
			"**False Hospitality (Su):** The witches of Iblydos are known for greeting travelers with warmth only to reveal their powers once their enemies have lowered their defenses. A witch can use this hex to gain the benefits of {spell/glibness} with a caster level equal to the witch's level. This hex can be used once per day.[^D]",
			"",
			"**Hag's Eye (Su):** A witch with this hex can create a magic sensor that she can see through. This functions as per the spell {spell/arcane eye}. If the witch has the coven hex, all other witches within 10 feet who also have the coven hex can see through this sensor as well, although the witch that created it still controls it. The witch can use this eye for a number of minutes per day equal to her level. These minutes do not need to be consecutive, but they must be spent in 1-minute increments.[^A]",
			"",
			"**Harrowing Curse (Su):** The witch can curse a target creature by touching it with a card randomly drawn from a harrow deck she owns. The target is affected as if by the spell bestow curse using the witch's caster level, except that the witch can decrease only the ability score that corresponds to the suit of the card drawn. Whether or not the save is successful, a creature cannot be targeted by this hex more than once in 24 hours. At 15th level, this hex acts as a major curse spell. A witch with the cartomancer archetype can combine this hex with her spell deck's deliver touch spell ability.[^E]",
			"",
			"**Hidden Home (Sp):** The witch can conceal or disguise her home and the area around it as if using mirage arcana. Before using the hex, she must spend 1 day pacing out the border of an area that measures roughly 40,000 square feet (approximately 200 feet by 200 feet) to define her home territory. Thereafter, she can use the hex to change the appearance of that area as a standard action as long as she is within the area. The illusion persists until the witch changes or dismisses it. For the purpose of this ability, a witch can only have one \"home\" at a time.[^C]",
			"",
			"**Hoarfrost (Su):** The target is rimed with a shell of frost needles that slowly work their way into its flesh (Fortitude negates). The target turns pale and blue, and takes 1 point of Constitution damage per minute until it dies, saves (once per minute), or is cured. {spell/Break enchantment}, {spell/dispel magic}, {spell/remove curse}, and similar spells end the effect. If the target saves, it is immune to this hex for 1 day. This is a cold effect.[^C]",
			"",
			"**Ice Tomb (Su):** A storm of ice and freezing wind envelops the target, which takes 3d8 points of cold damage (Fortitude half). If the target fails its save, it is paralyzed and unconscious but does not need to eat or breathe while the ice lasts. The ice has 20 hit points; destroying the ice frees the creature, which is staggered for 1d4 rounds after being released. Whether or not the target's saving throw is successful, it cannot be the target of this hex again for 1 day.[^C]",
			"",
			"**Infected Wounds (Su):** The target's wounds become infected (Fortitude negates). The target takes 1 point of Constitution damage per day. After the first day, the target may save once per day to cure the infection. This is a disease effect.[^C]",
			"",
			"**Major Ameliorating (Su):** The witch can touch a creature to suppress or protect it from more debilitating negative conditions. Each time she uses this hex, the witch either chooses the blinded or deafened condition, or chooses a type of effect: curse, disease, or poison. If the target is or later becomes afflicted with the chosen condition or effect, that condition or effect is suppressed for a number of minutes equal to the witch's level. Alternatively, for 24 hours the witch can grant her target a +4 circumstance bonus on saving throws against effects that cause any two of the above conditions or effects (witch's choice; she can choose any combination of conditions or effects, as long as she chooses only two total). At 15th level, the witch can choose up to two total conditions or types of effects to suppress or three total conditions or types of effects to grant a circumstance bonus against each time she uses the major ameliorating hex. Once a creature has benefited from this hex, it cannot benefit from it again for 24 hours.[^F]",
			"",
			"**Major Healing (Su):** By calling upon eerie powers, the witch's touch can mend even the most terrible wounds of those she touches. This acts as cure serious wounds, using the witch's caster level. Once a creature has benefited from the major healing hex, it cannot benefit from it again for 24 hours. At 15th level, this hex acts like cure critical wounds.[^G]",
			"",
			"**Nightmares (Su):** Calling upon fell powers, a witch can place a hex on a creature within 60 feet that causes its sleep to be tormented by terrible nightmares. This functions as the spell {spell/nightmare} each time the affected creature attempts to rest. A Will save negates this effect. If the save is failed, the target must make a new save each night or be unable to rest.[^G]",
			"",
			"**Pariah (Su):** The witch can cause a creature within 60 feet to be shunned by its allies for a number of rounds equal to the witch's Intelligence modifier. Any other creature attempting to directly assist the target with a harmless spell or aid another action must attempt a Will save. If the save succeeds, the aiding creature is unaffected by this hex. If the save fails, the aiding creature can't follow through, the action is lost, and the aiding creature can't directly aid the target for the duration of this hex. This hex does not prevent the target from benefiting from area of effect spells.[^H]",
			"",
			"**Prophecy (Su):** The witch can call on her prophetic ancestors and cast {spell/divination} once per day. She can spend a full hour casting the spell in place of providing the usual material components.[^D]",
			"",
			"**Regenerative Sinew (Su):** The witch can cause the debilitating wounds of a creature she touches to quickly close, helping it heal rapidly. The target either gains fast healing 5 for a number of rounds equal to 1/2 the witch's class level or it heals up to 4 points of ability score damage from any two ability scores (witch's choice). At 15th level, in addition to the chosen effect, the target's severed body members, broken bones, and ruined organs grow back, as per regenerate. Once a creature has benefited from this hex, it cannot benefit from it again for 24 hours.[^F]",
			"",
			"**Restless Slumber (Su):** The witch causes a creature within 30 feet to fall into a sleep riddled with nightmares. This functions as the slumber hex. Additionally, the restless nature of the sleep causes the creature to violently toss and turn, dealing 1d10 points of damage to itself each turn. This damage does not wake the creature. When it wakes, the creature's addled state causes it to be confused for a number of rounds equal to half the witch's level. The witch must have the slumber hexslumber to select this hex.[^I]",
			"",
			"**Retribution (Su):** A witch can place a retribution hex on a creature within 60 feet, causing terrible wounds to open across the target's flesh whenever it deals damage to another creature in melee. Immediately after the hexed creature deals damage in melee, it takes half that damage (round down). This damage bypasses any resistances, immunities, or damage reduction the creature possesses. This effect lasts for a number of rounds equal to the witch's Intelligence modifier. A Will save negates this effect.[^G]",
			"",
			"**Speak in Dreams (Sp):** The witch can contact a creature as if using dream. The witch can use this ability on a number of creatures per day equal to her Intelligence bonus, but can dream-speak to those creatures as often as desired throughout that time period.[^C]",
			"",
			"**Steal Voice (Su):** (Tiefling Only) The witch can steal the voice of one creature within 30 feet, causing it to lose, for a number of rounds equal to the witch's Intelligence bonus, all abilities that rely on speech, including talking, casting spells with verbal components, and using auditory bardic performances. A successful Will saving throw negates this effect. If this hex is used upon a willing target, the duration lasts for a number of hours equal to the witch's Intelligence bonus. Additionally, the witch can change her voice to match that of any creature whose voice she has stolen with this hex, as per vocal alteration.[^J]",
			"",
			"**Vision (Su):** A witch with the vision hex can grant a glimpse of the future to a creature touched. Granting a vision takes 1 minute, during which time the witch and the target must remain in contact with one another. At the end of this time, the subject receives a brief image of the future, usually no more than 1 year from the time of the vision, subject to GM discretion. This is only one possible version of the future, making such visions unreliable at best. Most visions are slanted toward the alignment of the witch that granted them. For example, the visions granted by a chaotic evil witch often show scenes of death and destruction, while those of a neutral good witch tend to be of joyous events or occasions. A creature cannot be subject to another vision until the current vision has either come to pass or been prevented. A witch cannot use this ability on herself. Unwilling creatures receive a Will save to negate the vision.[^G]",
			"",
			"**Waxen Image (Su):** The witch can spend a full-round action to create a crude and unnerving wax duplicate of a creature she can see within 30 feet. Once the image is complete, the subject must make a Will save. If the subject fails, the witch gains a small measure of control over the creature. Whenever she exercises this control, the creature receives a new Will save to end the effect. This effect occurs on the witch's turn and does not impede the creature's actions on its turn. The witch can use the waxen image a number of times equal to her Intelligence modifier before it melts. As a standard action, the witch can cause the subject to do any one of the following things: move up to the creature's speed in any direction, attack itself once with any weapon in hand (this attack automatically hits), lay down on the ground, or drop anything held. Alternatively, she can spend one of her uses to simply torture the image, causing the creature to be both sickened and staggered on its turn. As soon as the creature has succeeded on a saving throw against this effect, it is immune to it for 24 hours. The is an enchantment (compulsion) effect.[^G]",
			"",
			"**Weather Control (Su):** A witch with this hex can use control weather once per day, but creating the weather takes 1 full hour of chanting, dancing, and communing with her familiar.[^K]",
			"",
			"**Witch's Bounty (Su):** The witch may bless a bush, plant, or tree that is planted in the ground, so that it creates a plentiful harvest. Each day at dawn, this blessed bush grows a number of goodberries equal to twice her witch level. Berries on the tree remain until they are picked, but the tree can never manifest a number of berries greater than twice her level at one time. The witch may only have one witch's bounty active at a time, but can shift her blessing to a new plant with a ritual requiring 1 hour.[^L]",
			"",
			"**Witch's Brew (Ex):** When the witch uses her cauldron to brew a potion, she may spend double the cost to create 2 identical potions that day instead of just 1. At 15th level, she may spend triple the cost to create 3 identical potions that day. The witch must have the cauldron hexcauldron to select this hex.[^C]",
			"",
			"**Witch's Charge (Su):** Once per day when preparing spells, a witch can designate a willing creature as her charge. She gains a constant status effect on this creature and can target it with beneficial touch spells from a range of 30 feet. The creature remains her charge until she designates a new one.[^L]",
			"",
			"**Withering (Su):** The witch causes a creature within 30 feet to age rapidly, empowering the witch in the process. The target ages to the next age category (adult to middle-aged, and so on). The witch gains a number of temporary hit points equal to 1d10 + her witch level and a +2 enhancement bonus to either Strength, Dexterity, or Constitution for a number of hours equal to her Intelligence modifier. These effects last for a number of hours equal to the witch's level. A creature cannot be aged past venerable age by this hex, and it can attempt a Fortitude save to negate the effect altogether. Once a creature has successfully saved against the withering hex, it cannot be affected by it again.[^I]",
			"",
			"[^A]: {source/Advanced Player's Guide/ pg. 67}",
			"[^B]: {source/Blood of the Moon/ pg. 15}",
			"[^C]: {source/Ultimate Magic/ pg. 82}",
			"[^D]: {source/Heroes of Golarion/ pg. 16}",
			"[^E]: {source/The Harrow Handbook/ pg. 15}",
			"[^F]: {source/Healer's Handbook/ pg. 17}",
			"[^G]: Advanced Player's Guide pg. 68",
			"[^H]: {source/Magical Marketplace/ pg. 28}",
			"[^I]: {source/Potions and Poisons/ pg. 10}",
			"[^J]: {source/Dirty Tactics Toolbox/ pg. 23}",
			"[^K]: Advanced Player's Guide pg. 69",
			"[^L]: {source/Champions of Purity/ pg. 27}"
		],
		"topLink": [ "Witch", "class/witch" ]
	},
	"major_phrenic_amplifications": {
		"name": "Major Phrenic Amplifications",
		"sources": [
			"Occult Adventures",
			"Occult Origins"
		],
		"description": [
			"## Major Phrenic Amplifications",
			"",
			"{SOURCE Occult Origins/16;Occult Adventures/63}  ",
			"At 11th level and every 4 levels thereafter, a psychic can choose one of the following major amplifications in place of a phrenic amplification.",
			"",
			"---",
			"",
			"**Deflection Field (Su):** Whenever the psychic casts a linked spell that grants her a deflection bonus to AC, she can spend 2 points from her phrenic pool to automatically reflect the first ranged attack that misses her (as long as the linked spell remains active) back at the attacker. This reflected attack uses the original attack roll plus a circumstance bonus equal to the psychic's caster level.",
			"",
			"**Dispelling Pulse (Su):** The psychic can spend 3 points from her phrenic pool to entwine dispelling magic with a targeted spell. If the target is hit by the linked spell or fails its saving throw, it's affected as though the psychic had cast a targeted {spell/dispel magic} spell on it. This effect can dispel only spells of the linked spell's level or lower. If the linked spell doesn't already require an attack roll or allow a saving throw, the target can attempt a Will saving throw to avoid the dispelling effect only; the DC is calculated using the linked spell's level (and all other bonuses that would apply if the linked spell allowed a Will save). This amplification can be linked only to a spell that targets one creature or object.",
			"",
			"**Dual Amplification (Ex):** When the psychic uses this major amplification, she chooses two other amplifications or major amplifications she knows to apply to the same linked spell. She must spend 1 point from her phrenic pool to do so, plus the full cost of the two other amplifications. She can't apply the same amplification to the linked spell more than once, even if she can use that amplification for multiple different effects.",
			"",
			"**Mimic Metamagic (Ex):** When the psychic gains this amplification, she chooses two metamagic feats; she need not have these feats to select them. When she casts a spell, she can spend points from her phrenic pool to apply one of the chosen feats to the linked spell without increasing the spell's level or casting time. She must spend a number of points equal to double the number of levels by which the feat normally increases a spell's level (minimum 2 points). If the metamagic feat alters the spell's casting time in a different way than the standard rules for a spontaneous caster using a metamagic feat (as in the case of Quicken Spell), it changes the casting time accordingly. The psychic can still apply metamagic feats she knows to the spell while using this amplification, increasing the casting time and spell level as normal. This amplification can be applied only to a spell that the chosen metamagic feat could normally affect, and only if the spellcaster can cast spells of a high enough level that she would be able to apply the metamagic feat in question to the linked spell. For example, an 11th-level psychic could spend 8 points to quicken a 1st-level spell, but couldn't quicken a 2nd-level spell because she's unable to cast 6th-level spells. This ability doesn't require her to have any free spell slots in the relevant level, however, so the psychic in the example could quicken a 1st-level spell even if she had cast all her 5th-level spells for the day. A psychic can select this amplification multiple times, adding two additional options to the list of metamagic feats she can apply using this amplification each time.",
			"",
			"**Space-rending Spell (Su):** The psychic can warp space with her mind, teleporting herself as she casts her linked spell. She teleports herself 10 feet per point she spends from her phrenic pool (as {spell/dimension door}). The maximum number of points she can spend in this way is equal to the linked spell's level.",
			"",
			"**Subordinate Spell (Ex):** The psychic can divide her mind to cast a less powerful spell upon herself alongside her linked spell. The linked spell can't be lower than 5th level and can't take less than a standard action to cast. This applies to the actual casting time, so the psychic can't add a subordinate spell to a quickened spell. The subordinate spell's casting time must be 1 standard action or less, and its level can be no higher than the linked spell's level - 5. The subordinate spell must target only the psychic (even if it could normally affect other or multiple targets). The psychic must spend a number of points from her phrenic pool equal to 3 + double the subordinate spell's level. The subordinate spell acts as though it had been cast, and uses up one of the psychic's spells per day of its level. The effects of the two spells are separate, so each might require its own {rule/concentration} check.",
			"",
			"**Synaptic Shock (Su):** The psychic manipulates an enemy's mind with brute force, causing mental harm beyond that done by her linked spell. She can spend 1 point from her phrenic pool when casting a mind-affecting linked spell to select one of the spell's targets. If the target is affected by the linked spell, that target is confused for 1 round after the duration of the spell expires (or immediately, if the spell has an instantaneous duration). If the target succeeds at its save against the linked spell, it is instead confused for 1 round immediately. For each additional point the psychic spends from her phrenic pool, she can confuse one additional target of the linked spell. This amplification can be applied only to a mind-affecting spell that can affect a number of targets or that has an area. It has no effect on creatures that are immune to mind-affecting effects, unless the linked spell is able to affect such creatures (such as a spell that has both will of the dead and synaptic shock applied to it via dual amplification).",
			"",
			"**Telepathic Targeting (Su):** By spending 2 points from her phrenic pool, the psychic can target any creature with which she is in telepathic communication (whether via her *telepathic bond* ability, a creature's telepathy ability, or another effect) with the linked spell, even if the creature would normally be out of range. The linked spell must have the mind-affecting descriptor and must have a range of touch or greater.",
			"",
			"**Turning Shield (Su):** The psychic can turn her excess spell energy into a barrier that deflects weaker spells. She can spend a number of points from her phrenic pool equal to the linked spell's level to gain the benefit of {spell/spell turning} for 1 round per psychic level. The number of spell levels she can turn is equal to the level of the linked spell."
		],
		"topLink": [ "Psychic", "class/psychic" ]
	},
	"masterful_tricks": {
		"name": "Masterful Tricks",
		"sources": [
			"Occult Adventures",
			"Occult Origins",
			"Occult Realms"
		],
		"description": [
			"## Masterful Tricks",
			"",
			"{SOURCE Occult Adventures}  ",
			"At 12th level, a mesmerist can choose one of the following masterful tricks in place of a mesmerist trick. He gains an additional masterful trick every 2 levels thereafter. Using a masterful trick consumes two uses of the mesmerist trick class feature instead of one.",
			"",
			"**Allay Pain:** The subject of this trick gains DR 15/- against one attack that deals nonlethal damage. The mesmerist can trigger this trick whenever the subject is hit with an attack that deals nonlethal damage.[^A]",
			"",
			"**Avian Escape:** The subject changes shape to elude an attacking enemy. The mesmerist can trigger this trick when the subject takes damage from an enemy's attack. The subject transforms into a bird (as {spell/beast shape III}. Though the subject can appear as any Tiny bird, it uses the statistics for a raven. This is a polymorph effect.[^B]",
			"",
			"**Concealing Veil:** When this trick is triggered, the subject is affected by a {spell/nondetection} spell for 1 round per mesmerist level.[^C]",
			"",
			"**Cursed Sanction:** A ward curses an enemy who attacks the subject. While this trick is implanted, a visible, circular symbol appears on the subject's forehead. The mesmerist can trigger this trick when the subject is attacked or becomes the target of a spell that requires an attack roll. The attacker takes a -4 penalty on attack rolls, saves, ability checks, and skill checks for 1 minute per mesmerist level (Will negates). This penalty applies to the triggering attack roll. This is a curse effect.[^B]",
			"",
			"**Faked Death:** The subject appears to die, but actually can stealthily move about. The mesmerist can trigger this trick when the subject is damaged by an attack. The subject seems to fall down dead (as {spell/programmed image}), but actually turns invisible (as {spell/invisibility}) for a number of rounds equal to the mesmerist's level or until she attacks. Once the subject becomes visible again, the illusory dead body disappears. These are illusion effects, and a creature that interacts with the false body can attempt a saving throw to disbelieve the effect. The false body is a figment; the invisibility is a glamer.[^D]",
			"",
			"**Free in Body:** When constrained, the subject can easily slip loose. The mesmerist can trigger this trick when the subject begins its turn grappled or under an effect that impedes its movement (including paralysis, solid fog, slow, and web). The subject gains the benefits of {spell/freedom of movement} for 1 minute.[^D]",
			"",
			"**Mask Misery, Greater:** This trick functions as the mask misery trick, but can be used to ignore greater conditions as well. A mesmerist must have the mask misery mesmerist {ability/trick>s} to take greater mask misery.[^D]",
			"",
			"**Mental Fallback:** Mental commands placed deep in the subject's mind trigger when she would fall under mind control, allowing the mesmerist to control her instead. The mesmerist can trigger this trick when the subject is affected by a charm or compulsion effect created by an enemy. The subject acts as though the mesmerist had cast the spell instead of the enemy. For instance, if the subject were affected by {spell/charm monster} cast by an enemy, that enemy can't try to give her orders, but the mesmerist could. If the charm or compulsion causes penalties or conditions (such as those imposed by confusion, crushing despair, or hold person), the subject can ignore any of those penalties or conditions the mesmerist chooses. This trick overrides the charm or compulsion for a number of rounds equal to the mesmerist's level or until the duration of the triggering effect elapses, whichever comes first. The mesmerist can't implant this trick on himself.[^D]",
			"",
			"**Shadow Blend:** The mesmerist can trigger this trick whenever the subject attempts a Stealth check while in an area of dim or darker light. The subject gains total concealment from all enemies (50% miss chance) as long as it remains within areas of dim or darker light. Against creatures with darkvision, the subject gains concealment (20% miss chance) rather than total concealment. Once triggered, this effect lasts for 1 round per mesmerist level or until the subject enters an area of normal or brighter light.[^A]",
			"",
			"**Spatial Switch:** The mesmerist allows himself and an ally to physically swap places. The mesmerist can trigger this trick when an enemy moves adjacent to or attacks either the subject or the mesmerist, provided the subject and the mesmerist are within 100 feet of one another. The subject and the mesmerist then swap positions. If this trick was triggered by an attack, the swap happens before checking to see whether the attack hits. The mesmerist can't implant this trick on himself. This is a conjuration (teleportation) effect.[^D]",
			"",
			"**Spell Anticipation:** The mesmerist can choose a spell to strike back at enemy spellcasters. When the mesmerist implants this trick, he must expend one spell slot to couple a spell he knows of that level with the trick. That spell must have a casting time of 1 standard action or less and be able to target one creature (spells like dominate person that have more restrictive targeting can be used, but have no effect if triggered against creatures that don't match). He can trigger this trick when the subject is targeted by an enemy's spell. The mesmerist's spell then triggers, affecting only the enemy spellcaster. This takes effect only if the enemy spellcaster is within range of the spell (as measured from the subject of the trick), and functions as though the mesmerist were in the subject's square. The enemy's spell still has its full effect, even if the mesmerist's spell would normally protect against it or make the caster unable to cast it.[^D]",
			"",
			"**Umbral Transformation:** The subject of this trick turns into a living shadow for 1 round, as if affected by shadow body. After this trick ends, the subject is staggered for 1 round.[^A]",
			"",
			"**Vision of Blood:** When an enemy is struck by the subject, it believes its wound is far more severe, and the shock overwhelms it. The mesmerist can trigger this trick when the subject hits with an attack using a weapon, a natural weapon, or an unarmed strike. The attack's target must succeed at a Will saving throw or be stunned for 1 round. If the triggering attack was a critical hit, the target doesn't get a saving throw.[^D]",
			"",
			"**Willful Ignorance:** The subject gains the ability to tell one undetectable lie. When the subject attempts to lie, the mesmerist can trigger this trick. That particular lie resists truth-detecting magic, and creatures attempting to use such magic must succeed at a caster level check against a DC equal to 15 + the mesmerist's class level to succeed; failure means the magic doesn't detect the subject's lie or force her to speak only the truth.[^C]",
			"",
			"[^A]: {source/Occult Realms/ pg. 16}",
			"[^B]: {source/Occult Adventures/ pg. 43}",
			"[^C]: {source/Occult Origins/ pg. 12}",
			"[^D]: Occult Adventures pg. 44"
		],
		"topLink": [ "Mesmerist", "class/mesmerist" ]
	},
	"master_tricks": {
		"name": "Master Ninja Tricks",
		"sources": [
			"Champions of Balance",
			"Chronicle of Legends",
			"Martial Arts Handbook",
			"Ultimate Combat"
		],
		"description": [
			"## Master Ninja Tricks",
			"",
			"{SOURCE Ultimate Combat}  ",
			"At 10th level, and every two levels thereafter, a ninja can select one of the following master tricks in place of a {ability/ninja trick>s}.",
			"",
			"::h3[Sneak Attack Trick]{jl}",
			"",
			"**Assassinate (Ex):** A ninja with this master trick can kill foes that are unable to defend themselves. To attempt to assassinate a target, the ninja must first study her target for 1 round as a standard action. On the following round, if the ninja makes a sneak attack against the target and the target is denied its Dexterity bonus to AC, the sneak attack has the additional effect of possibly killing the target. This attempt automatically fails if the target recognizes the ninja as an enemy. If the sneak attack is successful and the target of this attack fails a Fortitude save, it dies. The DC of this save is equal to 10 + 1/2 the ninja's level + the ninja's Charisma modifier. If the save is successful, the target still takes the sneak attack damage as normal, but it is immune to that ninja's assassinate ability for 1 day.",
			"",
			"You can only apply this trick to an individual attack if you do not apply any other similarly-limited sneak attack tricks to it, such as bleeding attack or ki block. This decision must be made before the attack is made.[^A]",
			"",
			"::h3[Improved Tricks]{jl}",
			"",
			"These tricks upgrade other ninja tricks.",
			"",
			"**Blinding Bomb (Ex):** Whenever the ninja throws a smoke bomb, all living creatures in the cloud must make a Fortitude save or be blinded by the black smoke for 1d4 rounds. The DC of this saving throw is equal to 10 + 1/2 the ninja's level + the ninja's Charisma modifier. This trick cannot be combined with a choking bomb, but the ninja can combine a blinding bomb with a poison bomb. The ninja must have the choking bomb ninja trick before selecting this trick.[^A]",
			"",
			"**Fractured Mirror (Su):** By sending phantom selves across the battlefield, one may fight as many. When a ninja with this trick uses the shadow clone ninja trick, she gains an additional clone for every 3 ninja levels she has, to a maximum of eight clones. In addition, while she has shadow clones deployed, the ninja can cause any number of her clones to split from herself as part of a move action. The shadow clones move up to the ninja's speed at her will each time she uses a move action to move. Shadow clones separated in this way are not considered part of the shadow clone trick until they return to the ninja's square, though they can still be destroyed while separated. Shadow clones separated from the ninja have an AC equal to the ninja's AC - 5 and cannot take any actions, though they can provide flanking. Shadow clones do not occupy any space and a creature can freely enter a shadow clone's square. The ninja must have the shadow clone ninja trick to select this trick.[^B]",
			"",
			"**Greater Ki Venom (Ex):** A ninja with this trick can further improve her ki venom. The ninja can spend 2 ki points to increase the damage die to a d8 or spend 2 ki points to change the ability damage dealt to Constitution damage. The ninja must have the ki venom ninja trick before selecting this trick.[^C]",
			"",
			"**Invisible Blade (Su):** Whenever a ninja uses the vanishing trick ninja trick, she is treated as if she were under the effects of {spell/greater invisibility}. The ninja must have the vanishing trick ninja trick before selecting this ninja trick.[^A]",
			"",
			"**Master Disguise (Su):** A ninja with this trick can take on the appearance of other creatures and individuals. Whenever the ninja uses the sudden disguise ninja trick, the duration increases to 10 minutes per level. Alternatively, the ninja can use the sudden disguise ninja trick to take on the appearance of a specific individual that the ninja has seen before for 1 minute per level. Creatures that are familiar with the individual receive a Will saving throw to see through the illusion. The DC of this saving throw is 10 + 1/2 the ninja's level + the ninja's Charisma modifier. This illusion also changes the ninja's speech, if she has heard the individual talk and can speak his language. The ninja must have the sudden disguise ninja trick before selecting this trick.[^A]",
			"",
			"**Shadow Split (Su):** This trick allows the ninja to create an illusory double of herself that moves away from her, allowing the ninja to create a distraction. When she uses this ability, an illusory double appears and moves away from the ninja, heading in one direction. The double climbs walls, jumps pits, or simply passes through obstacles, moving at twice the ninja's speed in the direction indicated by the ninja when the ability is used. Its course cannot be changed. The double persists for 1 round per level of the ninja. Those who interact with the double receive a Will saving throw to recognize that it is fake. The DC of this save is 10 + 1/2 the ninja's level + the ninja's Charisma modifier. Each use of this ability uses up 1 ki point. The ninja must possess the shadow clone ninja trick before selecting this trick.[^A]",
			"",
			"::h3[Ki Tricks]{jl}",
			"",
			"These tricks use or modify a ninja's ki pool.",
			"",
			"**Acceleration of Form (Su):** A ninja with this trick can spend 1 ki point as a standard action to gain the benefits of {spell/displacement} and {spell/haste} for 1 round per 2 ninja levels.[^B]",
			"",
			"**Deep Cover (Ex):** A ninja with this trick gains the dual identity and seamless guise class feature as a {class/vigilante}, except that the ninja can spend 1 ki point to change identities as a move action. The ninja's identities are referred to as social and ninja, rather than social and vigilante.[^C]",
			"",
			">**Many Guises (Ex):** A ninja with this trick gains the {class/vigilante} social talent of the same name. The ninja must have the deep cover ninja trick before selecting this trick.[^C]",
			"",
			"**False Face (Su):** Like {family/oni} who take mortal shapes to infiltrate society, some ninjas can mold their flesh to pass unsuspected. A ninja with this trick gains the {umr/change shape} (any Small or Medium humanoid, {spell/alter self}) universal monster rule as long as she has at least 1 ki point.[^B]",
			"",
			"**Ghost Step (Su):** As a swift action, a ninja with this trick can pass through walls as if she were a ghost. Until the end of her turn, she can pass through a wall or other surface that is up to 5 feet thick per level as if she were incorporeal. She must exit the solid material by the end of her turn. Each use of this ability uses up 1 ki point.[^A]",
			"",
			"**Kami Warden (Su):** Ninjas can act as bodyguards as well as assassins or spies; some mystically emulate the relationship between {family/kami} and their wards when protecting their charges. A ninja with this trick gains {feat/Bodyguard} and {feat/In Harm's Way} as bonus feats, ignoring their prerequisites. When using In Harm's Way to intercept an attack, the ninja can spend 1 ki point to gains DR 10/cold iron and resistance 10 to acid, electricity, and fire for that attack.[^B]",
			"",
			"**Kawarimi (Su):** Once per day when a successful attack is made against a ninja with this ability, as an immediate action she can spend 1 ki point to attempt a Stealth check opposed by the attacker's Perception check. The ninja can attempt this check while being observed as long as she has {rule/cover} or {rule/concealment} (or an ability that allows her to attempt Stealth checks without cover or concealment). If she's successful, the opponent's attack hits an inanimate object that the attacker mistook for the ninja, and the ninja may move into an adjacent square and is hidden from the attacker.[^D]",
			"",
			"**Occulted Soul (Su):** A ninja with this trick can still her mind to bypass magical detection. The ninja can spend 1 ki point to cast {spell/nondetection} on herself as a spell-like ability, with a caster level equal to her ninja level.[^C]",
			"",
			"**See the Unseen (Su):** A ninja with this trick learns how to see that which cannot be seen. As a swift action, the ninja can cast {spell/see invisibility}, using her level as the caster level. Each use of this ability uses up 1 ki point.[^A]",
			"",
			"**Unbound Steps (Su):** This trick allows a ninja to use her ki to walk through the air. Whenever the ninja uses the light steps class feature, she can walk on air, rising or descending as she desires. She must end her move on a solid surface. Each use of this ability uses up 1 ki point.[^A]",
			"",
			"::h3[Other Tricks]{jl}",
			"",
			"**Advanced Talent:** The ninja can select a {ability/advanced_<rogue talent} from the list of Advanced Talents in place of a ninja trick. The ninja cannot select a rogue talent that has the same name as a ninja trick. The ninja cannot select improved evasion unless she has evasion (either as a class feature or as a ninja master trick).[^A]",
			"",
			"**All the Stars in the Sky (Ex):** Certain master ninjas possess a seemingly limitless supply of their trusted weapons. Whenever a ninja with this trick buys a set of 50 identical magic shuriken, she thereafter replenishes them at no cost and never runs out. This stock of magical shuriken can be upgraded as though it were a normal magic weapon, and shuriken upgraded this way likewise never run out.[^B]",
			"",
			"**Deadly Shuriken (Ex):** As a full-round action, a ninja with this master trick can take careful aim and pool all of her attack potential into a single, deadly shuriken throw. When she does this, she throws a single shuriken at a single target, but makes as many attack rolls as she can, based on her base attack bonus. She makes the attack rolls in order from highest bonus to lowest, as if she were making a full attack. If any of the attack rolls hit the target, the attack hits. For each additional successful attack roll beyond the first, the ninja increases the damage by 1d6. Precision damage and extra damage from weapon special abilities (such as flaming) are added with damage modifiers and are not increased by this advanced talent. If one or more rolls are critical threats, she confirms the critical once using her highest base attack bonus -5. For each critical threat beyond the first, she reduces this penalty by 1 (to a maximum of 0).[^A]",
			"",
			"**Evasion (Ex):** A ninja can avoid even magical and unusual attacks with great agility. If she makes a successful Reflex saving throw against an attack that normally deals half damage on a successful save, she instead takes no damage. Evasion can be used only if the ninja is wearing light armor or no armor. A helpless ninja does not gain the benefit of evasion.[^A]",
			"",
			"**Feat:** A ninja may gain any feat that she qualifies for in place of a ninja trick.[^A]",
			"",
			"**Spiritual Companion (Ex):** While ninjas are accustomed to solitude, some form pacts with magical beings to seek aid and advice. A ninja with this trick gains an {feat/improved familiar}, treating her ninja level as her wizard level. The ninja can select any of the following as her familiar: {monster/calligraphy wyrm}, {monster/pipefox}, {monster/shikigami/ kami}, or {monster/spirit oni}. The ninja must have an alignment compatible with the chosen familiar.[^B]",
			"",
			"**Unarmed Combat Mastery (Ex):** A ninja who selects this trick deals damage with her unarmed strikes as if she were a monk of her ninja level - 4. If the ninja has levels in monk, this ability stacks with monk levels to determine how much damage she can do with her unarmed strikes. A ninja must have the {feat/Improved Unarmed Strike} feat before taking this trick.[^A]",
			"",
			"[^A]: {source/Ultimate Combat}",
			"[^B]: {source/Chronicle of Legends}",
			"[^C]: {source/Martial Arts Handbook}",
			"[^D]: {source/Champions of Balance}"
		],
		"topLink": [ "Ninja", "class/ninja" ]
	},
	"advanced_ninja_tricks": { "copyof": "master_tricks" },
	"mercies": {
		"name": "Mercies",
		"sources": [
			"Healer's Handbook",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Mercies",
			"",
			"{SOURCE PRPG Core Rulebook}  ",
			"At 3rd level, and every three levels thereafter, a paladin can select one mercy. Each mercy adds an effect to the paladin's lay on hands ability. Whenever the paladin uses lay on hands to heal damage to one target, the target also receives the additional effects from all of the mercies possessed by the paladin. A mercy can remove a condition caused by a curse, disease, or poison without curing the affliction. Such conditions return after 1 hour unless the mercy actually removes the affliction that causes the condition.",
			"",
			"::h3[3rd-Level Mercies]{jl}",
			"",
			"**Deceived:** The target can immediately attempt a new saving throw to disbelieve any ongoing illusions that it failed to disbelieve within the last minute.[^A]",
			"",
			"**Fatigued:** The target is no longer fatigued.[^B]",
			"",
			"**Riled:** The paladin's lay on hands also acts as {spell/calm emotions}, but only for the purpose of suppressing morale bonuses (such as from the rage spell) and emotion effects that aren't fear effects. Use the paladin's level as the caster level.[^A]",
			"",
			"**Shaken:** The target is no longer shaken.[^B]",
			"",
			"**Sickened:** The target is no longer sickened.[^B]",
			"",
			"::h3[6th-Level Mercies]{jl}",
			"",
			"**Dazed:** The target is no longer dazed.[^B]",
			"",
			"**Diseased:** The paladin's lay on hands ability also acts as {spell/remove disease}, using the paladin's level as the caster level.[^B]",
			"",
			"**Enfeebled:** The paladin dispels any magical effects that are reducing one of the target's ability scores (paladin's choice).[^A]",
			"",
			"**Haunted:** The paladin's lay on hands also acts as {spell/protection from evil}, but only for the purpose of allowing a new saving throw against enchantment (charm) and enchantment (compulsion) effects, making the target immune to any attempts to possess or exercise mental control over the target, or preventing a life force from controlling the target (all as described in the second effect of protection from evil). Use the paladin's level as the caster level.[^A]",
			"",
			"**Staggered:** The target is no longer staggered, unless the target is at exactly 0 hit points.[^B]",
			"",
			"**Targeted:** The paladin's lay on hands also acts as {spell/sanctuary}, using the paladin's level as the caster level. The saving throw DC to negate this effect is equal to 10 + 1/2 the paladin's level + the paladin's Charisma modifier.[^A]",
			"",
			"::h3[9th-Level Mercies]{jl}",
			"",
			"**Confused:** The target is no longer confused.[^A]",
			"",
			"**Cursed:** The paladin's lay on hands ability also acts as {spell/remove curse}, using the paladin's level as the caster level.[^C]",
			"",
			"**Exhausted:** The target is no longer exhausted. The paladin must have the fatigue mercy before selecting this mercy.[^C]",
			"",
			"**Frightened:** The target is no longer frightened. The paladin must have the shaken mercy before selecting this mercy.[^C]",
			"",
			"**Injured:** The target gains fast healing 3 for a number of rounds equal to 1/2 the paladin's level.[^A]",
			"",
			"**Nauseated:** The target is no longer nauseated. The paladin must have the sickened mercy before selecting this mercy.[^C]",
			"",
			"**Poisoned:** The paladin's lay on hands ability also acts as {spell/neutralize poison}, using the paladin's level as the caster level.[^C]",
			"",
			"**Restorative:** The target heals 1d4 points of ability damage from a single ability score of the paladin's choosing. The paladin must have the enfeebled mercy before selecting this mercy.[^A]",
			"",
			"::h3[12th-Level Mercies]{jl}",
			"",
			"**Amputated:** The paladin's lay on hands also acts as {spell/regenerate}, but only for the purposes of regrowing severed body members, broken bones, and ruined organs. The paladin must have the injured mercy before she can select this mercy.[^A]",
			"",
			"**Blinded:** The target is no longer blinded.[^C]",
			"",
			"**Deafened:** The target is no longer deafened.[^C]",
			"",
			"**Ensorcelled:** The paladin's lay on hands also acts as {spell/dispel magic}, using the paladin's level as her caster level (maximum 20).[^A]",
			"",
			"**Paralyzed:** The target is no longer paralyzed.[^C]",
			"",
			"**Petrified:** The paladin's lay on hands ability also acts as {spell/stone to flesh}, but only for the purpose of removing the petrified condition from a creature.[^A]",
			"",
			"**Stunned:** The target is no longer stunned.[^C]",
			"",
			"[^A]: {source/Healer's Handbook/ pg. 25}",
			"[^B]: {source/PRPG Core Rulebook/ pg. 61}",
			"[^C]: PRPG Core Rulebook pg. 62"
		],
		"topLink": [ "Paladin", "class/paladin" ]
	},
	"mysteries": {
		"name": "Oracle Mysteries",
		"sources": [
			"Advanced Player's Guide",
			"Blood of Shadows",
			"Blood of the Moon",
			"Elemental Master's Handbook",
			"Faiths and Philosophies",
			"Healer's Handbook",
			"Heroes of the Streets",
			"Inner Sea Magic",
			"Legacy of Dragons",
			"Legacy of the First World",
			"Monster Codex",
			"Occult Mysteries",
			"Path of the Hellknight",
			"Pathfinder #139: The Dead Road",
			"Pathfinder #39: The City of Seven Spears",
			"Pathfinder #71: Rasputin Must Die!",
			"Pathfinder #95: Anvil of Fire",
			"People of the North",
			"The Harrow Handbook",
			"Ultimate Intrigue",
			"Ultimate Magic",
			"Villain Codex"
		],
		"description": [
			"## Mysteries",
			"",
			"{SOURCE Advanced Player's Guide}  ",
			"Each oracle must choose from among the following mysteries. Unless otherwise noted, the DC to save against these revelations is equal to 10 + 1/2 the oracle's level + the oracle's Charisma modifier.",
			"",
			"| Mystery | Deities |",
			"| :---: | --- |",
			"| [Ancestor](/mystery/ancestor) | {faith/Erastil}, {faith/Irori}, {faith/Pharasma} |",
			"| [Apocalypse](/mystery/apocalypse) | {faith/Gorum}, {faith/Rovagug} |",
			"| [Ascetic](/mystery/ascetic) | {faith/Gozreh}, {faith/Irori} |",
			"| [Battle](/mystery/battle) | {faith/Cayden Cailean}, {faith/Gorum}, {faith/Iomedae}, {faith/Rovagug} |",
			"| [Bones](/mystery/bones) | {faith/Norgorber}, {faith/Pharasma}, {faith/Urgathoa} |",
			"| [Dark Tapestry](/mystery/dark_tapestry) | {faith/Lamashtu}, {faith/Norgorber}, {faith/Zon-Kuthon} |",
			"| [Dragon](/mystery/dragon) | {faith/Dahak}, {faith/General Susumu}, {faith/Nalinivati}, {faith/Ragadahn}, {faith/Shizuru} |",
			"| [Elemental](/mystery/elemental) | [Elemental Lords](main/faiths_pantheons), {faith/Gozreh}, {faith/Nethys}, {faith/Yamatsumi} |",
			"| [Flame](/mystery/flame) | {faith/Asmodeus}, {faith/Sarenrae} |",
			"| [Godclaw](/mystery/godclaw) | {faith/Abadar}, {faith/Asmodeus}, {faith/Iomedae}, {faith/Irori}, {faith/Torag} |",
			"| [Heavens](/mystery/heavens) | {faith/Desna}, {faith/Gozreh}, {faith/Pharasma}, {faith/Sarenrae} |",
			"| [Intrigue](/mystery/intrigue) | {faith/Calistria}, {faith/Norgorber} |",
			"| [Juju](/mystery/juju) | {faith/Wendo} |",
			"| [Life](/mystery/life) | {faith/Gozreh}, {faith/Pharasma}, {faith/Sarenrae} |",
			"| [Lore](/mystery/lore) | {faith/Abadar}, {faith/Irori}, {faith/Nethys} |",
			"| [Lunar](/mystery/lunar) | {faith/Ashava}, {faith/Desna}, {faith/Groetus}, {faith/Jezelda}, {faith/Tsukiyo}, {faith/Zon-Kuthon} |",
			"| [Metal](/mystery/metal) | {faith/Abadar}, {faith/Gorum}, {faith/Torag} |",
			"| [Nature](/mystery/nature) | {faith/Erastil}, {faith/Gozreh} |",
			"| [Occult](/mystery/occult) | {faith/Magdh}, {faith/Nethys}, {faith/Pharasma}, {faith/Tsukiyo} |",
			"| [Outer Rifts](/mystery/outer_rifts) | {faith/Iomedae}, {faith/Groetus}, {faith/Lamashtu}, [Demon Lords](main/faiths_pantheons) |",
			"| [Reaper](/mystery/reaper) | {faith/Achaekek}, {faith/Groetus}, {faith/Pharasma} |",
			"| [Shadow](/mystery/shadow) | {faith/Groetus}, {faith/Lao Shu Po}, {faith/Tsukiyo}, {faith/Zon-Kuthon} |",
			"| [Solar](/mystery/solar) | {faith/Desna}, {faith/Gozreh}, {faith/Iomedae}, {faith/Keltheald}, {faith/Lalaci}, {faith/Nurgal}, {faith/Sarenrae}, {faith/Ymeri} |",
			"| [Spellscar](/mystery/spellscar) | {faith/Gozreh}, {faith/Lamashtu}, {faith/Nethys}, {faith/Zyphus} |",
			"| [Stone](/mystery/stone) | {faith/Abadar}, {faith/Gorum}, {faith/Torag} |",
			"| [Streets](/mystery/streets) | {faith/Cayden Cailean}, {faith/Milani}, {faith/Norgorber} |",
			"| [Succor](/mystery/succor) | {faith/Milani}, {faith/Pharasma}, {faith/Qi Zhong}, {faith/Sarenrae} |",
			"| [Time](/mystery/time) | {faith/Gozreh}, {faith/Nethys}, {faith/Pharasma} |",
			"| [Volcano](/mystery/volcano) | {faith/Flauros}, {faith/Mhar}, {faith/Rovagug}, {faith/Valani}, {faith/Yamatsumi}, {faith/Ymeri} |",
			"| [Waves](/mystery/waves) | {faith/Gozreh}, {faith/Pharasma} |",
			"| [Whimsy](/mystery/whimsy) | [Green Mother](faith/the_green_mother), [Lantern King](faith/the_lantern_king), {faith/Ng}, {faith/Shyka} |",
			"| [Wind](/mystery/wind) | {faith/Gozreh}, {faith/Shelyn} |",
			"| [Winter](/mystery/winter) | {faith/Gorum}, {faith/Gozreh}, {faith/Kostchtchie}, {faith/Ng}, {faith/Rovagug} |",
			"| [Wood](/mystery/wood) | {faith/Erastil}, {faith/Gozreh} |",
			"",
			"::h3[Mysteries by Deity]{jl}",
			"",
			"| Deity | Mysteries |",
			"| :---: | --- |",
			"| [Abadar](/faith/abadar) | {mystery/Godclaw}, {mystery/Lore}, {mystery/Metal}, {mystery/Stone} |",
			"| [Achaekek](/faith/achaekek) | {mystery/Reaper} |",
			"| [Ashava](/faith/ashava) | {mystery/Lunar} |",
			"| [Asmodeus](/faith/asmodeus) | {mystery/Flame}, {mystery/Godclaw} |",
			"| [Calistria](/faith/calistria) | {mystery/Intrigue} |",
			"| [Cayden Cailean](/faith/cayden_cailean) | {mystery/Battle}, {mystery/Streets} |",
			"| [Dahak](/faith/dahak) | {mystery/Dragon} |",
			"| [Demon Lords](/faiths_pantheons) | {mystery/Outer Rifts} |",
			"| [Desna](/faith/desna) | {mystery/Heavens}, {mystery/Lunar}, {mystery/Solar} |",
			"| [Elemental Lords](/faiths_pantheons) | {mystery/Elemental} |",
			"| [Erastil](/faith/erastil) | {mystery/Ancestor}, {mystery/Nature}, {mystery/Wood} |",
			"| [Flauros](/faith/flauros) | {mystery/Volcano} |",
			"| [General Susumu](/faith/general_susumu) | {mystery/Dragon} |",
			"| [Gorum](/faith/gorum) | {mystery/Apocalypse}, {mystery/Battle}, {mystery/Metal}, {mystery/Stone}, {mystery/Winter} |",
			"| [Gozreh](/faith/gozreh) | {mystery/Ascetic}, {mystery/Elemental}, {mystery/Heavens}, {mystery/Life}, {mystery/Nature}, {mystery/Solar}, {mystery/Spellscar}, {mystery/Time}, {mystery/Waves}, {mystery/Wind}, {mystery/Winter}, {mystery/Wood} |",
			"| [Green Mother](/faith/the_green_mother) | {mystery/Whimsy} |",
			"| [Groetus](/faith/groetus) | {mystery/Lunar}, {mystery/Outer Rifts}, {mystery/Reaper}, {mystery/Shadow} |",
			"| [Iomedae](/faith/iomedae) | {mystery/Battle}, {mystery/Godclaw}, {mystery/Outer Rifts}, {mystery/Solar} |",
			"| [Irori](/faith/irori) | {mystery/Ancestor}, {mystery/Ascetic}, {mystery/Godclaw}, {mystery/Lore} |",
			"| [Jezelda](/faith/jezelda) | {mystery/Lunar} |",
			"| [Keltheald](/faith/keltheald) | {mystery/Solar} |",
			"| [Kostchtchie](/faith/kostchtchie) | {mystery/Winter} |",
			"| [Lalaci](/faith/lalaci) | {mystery/Solar} |",
			"| [Lamashtu](/faith/lamashtu) | {mystery/Dark Tapestry}, {mystery/Outer Rifts}, {mystery/Spellscar} |",
			"| [Lantern King](/faith/the_lantern_king) | {mystery/Whimsy} |",
			"| [Lao Shu Po](/faith/lao_shu_po) | {mystery/Shadow} |",
			"| [Magdh](/faith/magdh) | {mystery/Occult} |",
			"| [Mhar](/faith/mhar) | {mystery/Volcano} |",
			"| [Milani](/faith/milani) | {mystery/Streets}, {mystery/Succor} |",
			"| [Nalinivati](/faith/nalinivati) | {mystery/Dragon} |",
			"| [Nethys](/faith/nethys) | {mystery/Elemental}, {mystery/Lore}, {mystery/Occult}, {mystery/Spellscar}, {mystery/Time} |",
			"| [Ng](/faith/ng) | {mystery/Whimsy}, {mystery/Winter} |",
			"| [Norgorber](/faith/norgorber) | {mystery/Bones}, {mystery/Dark Tapestry}, {mystery/Intrigue}, {mystery/Streets} |",
			"| [Nurgal](/faith/nurgal) | {mystery/Solar} |",
			"| [Pharasma](/faith/pharasma) | {mystery/Ancestor}, {mystery/Bones}, {mystery/Heavens}, {mystery/Life}, {mystery/Occult}, {mystery/Reaper}, {mystery/Succor}, {mystery/Time}, {mystery/Waves} |",
			"| [Qi Zhong](/faith/qi_zhong) | {mystery/Succor} |",
			"| [Ragadahn](/faith/ragadahn) | {mystery/Dragon} |",
			"| [Rovagug](/faith/rovagug) | {mystery/Apocalypse}, {mystery/Battle}, {mystery/Volcano}, {mystery/Winter} |",
			"| [Sarenrae](/faith/sarenrae) | {mystery/Flame}, {mystery/Heavens}, {mystery/Life}, {mystery/Solar}, {mystery/Succor} |",
			"| [Shelyn](/faith/shelyn) | {mystery/Wind} |",
			"| [Shizuru](/faith/shizuru) | {mystery/Dragon} |",
			"| [Shyka](/faith/shyka) | {mystery/Whimsy} |",
			"| [Torag](/faith/torag) | {mystery/Godclaw}, {mystery/Metal}, {mystery/Stone} |",
			"| [Tsukiyo](/faith/tsukiyo) | {mystery/Lunar}, {mystery/Occult}, {mystery/Shadow} |",
			"| [Urgathoa](/faith/urgathoa) | {mystery/Bones} |",
			"| [Valani](/faith/valani) | {mystery/Volcano} |",
			"| [Wendo](/faith/wendo) | {mystery/Juju} |",
			"| [Yamatsumi](/faith/yamatsumi) | {mystery/Elemental}, {mystery/Volcano} |",
			"| [Ymeri](/faith/ymeri) | {mystery/Solar}, {mystery/Volcano} |",
			"| [Zon-Kuthon](/faith/zon_kuthon) | {mystery/Dark Tapestry}, {mystery/Lunar}, {mystery/Shadow} |",
			"| [Zyphus](/faith/zyphus) | {mystery/Spellscar} |"
		],
		"topLink": [ "Oracle", "class/oracle" ]
	},
	"ninja_tricks": {
		"name": "Ninja Tricks",
		"sources": [
			"Champions of Balance",
			"Heroes from the Fringe",
			"Legacy of Dragons",
			"Martial Arts Handbook",
			"Ultimate Combat"
		],
		"description": [
			"## Ninja Tricks",
			"",
			"{SOURCE Ultimate Combat}  ",
			"As a ninja continues her training, she learns a number of tricks that allow her to confuse her foes and grant her supernatural abilities. Starting at 2nd level, a ninja gains one ninja trick. She gains one additional ninja trick for every 2 levels attained after 2nd. Unless otherwise noted, a ninja cannot select an individual ninja trick more than once.",
			"",
			"::h3[Sneak Attack Tricks]{jl}",
			"",
			"These tricks add effects to a ninja's sneak attack. Only one of these tricks can be applied to an individual attack and the decision must be made before the attack is made.",
			"",
			"**Bleeding Attack (Ex):** A ninja with this trick can cause living opponents to bleed by hitting them with a sneak attack. This attack causes the target to take 1 additional point of damage each round for each die of the ninja's sneak attack. Bleeding creatures take that amount of damage every round at the start of each of their turns. The bleeding can be stopped by a DC 15 Heal check or the application of any effect that heals hit point damage. Bleed damage from this ability does not stack with itself. Bleed damage bypasses any DR the creature might possess.[^A]",
			"",
			"**Ki Block (Su):** A ninja with this trick can prevent a creature from using its ki pool. Whenever the ninja deals sneak attack damage, the target must make a Will save or be unable to spend any points from its ki pool for a number of rounds equal to the ninja's Charisma modifier. The DC of this save is 10 + 1/2 the ninja's level + the ninja's Charisma modifier. The number of points in the target's ki pool is unaffected, and abilities that do not require the subject to spend ki still function.[^A]",
			"",
			"**Pressure Points (Su):** A ninja with this trick can strike at an opponent's vital pressure points, causing weakness and intense pain. Whenever the ninja deals sneak attack damage, she also deals 1 point of Strength or Dexterity damage, decided by the ninja. Unlike normal ability damage, this damage can be healed by a DC 15 Heal check. Each successful check heals 1 point of damage caused by this trick. A ninja with this trick receives a +10 insight bonus on this Heal check.[^A]",
			"",
			"**Slow Reactions (Ex):** Opponents that are damaged by the ninja's sneak attack can't make attacks of opportunity for 1 round.[^A]",
			"",
			"::h3[Other Sneak Attack Tricks]{jl}",
			"",
			"These tricks do not have the limitations of the tricks above.",
			"",
			"**Deadly Range (Ex):** A ninja with this ninja trick increases the range at which she can deal sneak attack damage by 10 feet. A ninja can take this trick more than once. Its effects stack.[^A]",
			"",
			"::h3[Ki Tricks]{jl}",
			"",
			"These tricks use or modify the ninja's ki pool.",
			"",
			"**Acrobatic Master (Su):** As a swift action, a ninja with this trick can focus her ki to grant her a +20 bonus on one Acrobatics check of her choice made before the start of her next turn. Using this ability expends 1 ki point from her ki pool.[^A]",
			"",
			">**High Jumper (Ex):** When a ninja with this trick makes a high jump, the DC for that jump is half the normal DC. The ninja must have the acrobatic master trick before taking this talent.[^A]",
			"",
			"**Blood Debt (Su):** A ninja with this ability gains {feat/In Harm's Way} as a bonus feat, even if she doesn't meet the prerequisites. When the ninja intercepts an attack using this feat, she can spend 1 ki point to impose a blood debt on the aided ally. The ninja's ki pool is reduced by 1 until she ends this effect, which she may do as an immediate action. If the ninja ends the blood debt in response to a successful attack against her by a creature the indebted ally threatens, the ally (who must be willing) takes full damage from that attack and any associated effects instead of the ninja.[^C]",
			"",
			"**Breath of the Ancestors (Su):** The ninja chooses one imperial dragon type (forest, sea, sky, sovereign, or underworld) when she gains this trick, and the choice can't be changed. She can use supplies similar to those used for ninja smoke bombs to produce an alchemical breath weapon that deals the same kind of damage as the selected dragon (piercing damage for forest dragons, fire for sea dragons, and so on). The breath weapon deals the same amount of damage as the ninja's sneak attack, with a Reflex save allowed for half damage. The breath weapon is a 15-foot cone (or a 30-foot line if the underworld dragon is selected). The save DC is equal to 10 + 1/2 the ninja's class level + the ninja's Intelligence modifier. Using this ability is a standard action that expends up 2 ki points, and once used it cannot be used again for 1d4 rounds.[^D]",
			"",
			"**Darkvision (Su):** This trick allows the ninja to use her ki to enhance her sight, granting darkvision out to a range of 60 feet. Using this trick is a standard action that costs 1 ki point. The enhanced senses last for 1 hour.[^A]",
			"",
			"**Feather Fall (Su):** As an immediate action, the ninja can slow her descent as if using {spell/feather fall}. This ability uses her ninja level as the caster level. Each use of this ability uses up 1 ki point.[^A]",
			"",
			"**Flurry of Stars (Ex):** A ninja with this ability can expend 1 ki point from her ki pool as a swift action before she makes a full-attack attack with shuriken. During that attack, she can throw two additional shuriken at her highest attack bonus, but all of her shuriken attacks are made at a -2 penalty, including the two extra attacks.[^A]",
			"",
			"**Forgotten Trick (Ex):** A ninja with this ability can recall one trick taught to her by her ancient masters. When she uses this ability, she selects one ninja trick (not a master trick or rogue talent) that she does not know and can use that ninja trick for a number of rounds equal to her level. She must pay any ki costs associated with the trick as normal. Using this ability expends 2 ki point from her ki pool, plus the ki cost of the trick she chooses.[^A]",
			"",
			"**Herbal Compound (Ex):** A ninja with this trick can consume specially prepared herbs to strengthen her mind. The ninja can spend 1 ki point and smoke, eat, or inject an herbal compound as a move action. The ninja takes a -2 penalty to AC and on Reflex saves but gains a +4 alchemical bonus on Will saves for 10 minutes per ninja level.[^E]",
			"",
			"**Kamikaze (Su):** A ninja with this ability strikes without concern for her own well-being. The ninja can spend 1 point from her ki pool to give her unarmed strikes and any weapons she wields the {magic-enh/vicious} weapon special ability for 1 round per level. The ninja can spend 1 ki point to dismiss this effect.[^C]",
			"",
			"**Ki Charge (Su):** A ninja with this trick can invest a portion of her ki into a single thrown weapon, such as a shuriken, and throw it as a standard action. The thrown weapon explodes on impact in a 5-foot burst, dealing 1d6 points of fire damage plus 1d6 points of fire damage for every four levels of the ninja above 2nd, to a maximum 4d6 at 18th level. Creatures caught in the blast receive a Reflex save to halve the damage. The DC of this save is 10 + 1/2 the ninja's level + the ninja's Charisma modifier. If the thrown weapon hits a creature, that creature takes a -2 penalty on the saving throw. If the thrown weapon misses, treat it as a thrown splash weapon. Using this ability expends 1 ki point from her ki pool.[^A]",
			"",
			"**Ki Venom (Ex):** A ninja with this trick knows how to make poisons from innocuous herbs or minerals. Creating ki venom is a full-round action that costs 1 ki point. The poison lasts for 24 hours before becoming inert. The poison deals either Strength or Dexterity damage, chosen when the venom is created. The ninja can spend additional ki as part of the process of creating the ki venom to improve the venom in one or more of the following ways: spend 1 ki point to increase the damage die to a d6, spend 1 ki point to change the ability damage dealt to Intelligence, Wisdom, or Charisma damage, or spend 1 ki point to increase the number of saves required to cure the poison by 1.[^E]",
			"",
			">**Ki Venom:** *Type* poison, injury; *Save* Fortitude DC = 10 + 1/2 the ninja's level + her Charisma modifier  ",
			">*Frequency* 1/round for rounds equal to the ninja's Charisma modifier.  ",
			">*Effect* 1d4 ability damage; *Cure* 1 save",
			"",
			"**Shadow Clone (Su):** The ninja can create 1d4 shadowy duplicates of herself that conceal her true location. This ability functions as {spell/mirror image}, using the ninja's level as her caster level. Using this ability is a standard action that uses up 1 ki point.[^A]",
			"",
			"**Smoke Bomb (Ex):** This ability allows a ninja to throw a smoke bomb that creates a cloud of smoke with a 15-foot radius. This acts like the smoke from a smokestick. The ninja can center this smoke on herself, or throw the bomb as a ranged touch attack with a range of 20 feet. Using this ability is a standard action. Each use of this ability uses up 1 ki point.[^A]",
			"",
			">**Poison Bomb (Ex):** Whenever the ninja throws a smoke bomb, she can decide to include 1 dose of any inhaled poison she possesses. This poison affects all creatures in the smoke and lasts as long as the smoke lasts. She must pay for the poison normally. The ninja must have the smoke bomb ninja trick before selecting this trick.[^A]",
			">",
			">>**Choking Bomb (Ex):** Whenever a ninja throws a smoke bomb, all living creatures in the resulting cloud must make a Fortitude save or become staggered by the choking black smoke for 1d4 rounds. The DC of this saving throw is equal to 10 + 1/2 the ninja's level + the ninja's Charisma modifier. The ninja can decide to create an ordinary smoke bomb or add poison to this smoke bomb as normal. The ninja must have the poison bomb ninja trick before selecting this trick.[^A]",
			"",
			"**Strangler (Ex):** A ninja with this trick knows how to use a scarf, usually with a coin or large knot, as a lethal garrote. The ninja takes no penalties when using a scarf as an improvised garrote. In addition, as a free action when attempting a grapple combat maneuver check, the ninja can spend 1 ki point to gain the constrict special attack on that maneuver with damage equal to half the ninja's sneak attack dice (minimum 1d6).[^E]",
			"",
			"**Sudden Disguise (Su):** As a swift action, a ninja can change her appearance for 1 minute per level. This ability functions as {spell/disguise self}. Each use of this ability uses up 1 ki point.[^A]",
			"",
			"**Vanishing Trick (Su):** As a swift action, the ninja can disappear for 1 round per level. This ability functions as {spell/invisibility}. Using this ability uses up 1 ki point.[^A]",
			"",
			"**Ventriloquism (Su):** As a swift action, the ninja can throw her voice as if using the spell ventriloquism. She can use this ability for 1 minute per ninja level. Each use of this ability uses up 1 ki point.[^A]",
			"",
			"::h3[Other Tricks]{jl}",
			"",
			"**Arcane Backfire (Su):** When a ninja with this trick successfully attacks a creature that is holding a magic item that has a number of charges or uses per day, she can attempt a Use Magic Device check (DC = 20 + the item's CL) to cause the item to lose either one daily use or a number of charges equal to the number of the ninja's sneak attack dice.[^B]",
			"",
			"**Combat Trick (Ex):** A ninja who selects this trick gains a bonus combat feat.[^A]",
			"",
			"**Deflect Arrows (Ex):** A ninja who selects this ninja trick gains the {feat/Deflect Arrows} feat as a bonus feat. The ninja must have the {feat/Improved Unarmed Strike} combat feat before taking this trick.[^A]",
			"",
			"**Fast Stealth (Ex):** A ninja with this trick can move at full speed using the Stealth skill without penalty.[^A]",
			"",
			"**Hidden Weapons (Ex):** A ninja with this ability can easily conceal weapons on her body. The ninja adds her level on opposed Sleight of Hand checks made to conceal a weapon. In addition, she can draw hidden weapons as a move action, instead of as a standard action.[^A]",
			"",
			"**Redirect Force (Ex):** If the ninja has a feat that allows her to attempt a combat maneuver without provoking attacks of opportunity, she can choose to provoke them anyway when she performs that maneuver. If she does so and takes damage from the attack of opportunity, the ninja adds the damage as a bonus on her attack roll instead of as a penalty.[^C]",
			"",
			"**Rogue Talent:** The ninja can select a {ability/rogue talent} in place of a ninja trick. The ninja cannot select a rogue talent that has the same name as a ninja trick. The ninja can select this talent multiple times.[^A]",
			"",
			"**Slow Metabolism (Ex):** The ninja has a slower-than-normal metabolism. She can hold her breath for twice as long as normal before needing to make Constitution checks (four times her Constitution score). In addition, whenever the ninja is poisoned, the time between saving throws (the poison's frequency) is doubled. Thus, a poison that has a frequency of *1/round for 6 rounds* would instead be *1/2 rounds for 12 rounds.*[^A]",
			"",
			"**Snatch Arrows:** A ninja who selects this ninja trick gains the {feat/Snatch Arrows} feat as a bonus feat. The ninja must have the {feat/Improved Unarmed Strike} feat and the {feat/Deflect Arrows} feat before taking this trick.[^A]",
			"",
			"**Style Master:** A ninja who selects this ninja trick gains a {main/feats_<style/ feat} that she qualifies for as a bonus feat.[^A]",
			"",
			"**Swarming Attack:** Ratfolk ninjas use their large numbers to overwhelm their enemies with countless attacks. While using the swarming racial trait to share a space with an ally, a ninja with this talent gains a bonus on damage roles equal to the number of sneak attack dice her ally has. For example, a ninja would gain +3 damage if her ally has sneak attack 3d6.[^B]",
			"",
			"**Swift Poisoner (Ex):** A ninja with this trick can apply a dose of poison to a weapon as a swift action.[^E]",
			"",
			"**Unarmed Combat Training (Ex):** A ninja who selects this ninja trick gains {feat/Improved Unarmed Strike} as a bonus feat.[^A]",
			"",
			"**Undetected Sabotage (Ex):** Whenever a ninja with this trick uses Disable Device to sabotage or disable a device, she can make a Stealth check with a bonus equal to her level. Anyone who inspects the device does not notice the sabotage and assumes the object works unless he beats the ninja's check with an opposed Perception skill check.[^A]",
			"",
			"**Wall Climber (Su):** A ninja with this ability gains a climb speed of 20 feet, but only on vertical surfaces. This ability cannot be used to scale perfectly smooth surfaces or to climb on the underside of horizontal surfaces.[^A]",
			"",
			"**Weapon Training (Ex):** A ninja who selects this ninja trick gains {feat/Weapon Focus} as a bonus feat.[^A]",
			"",
			"[^A]: {source/Ultimate Combat}",
			"[^B]: {source/Heroes from the Fringe}",
			"[^C]: {source/Champions of Balance}",
			"[^D]: {source/Legacy of Dragons}",
			"[^E]: {source/Martial Arts Handbook}"
		],
		"topLink": [ "Ninja", "class/ninja" ]
	},
	"swashbuckler_deeds": {
		"name": "Deeds",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Swashbuckler Deeds",
			"",
			"{SOURCE Advanced Class Guide/56-59}  ",
			"Swashbucklers spend panache points to accomplish deeds. Most deeds grant the swashbuckler a momentary bonus or effect, but some provide longerlasting effects. Some deeds remain in effect while the swashbuckler has at least 1 panache point, but do not require expending panache to be maintained. A swashbuckler can only perform deeds of her level or lower. Unless otherwise noted, a deed can be performed multiple successive times, as long as the swashbuckler has or spends the required number of panache points to perform the deed.",
			"",
			"::h3[1st-Level Deeds]{jl}",
			"",
			"**Derring-Do (Ex):** At 1st level, a swashbuckler can spend 1 panache point when she makes an Acrobatics, Climb, Escape Artist, Fly, Ride, or Swim check to roll 1d6 and add the result to the check. She can do this after she makes the check but before the result is revealed. If the result of the d6 roll is a natural 6, she rolls another 1d6 and adds it to the check. She can continue to do this as long as she rolls natural 6s, up to a number of times equal to her Dexterity modifier (minimum 1).",
			"",
			"**Dodging Panache (Ex):** At 1st level, when an opponent attempts a melee attack against the swashbuckler, the swashbuckler can as an immediate action spend 1 panache point to move 5 feet; doing so grants the swashbuckler a dodge bonus to AC equal to her Charisma modifier (minimum 0) against the triggering attack. This movement doesn't negate the attack, which is still resolved as if the swashbuckler had not moved from the original square. This movement is not a 5-foot step; it provokes attacks of opportunity from creatures other than the one who triggered this deed. The swashbuckler can only perform this deed while wearing light or no armor, and while carrying no heavier than a light load.",
			"",
			"**Opportune Parry and Riposte (Ex):** At 1st level, when an opponent makes a melee attack against the swashbuckler, she can spend 1 panache point and expend a use of an attack of opportunity to attempt to parry that attack. The swashbuckler makes an attack roll as if she were making an attack of opportunity; for each size category the attacking creature is larger than the swashbuckler, the swashbuckler takes a -2 penalty on this roll. If her result is greater than the attacking creature's result, the creature's attack automatically misses. The swashbuckler must declare the use of this ability after the creature's attack is announced, but before its attack roll is made. Upon performing a successful parry and if she has at least 1 panache point, the swashbuckler can as an immediate action make an attack against the creature whose attack she parried, provided that creature is within her reach. This deed's cost cannot be reduced by any ability or effect that reduces the number of panache points a deed costs.",
			"",
			"::h3[3rd-Level Deeds]{jl}",
			"",
			"**Kip-Up (Ex):** At 3rd level, while the swashbuckler has at least 1 panache point, she can kip-up from prone as a move action without provoking an attack of opportunity. She can kip-up as a swift action instead by spending 1 panache point.",
			"",
			"**Menacing Swordplay (Ex):** At 3rd level, while she has at least 1 panache point, when a swashbuckler hits an opponent with a light or one-handed piercing melee weapon, she can choose to use Intimidate to demoralize that opponent as a swift action instead of a standard action.",
			"",
			"**Precise Strike (Ex):** At 3rd level, while she has at least 1 panache point, a swashbuckler gains the ability to strike precisely with a light or one-handed piercing melee weapon (though not natural weapon attacks), adding her swashbuckler level to the damage dealt. To use this deed, a swashbuckler cannot attack with a weapon in her off hand or use a shield other than a buckler. She can even use this ability with thrown light or one-handed piercing melee weapons, so long as the target is within 30 feet of her. Any creature that is immune to sneak attacks is immune to the additional damage granted by precise strike, and any item or ability that protects a creature from critical hits also protects a creature from the additional damage of a precise strike. This additional damage is precision damage, and isn't multiplied on a critical hit.",
			"",
			"As a swift action, a swashbuckler can spend 1 panache point to double her precise strike's damage bonus on the next attack. This benefit must be used before the end of her turn, or it is lost. This deed's cost cannot be reduced by any ability or effect that reduces the amount of panache points a deed costs (such as the {feat/Signature Deed} feat).",
			"",
			"**Swashbuckler Initiative (Ex):** At 3rd level, while the swashbuckler has at least 1 panache point, she gains a +2 bonus on initiative checks. In addition, if she has the {feat/Quick Draw} feat, her hands are free and unrestrained, and she has any single light or one-handed piercing melee weapon that isn't hidden, she can draw that weapon as part of the initiative check.",
			"",
			"::h3[7th-Level Deeds]{jl}",
			"",
			"**Superior Feint (Ex):** At 7th level, a swashbuckler with at least 1 panache point can, as a standard action, purposefully miss a creature she could make a melee attack against with a wielded light or one-handed piercing weapon. When she does, the creature is denied its Dexterity bonus to AC until the start of the swashbuckler's next turn.",
			"",
			"**Swashbuckler's Grace (Ex):** At 7th level, while the swashbuckler has at least 1 panache point, she takes no penalty for moving at full speed when she uses Acrobatics to attempt to move through a threatened area or an enemy's space.",
			"",
			"**Targeted Strike (Ex):** At 7th level, as a full-round action the swashbuckler can spend 1 panache point to make an attack with a single light or one-handed piercing melee weapon that cripples part of a foe's body. The swashbuckler chooses a part of the body to target. If the attack succeeds, in addition to the attack's normal damage, the target suffers one of the following effects based on the part of the body targeted. If a creature doesn't have one of the listed body locations, that body part cannot be targeted. Creatures that are immune to sneak attacks are also immune to targeted strikes. Items or abilities that protect a creature from critical hits also protect a creature from targeted strikes.",
			"",
			"- Arms: The target takes no damage from the attack, but it drops one carried item of the swashbuckler's choice, even if the item is wielded with two hands. Items held in a locked gauntlet cannot be chosen.",
			"- Head: The target is confused for 1 round. This is a mind-affecting effect.",
			"- Legs: The target is knocked prone. Creatures with four or more legs or that are immune to trip attacks are immune to this effect.",
			"- Torso or Wings: The target is staggered for 1 round.",
			"",
			"::h3[11th-Level Deeds]{jl}",
			"",
			"**Bleeding Wound (Ex):** At 11th level, when the swashbuckler hits a living creature with a light or one-handed piercing melee weapon attack, as a free action she can spend 1 panache point to have that attack deal additional bleed damage. The amount of bleed damage dealt is equal to the swashbuckler's Dexterity modifier (minimum 1). Alternatively, the swashbuckler can spend 2 panache points to deal 1 point of Strength, Dexterity, or Constitution bleed damage instead (swashbuckler's choice). Creatures that are immune to sneak attacks are also immune to these types of bleed damage.",
			"",
			"**Evasive (Ex):** At 11th level, while a swashbuckler has at least 1 panache point, she gains the benefits of the evasion, uncanny dodge, and improved uncanny dodge rogue class features. She uses her swashbuckler level as her rogue level for improved uncanny dodge.",
			"",
			"**Subtle Blade (Ex):** At 11th level, while a swashbuckler has at least 1 panache point, she is immune to disarm, steal, and sunder combat maneuvers made against a light or one-handed piercing melee weapon she is wielding.",
			"",
			"::h3[15th-Level Deeds]{jl}",
			"",
			"**Dizzying Defense (Ex):** At 15th level, while wielding a light or one-handed piercing melee weapon in one hand, the swashbuckler can spend 1 panache point to take the fighting defensively action as a swift action instead of a standard action. When fighting defensively in this manner, the dodge bonus to AC gained from that action increases to +4, and the penalty to attack rolls is reduced to -2.",
			"",
			"**Perfect Thrust (Ex):** At 15th level, while the swashbuckler has at least 1 panache point, she can as a full-round action make a perfect thrust, pooling all of her attack potential into a single melee attack made with a light or one-handed piercing melee weapon. When she does, she makes the attack against the target's touch AC, and ignores all damage reduction.",
			"",
			"**Swashbuckler's Edge (Ex):** At 15th level, while the swashbuckler has at least 1 panache point, she can take 10 on any Acrobatics, Climb, Escape Artist, Fly, Ride, or Swim check, even while distracted or in immediate danger. She can use this ability in conjunction with the derring-do deed.",
			"",
			"::h3[19th-Level Deeds]{jl}",
			"",
			"**Cheat Death (Ex):** At 19th level, whenever the swashbuckler is reduced to 0 hit points or fewer, she can spend all of her remaining panache to instead be reduced to 1 hit point. She must have at least 1 panache point to spend. Effects that kill the swashbuckler outright without dealing hit point damage are not affected by this ability.",
			"",
			"**Deadly Stab (Ex):** At 19th level, when the swashbuckler confirms a critical hit with a light or one-handed piercing melee weapon, in addition to the normal damage, she can spend 1 panache point to inflict a deadly stab. The target must succeed at a Fortitude saving throw or die. The DC of this save is 10 + 1/2 the swashbuckler's level + the swashbuckler's Dexterity modifier. This is a death attack. Performing this deed does not grant the swashbuckler a panache point.",
			"",
			"**Stunning Stab (Ex):** At 19th level, when a swashbuckler hits a creature with a light or one-handed piercing melee weapon, she can spend 2 panache points to stun the creature for 1 round. The creature must succeed at a Fortitude saving throw (DC = 10 + 1/2 the swashbuckler's level + the swashbuckler's Dexterity modifier) or be stunned for 1 round. Creatures that are immune to critical hits are also immune to this effect."
		],
		"topLink": [ "Swashbuckler", "class/swashbuckler" ]
	},
	"swashbuckler_renowned_deeds": {
		"name": "Renowned Deeds",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Renowned Deeds",
			"",
			"{SOURCE Chronicle of Legends/5}",
			"",
			"Swashbucklers and gunslingers perform impressive deeds through their grit and panache, but some are capable of truly spectacular acts known as renowned deeds. A swashbuckler or gunslinger (though not members of other classes) can select a renowned deed for her class upon reaching the class level listed in the deed's description. This replaces the specific listed deed or deeds; if the character would not gain the appropriate deeds, she cannot select the renowned deed, as if selecting an archetype.",
			"",
			"### 1st-Level Renowned Deed",
			"",
			"**Vengeful Heart (Ex):** Some swashbucklers are driven by vengeance above all else. At 1st level, the swashbuckler gains the samurai's resolve class feature, treating her swashbuckler level as her samurai level. Whenever the swashbuckler spends a use of resolve, she must also spend a point of panache or a use of charmed life, or the use of resolve has no effect. This deed replaces the derring-do deed and one other 1st-level deed.",
			"",
			"### 3rd-Level Renowned Deed",
			"",
			"**Hilt Hammer (Ex):** Precise strikes with a slender blade do little to hinder amorphous or incorporeal creatures; when encountering such threats, some swashbucklers abandon precision in favor of brutish strikes. At 3rd level, the swashbuckler can activate this deed before rolling the attack roll when making an attack that would benefit from precise strike. An attack altered this way deals only half the normal damage from precise strike, but this damage is not treated as precision damage. This deed alters (but does not replace) the precise strike deed and replaces one other 3rd-level deed.",
			"",
			"### 7th-Level Renowned Deed",
			"",
			"**Dodging Dance (Ex):** The swashbuckler moves around her opponents' attacks to open them up for strikes. At 7th level, a swashbuckler can spend 1 panache point to move up to half her speed as a move action. If a creature makes an attack of opportunity against her due to this movement, she can attempt an Acrobatics check with a DC equal to the attacking creature's CMD. If she succeeds, the attack of opportunity misses, and the swashbuckler can make an attack of opportunity against the attacking creature instead. She can attempt to evade multiple attacks of opportunity during this movement, but the DC of the Acrobatics check increases by 2 for each additional opponent that makes an attack of opportunity against her during this movement. If the swashbuckler has an ability that grants her additional attacks of opportunity, she can use them to respond to multiple missed attacks of opportunity with her own attacks. This deed replaces the swashbuckler's grace deed and one other 7th-level deed.",
			"",
			"### 11-Level Renowned Deed",
			"",
			"**Vengeful Soul (Ex):** Sometimes vengeance can take years or even decades, forcing the aggrieved swashbuckler to push the limits of her endurance. At 11th level, the swashbuckler gains the samurai's greater resolve class feature. At 19th level, the swashbuckler gains the samurai's true resolve class feature. The swashbuckler must have the vengeful heart renowned deed to select this deed. This deed replaces the subtle blade and cheat death deeds, plus an additional 11th-level deed."
		],
		"topLink": [ "Swashbuckler", "class/swashbuckler" ]
	},
	"tricks": {
		"name": "Mesmerist Tricks",
		"sources": [
			"Blood of the Beast",
			"Heroes of Golarion",
			"Occult Adventures",
			"Occult Origins",
			"Occult Realms"
		],
		"description": [
			"## Mesmerist Tricks",
			"",
			"{SOURCE Occult Adventures}  ",
			"A mesmerist can create hypnotic bonds with his allies, implanting magical suggestions in their minds that he can later activate. Each day, he can implant a number of these tricks equal to 1/2 his mesmerist level (minimum 1) plus his Charisma bonus (if any). He can have only one trick implanted at a given time, and implanting a new trick ends the previous one (the mesmerist still loses the use of this ability he spent on the previous trick).",
			"",
			"To implant a trick, the mesmerist must take a standard action and either touch a willing creature or implant the trick in himself. A creature can be the subject of only one mesmerist trick at a time. The mesmerist can activate the trick as a free action when a triggering condition is met (as defined in the trick's description), even if it isn't his turn. The subject must be within medium range (100 feet + 10 feet per level) for the mesmerist to trigger the trick. The mesmerist monitors for the trick's triggering condition through a subtle telepathic connection, so he doesn't need line of sight to trigger it&mdash;but anything that blocks telepathic contact prevents him from triggering tricks. An implanted trick lasts until the next time the mesmerist regains his spells.",
			"",
			"Once triggered, a trick is no longer implanted, and can't be triggered again until the mesmerist implants the trick again. The duration of the effect caused by triggering a trick is either instantaneous or appears in the trick's entry. The DC for any mesmerist trick or masterful trick that requires a saving throw or skill check is 10 + 1/2 the mesmerist's level + the mesmerist's Charisma modifier.",
			"",
			"The mesmerist knows one trick at 1st level, and learns another trick at 2nd level and every 2 levels thereafter (to a maximum of 11 tricks at 20th level). Each daily use of mesmerist tricks can be used to implant any trick the mesmerist knows. Unless specifically noted in the mesmerist trick's description, a mesmerist can't choose a particular trick more than once.",
			"",
			"**Astounding Avoidance:** The subject can avoid damage from magical and unusual attacks. The mesmerist can trigger this trick when the subject attempts a saving throw against an attack or spell that normally deals half damage on a successful save, before the subject rolls the save. If the subject succeeds at her save, she takes no damage. If the mesmerist is 12th level or higher, the subject takes only half damage if she fails her save. The benefits of this trick don't stack with those of the evasion or stalwart class features.[^A]",
			"",
			"**Break Stupor:** The mesmerist can trigger this trick whenever the subject is under an effect such as the fascinated condition or magical slumber as per the sleep spell that would be ended by the subject taking damage or by an obvious threat. The trick sends a momentary phantom threat and sensation of pain, ending the effect. This ability works fast enough to prevent a sleeping creature from falling prone or dropping what it is holding, if the mesmerist uses it immediately. The mesmerist can also trigger the trick if the subject becomes confused as per confusion, but if he does so, the subject attacks the mesmerist on its next turn, as if the mesmerist attacked the subject.[^B]",
			"",
			"**Chain of Eyes:** The subject can share her senses with the mesmerist. The mesmerist triggers chain of eyes by closing his eyes and concentrating on the implanted subject, allowing the mesmerist to see and hear everything the target experiences with her own senses of sight and hearing (including any special senses or magical effects). Once triggered, chain of eyes lasts for 1 minute per mesmerist level or until the mesmerist shifts his field of vision back to himself as a free action. While viewing events from the target's perspective, the mesmerist is flat-footed, even if he can see himself from another perspective.[^C]",
			"",
			"**Compel Alacrity:** A dash of mental speed lets the subject push past her physical limits to avoid an enemy. The mesmerist can trigger this trick when the subject begins her turn within an enemy's reach. The subject can move 10 feet as a free action without provoking attacks of opportunity. The distance the subject can move increases by 5 feet for every 5 levels the mesmerist possesses, to a maximum of 30 feet at 20th level. The subject can't move farther than her speed in this way. The movement from this trick doesn't count against the subject's movement speed for that round.[^A]",
			"",
			"**Enchanting Words:** The mesmerist can trigger this trick whenever the subject attempts a Diplomacy or Intimidate check to adjust a creature's attitude. The subject can use the mesmerist's Charisma modifier instead of her own Charisma modifier on the check. If the subject uses Intimidate, the adjustment in attitude lasts an additional number of minutes equal to 10 &times; the mesmerist's Charisma modifier (minimum of 10 additional minutes).[^B]",
			"",
			"**False Flanker:** A duplicate of the mesmerist appears momentarily, as though he were fighting in tandem with the subject. The mesmerist can trigger this trick when the subject moves into or begins her turn in a square where she threatens an enemy. An illusory duplicate of the mesmerist appears in any unoccupied space adjacent to that enemy. This duplicate counts as threatening the enemy for the purposes of determining flanking, but can't actually make attacks. The duplicate disappears at the end of the turn during which the trick is triggered. This is an illusion (figment) effect, and a creature that interacts with the false flanker can attempt a saving throw to disbelieve the effect.[^A]",
			"",
			"**Fearsome Guise:** A veil of illusion makes the subject appear to be someone else and then transform into a hideous monster at an opportune time. While this trick is implanted, the subject's appearance is altered, as {spell/disguise self}. The mesmerist can trigger this trick when the subject attacks a creature. The illusory appearance briefly makes the subject appear monstrous, then ends. The mesmerist attempts an Intimidate check to demoralize the target of the triggering attack. The restrictions on attempts to demoralize a target (the target being within 30 feet and able to see and hear the creature attempting the Intimidate check) apply to the subject of the trick. This is an illusion (glamer) effect.[^A]",
			"",
			"**Fleet in Shadows:** The mesmerist can trigger this trick whenever the target enters an area with dim or darker light. The subject can move double its normal speed (up to an additional 30 feet) for 1 round, but only while moving through areas of dim or darker light. Additionally, the subject can move at its normal speed and use the bonus speed from this trick in areas of total darkness, even if it cannot see.[^D]",
			"",
			"**Gift of Will:** A small portion of the mesmerist's vast mental power buttresses his ally's mind. The mesmerist can trigger this trick when the subject attempts a Will saving throw or a Sense Motive check, or is targeted by an Intimidate check to demoralize her. For a saving throw, the subject uses the mesmerist's Will saving throw bonus instead of her own. For a Sense Motive check or Intimidate check, she adds the mesmerist's Charisma bonus as a morale bonus on the check or to the DC. The mesmerist can't implant this trick on himself.[^A]",
			"",
			"**Levitation Buffer:** A mesmerist's telekinetic assault renders foes around the subject less of a threat. The mesmerist can trigger this trick when either an enemy moves adjacent to the subject or the subject begins her turn with one or more enemies adjacent to her. The mesmerist can either lift all enemies adjacent to the subject slightly into the air or push them all away from the subject. Lifting enemies causes them to move at half speed and take a -4 penalty to their CMDs against bull rush, drag, and reposition attempts for 1 round (Will negates). The speed reduction and CMD penalty don't stack with those from hostile levitation. Pushing enemies away requires the mesmerist to attempt a bull rush combat maneuver check using his mesmerist level + his Charisma modifier as his CMB. Any enemy that's successfully pushed moves away from the subject of the trick using the normal rules for a bull rush.[^E]",
			"",
			"**Life Revier:** The mesmerist can trigger this trick when the subject attempts an Intelligence or Knowledge check to remember a previous experience. The subject receives flashes of her entire life up to this point. She can use the mesmerist's Charisma modifier in place of her Intelligence modifier on the check, and she can attempt the check untrained. The subject cannot learn information that she has not previously read, heard, or otherwise experienced at some point during her life when using this ability.[^F]",
			"",
			"**Linked Reaction:** A hive mind allows the mesmerist and an ally to share one another's reaction times. The mesmerist can trigger this trick when either the subject or the mesmerist is surprised and the other isn't (even if the mesmerist would normally be unable to take actions because of being surprised). Both the mesmerist and the subject can act in this surprise round. The mesmerist can't implant this trick on himself.[^E]",
			"",
			"**Mask Misery:** The subject can shrug off a condition for a short time before succumbing to it. The mesmerist can trigger this trick when the subject becomes affected by a minor condition listed under the touch treatment ability. The subject can ignore the effect of that condition for 1d4 rounds, after which the subject takes the full effect. This has no effect on any conditions affecting the subject other than the triggering condition, even if those other effects are also listed under touch treatment. The rounds during which the subject ignores the triggering effect still count against that effect's duration; if the duration of mask misery is longer than the effect lasts, the subject isn't affected by the condition at all. If an effect that imposes more than one condition triggers this trick, the subject ignores all eligible conditions. If the mesmerist is 6th level or higher, he adds the moderate conditions to the conditions he can ignore with this trick, and this trick ends minor conditions entirely instead of suppressing them temporarily. The mesmerist doesn't need to have touch treatment to choose or use this trick.[^E]",
			"",
			"**Meek Facade:** The subject magically seems like a weak target, goading an enemy into attacking her. The mesmerist can trigger this trick when the subject misses a creature with an attack (even if it's part of a full attack in which she hits that creature with another attack). The enemy must attack no one other than the subject, and the subject gains a +2 dodge bonus to AC against the triggering enemy's attacks. Both of these effects last for 1 round. The bonus to AC increases by 1 for every 5 levels the mesmerist possesses. This is a mind-affecting compulsion effect.[^E]",
			"",
			"**Mesmeric Mirror:** An illusory image appears near the subject to throw off attackers. The mesmerist can trigger this trick when the subject is attacked or becomes the target of a spell that requires an attack roll. One duplicate of the subject appears, and the attacker must determine randomly which it hits (as {spell/mirror image}). For every 5 class levels the mesmerist possesses, one additional image appears, to a maximum of five images at 20th level. Each image lasts for 1 minute per mesmerist level or until destroyed. This is an illusion (figment) effect.[^E]",
			"",
			"**Mesmeric Pantomime:** By orchestrating the movement of his ally's body, the mesmerist imparts to that ally his own skill at a physical task. The mesmerist can trigger this trick when the subject attempts a Strength- or Dexterity-based skill check. The subject either uses the mesmerist's bonus on the skill check in place of her own or gains a morale bonus on the check equal to the mesmerist's Charisma bonus, whichever results in a higher modifier. The mesmerist can't implant this trick on himself.[^E]",
			"",
			"**Misdirection:** An enemy's perception of an attack by the subject shifts, making the foe unprepared to defend against the attack. The mesmerist can trigger this trick when the subject makes an attack or uses a spell that requires an attack roll. The mesmerist attempts a Bluff check to feint against a single target of the subject's attack. Unlike a normal feint, this ability can be used on non-melee attacks. If the feint succeeds, the target of the attack is denied its Dexterity bonus to AC against the triggering attack. The target doesn't suffer any additional effects that the mesmerist or the subject would cause on a normal feint or Bluff check. This is an illusion (glamer) effect.[^E]",
			"",
			"**Psychic Impression:** Objects retain psychic impressions of those who come in contact with them, and a powerful mind can read these impressions. The mesmerist can trigger this trick when the subject touches an object that another creature with an Intelligence score of 3 or more has touched in the last 10 minutes. The mesmerist receives a psychic impression of the emotional state of the last such creature to touch the object. This impression contains no images or languages and can't show the mesmerist who the creature was if the mesmerist doesn't already know.[^G]",
			"",
			"**Psychosomatic Surge:** Psychic magic soothes the subject, alleviating her wounds temporarily. The mesmerist can trigger this trick when the subject takes damage. The subject gains a number of temporary hit points equal to 1d8 + 1/2 the mesmerist's level. If the damage from the triggering attack would have reduced the subject to 0 hit points or fewer, this trick grants an additional 1d8 temporary hit points. These temporary hit points last for 1 hour or until discharged.[^E]",
			"",
			"**Reflect Fear:** The mesmerist can trigger this trick when the subject is affected by a fear effect or is the target of an Intimidate check to demoralize it. When the trick is triggered, the subject suppresses the fear effect that triggered the trick for 1d4 rounds, and any creature that caused this effect must succeed at a Will save or become shaken for 1 round. The rounds during which the subject ignores the triggering fear effect still count against the effect's duration. If the duration of the reflect fear trick is longer than the fear effect lasts, the subject isn't affected by the fear effect at all.[^D]",
			"",
			"**Reflection of Weakness:** Psychic feedback causes an enemy to suffer from the same weakening effect it imposes on the subject. The mesmerist can trigger this trick when an attack or spell used by an enemy causes the subject to take ability damage, ability drain, bleed damage, or a minor or moderate condition listed under the touch treatment class feature. If the trick is triggered by ability damage, ability drain, or bleed damage, the amount of damage or drain the subject takes is reduced by 2 points (to a minimum of 0 points), and the creature that made the attack or cast the spell takes 2 points of ability damage to an ability score of the mesmerist's choice. The monster can attempt a Will save to negate the ability damage. This ability can be used if the attacker inflicts a curse, disease, or poison that deals ability damage or drain, but only if it deals that damage immediately, with no onset time. If the trick is triggered by the subject gaining a condition, the subject is still affected by the condition, but the attacker takes a condition of the mesmerist's choice for 1 round. This condition must come from the minor condition or moderate condition lists of the touch treatment class feature. The enemy can attempt a Will save to avoid gaining the condition. The mesmerist doesn't need to have touch treatment to select or use this trick.[^E]",
			"",
			"**See in Darkness:** The subject gains darkvision with a range of 60 feet for 1 minute. The mesmerist can trigger this trick when the subject moves into an area of darkness.[^D]",
			"",
			"**Shadow Splinter:** The mesmerist protects the subject against an attack and redirects the harm to someone else. The mesmerist can trigger this trick when the subject takes damage from an attack. The damage the subject takes is reduced by an amount equal to 3 + the mesmerist's Charisma modifier (to a maximum of the total amount of damage the attack deals). Another creature within range of the original attack, other than the attacker, is affected by a shadow illusion that makes it appear as if the attacker is attacking that creature instead of the attacker's actual target. This second creature takes an amount of damage equal to the amount by which the attack's damage was reduced. This shadow doesn't require a roll to hit and ignores cover and concealment, but the target can attempt a Will save to disbelieve the effect. If it succeeds at this save, it neither takes the damage nor believes the attacker targeted it. This trick can't be triggered if there's no eligible second creature within range to take the redirected damage. This is an illusion (shadow) effect.[^H]",
			"",
			"**Slip Bonds:** While implanted with this trick, the subject gains a +2 circumstance bonus on Escape Artist checks. If the subject becomes grappled, pinned, shackled, or otherwise personally restrained, the mesmerist can trigger the trick and cause the subject to become incorporeal just long enough to slip her bonds (unless they can otherwise restrain an incorporeal creature). This effect doesn't last long enough for the subject to move through walls or other barriers. If the mesmerist is 12th level, the subject remains incorporeal until the beginning of the mesmerist's next turn.[^C]",
			"",
			"**Spectral Smoke:** A cloud of smoke pops up around the subject, foiling attacks. The mesmerist can trigger this trick when the subject is targeted by an attack or by a spell that requires an attack roll. A smoke cloud appears in the subject's square and in a 10-foot radius around it. This cloud lasts for 1 round per mesmerist level. The cloud functions as {spell/fog cloud}, but is an illusion (figment) effect that can't be dispersed by wind and can be used underwater. A creature that interacts with the cloud can attempt a saving throw to disbelieve the effect. The radius of the cloud increases by 5 feet for every 5 caster levels the mesmerist possesses, to a maximum of 30 feet at 20th level.[^H]",
			"",
			"**Telepathic Link:** The subject can communicate telepathically with the mesmerist during a crisis. The mesmerist can trigger this trick when the subject and her allies are outnumbered in combat. For 1 minute per mesmerist level, the subject and the mesmerist can communicate telepathically. If the subject and the mesmerist are more than a medium distance (100 feet + 10 feet per level) apart, the telepathic connection is severed and cannot be regained unless the trick is implanted again. The mesmerist and the subject must share a language to be able to communicate.[^G]",
			"",
			"**Umbral Shield:** The subject ignores any harmful effects of bright light or sunlight for 1 minute. The mesmerist can trigger this trick whenever the subject would be exposed to harmful bright light (such as sunlight is to a vampire). The subject is immune to the dazzled condition while this trick is in effect.[^D]",
			"",
			"**Unwitting Messenger:** The mesmerist describes a recipient to the subject while implanting this trick, then recites a verbal message no longer than five words per mesmerist level. The subject of unwitting messenger has no memory of the message or the target recipient. When the subject encounters the specified recipient, she repeats the message verbatim, but does not recall speaking the message or its contents. The message remains buried in the subject's subconscious for 24 hours, after which time it disappears if not delivered. The subject of unwitting messenger can be fooled by mundane disguises or illusions, causing her to deliver the message to the wrong recipient.[^C]",
			"",
			"**Vanish Arrow:** With a flourish, the mesmerist snatches a projectile from an enemy before it can be shot. The mesmerist can trigger this trick when the subject is targeted by a ranged weapon attack, before the attack roll is made. The mesmerist attempts a Sleight of Hand check opposed by the attacker's Perception check. If the mesmerist succeeds, that ranged attack automatically misses, and the projectile appears stowed on the mesmerist's person. If the attacker is making a full attack, this affects only one of the attacks (of the mesmerist's choice). If the attack is made with a javelin or other thrown weapon, the attacker gains a +4 bonus on its Perception check. Unusually massive ranged weapons (such as boulders or ballista bolts) and ranged attacks generated by natural attacks or spell effects are not affected by this ability.[^H]",
			"",
			"**Voice of Reason:** The subject can more easily pierce sight-based illusions with the mesmerist's aid. The mesmerist can trigger this trick when the subject attempts a saving throw to disbelieve a sight-based illusion effect, but only so long as the mesmerist is not affected by or has disbelieved the illusion himself. The subject receives an insight bonus on her saving throw to disbelieve the illusion equal to the mesmerist's Charisma modifier. This trick cannot be used for illusions that do not allow a saving throw.[^G]",
			"",
			"[^A]: {source/Occult Adventures/ pg. 40}",
			"[^B]: {source/Blood of the Beast/ pg. 18}",
			"[^C]: {source/Occult Origins/ pg. 12}",
			"[^D]: {source/Occult Realms/ pg. 16}",
			"[^E]: Occult Adventures pg. 41",
			"[^F]: Blood of the Beast pg. 19",
			"[^G]: {source/Heroes of Golarion/ pg. 9}",
			"[^H]: Occult Adventures pg. 42"
		],
		"topLink": [ "Mesmerist", "class/mesmerist" ]
	}
}
