{
	"ranger": {
		"name": "Ranger",
		"sources": [
			"PRPG Core Rulebook",
			"Chronicle of Legends",
			"Plane-Hopper's Handbook",
			"Blood of the Sea",
			"Monster Codex",
			"Advanced Race Guide",
			"Blood of Shadows",
			"Advanced Player's Guide",
			"Ultimate Wilderness",
			"Goblins of Golarion",
			"Horror Adventures",
			"Blood of the Beast",
			"Ultimate Intrigue",
			"Disciple's Doctrine",
			"Inner Sea Combat",
			"Advanced Class Guide",
			"Aquatic Adventures"
		],
		"description": [
			"{jumplist Class Skills / Favored Enemy / Track and Empathy / Combat Style / Endurance and Favored Terrain / Hunter's Bond / Spells / Stride, Tracking, and Evasion / Quarry / Other Abilities / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Ranger",
			"",
			"{SOURCE PRPG Core Rulebook/64}",
			"",
			"For those who relish the thrill of the hunt, there are only predators and prey. Be they scouts, trackers, or bounty hunters, rangers share much in common: unique mastery of specialized weapons, skill at stalking even the most elusive game, and the expertise to defeat a wide range of quarries. Knowledgeable, patient, and skilled hunters, these rangers hound man, beast, and monster alike, gaining insight into the way of the predator, skill in varied environments, and ever more lethal martial prowess. While some track man-eating creatures to protect the frontier, others pursue more cunning game - even fugitives among their own people.",
			"",
			"**Role:** Rangers are deft skirmishers, either in melee or at range, capable of skillfully dancing in and out of battle. Their abilities allow them to deal significant harm to specific types of foes, but their skills are valuable against all manner of enemies.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d10.  ",
			"**Starting Wealth:** 5d6 &times; 10 gp (average 175 gp).",
			"",
			"### Class Skills",
			"",
			"The Ranger's class skills are Climb (Str), Craft (Int), Handle Animal (Cha), Heal (Wis), Intimidate (Cha), Knowledge (dungeoneering) (Int), Knowledge (geography) (Int), Knowledge (nature) (Int), Perception (Wis), Profession (Wis), Ride (Dex), Spellcraft (Int), Stealth (Dex), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +2 | +2 | +0 | 1st favored enemy, track, wild empathy | - | - | - | - |",
			"| 2nd | +2 | +3 | +3 | +0 | Combat style feat | - | - | - | - |",
			"| 3rd | +3 | +3 | +3 | +1 | Endurance, 1st favored terrain | - | - | - | - |",
			"| 4th | +4 | +4 | +4 | +1 | Hunter's bond | 0 | - | - | - |",
			"| 5th | +5 | +4 | +4 | +1 | 2nd favored enemy | 1 | - | - | - |",
			"| 6th | +6/+1 | +5 | +5 | +2 | Combat style feat | 1 | - | - | - |",
			"| 7th | +7/+2 | +5 | +5 | +2 | Woodland stride | 1 | 0 | - | - |",
			"| 8th | +8/+3 | +6 | +6 | +2 | Swift tracker, 2nd favored terrain | 1 | 1 | - | - |",
			"| 9th | +9/+4 | +6 | +6 | +3 | Evasion | 2 | 1 | - | - |",
			"| 10th | +10/+5 | +7 | +7 | +3 | 3rd favored enemy, combat style feat | 2 | 1 | 0 | - |",
			"| 11th | +11/+6/+1 | +7 | +7 | +3 | Quarry | 2 | 1 | 1 | - |",
			"| 12th | +12/+7/+2 | +8 | +8 | +4 | Camouflage | 2 | 2 | 1 | - |",
			"| 13th | +13/+8/+3 | +8 | +8 | +4 | 3rd favored terrain | 3 | 2 | 1 | 0 |",
			"| 14th | +14/+9/+4 | +9 | +9 | +4 | Combat style feat | 3 | 2 | 1 | 1 |",
			"| 15th | +15/+10/+5 | +9 | +9 | +5 | 4th favored enemy | 3 | 2 | 2 | 1 |",
			"| 16th | +16/+11/+6/+1 | +10 | +10 | +5 | Improved evasion | 3 | 3 | 2 | 1 |",
			"| 17th | +17/+12/+7/+2 | +10 | +10 | +5 | Hide in plain sight | 4 | 3 | 2 | 1 |",
			"| 18th | +18/+13/+8/+3 | +11 | +11 | +6 | 4th favored terrain, combat style feat | 4 | 3 | 2 | 2 |",
			"| 19th | +19/+14/+9/+4 | +11 | +11 | +6 | Improved quarry | 4 | 3 | 3 | 2 |",
			"| 20th | +20/+15/+10/+5 | +12 | +12 | +6 | 5th favored enemy, master hunter | 4 | 4 | 3 | 3 |",
			"",
			"**Weapon and Armor Proficiency:** A ranger is proficient with all simple and martial weapons and with light armor, medium armor, and shields (except tower shields).",
			"",
			":b[Favored Enemy/ (Ex):] At 1st level, a ranger selects a creature type from the ranger favored enemies table. He gains a +2 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks against creatures of his selected type. Likewise, he gets a +2 bonus on weapon attack and damage rolls against them. A ranger may make Knowledge skill checks untrained when attempting to identify these creatures.",
			"",
			"| Type (Subtype) | Type (Subtype) |",
			"| --- | --- |",
			"| Aberration | Animal |",
			"| Construct | Dragon |",
			"| Fey | Humanoid (aquatic) |",
			"| Humanoid (dwarf) | Humanoid (elf) |",
			"| Humanoid (giant) | Humanoid (goblinoid) |",
			"| Humanoid (gnoll) | Humanoid (gnome) |",
			"| Humanoid (halfling) | Humanoid (human) |",
			"| Humanoid (orc) | Humanoid (reptilian) |",
			"| Humanoid (other subtype) | Magical beast |",
			"| Monstrous humanoid | Ooze |",
			"| Outsider (air) | Outsider (chaotic) |",
			"| Outsider (earth) | Outsider (evil) |",
			"| Outsider (fire) | Outsider (good) |",
			"| Outsider (lawful) | Outsider (native) |",
			"| Outsider (water) | Plant |",
			"| Undead | Vermin |",
			"",
			"At 5th level and every five levels thereafter (10th, 15th, and 20th level), the ranger may select an additional favored enemy. In addition, at each such interval, the bonus against any one favored enemy (including the one just selected, if so desired) increases by +2.",
			"",
			"If the ranger chooses humanoids or outsiders as a favored enemy, he must also choose an associated subtype, as indicated on the table below. (Note that there are other types of humanoid to choose from - those called out specifically on the table below are merely the most common.) If a specific creature falls into more than one category of favored enemy, the ranger's bonuses do not stack; he simply uses whichever bonus is higher.",
			"",
			":b[Track (Ex):]{id=track-and-empathy} A ranger adds half his level (minimum 1) to Survival skill checks made to follow or identify tracks.",
			"",
			"**Wild Empathy (Ex):** A ranger can improve the initial attitude of an animal. This ability functions just like a Diplomacy check to improve the attitude of a person. The ranger rolls 1d20 and adds his ranger level and his Charisma bonus to determine the wild empathy check result. The typical domestic animal has a starting attitude of indifferent, while wild animals are usually unfriendly.",
			"",
			"To use wild empathy, the ranger and the animal must be within 30 feet of one another under normal visibility conditions. Generally, influencing an animal in this way takes 1 minute, but, as with influencing people, it might take more or less time.",
			"",
			"The ranger can also use this ability to influence a magical beast with an Intelligence score of 1 or 2, but he takes a -4 penalty on the check.",
			"",
			":b[Combat Style/ Feat (Ex):] At 2nd level, a ranger must select a combat styles to pursue. The ranger's expertise manifests in the form of bonus feats at 2nd, 6th, 10th, 14th, and 18th level. He can choose feats from his selected combat style, even if he does not have the normal prerequisites.",
			"",
			"The benefits of the ranger's chosen style feats apply only when he wears light, medium, or no armor. He loses all benefits of his combat style feats when wearing heavy armor. Once a ranger selects a combat style, it cannot be changed.",
			"",
			"The full list of Combat Styles can be found [here](ability/combat_styles).",
			"",
			":b[Endurance:]{id=endurance-and-favored-terrain} A ranger gains {feat/Endurance} as a bonus feat at 3rd level.",
			"",
			"**Favored Terrain (Ex):** At 3rd level, a ranger may select a type of terrain from the Favored Terrains table. The ranger gains a +2 bonus on initiative checks and Knowledge (geography), Perception, Stealth, and Survival skill checks when he is in this terrain. A ranger traveling through his favored terrain normally leaves no trail and cannot be tracked (though he may leave a trail if he so chooses).",
			"",
			"| Favored Terrain |",
			"| --- |",
			"| Cold (ice, glaciers, snow, and tundra) |",
			"| Desert (sand and wastelands) |",
			"| Forest (coniferous and deciduous) |",
			"| Jungle |",
			"| Mountain (including hills) |",
			"| Plains |",
			"| Planes (pick one, other than Material Plane) |",
			"| Swamp |",
			"| Underground (caves and dungeons) |",
			"| Urban (buildings, streets, and sewers) |",
			"| Water (above and below the surface) |",
			"",
			"At 8th level and every five levels thereafter, the ranger may select an additional favored terrain. In addition, at each such interval, the skill bonus and initiative bonus in any one favored terrain (including the one just selected, if so desired), increases by +2.",
			"",
			"If a specific terrain falls into more than one category of favored terrain, the ranger's bonuses do not stack; he simply uses whichever bonus is higher.",
			"",
			":b[Hunter's Bond/ (Ex):] At 4th level, a ranger forms a bond with his hunting companions. This bond can take one of two forms. Once the form is chosen, it cannot be changed. The first is a bond to his companions. This bond allows him to spend a move action to grant half his favored enemy bonus against a single target of the appropriate type to all allies within 30 feet who can see or hear him. This bonus lasts for a number of rounds equal to the ranger's Wisdom modifier (minimum 1). This bonus does not stack with any favored enemy bonuses possessed by his allies; they use whichever bonus is higher.",
			"",
			"The second option is to form a close bond with an animal companion. A ranger who selects an animal companion can choose from the following list: {druidcompanion/Antelope}, {druidcompanion/Armorfish}, {druidcompanion/Baboon}, {druidcompanion/Badger}, {druidcompanion/Bird/ (Eagle, Hawk, or Owl)}, {druidcompanion/Bustard}, {druidcompanion/Camel}, {druidcompanion/Capybara}, {druidcompanion/Cheetah}, {druidcompanion/Constrictor Snake}, {druidcompanion/Dire Rat}, {druidcompanion/Dog}, {druidcompanion/Elk}, {druidcompanion/Falcon}, {druidcompanion/Giant Gecko}, {druidcompanion/Hobbe Hound}, {druidcompanion/Horse}, {druidcompanion/Kangaroo}, {druidcompanion/Leopard}, {druidcompanion/Marsupial Devil}, {druidcompanion/Pony}, {druidcompanion/Ram}, {druidcompanion/Reef Snake}, {druidcompanion/Reindeer}, {druidcompanion/Shark}, {druidcompanion/Spitting Cobra}, {druidcompanion/Stag}, {druidcompanion/Stingray}, [Swan, Trumpeter](druidcompanion/trumpeter_swan), {druidcompanion/Thylacine}, {druidcompanion/Viper}, {druidcompanion/Wolf}, {druidcompanion/Wolfdog}, {druidcompanion/Yak}, {druidcompanion/Zebra}. If the campaign takes place wholly or partly in an aquatic environment, the ranger may choose from this list instead: {druidcompanion/Armorfish}, {druidcompanion/Reef Snake}, {druidcompanion/Shark}, {druidcompanion/Stingray}. This animal is a loyal companion that accompanies the ranger on his adventures as appropriate for its kind. A ranger's animal companion shares his favored enemy and favored terrain bonuses.",
			"",
			"This ability functions like the {class/druid} animal companion ability (which is part of the Nature Bond class feature), except that the ranger's effective druid level is equal to his ranger level - 3.",
			"",
			":b[Spells:] Beginning at 4th level, a ranger gains the ability to cast a small number of divine spells, which are drawn from the [ranger spell list](main/spells_ranger) presented in Spell Lists. A ranger must choose and prepare his spells in advance.",
			"",
			"To prepare or cast a spell, a ranger must have a Wisdom score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against a ranger's spell is 10 + the spell level + the ranger's Wisdom modifier.",
			"",
			"Like other spellcasters, a ranger can cast only a certain number of spells of each spell level per day. In addition, he receives [bonus spells per day](rule/determine_bonuses) if he has a high Wisdom score. When it is indicated that the ranger gets 0 spells per day of a given spell level, he gains only the bonus spells he would be entitled to based on his Wisdom score for that spell level.",
			"",
			"A ranger must spend 1 hour per day in quiet meditation to regain his daily allotment of spells. A ranger may prepare and cast any spell on the ranger spell list, provided that he can cast spells of that level, but he must choose which spells to prepare during his daily meditation.",
			"",
			"Through 3rd level, a ranger has no caster level. At 4th level and higher, his caster level is equal to his ranger level - 3.",
			"",
			":b[Woodland Stride (Ex):]{id=stride-tracking-and-evasion} Starting at 7th level, a ranger may move through any sort of undergrowth (such as natural thorns, briars, overgrown areas, and similar terrain) at his normal speed and without taking damage or suffering any other impairment.",
			"",
			"Thorns, briars, and overgrown areas that are enchanted or magically manipulated to impede motion, however, still affect him.",
			"",
			"**Swift Tracker (Ex):** Beginning at 8th level, a ranger can move at his normal speed while using Survival to follow tracks without taking the normal -5 penalty. He takes only a -10 penalty (instead of the normal -20) when moving at up to twice normal speed while tracking.",
			"",
			"**Evasion (Ex):** When he reaches 9th level, a ranger can avoid even magical and unusual attacks with great agility. If he makes a successful Reflex saving throw against an attack that normally deals half damage on a successful save, he instead takes no damage. Evasion can be used only if the ranger is wearing light armor, medium armor, or no armor. A helpless ranger does not gain the benefit of evasion.",
			"",
			":b[Quarry/ (Ex):] At 11th level, a ranger can, as a standard action, denote one target within his line of sight as his quarry. Whenever he is following the tracks of his quarry, a ranger can take 10 on his Survival skill checks while moving at normal speed, without penalty. In addition, he receives a +2 insight bonus on attack rolls made against his quarry, and all critical threats are automatically confirmed. A ranger can have no more than one quarry at a time and the creature's type must correspond to one of his favored enemy types. He can dismiss this effect at any time as a free action, but he cannot select a new quarry for 24 hours. If the ranger sees proof that his quarry is dead, he can select a new quarry after waiting 1 hour.",
			"",
			":b[Camouflage/ (Ex):]{id=other-abilities} A ranger of 12th level or higher can use the Stealth skill to hide in any of his favored terrains, even if the terrain doesn't grant cover or concealment.",
			"",
			"**Improved Evasion (Ex):** At 16th level, a ranger's evasion improves. This ability works like evasion, except that while the ranger still takes no damage on a successful Reflex saving throw against attacks, he henceforth takes only half damage on a failed save. A helpless ranger does not gain the benefit of improved evasion.",
			"",
			"**Hide in Plain Sight (Ex):** While in any of his favored terrains, a ranger of 17th level or higher can use the Stealth skill even while being observed.",
			"",
			"**Improved Quarry (Ex):** At 19th level, the ranger's ability to hunt his quarry improves. He can now select a quarry as a free action, and can now take 20 while using Survival to track his quarry, while moving at normal speed without penalty. His insight bonus to attack his quarry increases to +4. If his quarry is killed or dismissed, he can select a new one after 10 minutes have passed.",
			"",
			"**Master Hunter (Ex):** A ranger of 20th level becomes a master hunter. He can always move at full speed while using Survival to follow tracks without penalty. He can, as a standard action, make a single attack against a favored enemy at his full attack bonus. If the attack hits, the target takes damage normally and must make a Fortitude save or die. The DC of this save is equal to 10 + 1/2 the ranger's level + the ranger's Wisdom modifier. A ranger can choose instead to deal an amount of nonlethal damage equal to the creature's current hit points. A successful save negates this damage. A ranger can use this ability once per day against each favored enemy type he possesses, but not against the same creature more than once in a 24-hour period.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Great Beast (Su) | At 20th level, the character's animal companion is a paragon of its kind - a hero and legend in its own right. The animal companion's Strength, Dexterity, Constitution, and Wisdom scores each increase by 4. This capstone is available to any class with an animal companion. |",
			"| Old Dog, New Tricks (Ex) | At 20th level, the character shows that a true warrior always has one more surprise the enemy hasn't seen. The character gains four [combat feats](main/feats_combat). This capstone is available to characters of any class that gains at least four bonus combat feats. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| Seen It Before (Ex) | At 20th level, the ranger is wise to all the tricks of his prey. The ranger adds his favored enemy bonus as an insight bonus on saves against spells and abilities used by his favored enemies. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			">**Aphorite:** Add 1 foot to the range of the ranger's hunter's bond ability when granting a bonus to allies. This option has no effect unless the ranger has selected it 5 times (or another increment of 5).[^A]  ",
			">**Aquatic elf:** Choose a weapon from the following list: longbow, shortbow, or any weapon with \"elven\" in its name. Reduce the penalty on ranged attack rolls underwater made with this weapon by 1.[^B]  ",
			">**Boggard:** Add 1/4 to a single existing favored terrain bonus (maximum +2 per favored terrain).[^C]  ",
			">**Catfolk:** Choose a weapon from the following list: claws, kukri, longbow, longsword, short spear, or shortbow. Add +1/2 on critical hit confirmation rolls made while using that weapon (maximum bonus of +4). This bonus does not stack with {feat/Critical Focus}.[^D]  ",
			">**Drow:** Add +1/3 to initiative checks in one of the ranger's favored terrains.[^E]  ",
			">**Duskwalker:** Add 1/5 to the ranger's favored enemy bonus against undead. The ranger must have favored enemy (undead) to select this option.[^F]  ",
			">**Dwarf:** Add a +1/2 bonus on wild empathy checks to influence animals and magical beasts that live underground.[^G] [^H]  ",
			">**Elf:** Choose a weapon from the following list: longbow, longsword, rapier, shortbow, short sword, or any weapon with \"elven\" in its name. Add +1/2 on critical hit confirmation rolls made while using that weapon (maximum bonus of +4). This bonus does not stack with {feat/Critical Focus}.[^I] [^J]  ",
			">**Fetchling:** Add a +1/2 bonus on Perception and Survival checks made on the Plane of Shadow.[^K]  ",
			">**Gathlain:** Add 1/4 to the damage dealt by the ranger's animal companion's natural attacks.[^L]  ",
			">**Ghoran:** Add a +1/4 bonus on initiative checks and Survival checks when the ranger is in a favored terrain.[^M]  ",
			">**Gnome:** Add DR 1/magic to the ranger's animal companion. Each additional time the ranger selects this benefit, the DR/magic increases by +1/2 (maximum DR 10/magic). If the ranger ever replaces his animal companion, the new companion gains this DR.[^N] [^O]  ",
			">**Goblin:** Gain a +1/2 bonus on damage dealt to dogs (and doglike creatures) and horses (and horse-like creatures).[^P] [^Q]  ",
			">**Grippli:** Add a +1 racial bonus on Swim skill checks. When this bonus reaches +8, the ranger gains a swim speed of 15 feet (this does not grant the ranger another +8 racial bonus on Swim checks).[^R]  ",
			">**Half-elf:** Add +1 skill rank to the ranger's animal companion. If the ranger ever replaces his companion, the new companion gains these bonus skill ranks.[^S] [^T]  ",
			">**Half-elf:** The duration of the ranger's companion bond increases by 1 round.[^U]  ",
			">**Halfling:** Add a +1/4 dodge bonus to Armor Class against the ranger's favored enemies.[^V] [^W]  ",
			">**Half-orc:** Add +1 hit point to the ranger's animal companion. If the ranger ever replaces his animal companion, the new animal companion gains these bonus hit points.[^X] [^Y]  ",
			">**Hobgoblin:** Add +1/4 to a single existing favored enemy bonus (maximum bonus +1 per favored enemy).[^Z]  ",
			">**Human:** Add +1 hit point or +1 skill rank to the ranger's animal companion. If the ranger ever replaces his companion, the new companion gains these bonus hit points or skill ranks.[^1] [^2]  ",
			">**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^3]  ",
			">**Kobold:** Add +1/4 to the number of opponents the ranger may select when using hunter's bond to grant a bonus to allies. All selected creatures must be of the same type.[^4]  ",
			">**Locathah:** Add 1 skill rank to the ranger's animal companion. If the ranger ever replaces his animal companion, the new animal companion gains these bonus skill ranks.[^5]  ",
			">**Merfolk:** Add +1 hit point to the ranger's animal companion. If the ranger ever replaces his animal companion, the new animal companion gains these bonus hit points.[^6]  ",
			">**Nagaji:** Add 1 skill rank to the ranger's constrictor snake or viper snake animal companion.[^7]  ",
			">**Orc:** Add +1 hit point to the ranger's animal companion. If the ranger ever replaces his animal companion, the new animal companion gains these bonus hit points.[^8]  ",
			">**Oread:** Add +1/4 to the natural armor bonus of the ranger's animal companion. If the ranger ever replaces his animal companion, the new animal companion gains this bonus.[^9]  ",
			">**Ratfolk:** Add +1 to an animal companion's CMD when adjacent to the ranger. If the ranger ever replaces his animal companion, the new animal companion gains this bonus.[^0]  ",
			">**Shabti:** Add 1/4 to a single existing favored terrain bonus (maximum bonus +1 per favored terrain).[^!]  ",
			">**Strix:** Add +1/2 round to the duration of the bonus granted to the companions of the ranger using his hunter's bond ability.[^@]  ",
			">**Suli:** Add +1 to acid resistance, cold resistance, electricity resistance, or fire resistance.[^&]  ",
			">**Svirfneblin:** Add DR 1/magic to the ranger's animal companion. Each additional time the ranger selects this benefit, the DR/magic increases +1/2 (maximum DR 10/magic). If the ranger ever replaces his animal companion, the new companion gains this DR.[^%]  ",
			">**Vanara:** Add +1/4 dodge bonus to Armor Class against the ranger's favored enemies.[^#]  ",
			">**Vine leshy:** Add a +1/2 bonus to Knowledge (nature) checks in the ranger's favored terrain.[^;]  ",
			">**Wayang:** Gain 1/6 of an additional favored terrain. Gaining a favored terrain in this manner does not increase the bonuses provided by his other favored terrains.[^?]  ",
			"",
			"### Archetypes",
			"",
			":::archetype{c=ranger}",
			"Abendego Diver",
			"Weapon and Armor Proficiencies; Track; Wild Empathy; Favored Terrain; Woodland Stride; Swift Tracker; Master Hunter",
			"Named for the vicious and unending storm in the southern Arcadian Ocean, Abendego divers have pushed their bodies to their limits, holding their breath to expand their lung capacity and swimming until ocean travel is second nature to them.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Battle Scout",
			"Hunter's Bond; 2nd, 3rd, 4th Favored Enemies; Master Hunter",
			"Though regular outdoorsmen might suffice in many cases, some large forces look to battle scouts to keep the body of their troops safe and prepared for the terrain and whatever dangers that terrain hides.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Beast Master",
			"Hunter's Bond; 6th-level Combat Style Feat; Camouflage",
			"Some rangers, particularly those in primitive lands or who were raised by animals, have unusually strong bonds with animals.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Blightwarden",
			"Favored Enemy; Wild Empathy; 1st Favored Terrain; Endurance;",
			"Some rangers feel so closely connected to their homelands that they stand as guardians against pervasive corruptions that pervert those lands beyond the point of recognition.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Bow Nomad",
			"Wild Empathy; Combat Style; Endurance; Favored Terrain; 6th-level Combat Feat; Camouflage; Hide in Plain Sight",
			"(Kasatha Only) Thanks to their four arms, kasathas can master a combat form native to their home world and rarely witnessed on Golarion - wielding two bows at once.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Cinderwalker",
			"1st Favored Terrain; Wild Empathy; Hunter's Bond; Woodland Stride",
			"Cinderwalkers traverse burning wastelands and restless mountains, thriving in lands most creatures avoid.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Code Runner",
			"Class Skills; Wild Empathy; Hunter's Bond",
			"A code runner specializes in the subtle and speedy transfer of secret messages.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Corpse Hunter",
			"Class Skills; Spells; Favored Enemies; Woodland Stride; Swift Tracker",
			"Many rangers count the undead among their favored enemies, but some make a full-time job out of hunting down and destroying these walking corpses.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Dandy",
			"Class Skills; Favored Enemy; Wild Empathy; Favored Terrain; Hunter's Bond; Spellcasting; Woodland Stride",
			"The antithesis of the gruff and wild woodsmen, a dandy takes effort to master the subtle etiquette of noble courts, the whispers of dark rumors, and the customs of the cultured world.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Darklands Sailor",
			"Track; Favored Terrain; Woodland Stride; Swift Tracker; Camouflage; Hide in Plain Sight",
			"Those plying the lightless waters of the Darklands learn to use sound to augment their compromised vision, providing insight into the hazards lurking below the surface.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Deep Walker",
			"Favored Terrain; Woodland Stride; Camouflage; Hide in Plain Sight",
			"Some rangers devote their lives to the woods, becoming hunters, protectors, and wilderness guides among its diverse terrain types.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Divine Tracker",
			"Alignment; Wild Empathy; Hunter's Bond",
			"Blessed by his deity, a divine tracker hunts down those he deems deserving of his retribution.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Dragon Hunter",
			"Class Skills; Track; 5th, 10th, 15th, 20th-level Favored Enemies",
			"The quintessential dragonslayers, dragon hunters are experts at forging through the wilds in search of great wyrms.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Drake Warden",
			"Hunter's Bond; 2nd Favored Enemy; Swift Tracker",
			"Some rangers specialize in dealing with rambunctious younger drakes and thanks to their methods, their drakes are both fiercely loyal and extremely useful for scouting and stealth missions.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Dungeon Rover",
			"Class Skills; Track; Wild Empathy; Hunter's Bond; Woodland Stride; Swift Tracker",
			"These rangers specialize in surviving hostile subterranean environs. They are well equipped to avoid traps, spot secret passages, and deal with inimical dungeon tenants.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Dusk Stalker",
			"Class Skills; Favored Terrain; Hunter's Bond; Camouflage",
			"(Fetchling Only) Hunters and guides through the Shadow Plane, dusk stalkers are rangers that thrive in shadow.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Elemental Envoy",
			"Combat Style; Favored Terrain",
			"An elemental envoy travels the Elemental Planes. He has learned to protect himself from their many dangers, and he models his fighting style after their teachings.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Falconer",
			"Wild Empathy; Hunter's Bond; 6th-level Combat Style Feat",
			"Rangers have always enjoyed a special bond with a specific animal, but the falconer takes this bond to a deeper level.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Flamewarden",
			"Hunter's Bond; Spells; Evasion; Camouflage; Improved Evasion; Master Hunter",
			"Emulating the blazing phoenix, flamewardens sweep through the world like a selective forest fire, burning away corruption, evil, and those who cling to decay.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Fortune-Finder",
			"Track; Hunter's Bond; Woodland Stride; Quarry; Improved Quarry; Master Hunter",
			"Vanaras often leave home to seek fortune and sate their curiosity regarding the mysterious lands that lie beyond their native territories. The most skilled of these thrillseekers are called ba-sadhaks, or fortune-finders.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Freebooter",
			"Favored Enemy; Hunter's Bond; Woodland Stride",
			"A freebooter is a natural leader, a pirate who works well with a variety of people and in a variety of roles.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Galvanic Saboteur",
			"Class Skills; Favored Enemy; Wild Empathy; Favored Terrain; Woodland Stride; Swift Tracker; Camouflage; Hide in Plain Sight",
			"Many Kellid locals blame Kevoth-Kul's change on the influence of the Technic League and view both the League and their mechanical minions with a mix of fear and distrust. Some Kellid rangers have since developed skills to defeat the League's robotic enforcers and devious arcanists.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Groom",
			"Track; Endurance; 1st Favored Terrain",
			"The groom attends to the needs of the party's mounts and beasts of burden during their adventures, and guards these animals while the party goes underground.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Guide",
			"Favored Enemy; Hunter's Bond; Evasion; Quarry; Improved Quarry; Improved Evasion",
			"Many rangers are loners, but some choose to use their familiarity with the land to guide others safely through the wilderness.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Guildbreaker",
			"Class Skills; Favored Enemy; Wild Empathy; Hunter's Bond; Woodland Stride",
			"Guildbreakers stoke their enmity for their foes, and they train to track the movements of rival organizations, and even to infiltrate these groups to gather secret intelligence.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Hooded Champion",
			"1st-level Favored Enemy; Combat Style; Wild Empathy; Endurance; Evasion; Improved Evasion",
			"The hooded champion lives on the periphery of civilized lands, and is often at odds with the forces of law and order.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Horse Lord",
			"Hunter's Bond; Camouflage; Hide in Plain Sight",
			"Rangers of the plains use horses or other riding beasts to hunt their lands, forging a near-mystical relationship with their mounts.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Ilsurian Archer",
			"Track; Wild Empathy; Combat Style; Spellcasting; Swift Tracker; Quarry; Improved Quarry",
			"Ilsurian archers maintain the strong tradition of archery first developed by soldiers in the service of Ilsur, who raised a small army with which he intended to overthrow the monarch of Korvosa after the fall of the Chelish Empire.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Infiltrator",
			"Favored Terrain",
			"Some rangers study their favored enemies and learn their ways, applying this knowledge to their own abilities and using their foes' strengths against them.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Jungle Lord",
			"Class Skills; Weapon and Armor Proficiency; Favored Enemy; Favored Terrain; Hunter's Bond; Spells; 5th, 10th, 15th, 18th-level Favored Terrain; Quarry; Improved Quarry; Camouflage; Master Hunter",
			"Jungle lords are tempered by their harsh and unforgiving environments into something more than ordinary men and women.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Lantern Lighter",
			"Wild Empathy; Endurance; Favored Terrain; Woodland Stride; Camouflage; Hide in Plain Sight",
			"Lantern lighters were originally entrusted with secretly eliminating the drow and quarantining any knowledge of their existence, but in the new Lantern Bearer era, the lantern lighters have refocused their efforts on helping to rescue those imprisoned by the drow, or even to help individual drow who seek to escape the cruelties of their society for a chance at redemption on the surface.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Nirmathi Irregular",
			"Normal Weapon/Armor Proficiencies; Favored Enemy; Favored Terrain; Altered Spell List",
			"An irregular troop from Nirmathas, this ranger chooses to focus on the magic of stealth.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Planar Scout",
			"Class Skills; Wild Empathy; Favored Terrain; Hunter's Bond; Evasion; Improved Evasion",
			"Planar scouts are rangers specializing in traversing the planes - and surviving their journeys.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Poison Darter",
			"Favored Enemy; Wild Empathy; Combat Style; Hunter's Bond; Master Hunter",
			"In dense jungles, foliage and tight spaces hinder all but the most deceptively humble weapons: blowguns and poison.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Raven Master",
			"Class Skills; Wild Empathy; Hunter's Bond; Woodland Stride; Swift Tracker; Camouflage; Spellcasting",
			"Raven masters serve as messengers and spies for the Silver Ravens, eschewing a ranger's usual connection to the natural world to form a mystic bond with their birds and to grant both animal and master a number of specialized abilities",
			":::",
			"",
			":::archetype{c=ranger}",
			"Realm Wanderer",
			"Class Skills; Track; Hunter's Bond; Swift Tracker; Master Hunter",
			"These rangers take to heart the lessons they've learned from their vastly contrasting experiences and know that creatively embracing this wisdom is sometimes the difference between life and death.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Sable Company Marine",
			"Hunter's Bond",
			"Sable Company marines receive their training at the elite Endrin Military Academy in Korvosa. A large portion of their education is the handling and riding of hippogriffs, the iconic mounts of members of the company.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Sentinel",
			"Wild Empathy; Hunter's Bond; Woodland Stride; 6th-level Combat Style Feat; Quarry; Improved Quarry",
			"A sentinel specializes in heightening all of her senses to expose spies and those who work for opposing factions, rooting out all who attempt to slip past her evervigilant watch.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Shapeshifter",
			"Favored Terrain; Camouflage; Master Hunter",
			"Most rangers venture into the wilderness, but there are some who let the wilderness seep into them.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Skirmisher",
			"Spells",
			"Many rangers rely on spells, but there are some who eschew aid from divine powers for their own reasons.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Spirit Ranger",
			"Hunter's Bond; Camouflage",
			"Some rangers nurture a connection with the spirits that reside in all things.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Stormwalker",
			"Combat Style; Hunter's Bond; Swift Tracker; Quarry; Improved Evasion; Improved Quarry",
			"Rangers who walk in the tempest unafraid draw the power of the storm into themselves and become stormwalkers.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Summit Sentinel",
			"Combat Style; Favored Terrain; Swift Tracker; Hide in Plain Sight",
			"Some rangers eschew the path of the swift skirmisher and embrace the implacable strength of the mountain.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Sword-Devil",
			"Class Skills; Favored Enemy; Favored Terrain; Hunter's Bond; Spells; Quarry; Improved Quarry; Master Hunter",
			"Agile, vengeful, and deadly, a sword-devil fights with precision and grace, channeling the difficult lessons of a star-crossed life into unparalleled battle prowess.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Tanglebriar Demonslayer",
			"Class Skills; Favored Enemy; Endurance; Spells; Quarry; Improved Quarry",
			"Though they are sworn foes of Treerazer and his kin, Tanglebriar demonslayers are known to venture forth from Kyonin to broaden their expertise in the destruction of demons.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Tidal Hunter",
			"Wild Empathy; 6th-level Combat Style Feat; Track; Camouflage; Favored Terrain; Woodland Stride; Improved Evasion",
			"The tidal hunter draws strength from the fish and other wildlife of the deep.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Toxic Herbalist",
			"Wild Empathy; Endurance; Hunter's Bond; Swift Tracker; Quarry; Improved Quarry",
			"Saviors and destroyers in equal measure, toxic herbalists use nature's bounty to craft remedies and poisons.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Toxophilite",
			"Wild Empathy; Combat Style; Endurance; Quarry; Improved Quarry",
			"The toxophilite emulates the sharpshooting rangers of legend, who could pin a fly to the wall with a single shot or split one arrow with another.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Transporter",
			"Wild Empathy; Favored Terrain; Hunter's Bond; Woodland Stride",
			"Transporters specialize in smuggling people as efficiently as possible through harsh and difficult environments.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Trapper",
			"Spells",
			"A trapper is a ranger who focuses exclusively on traps, rather than learning conventional magic.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Trophy Hunter",
			"Wild Empathy; Combat Feat Style; Hunter's Bond",
			"Some rangers have taken up the mysteries of black powder in order to become big game hunters.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Urban Ranger",
			"Favored Terrain; Endurance; Woodland Stride; Camouflage; Hide in Plain Sight",
			"For the urban ranger, the streets and sewers of the city are just as dangerous as the barren wastelands or the deep forests.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Warden",
			"Favored Enemy; Combat Style Feats; Hunter's Bond; Master Hunter",
			"All rangers have a bond with the wilderness, but the warden may have the strongest. This protector sits guard in the middle of the wilderness, keeping a lookout for any dangers that might spill from the deeper wilderness beyond, and protecting civilization from the savagery of nature - and vice versa.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Wave Warden",
			"Track; Combat Style; Favored Terrain; Woodland Stride; Swift Tracker",
			"(Merfolk Only) The wave warden patrols beneath the sea, preserving the safety and secrets of merfolk communities.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Wild Hunter",
			"Favored Enemy; Woodland Stride; Swift Tracker",
			"A wild hunter seeks to emulate the animals around him to keep him safe while he tracks his prey.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Wild Shadow",
			"Track; Wild Empathy; Favored Terrain; Hunter's Bond; Woodland Stride; Quarry; Camouflage; Improved Quarry",
			"(Half-Elf Only) The isolation that some half-elves feel leads them to live a life of isolation amid the wild places of the world.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Wild Soul",
			"Code of Conduct; Favored Enemy; Swift Tracker; Quarry; Improved Quarry; Master Hunter",
			"Wild souls hail from primitive roots in the wild and venture to more civilized lands and learn their ways.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Wild Stalker",
			"Favored Enemy; 2nd-level Combat Style Feat; Hunter's Bond",
			"The wild stalker forsakes the bonds of community and lives in the trackless wilds far from others of his kind, or perhaps grew up there, never knowing of civilization as anything more than his enemy.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Wilderness Explorer",
			"Class Skills; Wild Empathy; Hunter's Bond; Swift Tracker; Favored Terrain; Quarry; Improved Quarry",
			"Wilderness explorers are adept at making peaceful contact with remote societies.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Wilderness Medic",
			"Wild Empathy; Endurance; Evasion; Hunter's Bond; Improved Evasion",
			"Wilderness medics know a variety of ways they can supply and preserve a rebellion or similar movement without requiring any resources that might make them easier to track down.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Witchguard",
			"Class Skills; Hunter's Bond; Endurance; Spells; Woodland Stride",
			"Witchguards are the sworn defenders of the White Witches of Irrisen.",
			":::",
			"",
			":::archetype{c=ranger}",
			"Yokai Hunter",
			"Favored Enemy; Woodland Stride; Camouflage",
			"Yokai hunters possess a supernatural tether to the spirit worlds that shroud mortal existence.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Plane-Hopper's Handbook/ pg. 15}",
			"[^B]: {source/Blood of the Sea/ pg. 5}",
			"[^C]: {source/Monster Codex/ pg. 8}",
			"[^D]: {source/Advanced Race Guide/ pg. 92}",
			"[^E]: {source/Blood of Shadows/ pg. 15}",
			"[^F]: Plane-Hopper's Handbook pg. 17",
			"[^G]: Advanced Race Guide pg. 13",
			"[^H]: {source/Advanced Player's Guide/ pg. 11}",
			"[^I]: Advanced Race Guide pg. 23",
			"[^J]: Advanced Player's Guide pg. 13",
			"[^K]: Advanced Race Guide pg. 109",
			"[^L]: {source/Ultimate Wilderness/ pg. 10}",
			"[^M]: Ultimate Wilderness pg. 17",
			"[^N]: Advanced Race Guide pg. 33",
			"[^O]: Advanced Player's Guide pg. 15",
			"[^P]: Advanced Race Guide pg. 115",
			"[^Q]: {source/Goblins of Golarion/ pg. 31}",
			"[^R]: Advanced Race Guide pg. 190",
			"[^S]: Advanced Race Guide pg. 43",
			"[^T]: Advanced Player's Guide pg. 17",
			"[^U]: {source/Horror Adventures/ pg. 40}",
			"[^V]: Advanced Race Guide pg. 63",
			"[^W]: Advanced Player's Guide pg. 21",
			"[^X]: Advanced Race Guide pg. 53",
			"[^Y]: Advanced Player's Guide pg. 19",
			"[^Z]: Advanced Race Guide pg. 122",
			"[^1]: Advanced Race Guide pg. 73",
			"[^2]: Advanced Player's Guide pg. 23",
			"[^3]: {source/Blood of the Beast/ pg. 12}",
			"[^4]: Advanced Race Guide pg. 133",
			"[^5]: Blood of the Sea pg. 11",
			"[^6]: Advanced Race Guide pg. 194",
			"[^7]: Blood of the Beast pg. 16",
			"[^8]: Advanced Race Guide pg. 139",
			"[^9]: Advanced Race Guide pg. 145",
			"[^0]: Advanced Race Guide pg. 151",
			"[^!]: Plane-Hopper's Handbook pg. 23",
			"[^@]: Advanced Race Guide pg. 200",
			"[^&]: Advanced Race Guide pg. 203",
			"[^%]: Advanced Race Guide pg. 204",
			"[^#]: Advanced Race Guide pg. 206",
			"[^;]: Ultimate Wilderness pg. 22",
			"[^?]: Blood of Shadows pg. 11"
		],
		"tables": [
			{
				"id": "ranger archetypes",
				"headers": [ "Archetype", "1st-Level Favored Enemy", "2nd-level Combat Style Feat", "3rd-Level Favored Terrain", "5th-Level Favored Enemy", "6th-level Combat Style Feat", "10th-Level Favored Enemy", "15th-Level Favored Enemy", "20th-Level Favored Enemy", "Adds Spells", "Alignment", "Camouflage", "Class Skills", "Code of Conduct", "Combat Style Feats", "Endurance", "Evasion", "Favored Enemy", "Favored Terrain", "Hide in Plain Sight", "Hunter's Bond", "Improved Evasion", "Improved Quarry", "Master Hunter", "Quarry", "Spellcasting", "Swift Tracker", "Track", "Weapon/Armor Proficiency", "Wild Empathy", "Woodland Stride" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-ranger/Abendego Diver}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, "X", "X", "X", "X", "X" ],
					[ "{arc-ranger/Battle Scout}", null, null, null, "X", null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-ranger/Beast Master}", null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-ranger/Blightwarden}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-ranger/Bow Nomad}", null, null, null, null, "X", null, null, null, null, null, "X", null, null, "X", "X", null, null, "X", "X", null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-ranger/Cinderwalker}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X" ],
					[ "{arc-ranger/Code Runner}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-ranger/Corpse Hunter}", null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, "X" ],
					[ "{arc-ranger/Dandy}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, "X", null, null, null, null, "X", null, null, null, "X", "X" ],
					[ "{arc-ranger/Darklands Sailor}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, "X", "X", null, null, "X" ],
					[ "{arc-ranger/Deep Walker}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-ranger/Divine Tracker}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-ranger/Dragon Hunter}", null, null, null, "X", null, "X", "X", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-ranger/Drake Warden}", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-ranger/Dungeon Rover}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", "X", null, "X", "X" ],
					[ "{arc-ranger/Dusk Stalker}", null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-ranger/Elemental Envoy}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-ranger/Falconer}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-ranger/Flamewarden}", null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, "X", null, null, null, "X", "X", null, "X", null, null, null, null, null, null, null ],
					[ "{arc-ranger/Fortune-Finder}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", "X", null, null, "X", null, null, "X" ],
					[ "{arc-ranger/Freebooter}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-ranger/Galvanic Saboteur}", null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, "X", "X", "X", null, null, null, null, null, null, "X", null, null, "X", "X" ],
					[ "{arc-ranger/Groom}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-ranger/Guide}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, "X", "X", "X", null, "X", null, null, null, null, null, null ],
					[ "{arc-ranger/Guildbreaker}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, "X", "X" ],
					[ "{arc-ranger/Hooded Champion}", "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null ],
					[ "{arc-ranger/Horse Lord}", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-ranger/Ilsurian Archer}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, "X", "X", "X", "X", null, "X", null ],
					[ "{arc-ranger/Infiltrator}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-ranger/Jungle Lord}", null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, "X", "X", null, "X", null, "X", "X", "X", "X", null, null, "X", null, null ],
					[ "{arc-ranger/Lantern Lighter}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, "X", "X", null, null, null, null, null, null, null, null, null, "X", "X" ],
					[ "{arc-ranger/Nirmathi Irregular}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, "X", null, null, "X", null, null ],
					[ "{arc-ranger/Planar Scout}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, "X", null, "X", "X", null, null, null, null, null, null, null, "X", null ],
					[ "{arc-ranger/Poison Darter}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, "X", null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-ranger/Raven Master}", null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, "X", "X" ],
					[ "{arc-ranger/Realm Wanderer}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, "X", null, null, "X", "X", null, null, null ],
					[ "{arc-ranger/Sable Company Marine}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-ranger/Sentinel}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, "X", null, null, null, null, "X", "X" ],
					[ "{arc-ranger/Shapeshifter}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-ranger/Skirmisher}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-ranger/Spirit Ranger}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-ranger/Stormwalker}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", "X", "X", null, "X", null, "X", null, null, null, null ],
					[ "{arc-ranger/Summit Sentinel}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-ranger/Sword-Devil}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, "X", null, "X", "X", "X", "X", null, null, null, null, null ],
					[ "{arc-ranger/Tanglebriar Demonslayer}", null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, "X", null, "X", null, null, null, null, "X", null, "X", null, null, null, null, null, null ],
					[ "{arc-ranger/Tidal Hunter}", null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, "X", null, "X", "X" ],
					[ "{arc-ranger/Toxic Herbalist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, "X", null, "X", null, "X", null, null, "X", null ],
					[ "{arc-ranger/Toxophilite}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, "X", null, "X", null, null, null, null, "X", null ],
					[ "{arc-ranger/Transporter}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, "X", "X" ],
					[ "{arc-ranger/Trapper}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-ranger/Trophy Hunter}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-ranger/Urban Ranger}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-ranger/Warden}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, "X", null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-ranger/Wave Warden}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, "X", "X", null, null, "X" ],
					[ "{arc-ranger/Wild Hunter}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, "X" ],
					[ "{arc-ranger/Wild Shadow}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, "X", null, "X", null, "X", null, null, "X", null, "X", "X" ],
					[ "{arc-ranger/Wild Soul}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, "X", "X", "X", null, "X", null, null, null, null ],
					[ "{arc-ranger/Wild Stalker}", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-ranger/Wilderness Explorer}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, "X", null, "X", null, "X", null, "X", null, null, "X", null ],
					[ "{arc-ranger/Wilderness Medic}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", "X", null, null, null, null, null, null, null, "X", null ],
					[ "{arc-ranger/Witchguard}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, "X" ],
					[ "{arc-ranger/Yokai Hunter}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X" ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"shifter": {
		"name": "Shifter",
		"sources": [
			"Blood of the Beast",
			"Chronicle of Legends",
			"Heroes of Golarion",
			"Ultimate Wilderness",
			"Wilderness Origins"
		],
		"description": [
			"{jumplist Class Skills / Bonus Languages / Shifter Aspect / Shifter Claws / Wild Empathy / Defensive Instinct / Track and Woodland Stride / Wild Shape / Trackless Step / Shifter's Fury / Other Abilities / Speaking Druidic / Ex-Shifters / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Shifter",
			"",
			"{SOURCE Ultimate Wilderness/26}",
			"",
			"Whether riding on the wind as a falcon or hiding in some fetid bog waiting to strike, the shifter is a true master of the wild. Both a devoted defender of druidic circles and a fierce predator, the shifter can take on the forms of nature and even fuse them together with devastating effect and unbridled savagery. By way of the druidic discipline of wild shape, they become living aspects of the wild. At first, they are able to assume only a minor aspect, but with time and practice they can fully transform into ever more powerful forms.",
			"",
			"The shifter class offers players a way to experience a shapeshifting character that is more martially inclined than a spellcasting druid. With each new level, the shifter's powers grow in new and surprising ways, creating a character that thrives in battle, exploration, and stealth.",
			"",
			"Shifters are protectors of druidic circles and avengers of nature, yet a shifter's magic is different from that of her druidic kin. Rather than invoking spells from the natural world or forging alliances with animals, shifters focus their supernatural powers inward to gain control over their own forms. Their ability to change their forms is as varied as the wonders of the wilds themselves but always remains at least partially rooted in the natural world. There are many paths to becoming a shifter; most are trained in that role by druidic circles and have their powers unlocked via rituals of initiation. Yet some stumble upon the gift naturally, as if their blood bore the secrets of shifter transformation.",
			"",
			"For those leaning toward the causes of law and good, the path of the shifter is one of contemplation and understanding. They become one with nature through mental and physical mimicry and gain an ever deeper spiritual understanding of the ebb and flow of the natural world. Those leaning toward the chaotic and evil teachings of druidic philosophy find such enlightenment through more violent means. These are typically quicker transformations, both brutal and painful, imparting the dark lessons of nature through its most catastrophic forms. Shifters who lean toward true neutrality are the most diverse when it comes to their command of metamorphic secrets.",
			"",
			"**Role:** The shifter is so attuned to nature and the wild beasts of the world that she can call upon those powers to mystically fortify her being. Fluid in form and function, she can shape herself to overcome hardships and support those she befriends or serves.  ",
			"**Alignment:** Any neutral.  ",
			"**Hit Die:** d10.  ",
			"**Starting Wealth:** 3d6 &times; 10 gp (average 105 gp).",
			"",
			"### Class Skills",
			"",
			"The Shifter's class skills are Acrobatics (Dex), Climb (Str), Craft (Int), Fly (Dex), Handle Animal (Cha), Knowledge (nature) (Int), Perception (Wis), Profession (Wis), Ride (Dex), Stealth (Dex), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +2 | +2 | +0 | Shifter aspect, shifter claws, wild empathy |",
			"| 2nd | +2 | +3 | +3 | +0 | Defensive instinct, track |",
			"| 3rd | +3 | +3 | +3 | +1 | Shifter claws increase, woodland stride |",
			"| 4th | +4 | +4 | +4 | +1 | Defensive instinct (+1), wild shape |",
			"| 5th | +5 | +4 | +4 | +1 | Second aspect, trackless step |",
			"| 6th | +6/+1 | +5 | +5 | +2 | Shifter's fury |",
			"| 7th | +7/+2 | +5 | +5 | +2 | Shifter claws increase |",
			"| 8th | +8/+3 | +6 | +6 | +2 | Defensive instinct (+2) |",
			"| 9th | +9/+4 | +6 | +6 | +3 | Chimeric aspect |",
			"| 10th | +10/+5 | +7 | +7 | +3 | Third aspect |",
			"| 11th | +11/+6/+1 | +7 | +7 | +3 | Shifter claws increase |",
			"| 12th | +12/+7/+2 | +8 | +8 | +4 | Defensive instinct (+3) |",
			"| 13th | +13/+8/+3 | +8 | +8 | +4 | Shifter claws increase |",
			"| 14th | +14/+9/+4 | +9 | +9 | +4 | Greater chimeric aspect |",
			"| 15th | +15/+10/+5 | +9 | +9 | +5 | Fourth aspect |",
			"| 16th | +16/+11/+6/+1 | +10 | +10 | +5 | Defensive instinct (+4) |",
			"| 17th | +17/+12/+7/+2 | +10 | +10 | +5 | Shifter claws increase |",
			"| 18th | +18/+13/+8/+3 | +11 | +11 | +6 | A thousand faces, timeless body |",
			"| 19th | +19/+14/+9/+4 | +11 | +11 | +6 | Shifter claws increase |",
			"| 20th | +20/+15/+10/+5 | +12 | +12 | +6 | Defensive instinct (+5), final aspect |",
			"",
			"**Weapon and Armor Proficiency:** A shifter is proficient with the following weapons: club, dagger, dart, quarterstaff, scimitar, scythe, sickle, shortspear, sling, and spear. She is also proficient with the natural attacks (claw, bite, and so forth) from the shifter claws class feature and of forms she assumes with wild shape.",
			"",
			"Shifters are proficient with light and medium armor but are prohibited from wearing metal armor. A shifter can wear wooden armor that has been altered by the ironwood spell so that it functions as if it were steel. Shifters are proficient with shields (except tower shields) but must use only those crafted from wood.",
			"",
			"A shifter who wears prohibited armor or uses a prohibited shield is unable to use her shifter aspect, shifter claws, wild shape, and other shifter supernatural or spell-like abilities while doing so and for 24 hours thereafter.",
			"",
			":b[Bonus Languages:] A shifter's bonus language options include Sylvan, the language of woodland creatures, and Aklo, the tongue spoken by certain sinister fey or otherworldly denizens of reaches of the wild rarely explored by humanity. These choices are in addition to the bonus languages available to the character because of her race.",
			"",
			"A shifter speaks Druidic, a secret language known only to druids and shifters, which she learns upon becoming a 1st-level shifter. Druidic is a free language for a shifter; that is, she knows it in addition to her regular allotment of languages, and it doesn't take up a language slot. Shifters are forbidden to teach this language to non-druids or non-shifters.",
			"",
			":b[Shifter Aspect/ (Su):] At 1st level, a shifter gains her first aspect - a category of animal to which her body and soul have become supernaturally attuned. She can shift into her aspect's minor form for a number of minutes per day equal to 3 + her shifter level. The duration need not be consecutive but must be spent in 1-minute increments. Shifting into a minor form is a swift action, while ending the effect is a free action that can be taken only on the shifter's turn. Until a shifter reaches 9th level and gains the chimeric aspect class feature, she can assume only one minor form at a time. Shifting to a new aspect (or aspects, in the case of chimeric aspects or greater chimeric aspects) ends all minor forms currently manifested. The minor forms of aspects are not polymorph effects, and the shifter does not lose the benefits of a minor form while affected by polymorph effects.",
			"",
			"As the shifter gains levels, she gains more aspects; she gains her second aspect at 5th level, a third aspect at 10th level, and a fourth at 15th level.",
			"",
			"{ability/Here is the list of shifter |aspects.} Each aspect includes \"alternate natural attacks\", which can be used with the *shifter's claws* feature below.",
			"",
			":b[Shifter Claws/ (Su):] At will, a shifter in her natural form can extend her claws as a swift action to use as a weapon. This magical transformation is fueled as much by the shifter's faith in the natural world as it is by inborn talent. The claws on each hand can be used as a primary natural attack, dealing 1d4 points of piercing and slashing damage (1d3 if she is Small). If she uses one of her claw attacks in concert with a weapon held in the other hand, the claw acts as a secondary natural attack instead.",
			"",
			"As the shifter gains levels, the power of her claws increases. At 3rd level, her claws ignore DR/cold iron, DR/magic, and DR/silver. At 7th level, her claw damage increases to 1d6 (1d4 if Small). At 11th level, her claw damage increases to 1d8 (1d6 if Small). At 13th level, her claw damage increases to 1d10 (1d8 if Small). At 17th level, the damage die does not increase, but the critical multiplier becomes -3. Lastly, at 19th level, the claws ignore DR/adamantine and DR/-.",
			"",
			"While a shifter uses wild shape to assume her aspect's major form, her natural attacks gain the same benefits granted by her shifter claws ability. If the form she takes has claw attacks, she can use either the base damage of her shifter claws or the damage of the form's claws, whichever is greater. If the form does not have claw attacks, she can choose up to two natural attacks that would deal less damage than her shifter claw damage and have those attacks instead deal the same damage as her shifter claws.",
			"",
			"Optionally, each time the shifter activates her shifter's claws ability in her natural form, she can manifest one of the *alternate natural attacks* listed in any of her chosen aspects, or those aspects that relate to her archetype. Each alternate natural attack replaces one of the shifter's claw attacks. The shifter can gain up to two different alternate natural attacks with this method. These alternate natural attacks modify only the damage type of the shifter's natural attacks and otherwise function exactly as above. For example, the {aspect/bat} provides a bite (bludgeoning, piercing, and slashing) and tail slap (bludgeoning) options, while the {aspect/elephant} offers gore (piercing) and slam (bludgeoning) attacks.",
			"",
			":b[Wild Empathy/ (Ex):] A shifter can improve the attitude of an animal. This ability functions as a Diplomacy check to improve the attitude of a person. The shifter rolls 1d20 and adds her shifter level and Charisma modifier to determine the wild empathy check result. The typical domestic animal has a starting attitude of indifferent, while wild animals are usually unfriendly. To use wild empathy, the shifter and the animal must be within 30 feet of one another and under normal conditions. Generally, influencing an animal in this way takes 1 minute but, as with influencing people, it might take more or less time.",
			"",
			"The shifter can also use this ability to influence a magical beast with an Intelligence score of 1 or 2, but she takes a -4 penalty on the check.",
			"",
			":b[Defensive Instinct/ (Ex):] At 2nd level, when unarmored, not using a shield, unencumbered, and conscious, the shifter adds her Wisdom bonus (if any) to her AC and CMD. If she is wearing nonmetal armor or using a nonmetal shield, she instead adds half her Wisdom bonus to her AC (minimum 0). In addition, the shifter gains a +1 bonus to her AC and CMD at 4th level. This bonus increases by 1 for every 4 shifter levels thereafter (up to a maximum of +5 at 20th level).",
			"",
			"These bonuses to AC apply even against touch attacks and when the shifter is flat-footed. She loses these bonuses when she is immobilized or helpless. These bonuses do not stack with the monk AC bonus class feature.",
			"",
			":b[Track (Ex):]{id=track-and-woodland-stride} At 2nd level, a shifter adds half her level as a bonus on Survival checks to follow tracks.",
			"",
			"**Woodland Stride (Ex):** At 3rd level, a shifter can move through any sort of undergrowth (such as briars, natural thorns, overgrown areas, and similar terrain) at her normal speed and without taking damage or suffering any other impairment. Briars, thorns, and overgrown areas that are enchanted or magically manipulated to impede motion still affect the shifter.",
			"",
			":b[Wild Shape/ (Su):] At 4th level, a shifter gains the ability to turn herself into the major form of one of her aspects and back again. This ability functions as {spell/beast shape II}, except as noted here. The shifter can turn into the major form of only one of her aspects at a time. Using wild shape to change to a major form or back is a standard action that doesn't provoke attacks of opportunity. Often a particular aspect's major form grants abilities beyond the normal effect of *beast shape II*. Each major form details the abilities the shifter gains with that major form and at what level; she gains these instead of the form abilities from *beast shape II*, but she still gains *beast shape II* abilities that are size dependent.",
			"",
			"A shifter loses her ability to speak while in animal form because she is limited to the sounds that a normal, untrained animal of that form can make, but she can communicate with other animals of the same general grouping as her form. She can also communicate in nonverbal ways with allies.",
			"",
			"A shifter can use wild shape for a number of hours each day equal to her shifter level + her Wisdom modifier. It need not be consecutive but must be spent in 1 hour increments. For abilities that function based on 'uses of wild shape,' each hour of wild shape counts as a use.",
			"",
			"A shifters can take feats and other abilities that require wild shape; for the purpose of qualifying for prerequisites, her effective druid level is equal to her shifter level.",
			"",
			":b[Trackless Step/ (Ex):] At 5th level, a shifter leaves no trail in natural surroundings and cannot be tracked. She can choose to leave a trail if she so desires.",
			"",
			":b[Shifter's Fury/ (Ex):] At level 6, a shifter gains the ability to make several ferocious attacks with the same natural weapon. Instead of attacking with all her natural weapons, the shifter can choose a single natural weapon and make a full attack with that natural weapon, gaining a second iterative attack at a -5 as if it was a manufactured weapon. When she does so, all her other natural attacks count as secondary attacks and don't benefit from shifter's claws. At 11th level, she gains a third iterative attack at a -10 and at 16th level, she gains a fourth iterative attack at -15.",
			"",
			":b[Chimeric Aspect/ (Su):]{id=other-abilities} At 9th level, when a shifter uses her shifter aspect ability to take on a minor form, she can choose two aspects and assume the minor form of each aspect.",
			"",
			"**Greater Chimeric Aspect (Su):** At 14th level, when a shifter uses her shifter aspect ability to take on a minor form, she can choose up to three aspects and assume the minor form of each aspect.",
			"",
			"**A Thousand Faces (Su):** At 18th level, a shifter gains the ability to change her appearance at will, as if using the {spell/alter self} spell, but only while in her normal form.",
			"",
			"**Timeless Body (Ex):** After attaining 18th level, a shifter no longer takes ability score penalties for aging and cannot be magically aged. Any penalties she may have already incurred, however, remain in place. Bonuses still accrue, and the shifter still dies of old age when her time is up.",
			"",
			"**Final Aspect (Su):** At 20th level, a shifter gains access to a fifth aspect, and when she uses shifter's aspect, she can assume the minor forms of all her aspects and the shifter can use her major and minor forms at will.",
			"",
			"### Speaking Druidic",
			"",
			"For the purposes of teaching and learning the Druidic language, shifters are considered to be druids - the nuances of the language are instrumental in teaching characters of both classes to use and control their abilities. While the rare druidic circle might bar shifters from its order, and while some eccentric shifters may view druids as competitors or even enemies, all shifters are assumed to speak it.",
			"",
			"### Ex-Shifters",
			"",
			"A shifter who ceases to revere nature, changes to a prohibited alignment, or teaches the Druidic language to a non-druid or a non-shifter loses all her supernatural abilities. She cannot thereafter gain levels as a shifter until she [atones](spell/atonement).",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Flexible Form (Su) | At 20th level, the shifter has control over her bodies down to the finest details. When the shifter uses wild shape, she gains a total of a +6 bonus to her physical ability scores, which she can distribute as she likes each time she shifts. For example, she can gain a +4 bonus to Strength and a +2 bonus to Dexterity, and the next time she shifts she can instead gain a +6 bonus to Constitution. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			">**Catfolk:** Add 1/5 to the damage dealt when using the shifter claws ability.[^A]  ",
			">**Dhampir:** Add a +1 bonus on wild empathy checks to improve the attitude of bats, rats, and wolves.[^A]  ",
			">**Drow:** Add a +1/2 bonus on Climb checks.[^A]  ",
			">**Dwarf:** Add a +1/2 bonus on wild empathy checks to influence animals and magical beasts that are normally encountered in underground environments.[^B]  ",
			">**Elf:** Add 1 to the shifter's base speed. This has no ingame effect unless the shifter has selected this reward five times (or any multiple of five) to enhance her speed by 5 feet. For example, a 4th-level elven shifter who has selected this option four times has a base speed of 34 feet, but is treated as if she still had a base speed of 30 feet. When she reaches 5th level and takes this favored class option again, her base speed becomes 35 feet. This bonus applies only when the shifter is wearing no armor.[^B]  ",
			">**Gathlain:** Add a +1 bonus on Knowledge (nature) checks relating to plants and flying animals.[^A]  ",
			">**Ghoran:** Add 1/5 to the shifter's natural armor bonus when using wild shape to assume a major form.[^C]  ",
			">**Gnome:** Gain energy resistance 1 against acid, cold, electricity, or fire. Each time the shifter selects this reward, increase that energy resistance by 1, to a maximum of energy resistance 10. Once the gnome reaches energy resistance 10, she can select a new type of energy to build her resistance to the next time she selects this favored class option.[^B]  ",
			">**Grippli:** Add a +1 bonus on Survival checks to follow tracks through swamps.[^A]  ",
			">**Half-elf:** Add a +1/2 bonus on Survival checks to get along in the wild, to avoid getting lost, and to avoid all natural hazards.[^B]  ",
			">**Halfling:** Increase the AC bonus from defensive instinct by 1/4 against creatures of size Large or larger.[^B]  ",
			">**Half-orc:** Add a +1/3 bonus on critical hit confirmation rolls when using shifter claws (maximum bonus of +5). This bonus does not stack with {feat/Critical Focus}.[^B]  ",
			">**Human:** Add 1/3 to the number of minutes the shifter can assume her minor form each day.[^B]  ",
			">**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^D]  ",
			">**Kitsune:** Add 1/4 to the number of minutes the shifter can assume her minor form each day.[^A]  ",
			">**Kobold:** Add a +1/4 bonus on Stealth checks while in the shifter's minor or major form.[^A]  ",
			">**Orc:** Add 1/5 to the damage dealt when using the shifter claws ability.[^A]  ",
			">**Ratfolk:** Add a +1 bonus on wild empathy checks to influence animals and magical beasts that live underground.[^A]  ",
			">**Tiefling:** Add a +1 bonus on wild empathy checks to improve the attitude of fiendish creatures.[^A]  ",
			">**Undine:** Add a +1 bonus on wild empathy checks to influence animals and magical beasts with the aquatic subtype.[^A]  ",
			">**Vanara:** Add a +1/2 bonus on Acrobatics checks to jump and a +1/2 bonus on wild empathy checks.[^A]  ",
			">**Vine leshy:** Add a +1 bonus on Knowledge (nature) checks relating to plants.[^A]  ",
			"",
			"### Archetypes",
			"",
			":::archetype{c=shifter}",
			"Adaptive Shifter",
			"Shifter Claws; Shifter Aspect; Chimeric Aspect; Greater Chimeric Aspect; Final Aspect; Wild Empathy; Track; Woodland Stride; Trackless Step; Wild Shape",
			"Rather than emulate other animals entirely, some shifters learn to reshape their forms on the fly in response to a range of stimuli",
			":::",
			"",
			":::archetype{c=shifter}",
			"Dragonblood Shifter",
			"Shifter Aspect; Wild Shape; Chimeric Aspect; Greater Chimeric Aspect; Final Aspect",
			"Dragonblood shifters draw upon the inherent strength and majesty of the true dragons, gaining a measure of their powers from their association.",
			":::",
			"",
			":::archetype{c=shifter}",
			"Elementalist Shifter",
			"Languages; Shifter Aspect; Wild Empathy; Shifter Claws; Wild Shape; Chimeric Aspect; Greater Chimeric Aspect",
			"Rather than drawing power from bestial aspects, elementalist shifters channel power from the Inner Sphere and can take on powerful elemental forms at the cost of the greater diversity available to traditional shifters.",
			":::",
			"",
			":::archetype{c=shifter}",
			"Feyform Shifter",
			"Shifter Aspect; Wild Shape; Chimeric Aspect; Greater Chimeric Aspect; Final Aspect",
			"Feyform shifters are intimately linked to the First World, and can draw from it to gain otherworldly powers.",
			":::",
			"",
			":::archetype{c=shifter}",
			"Fiendflesh Shifter",
			"Alignment; Shifter Claws; Wild Shape; Shifter Aspect; Defensive Instinct; Chimeric Aspect; Greater Chimeric Instinct",
			"By forging dark pacts with extraplanar forces, fiendflesh shifters invoke sinister powers to assume the strengths of daemons, demons, or devils.",
			":::",
			"",
			":::archetype{c=shifter}",
			"Holy Beast",
			"Deity; Shifter Claws; Wild Empathy; Track; Woodland Stride; Trackless Step",
			"Holy beast shifters pledge to hunt down their deity's enemies to earn that deity's blessing.",
			":::",
			"",
			":::archetype{c=shifter}",
			"Leafshifter",
			"Shifter Claws; Shifter Aspect",
			"(Ghoran only) Rather than assume aspects taken from the traits of natural animals, a leafshifter transforms into plant-animal hybrids that resemble living topiaries.",
			":::",
			"",
			":::archetype{c=shifter}",
			"Oozemorph",
			"Weapon and Armor Proficiencies; Chimeric Aspect; Greater Chimeric Aspect; Wild Shape; Shifter Aspect; Shifter Claws; Wild Empathy; Defensive Instinct; Woodland Stride",
			"While most shifters are trained in druidic traditions that allow them to tap into animalistic powers, others look instead to the simplest forms of life for inspiration. Known as oozemorphs, these shifters focus on the ooze - a form of life as simple in construction as it is dangerous in combat.",
			":::",
			"",
			":::archetype{c=shifter}",
			"Rageshaper",
			"Alignment; Wild Shape; Shifter Aspect; Shifter Claws; Defensive Instinct; Chimeric Aspect; Greater Chimeric Aspect; Woodland Stride; Trackless Step",
			"The rageshaper is a destructive force of nature brought to bear - a wild and uncontrollable engine of annihilation fueled by wrath.",
			":::",
			"",
			":::archetype{c=shifter}",
			"Style Shifter",
			"Armor Proficiencies; Shifter Aspect; Chimeric Aspect; Greater Chimeric Aspect; Final Aspect; Wild Shape",
			"Style shifters have been able to perfect their combat techniques to the point where they can augment a combat style by partially transforming into the creature that inspired it.",
			":::",
			"",
			":::archetype{c=shifter}",
			"Swarm Shifter",
			"Wild Shape; Shifter Aspect; Chimeric Aspect; Greater Chimeric Aspect; Final Aspect",
			"Swarm shifters channel the essence of the basest and most overlooked animals, vermin.",
			":::",
			"",
			":::archetype{c=shifter}",
			"Verdant Shifter",
			"Wild Empathy; Shifter Aspect; Defensive Instinct; Wild Shape; Chimeric Aspect; Greater Chimeric Aspect",
			"Verdant shifters have an affinity for plants rather than animals and gain a plantlike form that grows in power as they do.",
			":::",
			"",
			":::archetype{c=shifter}",
			"Weretouched",
			"Shifter Aspect; Wild Empathy; Wild Shape",
			"Weretouched shifters are scions of lycanthropic forces, whether hereditary or supernaturally imposed. They can assume both animal and hybrid forms, as a lycanthrope does.",
			":::",
			"",
			":::archetype{c=shifter}",
			"Wild Effigy",
			"Wild Empathy; Track; Woodland Stride; Trackless Step; Defensive Instinct",
			"A wild effigy still takes on the shapes of natural animals, but rather than transforming her body into flesh and muscle, she transforms into constructed effigies of her chosen aspects.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Wilderness Origins/ pg. 8}",
			"[^B]: {source/Ultimate Wilderness/ pg. 31}",
			"[^C]: Ultimate Wilderness pg. 17",
			"[^D]: {source/Blood of the Beast/ pg. 12}"
		],
		"tables": [
			{
				"id": "shifter archetypes",
				"headers": [ "Archetype", "Alignment", "Armor Proficiency", "Chimeric Aspect", "Defensive Instinct", "Deity", "Final Aspect", "Greater Chimeric Aspect", "Greater Chimeric Instinct", "Languages", "Shifter Aspect", "Shifter Claws", "Track", "Trackless Step", "Weapon/Armor Proficiency", "Wild Empathy", "Wild Shape", "Woodland Stride" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-shifter/Adaptive Shifter}", null, null, "X", null, null, "X", "X", null, null, "X", "X", "X", "X", null, "X", "X", "X" ],
					[ "{arc-shifter/Dragonblood Shifter}", null, null, "X", null, null, "X", "X", null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-shifter/Elementalist Shifter}", null, null, "X", null, null, null, "X", null, "X", "X", "X", null, null, null, "X", "X", null ],
					[ "{arc-shifter/Feyform Shifter}", null, null, "X", null, null, "X", "X", null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-shifter/Fiendflesh Shifter}", "X", null, "X", "X", null, null, null, "X", null, "X", "X", null, null, null, null, "X", null ],
					[ "{arc-shifter/Holy Beast}", null, null, null, null, "X", null, null, null, null, null, "X", "X", "X", null, "X", null, "X" ],
					[ "{arc-shifter/Leafshifter}", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null ],
					[ "{arc-shifter/Oozemorph}", null, null, "X", "X", null, null, "X", null, null, "X", "X", null, null, "X", "X", "X", "X" ],
					[ "{arc-shifter/Rageshaper}", "X", null, "X", "X", null, null, "X", null, null, "X", "X", null, "X", null, null, "X", "X" ],
					[ "{arc-shifter/Style Shifter}", null, "X", "X", null, null, "X", "X", null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-shifter/Swarm Shifter}", null, null, "X", null, null, "X", "X", null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-shifter/Verdant Shifter}", null, null, "X", "X", null, null, "X", null, null, "X", null, null, null, null, "X", "X", null ],
					[ "{arc-shifter/Weretouched}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null ],
					[ "{arc-shifter/Wild Effigy}", null, null, null, "X", null, null, null, null, null, null, null, "X", "X", null, "X", null, "X" ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"magus": {
		"name": "Magus",
		"sources": [
			"Ultimate Magic",
			"Chronicle of Legends",
			"Plane-Hopper's Handbook",
			"Blood of the Sea",
			"Advanced Race Guide",
			"Blood of Shadows",
			"Horror Adventures",
			"Blood of the Beast",
			"Heroes of Golarion"
		],
		"description": [
			"{jumplist Class Skills / Spells / Arcane Pool / Spell Combat / Spellstrike / Magus Arcana / Spell Recall / Bonus Feats / Knowledge Pool and Medium Armor / Improved Spell Combat and Fighter Training / Improved Spell Recall / Other Abilities / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Magus",
			"",
			"{SOURCE Ultimate Magic/9}",
			"",
			"There are those who spend their lives poring over ancient tomes and texts, unlocking the power of magic, and there are those who spend their time perfecting the use of individual weapons, becoming masters without equal. The magus is at once a student of both philosophies, blending magical ability and martial prowess into something entirely unique, a discipline in which both spell and steel are used to devastating effect. As he grows in power, the magus unlocks powerful forms of arcana that allow him to merge his talents further, and at the pinnacle of his art, the magus becomes a blur of steel and magic, a force that few foes would dare to stand against.",
			"",
			"**Role:** Magi spend much of their time traveling the world, learning whatever martial or arcane secrets they can find. They might spend months learning a new sword-fighting style from a master warrior, while simultaneously moonlighting in the local library, poring through tomes of ancient lore. Most who take this path dabble in all sorts of lore, picking up anything that might aid them in their search for perfection.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 4d6 &times; 10 gp (average 140 gp).",
			"",
			"### Class Skills",
			"",
			"The Magus's class skills are Climb (Str), Craft (Int), Fly (Dex), Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (dungeoneering) (Int), Knowledge (planes) (Int), Profession (Wis), Ride (Dex), Spellcraft (Int), Swim (Str), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +2 | +0 | +2 | Arcane pool, cantrips, spell combat | 3 | 1 | - | - | - | - | - |",
			"| 2nd | +1 | +3 | +0 | +3 | Spellstrike | 4 | 2 | - | - | - | - | - |",
			"| 3rd | +2 | +3 | +1 | +3 | Magus arcana | 4 | 3 | - | - | - | - | - |",
			"| 4th | +3 | +4 | +1 | +4 | Spell recall | 4 | 3 | 1 | - | - | - | - |",
			"| 5th | +3 | +4 | +1 | +4 | Bonus feat | 4 | 4 | 2 | - | - | - | - |",
			"| 6th | +4 | +5 | +2 | +5 | Magus arcana | 5 | 4 | 3 | - | - | - | - |",
			"| 7th | +5 | +5 | +2 | +5 | Knowledge pool, medium armor | 5 | 4 | 3 | 1 | - | - | - |",
			"| 8th | +6/+1 | +6 | +2 | +6 | Improved spell combat | 5 | 4 | 4 | 2 | - | - | - |",
			"| 9th | +6/+1 | +6 | +3 | +6 | Magus arcana | 5 | 5 | 4 | 3 | - | - | - |",
			"| 10th | +7/+2 | +7 | +3 | +7 | Fighter training | 5 | 5 | 4 | 3 | 1 | - | - |",
			"| 11th | +8/+3 | +7 | +3 | +7 | Bonus feat, improved spell recall | 5 | 5 | 4 | 4 | 2 | - | - |",
			"| 12th | +9/+4 | +8 | +4 | +8 | Magus arcana | 5 | 5 | 5 | 4 | 3 | - | - |",
			"| 13th | +9/+4 | +8 | +4 | +8 | Heavy armor | 5 | 5 | 5 | 4 | 3 | 1 | - |",
			"| 14th | +10/+5 | +9 | +4 | +9 | Greater spell combat | 5 | 5 | 5 | 4 | 4 | 2 | - |",
			"| 15th | +11/+6/+1 | +9 | +5 | +9 | Magus arcana | 5 | 5 | 5 | 5 | 4 | 3 | - |",
			"| 16th | +12/+7/+2 | +10 | +5 | +10 | Counterstrike | 5 | 5 | 5 | 5 | 4 | 3 | 1 |",
			"| 17th | +12/+7/+2 | +10 | +5 | +10 | Bonus feat | 5 | 5 | 5 | 5 | 4 | 4 | 2 |",
			"| 18th | +13/+8/+3 | +11 | +6 | +11 | Magus arcana | 5 | 5 | 5 | 5 | 5 | 4 | 3 |",
			"| 19th | +14/+9/+4 | +11 | +6 | +11 | Greater spell access | 5 | 5 | 5 | 5 | 5 | 5 | 4 |",
			"| 20th | +15/+10/+5 | +12 | +6 | +12 | True magus | 5 | 5 | 5 | 5 | 5 | 5 | 5 |",
			"",
			"**Weapon and Armor Proficiency:** A magus is proficient with all simple and martial weapons. A magus is also proficient with light armor. He can cast magus spells while wearing light armor without incurring the normal arcane spell failure chance. Like any other arcane spellcaster, a magus wearing medium armor, heavy armor, or a shield incurs a chance of arcane spell failure if the spell in question has a somatic component. A multiclass magus still incurs the normal arcane spell failure chance for arcane spells received from other classes.",
			"",
			":b[Spells:] A magus casts arcane spells drawn from the [magus spell list](main/spells_magus). A magus must choose and prepare his spells ahead of time.",
			"",
			"To learn, prepare, or cast a spell, the magus must have an Intelligence score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against a magus's spell is 10 + the spell level + the magus's Intelligence modifier.",
			"",
			"A magus can cast only a certain number of spells of each spell level per day. His base daily spell allotment is given on the table above. In addition, he receives [bonus spells per day](rule/determine_bonuses) if he has a high Intelligence score.",
			"",
			"A magus may know any number of spells. He must choose and prepare his spells ahead of time by getting 8 hours of sleep and spending 1 hour studying his spellbook. While studying, the magus decides which spells to prepare.",
			"",
			"**Cantrips:** A magus can prepare a number of cantrips, or 0-level spells, each day, as noted in the table above under \"Spells per Day.\" These spells are cast like any other spell, but they are not expended when cast and may be used again.",
			"",
			"**Spellbooks:** A magus must study his spellbook each day to prepare his spells. He cannot prepare any spell not recorded in his spellbook except for {spell/read magic}, which all magi can prepare from memory. A magus begins play with a spellbook containing all 0-level magus spells plus three 1st-level magus spells of his choice. The magus also selects a number of additional 1st-level magus spells equal to his Intelligence modifier to add to his spellbook. At each new magus level, he gains two new magus spells of any spell level or levels that he can cast (based on his new magus level) for his spellbook. At any time, a magus can also add spells found in other spellbooks to his own.",
			"",
			"A magus can learn spells from a wizard's spellbook, just as a wizard can from a magus's spellbook. The spells learned must be on the magus spell list, as normal. An alchemist can learn formulae from a magus's spellbook, if the spells are also on the alchemist spell list. A magus cannot learn spells from an alchemist.",
			"",
			":b[Arcane Pool/ (Su):] At 1st level, the magus gains a reservoir of mystical arcane energy that he can draw upon to fuel his powers and enhance his weapon. This arcane pool has a number of points equal to 1/2 his magus level (minimum 1) + his Intelligence modifier. The pool refreshes once per day when the magus prepares his spells.",
			"",
			"At 1st level, a magus can expend 1 point from his arcane pool as a swift action to grant any weapon he is holding a +1 enhancement bonus for 1 minute. For every four levels beyond 1st, the weapon gains another +1 enhancement bonus, to a maximum of +5 at 17th level. These bonuses can be added to the weapon, stacking with existing weapon enhancement to a maximum of +5. Multiple uses of this ability do not stack with themselves.",
			"",
			"At 5th level, these bonuses can be used to add any of the following weapon properties: *dancing*, *flaming*, *flaming burst*, *frost*, *icy burst*, *keen*, *shock*, *shocking burst*, *speed*, or *vorpal*. Adding these properties consumes an amount of bonus equal to the property's base price modifier. These properties are added to any the weapon already has, but duplicates do not stack. If the weapon is not magical, at least a +1 enhancement bonus must be added before any other properties can be added. These bonuses and properties are decided when the arcane pool point is spent and cannot be changed until the next time the magus uses this ability. These bonuses do not function if the weapon is wielded by anyone other than the magus.",
			"",
			"A magus can only enhance one weapon in this way at one time. If he uses this ability again, the first use immediately ends.",
			"",
			":b[Spell Combat/ (Ex):] At 1st level, a magus learns to cast spells and wield his weapons at the same time. This functions much like two-weapon fighting, but the off-hand weapon is a spell that is being cast. To use this ability, the magus must have one hand free (even if the spell being cast does not have somatic components), while wielding a light or one-handed melee weapon in the other hand. As a full-round action, he can make all of his attacks with his melee weapon at a -2 penalty and can also cast any spell from the magus spell list with a casting time of 1 standard action (any attack roll made as part of this spell also takes this penalty). If he casts this spell defensively, he can decide to take an additional penalty on his attack rolls, up to his Intelligence bonus, and add the same amount as a circumstance bonus on his concentration check. If the check fails, the spell is wasted, but the attacks still take the penalty. A magus can choose to cast the spell first or make the weapon attacks first, but if he has more than one attack, he cannot cast the spell between weapon attacks.",
			"",
			":b[Spellstrike/ (Su):] At 2nd level, whenever a magus casts a spell with a range of \"touch\" from the magus spell list, he can deliver the spell through any weapon he is wielding as part of a melee attack. Instead of the free melee touch attack normally allowed to deliver the spell, a magus can make one free melee attack with his weapon (at his highest base attack bonus) as part of casting this spell. If successful, this melee attack deals its normal damage as well as the effects of the spell. If the magus makes this attack in concert with spell combat, this melee attack takes all the penalties accrued by spell combat melee attacks. This attack uses the weapon's critical range (20, 19-20, or 18-20 and modified by the keen weapon property or similar effects), but the spell effect only deals &times;2 damage on a successful critical hit, while the weapon damage uses its own critical modifier.",
			"",
			":b[Magus Arcana:] As he gains levels, a magus learns arcane secrets tailored to his specific way of blending martial puissance and magical skill. Starting at 3rd level, a magus gains one {ability/magus arcana}. He gains an additional magus arcana for every three levels of magus attained after 3rd level. Unless specifically noted in a magus arcana's description, a magus cannot select a particular magus arcana more than once. Magus arcana that affect spells can only be used to modify spells from the magus spell list unless otherwise noted.",
			"",
			":b[Spell Recall/ (Su):] At 4th level, the magus learns to use his arcane pool to recall spells he has already cast. With a swift action he can recall any single magus spell that he has already prepared and cast that day by expending a number of points from his arcane pool equal to the spell's level (minimum 1). The spell is prepared again, just as if it had not been cast.",
			"",
			":b[Bonus Feats:] At 5th level, and every six levels thereafter, a magus gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from those listed as combat, item creation, or metamagic feats. He must meet the prerequisites for these feats as normal.",
			"",
			":b[Knowledge Pool (Su):]{id=knowledge-pool-and-medium-armor} At 7th level, when a magus prepares his magus spells, he can decide to expend 1 or more points from his arcane pool, up to his Intelligence bonus. For each point he expends, he can treat any one spell from the magus spell list as if it were in his spellbook and can prepare that spell as normal that day. If he does not cast spells prepared in this way before the next time he prepares spells, he loses those spells. He can also cast spells added in this way using his spell recall ability, but only until he prepares spells again.",
			"",
			"**Medium Armor (Ex):** At 7th level, a magus gains proficiency with medium armor. A magus can cast magus spells while wearing medium armor without incurring the normal arcane spell failure chance. Like any other arcane spellcaster, a magus wearing heavy armor or using a shield incurs a chance of arcane spell failure if the spell in question has a somatic component.",
			"",
			":b[Improved Spell Combat/ (Ex):]{id=improved-spell-combat-and-fighter-training} At 8th level, the magus's ability to cast spells and make melee attacks improves. When using the spell combat ability, the magus receives a +2 circumstance bonus on concentration checks, in addition to any bonus granted by taking an additional penalty on the attack roll.",
			"",
			"**Fighter Training (Ex):** Starting at 10th level, a magus counts 1/2 his total magus level as his fighter level for the purpose of qualifying for feats. If he has levels in fighter, these levels stack.",
			"",
			":b[Improved Spell Recall/ (Su):] At 11th level, the magus's ability to recall spells using his arcane pool becomes more efficient. Whenever he recalls a spell with spell recall, he expends a number of points from his arcane pool equal to 1/2 the spell's level (minimum 1). Furthermore, instead of recalling a used spell, as a swift action the magus can prepare a spell of the same level that he has in his spellbook. He does so by expending a number of points from his arcane pool equal to the spell's level (minimum 1). The magus cannot apply metamagic feats to a spell prepared in this way. The magus does not need to reference his spellbook to prepare a spell in this way.",
			"",
			":b[Heavy Armor/ (Ex):]{id=other-abilities} At 13th level, a magus gains proficiency with heavy armor. A magus can cast magus spells while wearing heavy armor without incurring the normal arcane spell failure chance. Like any other arcane spellcaster, a magus using a shield incurs a chance of arcane spell failure if the spell in question has a somatic component.",
			"",
			"**Greater Spell Combat (Ex):** At 14th level, the magus gains the ability to seamlessly cast spells and make melee attacks. Whenever he uses the spell combat ability, his concentration check bonus equals double the amount of the attack penalty taken.",
			"",
			"**Counterstrike (Ex):** At 16th level, whenever an enemy within reach of the magus successfully casts a spell defensively, that enemy provokes an attack of opportunity from the magus after the spell is complete. This attack of opportunity cannot disrupt the spell.",
			"",
			"**Greater Spell Access (Su):** At 19th level, the magus gains access to an expanded spell list. He learns and places 14 spells from the wizard's spell list into his spellbook as magus spells of their wizard level. He gains two of each of the following wizard spells not on the magus spell list: 0-level, 1st-level, 2nd-level, 3rd-level, 4th-level, 5th-level, and 6th-level. He can ignore the somatic component of these spells, casting them without the normal chance of spell failure.",
			"",
			"**True Magus (Su):** At 20th level, the magus becomes a master of spells and combat. Whenever he uses his spell combat ability, he does not need to make a concentration check to cast the spell defensively. Whenever the magus uses spell combat and his spell targets the same creature as his melee attacks, he can choose to either increase the DC to resist the spell by +2, grant himself a +2 circumstance bonus on any checks made to overcome spell resistance, or grant himself a +2 circumstance bonus on all attack rolls made against the target during his turn.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Legendary Blade (Su) | At 20th level, the magus can turn his weapon into a thing of terror and wonder. When the magus enhances his weapon with his arcane pool, he grants it an additional +2 enhancement bonus (for a total of +7). |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| Walking Library (Ex) | At 20th level, the character becomes a small, mobile athenaeum of occult scraps and lore. The character adds 100 spell levels' worth of spells to his spellbook or familiar and gains a +4 insight bonus on all Knowledge skills. Characters of any class that prepares spells from a spellbook or familiar can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			">**Aphorite:** Add one spell from the magus spell list to the magus's spellbook. This spell must be at least 1 level below the highest spell level he can cast.[^A]  ",
			">**Aquatic elf:** Add one spell from the cleric, druid, or wizard spell list with the water descriptor to the magus's spellbook. This spell must be at least 1 level below the highest spell level he can cast. This spell is treated as 1 level higher unless it also appears on the magus spell list.[^B]  ",
			">**Dwarf:** Select one known magus arcana usable only once per day. The magus adds +1/6 to the number of times it can be used per day. Once that magus arcana is usable twice per day, the magus must select a different magus arcana.[^C]  ",
			">**Elf:** The magus gains 1/6 of a new magus arcana.[^D]  ",
			">**Fetchling:** Add 1/4 point to the magus's arcane pool.[^E]  ",
			">**Gnome:** Add one of the following weapon special abilities to the list of weapon special abilities the magus may add to his weapon using his arcane pool: *defending*, *ghost touch*, *merciful*, *mighty cleaving*, *vicious*; *allying*, *conductive*, *corrosive*, *corrosive burst*, *menacing*. Once an ability has been selected with this reward, it cannot be changed.[^F]  ",
			">**Gnome:** Add 1/2 of an illusion spell from the sorcerer/ wizard spell list that isn't on the magus spell list to the magus's spellbook. The magus treats this spell as if it were on the magus spell list at the same level as on the sorcerer/ wizard list. This spell must be at least 1 level below the highest spell level the magus can cast.[^G]  ",
			">**Half-elf:** Add +1/4 to the magus's arcane pool.[^H]  ",
			">**Halfling:** The magus gains 1/6 of a new magus arcana.[^I]  ",
			">**Half-orc:** Add +1/2 point of fire damage to spells that deal fire damage cast by the magus.[^J]  ",
			">**Human:** Add +1/4 point to the magus' arcane pool.[^K]  ",
			">**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^L]  ",
			">**Kobold:** Add a +1/2 bonus on concentration checks made to cast defensively.[^M]  ",
			">**Suli:** Add +1/4 point to the magus's arcane pool.[^N]  ",
			">**Tiefling:** Add +1/4 point to the magus's arcane pool.[^O]  ",
			">**Wyrwood:** Add 2 rounds to the duration of the magus' arcane pool enhancements.[^P]  ",
			"",
			"### Archetypes",
			"",
			":::archetype{c=magus}",
			"Armored Battlemage",
			"Spell Combat; Arcane Pool; 3rd, 18th-level Magus Arcana; Improved Spell Combat; Greater Spell Combat",
			"Armored battlemages learn to move and cast spells in even the most restrictive armors, and have developed new methods to magically enhance their armor.",
			":::",
			"",
			":::archetype{c=magus}",
			"Beastblade",
			"3rd-level Magus Arcana; Spell Recall; Knowledge Pool; Improved Spell Recall",
			"Beastblade magi work in tandem with their familiars, using spell, steel, and claw to clear the battlefield of foes.",
			":::",
			"",
			":::archetype{c=magus}",
			"Bladebound",
			"Arcane Pool; 3rd-level Magus Arcana",
			"A select group of magi are called to carry a black blade - a sentient weapon of often unknown and possibly unknowable purpose.",
			":::",
			"",
			":::archetype{c=magus}",
			"Card Caster",
			"Arcane Pool; Spellstrike; 3rd-level Arcana",
			"The card caster is an ancient, martial offshoot of the traditional harrower, learning to not only draw power from the harrow, but also to invest each card with deadly power.",
			":::",
			"",
			":::archetype{c=magus}",
			"Deep Marshal",
			"Armor Proficiencies; Medium Armor; Heavy Armor; Spellcasting; Arcane Pool; Spell Combat; Spellstrike; 3rd-level Magus Arcana",
			"Largely unseen by visitors, the deep marshals have survived into the modern era as keepers, protectors, and repairers of the myriad of stony passages that travel around, through, and under the Five Kings Mountains.",
			":::",
			"",
			":::archetype{c=magus}",
			"Eldritch Archer",
			"Class Skills; Arcane Pool; Spell Combat; Spellstrike; Counterstrike",
			"The eldritch archer rains magical attacks down on her foes from the city walls.",
			":::",
			"",
			":::archetype{c=magus}",
			"Eldritch Scion",
			"Spells; Spell Recall; Arcane Pool; Spell Combat; Knowledge Pool; Improved Spell Combat; Greater Spell Combat",
			"Unlike typical magi, eldritch scions do not study tomes of magic or spend time learning to combine martial and magical skills. Rather, eldritch scions find that their spells and abilities come to them instinctively.",
			":::",
			"",
			":::archetype{c=magus}",
			"Elemental Knight",
			"Spell Recall",
			"(Suli Only) Elemental knights are born with elemental energies surging through their blood and discover the secret of reconciling and focusing this primal power into the arcane.",
			":::",
			"",
			":::archetype{c=magus}",
			"Esoteric",
			"Weapon/Armor Proficiency; Spellcasting; Arcane Pool; Spellstrike; Spell Recall; Bonus Feats; Medium Armor; Heavy Armor; Improved Spell Recall",
			"Esoterics are drawn to the mysticism of the occult and spend their lives delving into forgotten texts and forbidden tomes.",
			":::",
			"",
			":::archetype{c=magus}",
			"Fiend Flayer",
			"None",
			"(Tiefling Only) Some tiefling magi can tap the dark energy of their fiendish blood to enhance their arcane and combat talents.",
			":::",
			"",
			":::archetype{c=magus}",
			"Greensting Slayer",
			"Arcane Pool; Medium Armor; Heavy Armor",
			"The blending of martial prowess with elven magic has long been a staple of the Blackash Training Grounds in Erages. More than a few who study at Erages Academy follow this path because of the promises of wealth that the city's criminal element makes toward practiced brawlers and smugglers.",
			":::",
			"",
			":::archetype{c=magus}",
			"Hexbreaker",
			"Spell Recall; Improved Spell Recall",
			"Hexbreakers - sometimes called witch-hammers for their proclivity toward warhammers - have borne witness to the damage of unrestrained arcane power and hone their own arcane arts to battle such abuse.",
			":::",
			"",
			":::archetype{c=magus}",
			"Hexcrafter",
			"Spell Recall",
			"A hexcrafter magus has uncovered the secret of using his arcane pool to recreate witch hexes.",
			":::",
			"",
			":::archetype{c=magus}",
			"Iron-Ring Striker",
			"Weapon Proficiency; Arcane Pool; Spellstrike; 5th-level Bonus Feat; Medium Armor; Heavy Armor; Knowledge Pool; Counterstrike",
			"Practitioners of this martial art, powered by arcane magic, wear an iron ring on the finger of one hand.",
			":::",
			"",
			":::archetype{c=magus}",
			"Jistkan Artificer",
			"Spells; Arcane Pool; Cantrips; 3rd-level Magus Arcana; Spellstrike",
			"As part of studying the secret methods the original Jistkan artificers used to build golems, these magi graft construct parts onto their own arms.",
			":::",
			"",
			":::archetype{c=magus}",
			"Kapenia Dancer",
			"Weapon/Armor Proficiencies; Diminished Spellcasting",
			"The kapenia dancer laces their deadly scarves with powerful magic.",
			":::",
			"",
			":::archetype{c=magus}",
			"Kensai",
			"Weapon/Armor Proficiency; Spells; Spell Recall; Knowledge Pool; Medium Armor; 9th-level Arcana; Improved Spell Recall; Heavy Armor; True Magus",
			"A kensai spends his life focusing his training and meditation into a rapturous perfection of the use of a single weapon, which is usually but not always a sword, channeling his arcane might through it in a dizzying and deadly dance beyond the abilities of even the greatest of mundane warriors.",
			":::",
			"",
			":::archetype{c=magus}",
			"Magic Warrior",
			"Class Skills; 3rd-level Magus Arcana; Improved Spell Combat; Greater Spell Combat; Greater Spell Access",
			"Trained in a tradition stretching back to Old-Mage Jatembe's Ten Magic Warriors, magic warriors renounce their identities to master magical might and serve as champions of culture and learning across the Mwangi Expanse and beyond.",
			":::",
			"",
			":::archetype{c=magus}",
			"Mindblade",
			"Spellcasting; Arcane Pool; Spell Recall; Knowledge Pool; Improved Spell Recall; Greater Spell Combat; Greater Spell Access; Medium Armor; Improved Spell Combat; Heavy Armor",
			"A mindblade blends psychic talent and martial skill to lethal effect. By forming weapons with her mind, she always has the right tool for any situation.",
			":::",
			"",
			":::archetype{c=magus}",
			"Myrmidarch",
			"Spells; Spell Recall; Improved Spell Recall; 6th, 12th, 18th-level Magus Arcana; Knowledge Pool; Improved Spell Combat; Greater Spell Combat; True Magus",
			"The myrmidarch is a skilled specialist, using magic to supplement and augment his martial mastery.",
			":::",
			"",
			":::archetype{c=magus}",
			"Nature-Bonded Magus",
			"Arcane Pool; Spell Recall; Knowledge Pool; Improved Spell Recall",
			"A nature-bonded magus synergizes arcane magic and the divine magic traditions of druids into a deadly synthesis.",
			":::",
			"",
			":::archetype{c=magus}",
			"Puppetmaster",
			"Skills; Knowledge Pool; Greater Spell Access; Arcane Pool; Spell Combat; Improved Spell Combat; Greater Spell Combat; Spellstrike; Fighter Training; Counterstrike; Medium Armor; Heavy Armor; True Magus",
			"Puppetmasters focus on using charm and illusion spells to control the senses of those for whom they perform.",
			":::",
			"",
			":::archetype{c=magus}",
			"Sigilus",
			"Spellstrike; Medium Armor; Heavy Armor",
			"A sigilus manipulates the discoveries of wizards and other more sagacious Cyphermages, using those findings to create special sigils that allow her to transfer spell effects into different objects for later use.",
			":::",
			"",
			":::archetype{c=magus}",
			"Skirnir",
			"Spells; Spell Combat; Spell Recall; Knowledge Pool; Improved Spell Combat; Greater Spell Combat; Greater Spell Access; Counterstrike",
			"Sometimes called a shield-vassal or shieldmaiden, the skirnir has learned to infuse his power into his shield.",
			":::",
			"",
			":::archetype{c=magus}",
			"Sorrowblade",
			"3rd, 12th-level Magus Arcana; Speed Weapon Property",
			"A magus who has suffered greatly over the course of her life can learn to channel that misery into her weapon and inflict it on others.",
			":::",
			"",
			":::archetype{c=magus}",
			"Soul Forger",
			"Spells; Knowledge Pool; Spell Recall; Improved Spell Recall; Counterstrike; Greater Spell Access",
			"The soul forger has learned the skill of infusing the raw magical essence of his soul into armaments of surpassing power, combining the mystic arts with the arts of war in a unity of steely perfection.",
			":::",
			"",
			":::archetype{c=magus}",
			"Spell Dancer",
			"Arcane Pool; 5th-level Bonus Feat; Medium Armor; Heavy Armor",
			"(Elf Only) Many elven magi do not consider themselves masters of a blend of martial and magical talents, but rather a sub-category of wizards who study the effect of physical movement and techniques upon spellcasting ability.",
			":::",
			"",
			":::archetype{c=magus}",
			"Spell Trapper",
			"Class Skills; Spell Recall; Fighter Training",
			"Spell trappers forsake much of their arcane skill and martial knowledge in exchange for the ability to conjure magical traps to hinder their foes.",
			":::",
			"",
			":::archetype{c=magus}",
			"Spellblade",
			"Spellstrike",
			"A spellblade magus can manifest a ghostly blade of force that can be used as an off-hand weapon.",
			":::",
			"",
			":::archetype{c=magus}",
			"Spire Defender",
			"Weapon/Armor Proficiencies; Spell Recall",
			"Magi who train themselves to accompany sages and archaeologists venturing into the Mordant Spire become spire defenders.",
			":::",
			"",
			":::archetype{c=magus}",
			"Staff Magus",
			"Weapon/Armor Proficiencies; Medium Armor; Heavy Armor; Fighter Training",
			"While most magi use a one-handed weapon as their melee implement of choice, one group of magi uses the quarterstaff instead.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Plane-Hopper's Handbook/ pg. 15}",
			"[^B]: {source/Blood of the Sea/ pg. 5}",
			"[^C]: {source/Advanced Race Guide/ pg. 13}",
			"[^D]: Advanced Race Guide pg. 23",
			"[^E]: {source/Blood of Shadows/ pg. 7}",
			"[^F]: Advanced Race Guide pg. 33",
			"[^G]: {source/Horror Adventures/ pg. 39}",
			"[^H]: Advanced Race Guide pg. 43",
			"[^I]: Advanced Race Guide pg. 63",
			"[^J]: Advanced Race Guide pg. 53",
			"[^K]: Advanced Race Guide pg. 73",
			"[^L]: {source/Blood of the Beast/ pg. 12}",
			"[^M]: Advanced Race Guide pg. 133",
			"[^N]: Advanced Race Guide pg. 203",
			"[^O]: Advanced Race Guide pg. 170",
			"[^P]: {source/Heroes of Golarion/ pg. 6}"
		],
		"tables": [
			{
				"id": "magus archetypes",
				"headers": [ "Archetype", "3rd-level Magus Arcana", "5th-level Bonus Feat", "6th-level Magus Arcana", "9th-level Magus Arcana", "12th-level Magus Arcana", "18th-level Magus Arcana", "Arcane Pool", "Armor Proficiency", "Bonus Feats", "Cantrips", "Class Skills", "Counterstrike", "Fighter Training", "Greater Spell Access", "Greater Spell Combat", "Heavy Armor", "Improved Spell Combat", "Improved Spell Recall", "Knowledge Pool", "Medium Armor", "Skills", "Speed Weapon Property", "Spell Combat", "Spell Recall", "Spellcasting", "Spellstrike", "True Magus", "Weapon Proficiency", "Weapon/Armor Proficiency" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-magus/Armored Battlemage}", "X", null, null, null, null, "X", "X", null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-magus/Beastblade}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-magus/Bladebound}", "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-magus/Card Caster}", "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-magus/Deep Marshal}", "X", null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, "X", null, "X", "X", null, null, null ],
					[ "{arc-magus/Eldritch Archer}", null, null, null, null, null, null, "X", null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null ],
					[ "{arc-magus/Eldritch Scion}", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, "X", null, "X", null, null, null, "X", "X", "X", null, null, null, null ],
					[ "{arc-magus/Elemental Knight}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-magus/Esoteric}", null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, "X", null, "X", null, "X", null, null, null, "X", "X", "X", null, null, "X" ],
					[ "{arc-magus/Fiend Flayer}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-magus/Greensting Slayer}", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-magus/Hexbreaker}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-magus/Hexcrafter}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-magus/Iron-Ring Striker}", null, "X", null, null, null, null, "X", null, null, null, null, "X", null, null, null, "X", null, null, "X", "X", null, null, null, null, null, "X", null, "X", null ],
					[ "{arc-magus/Jistkan Artificer}", "X", null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null ],
					[ "{arc-magus/Kapenia Dancer}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X" ],
					[ "{arc-magus/Kensai}", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", "X", null, null, null, "X", "X", null, "X", null, "X" ],
					[ "{arc-magus/Magic Warrior}", "X", null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-magus/Mindblade}", null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", "X", "X", "X", "X", "X", "X", null, null, null, "X", "X", null, null, null, null ],
					[ "{arc-magus/Myrmidarch}", null, null, "X", null, "X", "X", null, null, null, null, null, null, null, null, "X", null, "X", "X", "X", null, null, null, null, "X", "X", null, "X", null, null ],
					[ "{arc-magus/Nature-Bonded Magus}", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-magus/Puppetmaster}", null, null, null, null, null, null, "X", null, null, null, null, "X", "X", "X", "X", "X", "X", null, "X", "X", "X", null, "X", null, null, "X", "X", null, null ],
					[ "{arc-magus/Sigilus}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, "X", null, null, null ],
					[ "{arc-magus/Skirnir}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", null, "X", null, "X", null, null, null, "X", "X", "X", null, null, null, null ],
					[ "{arc-magus/Sorrowblade}", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-magus/Soul Forger}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, "X", "X", null, null, null, null, "X", "X", null, null, null, null ],
					[ "{arc-magus/Spell Dancer}", null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-magus/Spell Trapper}", null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-magus/Spellblade}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-magus/Spire Defender}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X" ],
					[ "{arc-magus/Staff Magus}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, "X" ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"gunslinger": {
		"name": "Gunslinger",
		"sources": [
			"Ultimate Combat",
			"Chronicle of Legends",
			"Advanced Race Guide",
			"Blood of Shadows",
			"Goblins of Golarion",
			"Blood of the Beast",
			"Advanced Class Guide"
		],
		"description": [
			"{jumplist Class Skills / Gunsmith / Grit / Deeds / Nimble / Bonus Feats / Gun Training / True Grit / Grit and Panache / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Gunslinger",
			"",
			"{SOURCE Ultimate Combat/9;Advanced Class Guide/56}",
			"",
			"For a renegade few, battle sounds different than it does for the typical fighter. The clash of steel and the sizzle of spell energy are drowned out by the thunderous rhythm of gunfire - the pounding beat of the gunslinger.",
			"",
			"Gunslingers are a bold and mysterious lot. While many treat the secrets of black powder with the same care and reverence that a wizard typically reserves for his spellbook, most gunslingers know that firearms are a secret that cannot remain concealed forever. While current firearms are simple, often imprecise, and even dangerous devices, they are a technology on the move, and one that will become even more powerful when it is fully fused with magic.",
			"",
			"**Role:** Gunslingers are thunderous artillery, often found where the fighting is fiercest. Brave, clever, and frequently foolhardy, many gunslingers push to position themselves at close range, barrels blazing, to take down their foes and demoralize their enemies. Other gunslingers are masters of distant death, picking off enemies from afar with their strange and wondrous weapons.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d10.  ",
			"**Starting Wealth:** 5d6 &times; 10 gp (average 175 gp).",
			"",
			"### Class Skills",
			"",
			"The Gunslinger's class skills are Acrobatics (Dex), Bluff (Cha), Climb (Str), Craft (Int), Handle Animal (Cha), Heal (Wis), Intimidate (Cha), Knowledge (engineering) (Int), Knowledge (local) (Int), Perception (Wis), Profession (Wis), Ride (Dex), Sleight of Hand (Dex), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +2 | +2 | +0 | Deeds, grit, gunsmith |",
			"| 2nd | +2 | +3 | +3 | +0 | Nimble +1 |",
			"| 3rd | +3 | +3 | +3 | +1 | Deeds |",
			"| 4th | +4 | +4 | +4 | +1 | Bonus feat |",
			"| 5th | +5 | +4 | +4 | +1 | Gun training 1 |",
			"| 6th | +6/+1 | +5 | +5 | +2 | Nimble +2 |",
			"| 7th | +7/+2 | +5 | +5 | +2 | Deeds |",
			"| 8th | +8/+3 | +6 | +6 | +2 | Bonus feat |",
			"| 9th | +9/+4 | +6 | +6 | +3 | Gun training 2 |",
			"| 10th | +10/+5 | +7 | +7 | +3 | Nimble +3 |",
			"| 11th | +11/+6/+1 | +7 | +7 | +3 | Deeds |",
			"| 12th | +12/+7/+2 | +8 | +8 | +4 | Bonus feat |",
			"| 13th | +13/+8/+3 | +8 | +8 | +4 | Gun training 3 |",
			"| 14th | +14/+9/+4 | +9 | +9 | +4 | Nimble +4 |",
			"| 15th | +15/+10/+5 | +9 | +9 | +5 | Deeds |",
			"| 16th | +16/+11/+6/+1 | +10 | +10 | +5 | Bonus feat |",
			"| 17th | +17/+12/+7/+2 | +10 | +10 | +5 | Gun training 4 |",
			"| 18th | +18/+13/+8/+3 | +11 | +11 | +6 | Nimble +5 |",
			"| 19th | +19/+14/+9/+4 | +11 | +11 | +6 | Deeds |",
			"| 20th | +20/+15/+10/+5 | +12 | +12 | +6 | Bonus feat, true grit |",
			"",
			"**Weapon and Armor Proficiency:** Gunslingers are proficient with all simple and martial weapons, and with all firearms. They are proficient with all light armor.",
			"",
			":b[Gunsmith:] At 1st level, a gunslinger gains one of the following firearms of her choice: blunderbuss, musket, or pistol. Her starting weapon is battered, and only she knows how to use it properly. All other creatures treat her gun as if it had the broken condition. If the weapon already has the broken condition, it does not work at all for anyone else trying to use it. This starting weapon can only be sold for scrap (it's worth 4d10 gp when sold). The gunslinger also gains {feat/Gunsmithing} as a bonus feat.",
			"",
			":b[Grit/ (Ex):] A gunslinger makes her mark upon the world with daring deeds. Some gunslingers claim they belong to a mystical way of the gun, but it's more likely that the volatile nature of firearms simply prunes the unlucky and careless from their ranks. Whatever the reason, all gunslingers have grit. In game terms, grit is a fluctuating measure of a gunslinger's ability to perform amazing actions in combat. At the start of each day, a gunslinger gains a number of grit points equal to her Wisdom modifier (minimum 1). Her grit goes up or down throughout the day, but usually cannot go higher than her Wisdom modifier (minimum 1), though some feats and magic items may affect this maximum. A gunslinger spends grit to accomplish deeds, and regains grit in the following ways.",
			"",
			"*Critical Hit with a Firearm*: Each time the gunslinger confirms a critical hit with a firearm attack while in the heat of combat, she regains 1 grit point. Confirming a critical hit on a helpless or unaware creature or on a creature that has fewer Hit Dice than half the gunslinger's character level does not restore grit.",
			"",
			"*Killing Blow with a Firearm*: When the gunslinger reduces a creature to 0 or fewer hit points with a firearm attack while in the heat of combat, she regains 1 grit point. Destroying an unattended object, reducing a helpless or unaware creature to 0 or fewer hit points, or reducing a creature that has fewer Hit Dice than half the gunslinger's character level to 0 or fewer hit points does not restore any grit.",
			"",
			">**Optional Rule: Daring Act**",
			">",
			">The following method for regaining grit points requires a measure of GM judgment, so it is an optional rule.",
			">",
			">**Daring Act:** Each time a gunslinger performs a daring act, she can regain grit. As a general guideline, a daring act should be risky and dramatic. It should take a good deal of guts, and its outcome should have a low probability of success. If it is successful, the gunslinger regains 1 grit point.",
			">",
			">Before attempting a daring act, the player should ask the GM whether the act qualifies. The GM is the final arbiter of what's considered a daring act, and can grant a regained grit point for a daring act even if the player does not ask beforehand whether the act qualifies.",
			"",
			":b[Deeds:] Gunslingers spend grit points to accomplish deeds. Most deeds grant the gunslinger some momentary bonus or effect, but there are some that provide longer-lasting effects. Some deeds stay in effect as long as the gunslinger has at least 1 grit point. The following is the list of base gunslinger deeds. A gunslinger can only perform deeds of her level or lower. Unless otherwise noted, a deed can be performed multiple successive times, as long as the appropriate amount of grit is spent to perform the deed.",
			"",
			"All gunslinger deeds can be found [here](ability/gunslinger_deeds). They may optionally also select a [renowned deed](ability/gunslinger_renowned_deeds) at 1st, 7th and 15th level.",
			"",
			":b[Nimble/ (Ex):] Starting at 2nd level, a gunslinger gains a +1 dodge bonus to AC while wearing light or no armor. Anything that causes the gunslinger to lose her Dexterity bonus to AC also causes the gunslinger to lose this dodge bonus. This bonus increases by +1 for every four levels beyond 2nd level (to a maximum of +5 at 20th level).",
			"",
			":b[Bonus Feats:] At 4th level, and every four levels thereafter, a gunslinger gains a bonus feat in addition to those gained by normal advancement. These bonus feats must be combat or grit feats. Optionally, a gunslinger can pick a {ability/dare>s} instead of a bonus feat.",
			"",
			":b[Gun Training/ (Ex):] Starting at 5th level, a gunslinger can select one specific type of firearm (such as an axe musket, blunderbuss, musket, or pistol). She gains a bonus equal to her Dexterity modifier on damage rolls when firing that type of firearm. Furthermore, when she misfires with that type of firearm, the misfire value of that firearm increases by 2 instead of 4.",
			"",
			"Every four levels thereafter (9th, 13th, and 17th), the gunslinger picks up another type of firearm, gaining these bonuses for those types as well.",
			"",
			":b[True Grit/ (Ex):] At 20th level, a gunslinger picks two deeds that she has access to and that she must spend grit to perform. She can perform these deeds for 1 grit point fewer (minimum 0) than usual. If the number of grit points to perform a deed is reduced to 0, the gunslinger can perform this deed as long as she has at least 1 grit point. If a deed could already be performed as long as she had at least 1 grit point, she can now perform that deed even when she has no grit points.",
			"",
			"### Grit and Panache",
			"",
			"The gunslinger's grit and the swashbuckler's panache represent two paths to gain access to the same heroic pool. Characters with both grit and panache class features combine the two resources together into a larger pool of both grit points and panache points.",
			"",
			"For purposes of feat prerequisites, a character with the panache class feature satisfies the prerequisites as if she were a grit user, and vice versa. Swashbuckler levels stack with gunslinger levels for the purpose of satisfying {feat/Signature Deed/'s} level requirement. For feats, magic items, and other effects, a panache user can spend and gain panache points in place of grit points, and vice versa.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Old Dog, New Tricks (Ex) | At 20th level, the character shows that a true warrior always has one more surprise the enemy hasn't seen. The character gains four [combat feats](main/feats_combat). This capstone is available to characters of any class that gains at least four bonus combat feats. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| Personal Armory (Ex) | At 20th level, there is not a gun in the world that the gunslinger can't fire. The gunslinger applies her gun training to all firearms, and her damage bonus from gun training increases to 1-1/2 times her Dexterity bonus. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			">**Dwarf:** Reduce the misfire chance for one type of firearm by 1/4. You cannot reduce the misfire chance of a firearm below 1.[^A]  ",
			">**Elf:** Add +1/3 on critical hit confirmation rolls made with firearms (maximum bonus of +5). This bonus does not stack with {feat/Critical Focus}.[^B]  ",
			">**Fetchling:** Add 1/4 point to the gunslinger's grit.[^C]  ",
			">**Gnome:** The gunslinger reduces the amount of time needed to restore a broken firearm using the Gunsmithing feat by 5 minutes (maximum reduction of 50 minutes).[^D]  ",
			">**Goblin:** Add +1/3 on critical hit confirmation rolls made with firearms (maximum bonus of +5). This bonus does not stack with {feat/Critical Focus}.[^E] [^F]  ",
			">**Grippli:** Add a +1/4 bonus on attack rolls when making a utility shot or a dead shot.[^G]  ",
			">**Half-elf:** Add +1/4 to the number of grit points in the gunslinger's grit pool.[^H]  ",
			">**Halfling:** Add +1/4 to the dodge bonus to AC granted by the nimble class feature (maximum +2) or +1/4 to the AC bonus gained when using the gunslinger's dodge deed.[^I]  ",
			">**Half-orc:** Add a +1/3 bonus on attack rolls when using the pistol whip deed.[^J]  ",
			">**Hobgoblin:** Add +1/4 to the gunslinger's grit points.[^K]  ",
			">**Human:** Add +1/4 point to the gunslinger's grit points.[^L]  ",
			">**Ifrit:** Add +1/2 to the bonus on initiative checks the gunslinger makes while using her gunslinger initiative deed.[^M]  ",
			">**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^N]  ",
			">**Kobold:** Add +1/4 to the dodge bonus to AC granted by the nimble class feature (maximum +4).[^O]  ",
			">**Ratfolk:** Add a +1/2 bonus on initiative checks when the gunslinger has at least 1 grit point.[^P]  ",
			"",
			"### Archetypes",
			"",
			":::archetype{c=gunslinger}",
			"Black Powder Vaulter",
			"Deadeye; Gunslinger's Dodge; Gunslinger Initiative; Startling Shot; Expert Loading",
			"Black powder vaulters like to get into the thick of the battle, maneuvering among the fray to find the most advantageous positions from which to kill their enemies.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Blatherskite",
			"Class Skills; Gunslinger's Dodge; Gunslinger Initiative; Pistol-Whip; Startling Shot",
			"The blatherskate has an extraordinary talent for retreating from harm's way and fooling his enemies into thinking he is weaker than he is.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Bolt Ace",
			"Weapon Proficiencies; Gunsmith; Grit; Deadeye; Quick Clear; Utility Shot; Startling Shot; Expert Loading; Lightning Reload; Menacing Shot; Gun Training",
			"While gunslingers are full of sound and fury, there is a class of gunslingers that never soil their hands with powder or feel the sting of gun smoke.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Buccaneer",
			"Quick Clear Deed; Pistol Whip Deed; Dead Shot Deed; Lightning Reload Deed; Grit; Nimble; Gun Training 1, 2, and 4",
			"(Human Only) Freebooters who cling to the convoluted codes that rule independent ships, the buccaneer is a gunslinger of the high seas.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Bushwhacker",
			"Grit; Utility Shot Deed; Targeting Deed; 4th, 8th, 12th, 16th, 20th-level Bonus Feat",
			"(Kobold Only) The bushwhacker specializes in the art of the ambush. For her, gunplay works best when it comes from a concealed position and is directed against a target that falls with the very first volley and is dead before the smoke clears.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Commando",
			"Class Skills; Utility Shot; Expert Loading; Lightning Reload; Slinger's Luck; 4th-level Bonus Feat; Gun Training",
			"Commandos are those rough and ready gunslingers who excel at hit-and-run tactics and leveraging their expertise in the wild against their enemies.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Experimental Gunsmith",
			"Gunsmith; Gunsmithing; Gun Training",
			"(Gnome Only) The experimental gunsmith is obsessed with creating the ultimate firearm, and is willing to take risks to work the kinks out of her design.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Firebrand",
			"Gunsmith; Grit; Deadeye; Dead Shot; Bonus Feats; Gun Training",
			"Where other gunslingers rely on precision shooting, the firebrand instead masters explosive ordnance.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Graveslinger",
			"Deadeye; Startling Shot; Bleeding Wound; Menacing Shot; 4th-level Bonus Feat",
			"Graveslingers craft signature bullets to hunt down wandering undead. With this infused ammunition, they can take on the most resilient spectral foes with ease.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Gulch Gunner",
			"Class Skills; Grit; Deadeye Deed; Pistol Whip Deed; Menacing Shot Deed; 9th, 13th, 17th-level Gun Training",
			"(Ratfolk Only) These gulch gunners often specialize in proficiency with a single pistol (easily handled in tight spaces) and wander from warren to warren selling their tunnel-shooting skills to the highest bidder.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Gun Scavenger",
			"Gunsmith; Quick Clear Deed; Targeting Deed; Nimble",
			"A gun scavenger collects scraps, spare parts, and other components that might - if modified properly - give her firearm an extra edge.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Gun Tank",
			"Armor Proficiency; Gunslinger's Dodge Deed; Evasive Deed; Nimble; Bonus Feats (4th level and every 4 levels after)",
			"Gunslingers usually don't use heavy armor, but there are a few who use and modify their armor to protect themselves from both traditional weapons and gunfire.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Gunner Squire",
			"Gunslinger's Dodge; Gunslinger Initiative; Nimble +1",
			"The gunner squire is prepared to reload or repair her lord's firearms at a moment's notice.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Maverick",
			"Dodge; Pistol Whip; Gunslinger Initiative",
			"Quick with her gun and no stranger to barroom brawls, a maverick can hold her own when bullets and punches start flying.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Musket Master",
			"Weapon Proficiency; Gunsmith; Gunslinger's Dodge Deed; Utility Shot Deed; Gun Training 1-4",
			"Some gunslingers want a little more firepower and range. These are the musket masters; the best of these gunslingers can reload a musket with dazzling speed, potentially putting even their pistol-wielding brethren to shame.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Mysterious Stranger",
			"Grit; Quick Clear Deed; Nimble; Gun Training 1",
			"A few rare gunslingers seem to accomplish their chosen tasks purely through willpower and an unwillingness to ever give up.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Pistolero",
			"Weapon Proficiency; Gunsmith; Deadeye Deed; Startling Shot Deed; Menacing Shot Deed; Gun Training 1-4",
			"While most gunslingers have favorite firearms, there are those rare ones who choose to specialize in one-handed firearms exclusively.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Planar Rifter",
			"Grit; Deadeye; Dead Shot; Menacing Shot; Death's Shot; Nimble; Gun Training",
			"Planar rifters harvest pieces of the Outer Planes, absorbing some of the energy into themselves and condensing other portions of it into bullets they can fire from their guns",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Scatter Gunner",
			"Gunsmith; Deadeye; Utility Shot; Dead Shot; Targeting",
			"Punishing firearms such as the blunderbuss and dragon pistol can lay waste to invaders in tight corridors, and the dwarves of Dongun Hold have pioneered masterful methods for making the most of these indiscriminate weapons",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Siege Gunner",
			"Grit; Nimble; Deadeye; Gunslinger Initiative; Bonus Feats",
			"The Grand Duchy of Alkenstar has spawned all manner of firearm specialists, wielding small and large firearms alike. Siege gunners specialize in the very largest: cannons, bombards, and firedrakes.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Techslinger",
			"Deadeye; Quick Clear; Expert Loading; Gun Training",
			"Techslingers spurn unreliable gunpowder weapons in favor of high-tech armaments.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Thronewarden",
			"Class Skills; Nimble; 4th-level Bonus Feat; Startling Shot; Bleeding Wound",
			"As vigilant sentinels, thronewardens identify and head off trouble.",
			":::",
			"",
			":::archetype{c=gunslinger}",
			"Wyrm Sniper",
			"Class Skills; Starling Shot Deed; Lightning Reload Deed; Menacing Shot Deed",
			"These long-shot artists are masters at taking down dragons with sharp shooting and light siege weaponry.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Advanced Race Guide/ pg. 13}",
			"[^B]: Advanced Race Guide pg. 23",
			"[^C]: {source/Blood of Shadows/ pg. 7}",
			"[^D]: Advanced Race Guide pg. 33",
			"[^E]: Advanced Race Guide pg. 115",
			"[^F]: {source/Goblins of Golarion/ pg. 31}",
			"[^G]: Advanced Race Guide pg. 190",
			"[^H]: Advanced Race Guide pg. 43",
			"[^I]: Advanced Race Guide pg. 63",
			"[^J]: Advanced Race Guide pg. 53",
			"[^K]: Advanced Race Guide pg. 121",
			"[^L]: Advanced Race Guide pg. 73",
			"[^M]: Advanced Race Guide pg. 127",
			"[^N]: {source/Blood of the Beast/ pg. 12}",
			"[^O]: Advanced Race Guide pg. 133",
			"[^P]: Advanced Race Guide pg. 151"
		],
		"tables": [
			{
				"id": "gunslinger archetypes",
				"ripples": [0],
				"headers": [ "Archetype", "4th-level Bonus Feat", "8th-level Bonus Feat", "12th-level Bonus Feat", "16th-level Bonus Feat", "20th-level Bonus Feat", "Armor Proficiency", "Bleeding Wound", "Bonus Feats", "Class Skills", "Dead Shot Deed", "Deadeye Deed", "Death's Shot", "Evasive Deed", "Expert Loading", "Grit", "Gun Training", "Gun Training 1", "Gun Training 2", "Gun Training 3", "Gun Training 4", "Gunslinger Initiative", "Gunslinger's Dodge Deed", "Gunsmith", "Lightning Reload Deed", "Menacing Shot Deed", "Nimble", "Nimble +1", "Pistol Whip Deed", "Quick Clear Deed", "Slinger's Luck", "Startling Shot Deed", "Targeting Deed", "Utility Shot Deed", "Weapon Proficiency" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"data": [
					[ "{arc-gunslinger/Black Powder Vaulter}", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-gunslinger/Blatherskite}", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, "X", null, null, "X", null, null, null ],
					[ "{arc-gunslinger/Bolt Ace}", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", "X", null, null, null, null, null, null, "X", "X", "X", null, null, null, "X", null, "X", null, "X", "X" ],
					[ "{arc-gunslinger/Buccaneer}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, "X", "X", null, "X", null, null, null, "X", null, "X", null, "X", "X", null, null, null, null, null ],
					[ "{arc-gunslinger/Bushwhacker}", "X", "X", "X", "X", "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null ],
					[ "{arc-gunslinger/Commando}", "X", null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, "X", null ],
					[ "{arc-gunslinger/Experimental Gunsmith}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-gunslinger/Firebrand}", null, null, null, null, null, null, null, "X", null, "X", "X", null, null, null, "X", "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-gunslinger/Graveslinger}", "X", null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null ],
					[ "{arc-gunslinger/Gulch Gunner}", null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, "X", null, null, "X", "X", "X", null, null, null, null, "X", null, null, "X", null, null, null, null, null, null ],
					[ "{arc-gunslinger/Gun Scavenger}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, "X", null, null, "X", null, null ],
					[ "{arc-gunslinger/Gun Tank}", null, null, null, null, null, "X", null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-gunslinger/Gunner Squire}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-gunslinger/Maverick}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-gunslinger/Musket Master}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, "X", "X" ],
					[ "{arc-gunslinger/Mysterious Stranger}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null ],
					[ "{arc-gunslinger/Pistolero}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, "X" ],
					[ "{arc-gunslinger/Planar Rifter}", null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, "X", "X", null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null ],
					[ "{arc-gunslinger/Scatter Gunner}", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X", null ],
					[ "{arc-gunslinger/Siege Gunner}", null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-gunslinger/Techslinger}", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-gunslinger/Thronewarden}", "X", null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-gunslinger/Wyrm Sniper}", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, "X", null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"barbarian": {
		"name": "Barbarian",
		"sources": [
			"Advanced Class Guide",
			"Advanced Player's Guide",
			"Advanced Race Guide",
			"Agents of Evil",
			"Animal Archive",
			"Blood of the Elements",
			"Blood of the Moon",
			"Blood of Shadows",
			"Blood of the Beast",
			"Champions of Balance",
			"Champions of Corruption",
			"Champions of Purity",
			"Chronicle of Legends",
			"Demon Hunter's Handbook",
			"Dirty Tactics Toolbox",
			"Horror Adventures",
			"Kobolds of Golarion",
			"Legacy of the First World",
			"Monster Codex",
			"Pathfinder #139: The Dead Road",
			"People of the River",
			"Planes of Power",
			"PRPG Core Rulebook",
			"Qadira, Jewel of the East",
			"Ultimate Combat",
			"Ultimate Wilderness",
			"Villain Codex",
			"Wilderness Origins"
		],
		"description": [
			"{jumplist Class Skills / Fast Movement / Rage / Rage Powers / Uncanny Dodge / Trap Sense / Improved Uncanny Dodge / Damage Reduction / Other Abilities / Ex-Barbarians / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Barbarian",
			"",
			"{SOURCE PRPG Core Rulebook/31}",
			"",
			"For some, there is only rage. In the ways of their people, in the fury of their passion, in the howl of battle, conflict is all these brutal souls know. Savages, hired muscle, masters of vicious martial techniques, they are not soldiers or professional warriors - they are the battle possessed, creatures of slaughter and spirits of war. Known as barbarians, these warmongers know little of training, preparation, or the rules of warfare; for them, only the moment exists, with the foes that stand before them and the knowledge that the next moment might hold their death. They possess a sixth sense in regard to danger and the endurance to weather all that might entail. These brutal warriors might rise from all walks of life, both civilized and savage, though whole societies embracing such philosophies roam the wild places of the world. Within barbarians storms the primal spirit of battle, and woe to those who face their rage.",
			"",
			"**Role:** Barbarians excel in combat, possessing the martial prowess and fortitude to take on foes seemingly far superior to themselves. With rage granting them boldness and daring beyond that of most other warriors, barbarians charge furiously into battle and ruin all who would stand in their way.  ",
			"**Alignment:** Any nonlawful.  ",
			"**Hit Die:** d12.  ",
			"**Starting Wealth:** 3d6 &times; 10 gp (average 105 gp).",
			"",
			"### Class Skills",
			"",
			"The Barbarian's class skills are Acrobatics (Dex), Climb (Str), Craft (Int), Handle Animal (Cha), Intimidate (Cha), Knowledge (nature) (Int), Perception (Wis), Ride (Dex), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +2 | +0 | +0 | Fast movement, rage |",
			"| 2nd | +2 | +3 | +0 | +0 | Rage power, uncanny dodge |",
			"| 3rd | +3 | +3 | +1 | +1 | Trap sense +1 |",
			"| 4th | +4 | +4 | +1 | +1 | Rage power |",
			"| 5th | +5 | +4 | +1 | +1 | Improved uncanny dodge |",
			"| 6th | +6/+1 | +5 | +2 | +2 | Rage power, Trap sense +2 |",
			"| 7th | +7/+2 | +5 | +2 | +2 | Damage reduction 1/- |",
			"| 8th | +8/+3 | +6 | +2 | +2 | Rage power |",
			"| 9th | +9/+4 | +6 | +3 | +3 | Trap sense +3 |",
			"| 10th | +10/+5 | +7 | +3 | +3 | Damage reduction 2/-, Rage power |",
			"| 11th | +11/+6/+1 | +7 | +3 | +3 | Greater rage |",
			"| 12th | +12/+7/+2 | +8 | +4 | +4 | Rage power, Trap sense +4 |",
			"| 13th | +13/+8/+3 | +8 | +4 | +4 | Damage reduction 3/- |",
			"| 14th | +14/+9/+4 | +9 | +4 | +4 | Indomitable will, Rage power |",
			"| 15th | +15/+10/+5 | +9 | +5 | +5 | Trap sense +5 |",
			"| 16th | +16/+11/+6/+1 | +10 | +5 | +5 | Damage reduction 4/-, Rage power |",
			"| 17th | +17/+12/+7/+2 | +10 | +5 | +5 | Tireless rage |",
			"| 18th | +18/+13/+8/+3 | +11 | +6 | +6 | Rage power, Trap sense +6 |",
			"| 19th | +19/+14/+9/+4 | +11 | +6 | +6 | Damage reduction 5/- |",
			"| 20th | +20/+15/+10/+5 | +12 | +6 | +6 | Mighty rage, Rage power |",
			"",
			"**Weapon and Armor Proficiency:** A barbarian is proficient with all simple and martial weapons, light armor, medium armor, and shields (except tower shields).",
			"",
			":b[Fast Movement/ (Ex):] A barbarian's land speed is faster than the norm for her race by +10 feet. This benefit applies only when she is wearing no armor, light armor, or medium armor, and not carrying a heavy load. Apply this bonus before modifying the barbarian's speed because of any load carried or armor worn. This bonus stacks with any other bonuses to the barbarian's land speed.",
			"",
			":b[Rage/ (Ex):] A barbarian can call upon inner reserves of strength and ferocity, granting her additional combat prowess. Starting at 1st level, a barbarian can rage for a number of rounds per day equal to 4 + her Constitution modifier. At each level after 1st, she can rage for 2 additional rounds. Temporary increases to Constitution, such as those gained from rage and spells like {spell/bear's endurance}, do not increase the total number of rounds that a barbarian can rage per day. A barbarian can enter rage as a free action. The total number of rounds of rage per day is renewed after resting for 8 hours, although these hours do not need to be consecutive.",
			"",
			"While in rage, a barbarian gains a +4 morale bonus to her Strength and Constitution, as well as a +2 morale bonus on Will saves. In addition, she takes a -2 penalty to Armor Class. The increase to Constitution grants the barbarian 2 hit points per Hit Dice, but these disappear when the rage ends and are not lost first like temporary hit points. While in rage, a barbarian cannot use any Charisma-, Dexterity-, or Intelligence-based skills (except Acrobatics, Fly, Intimidate, and Ride) or any ability that requires patience or concentration.",
			"",
			"A barbarian can end her rage as a free action and is fatigued after rage for a number of rounds equal to 2 times the number of rounds spent in the rage. A barbarian cannot enter a new rage while fatigued or exhausted but can otherwise enter rage multiple times during a single encounter or combat. If a barbarian falls unconscious, her rage immediately ends, placing her in peril of death.",
			"",
			":b[Rage Powers/ (Ex):] As a barbarian gains levels, she learns to use her rage in new ways. Starting at 2nd level, a barbarian gains a [rage power](ability/rage_powers). She gains another rage power for every two levels of barbarian attained after 2nd level. A barbarian gains the benefits of rage powers only while raging, and some of these powers require the barbarian to take an action first. Unless otherwise noted, a barbarian cannot select an individual power more than once.",
			"",
			":b[Uncanny Dodge/ (Ex):] At 2nd level, a barbarian gains the ability to react to danger before her senses would normally allow her to do so. She cannot be caught flat-footed, nor does she lose her Dex bonus to AC if the attacker is invisible. She still loses her Dexterity bonus to AC if immobilized. A barbarian with this ability can still lose her Dexterity bonus to AC if an opponent successfully uses the feint action against her.",
			"",
			"If a barbarian already has uncanny dodge from a different class, she automatically gains improved uncanny dodge instead.",
			"",
			":b[Trap Sense/ (Ex):] At 3rd level, a barbarian gains a +1 bonus on Reflex saves made to avoid traps and a +1 dodge bonus to AC against attacks made by traps. These bonuses increase by +1 every three barbarian levels thereafter (6th, 9th, 12th, 15th, and 18th level). Trap sense bonuses gained from multiple classes stack.",
			"",
			":b[Improved Uncanny Dodge/ (Ex):] At 5th level and higher, a barbarian can no longer be flanked. This defense denies a rogue the ability to sneak attack the barbarian by flanking her, unless the attacker has at least four more rogue levels than the target has barbarian levels.",
			"",
			"If a character already has uncanny dodge from another class, the levels from the classes that grant uncanny dodge stack to determine the minimum rogue level required to flank the character.",
			"",
			":b[Damage Reduction/ (Ex):] At 7th level, a barbarian gains damage reduction. Subtract 1 from the damage the barbarian takes each time she is dealt damage from a weapon or a natural attack. At 10th level, and every three barbarian levels thereafter (13th, 16th, and 19th level), this damage reduction rises by 1 point. Damage reduction can reduce damage to 0 but not below 0.",
			"",
			":b[Greater Rage/ (Ex):]{id=other-abilities} At 11th level, when a barbarian enters rage, the morale bonus to her Strength and Constitution increases to +6 and the morale bonus on her Will saves increases to +3.",
			"",
			"**Indomitable Will (Ex):** While in rage, a barbarian of 14th level or higher gains a +4 bonus on Will saves to resist enchantment spells. This bonus stacks with all other modifiers, including the morale bonus on Will saves she also receives during her rage.",
			"",
			"**Tireless Rage (Ex):** Starting at 17th level, a barbarian no longer becomes fatigued at the end of her rage.",
			"",
			"**Mighty Rage (Ex):** At 20th level, when a barbarian enters rage, the morale bonus to her Strength and Constitution increases to +8 and the morale bonus on her Will saves increases to +4.",
			"",
			"### Ex-Barbarians",
			"",
			"A barbarian who becomes lawful loses the ability to rage and cannot gain more levels as a barbarian. She retains all other benefits of the class.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}  ",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| Unstoppable (Ex) | At 20th level, nothing can kill the barbarian, though not for lack of trying. The barbarian gains DR 3/- or increases the value of any existing damage reduction by 3. In addition, she gains energy resistance to acid, cold, electricity, and fire equal to her DR/- value. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			">**Boggard:** Add 1 on the barbarian's Acrobatics checks to jump.[^A]  ",
			">**Dwarf:** Add +1 to the barbarian's total number of rage rounds per day.[^B] [^C]  ",
			">**Elf:** Add +1 to the barbarian's base speed. In combat this option has no effect unless the barbarian has selected it five times (or another increment of five). This bonus stacks with the barbarian's fast movement feature and applies under the same conditions as that feature.[^D] [^E]  ",
			">**Fetchling:** Add +1 to either cold or electricity resistance while raging (maximum resistance 15 for either type).[^F]  ",
			">**Gathlain:** Add 1/4 to the barbarian's damage reduction. If the barbarian would not otherwise have damage reduction, this damage reduction can be bypassed by cold iron.[^G]  ",
			">**Gnome:** Add a +1/2 bonus to the barbarian's trap sense.[^H]  ",
			">**Goblin:** Add +1/2 on critical hit confirmation rolls for attacks made with unarmed strikes or natural weapons (maximum bonus of +4). This bonus does not stack with {feat/Critical Focus}.[^I]  ",
			">**Grippli:** Add 1/5 to the armor bonus granted by hide armor or bone armor the barbarian wears (maximum +3).[^J]  ",
			">**Half-elf:** Add +1/4 to the bonus on Reflex saves and dodge bonus to AC against attacks made by traps granted by trap sense.[^K]  ",
			">**Halfling:** Add a +1/2 bonus to trap sense or +1/3 to the bonus from the surprise accuracy rage power.[^L]  ",
			">**Halfling:** Add 1 foot to the range increment of thrown weapons the barbarian wields. This option has no effect unless the barbarian has selected it 5 times (or another increment of 5).[^M]  ",
			">**Half-orc:** Add +1 to the barbarian's total number of rage rounds per day.[^N] [^O]  ",
			">**Human:** Add a +1/2 bonus to trap sense or +1/3 to the bonus from the superstitious rage power.[^P] [^Q]  ",
			">**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^R]  ",
			">**Kobold:** While you are raging, your racial natural attacks deal +1/4 point of damage.[^S]  ",
			">**Orc:** Add +1 to the barbarian's total number of rage rounds per day.[^T]  ",
			">**Ratfolk:** When raging, add +1/4 to the barbarian's swarming trait's flanking bonus on attack rolls.[^U]  ",
			">**Strix:** Add +1 to the barbarian's total number of rage rounds per day.[^V]  ",
			">**Tengu:** Add +1/3 to the bonus from the superstitious rage power.[^W]  ",
			">**Wayang:** Add a +1/4 bonus to weapon damage rolls that the barbarian makes against opponents that are within dim light or darkness.[^X]  ",
			"",
			"### Archetypes",
			"",
			":::archetype{c=barbarian}",
			"Armored Hulk",
			"Fast Movement; Uncanny Dodge; Trap Sense; Improved Uncanny Dodge",
			"Some barbarians disdain the hides and leather used as armor by most of their kin. Instead they master the heaviest of armors, even those created by more civilized people, to gain greater protection and stability in battle.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Beastkin Berserker",
			"Fast Movement; 4th, 8th, 12th-level Rage Power",
			"While some barbarians take on bestial aspects in their rages, the beastkin berserker descends so deeply into primal fury that she actually transforms into an animal.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Breaker",
			"Fast Movement; Trap Sense",
			"Breakers find the need to destroy their surroundings.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Brutal Pugilist",
			"Uncanny Dodge; Trap Sense; Improved Uncanny Dodge",
			"Some barbarians focus on using their bare hands to tear their opponents limb from limb.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Brutish Swamper",
			"Skills; Fast Movement; Uncanny Dodge; Improved Uncanny Dodge; Trap Sense; 6th-level Rage Power",
			"The hardy and insular denizens of the swamp produce warriors of narrow focus and great strength.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Cave Dweller",
			"Skills; Fast Movement; Trap Sense; Damage Reduction",
			"Unused to the light of the sun, cave dwellers use their subterranean expertise to protect their clans from the manifold dangers of deep caverns and tunnels.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Deepwater Rager",
			"Fast Movement; Uncanny Dodge; Improved Uncanny Dodge; Indomitable Will; Tireless Rage",
			"Deepwater ragers bellow ferociously as they charge their enemies, tackling them into the raging seas.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Dreadnought",
			"Rage; Fast Movement; Indomitable Will; Tireless Rage",
			"Unstoppable and fearless, the dreadnought turns the terror of her enemies into violent physical power.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Drunken Brute",
			"Fast Movement",
			"Drunken brutes use potent liquor to fuel their rage and grant them additional powers.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Drunken Rager",
			"Fast Movement; Uncanny Dodge; Trap Sense; Improved Uncanny Dodge; 12th-level Rage Power",
			"These hotheaded, hard-drinking ruffians and brawlers are as dangerous in the midst of combat as they are in a tavern, and they wouldn't be caught dead without a libation for either occasion.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Elemental Kin",
			"Trap Sense",
			"Some barbarian tribes have strong ties to the elemental forces of nature.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Fearsome Defender",
			"Fast Movement; Uncanny Dodge; Trap Sense; Improved Uncanny Dodge",
			"These savage slaves feel little pain and exist only to rain terror down on the enemies of their pitiless masters.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Feral Gnasher",
			"Weapon/Armor Proficiency; Fast Movement; 2nd-level Rage Power; Trap Sense 1-5; Improved Uncanny Dodge",
			"(Goblin Only) Feral gnashers grow up in the wild, either raised by animals or scraping by on their own, and soon learn to fend for themselves.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Flesheater",
			"Rage; 2nd, 8th, and 14th-level Rage Powers; Greater Rage; Mighty Rage",
			"A flesheater eats flesh to create a spiritual bond between herself and the consumed creature, allowing her to take on aspects of the creature that served as the meal.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Geminate Invoker",
			"Alignment; Class Skills; Rage; Trap Sense; 4th, 8th, 12th-level Rage Powers",
			"Geminate invokers are barbarians who use Rivethun traditions to invite spirits into their bodies.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Giant Stalker",
			"Rage; Uncanny Dodge; Trap Sense",
			"Giant stalkers are followers of the Mammoth Lords who have trained since childhood to spot and track giants.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Hateful Rager",
			"Rage; 2nd, 8th, 14th, 20th-level Rage Powers; Uncanny Dodge; Trap Sense +3",
			"(Half-Orc Only) From a young age, many half-orcs are treated cruelly, bullied, ridiculed, and made outcasts. While some hide their shame, others foster a deep, burning hatred that they channel into a raw fury and unleash against their enemies.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Hurler",
			"Fast Movement",
			"The hurler becomes skilled at throwing objects at their foes before closing in for the kill.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Invulnerable Rager",
			"Uncanny Dodge; Improved Uncanny Dodge; Damage Reduction; Trap Sense",
			"Some barbarians learn to take whatever comes their way, shrugging off mortal wounds with ease.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Jungle Rager",
			"Uncanny Dodge; Trap Sense; Improved Uncanny Dodge; Damage Reduction",
			"A jungle rager can disappear from sight, strike from hiding, and use the environment to shield herself from harm.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Mad Dog",
			"2nd, 6th, 10th, 14th, 18th-level Rage Powers; Rage; Uncanny Dodge; Improved Uncanny Dodge; Damage Reduction; Indomitable Will",
			"Though named for the wild savages who fight alongside rabid dogs, mad dogs employ all manner of beasts as their battle brethren.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Mooncursed",
			"Rage; Improved Uncanny Dodge; Greater Rage; Mighty Rage",
			"Some barbarians exhibit an unusual form of lycanthropy powered by their fury. Such a character transforms willfully but can maintain her animal or hybrid forms only while raging.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Mounted Fury",
			"Fast Movement; Uncanny Dodge; Improved Uncanny Dodge",
			"Many barbarian tribes are masters of the horse, teaching their members how to ride from a young age.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Numerian Liberator",
			"Class Skills; Uncanny Dodge; Improved Uncanny Dodge; Indomitable Will",
			"While many native Kellids oppose the Technic League and its espousal of foul alien artifacts, the most stalwart and staunchly dedicated of these technophobic traditionalists refer to themselves as Numerian liberators.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Pack Hunter",
			"Rage Powers; Trap Sense; 6th-level Rage Power",
			"Pack hunter barbarians team up to hunt dangerous prey to feed, to protect their camps, and as a rite of passage.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Pack Rager",
			"2nd, 6th, 10th, 14th, and 18th-level Rage Powers; Damage Reduction",
			"Barbarian rages can be a thing of savage beauty, exhibiting a lethal grace. While such uncontrolled displays of carnage often disregard group tactics, there are those barbarians whose rages inspire and spur on their allies during the ferocious dance of death.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Primal Hunter",
			"Fast Movement; Rage",
			"Rather than exploding with anger, primal hunters focus their rage to strike distant targets.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Raging Cannibal",
			"2nd-level Rage Power; Uncanny Dodge; Trap Sense; Improved Uncanny Dodge; Damage Reduction",
			"While savagery is not inherently evil, some barbaric cultures thrive on depravity and welcome the act of feeding on their own kind.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Savage Barbarian",
			"Trap Sense; Damage Reduction",
			"The savage barbarian learns to avoid blows and toughen up their skin.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Savage Technologist",
			"Class Skills; Weapon/Armor Proficiency; Rage; Uncanny Dodge; Improved Uncanny Dodge",
			"Savage technologists exhort Kellids to rise up against the depredations of the Technic League. But rather than rejecting technology, they wield the League's own weapons against it.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Scarred Rager",
			"Fast Movement; Uncanny Dodge; Trap Sense; Improved Uncanny Dodge",
			"The scarred rager believes each wound tells the tales of her prowess and bravery.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Sea Reaver",
			"Fast Movement; Uncanny Dodge; Trap Sense; Improved Uncanny Dodge",
			"Some sea reavers are no more than hunters of the open sea, while others are raiders striking fear into coastal settlements within reach of the sea reavers' longships.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Sharptooth",
			"Fast Movement; Uncanny Dodge; Improved Uncanny Dodge; Trap Sense; 6th and 12th-level Rage Powers",
			"Coastal hunters and agents of the ocean's rage, sharptooth barbarians emulate the greatest predators of the sea.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Shoanti Burn Rider",
			"Fast Movement; Uncanny Dodge; Trap Sense; 4th, 8th, 12th, 16th-level Rage Powers; Improved Uncanny Dodge",
			"The Shoanti tribes who live in the Cinderlands have turned the deadly emberstorms that plague the region into a rite of passage. A few who survive the experience begin to embrace the adrenaline and surge of joy that comes from dancing along the edge of a whirling firestorm. These thrill-seekers are known as burn riders, and their exploits are celebrated by all Shoanti.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Superstitious",
			"Trap Sense; Damage Reduction",
			"The superstitious barbarian is naturally distrusting, developing keen senses to protect themselves from harm.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Titan Mauler",
			"Fast Movement; Uncanny Dodge; Trap Sense; Improved Uncanny Dodge; Indomitable Will",
			"In lands overrun by giants, dragons, and other hulking beasts, entire fellowships of barbarians hone tactics and traditions with one purpose - to bring low these massive foes.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Totem Warrior",
			"None",
			"The totem warrior has a special totem that is the patron of her tribe.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"True Primitive",
			"Fast Movement; Trap Sense",
			"Isolated and xenophobic tribes that dwell in areas untouched by civilization often see anything from cities and organized settlements as strange, dangerous, and decadent.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Untamed Rager",
			"Uncanny Dodge; Trap Sense; Improved Uncanny Dodge; Damage Reduction",
			"There are no rules in the wild. Some barbarians enter combat with only victory in mind and do anything in their power to achieve it.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Urban Barbarian",
			"Fast Movement; Rage",
			"Every barbarian knows that city life can soften the spirit and the body, but some barbarians take on the trappings and ways of their adoptive homes and bend their savage powers to its challenges.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Wild Rager",
			"Rage; Uncanny Dodge; Improved Uncanny Dodge",
			"Rages are barely controlled, but there are those who wholly give in to their more savage side, letting their rages take them to a confusing and uncontrolled place of terrible savagery.",
			":::",
			"",
			":::archetype{c=barbarian}",
			"Wildborn",
			"Weapon/Armor Proficiency; Trap Sense; Rage Powers; Damage Reduction",
			"Some barbarians are born or bred outside the reach of civilization. These wildborn fight and survive without ever seeing a forge or worked stone, and only dare a trip into the city when no other option is available.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Monster Codex/ pg. 8}",
			"[^B]: {source/Advanced Race Guide/ pg. 13}",
			"[^C]: {source/Advanced Player's Guide/ pg. 11}",
			"[^D]: Advanced Race Guide pg. 23",
			"[^E]: Advanced Player's Guide pg. 13",
			"[^F]: {source/Blood of Shadows/ pg. 7}",
			"[^G]: {source/Ultimate Wilderness/ pg. 10}",
			"[^H]: Advanced Race Guide pg. 33",
			"[^I]: Advanced Race Guide pg. 115",
			"[^J]: {source/Blood of the Beast/ pg. 8}",
			"[^K]: Advanced Race Guide pg. 42",
			"[^L]: Advanced Race Guide pg. 63",
			"[^M]: {source/Horror Adventures/ pg. 41}",
			"[^N]: Advanced Race Guide pg. 53",
			"[^O]: Advanced Player's Guide pg. 19",
			"[^P]: Advanced Race Guide pg. 73",
			"[^Q]: Advanced Player's Guide pg. 23",
			"[^R]: Blood of the Beast pg. 12",
			"[^S]: {source/Kobolds of Golarion/ pg. 15}",
			"[^T]: Advanced Race Guide pg. 139",
			"[^U]: Advanced Race Guide pg. 151",
			"[^V]: Advanced Race Guide pg. 200",
			"[^W]: Advanced Race Guide pg. 163",
			"[^X]: Blood of Shadows pg. 10"
		],
		"tables": [
			{
				"id": "barbarian archetypes",
				"headers": [ "Archetype", "2nd-level Rage Power", "4th-level Rage Power", "6th-level Rage Power", "8th-level Rage Power", "10th-level Rage Power", "12th-level Rage Power", "14th-level Rage Power", "16th-level Rage Power", "18th-level Rage Power", "20th-level Rage Power", "Alignment", "Class Skills", "Damage Reduction", "Fast Movement", "Greater Rage", "Improved Uncanny Dodge", "Indomitable Will", "Mighty Rage", "Rage", "Rage Powers", "Tireless Rage", "Trap Sense", "Trap Sense +1", "Trap Sense +2", "Trap Sense +3", "Trap Sense +4", "Trap Sense +5", "Uncanny Dodge", "Weapon/Armor Proficiency" ],
				"ripples": [0],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"data": [
					[ "{arc-barbarian/Armored Hulk}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Beastkin Berserker}", null, "X", null, "X", null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Breaker}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Brutal Pugilist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Brutish Swamper}", null, null, "X", null, null, null, null, null, null, null, null, "X", null, "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Cave Dweller}", null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Deepwater Rager}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", null, null, null, "X", null, null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Dreadnought}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, "X", null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Drunken Brute}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Drunken Rager}", null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Elemental Kin}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Fearsome Defender}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Feral Gnasher}", "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, "X", "X", "X", "X", "X", null, "X" ],
					[ "{arc-barbarian/Flesheater}", "X", null, null, "X", null, null, "X", null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Geminate Invoker}", null, "X", null, "X", null, "X", null, null, null, null, "X", "X", null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Giant Stalker}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Hateful Rager}", "X", null, null, "X", null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, "X", null ],
					[ "{arc-barbarian/Hurler}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Invulnerable Rager}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Jungle Rager}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Mad Dog}", "X", null, "X", null, "X", null, "X", null, "X", null, null, null, "X", null, null, "X", "X", null, "X", null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Mooncursed}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Mounted Fury}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Numerian Liberator}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Pack Hunter}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Pack Rager}", "X", null, "X", null, "X", null, "X", null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Primal Hunter}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Raging Cannibal}", "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Savage Barbarian}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Savage Technologist}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, "X", "X" ],
					[ "{arc-barbarian/Scarred Rager}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Sea Reaver}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Sharptooth}", null, null, "X", null, null, "X", null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Shoanti Burn Rider}", null, "X", null, "X", null, "X", null, "X", null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Superstitious}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Titan Mauler}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Totem Warrior}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-barbarian/True Primitive}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Untamed Rager}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Urban Barbarian}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-barbarian/Wild Rager}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-barbarian/Wildborn}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, "X" ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"unchained_barbarian": {
		"name": "Unchained Barbarian",
		"sources": [
			"Pathfinder Unchained",
			"Chronicle of Legends",
			"Blood of the Beast"
		],
		"description": [
			"{jumplist Class Skills / Fast Movement / Rage / Rage Powers / Uncanny Dodge / Danger Sense / Improved Uncanny Dodge / Damage Reduction / Other Abilities / Alternate Capstones / Favored Class Bonuses}",
			"",
			"## Unchained Barbarian",
			"",
			"{SOURCE Pathfinder Unchained/8}",
			"",
			"For some heroes, the rage that lives within them can't be contained. Whether this fury is a product of heritage or of nature, these adventurers have learned to harness it, turning its power against their foes. The primal warriors known as barbarians transform their rage into a potent weapon on a battlefield. Heedless of their wounds and possessed of unstoppable bloodlust, these savage brutes are the embodiment of war.",
			"",
			"**Unchained:** The unchained barbarian is similar in many regards to its counterpart in the Core Rulebook - she still goes into a rage and gains rage powers, but many of the details have been changed. Rage now grants temporary hit points and static bonuses on attack and damage rolls, rather than bonuses to ability scores that force players to recalculate a number of statistics. Additionally, many rage powers now function whenever the barbarian is raging, as opposed to just once per rage. Finally, the overall utility of many of the rage powers has been adjusted to make them more useful and interesting.  ",
			"**Alignment:** Any nonlawful.  ",
			"**Hit Die:** d12.  ",
			"**Starting Wealth:** 3d6 &times; 10 gp (average 105 gp).",
			"",
			"### Class Skills",
			"",
			"The Unchained Barbarian's class skills are Acrobatics (Dex), Climb (Str), Craft (Int), Handle Animal (Cha), Intimidate (Cha), Knowledge (nature) (Int), Perception (Wis), Ride (Dex), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +2 | +0 | +0 | Fast movement, rage |",
			"| 2nd | +2 | +3 | +0 | +0 | Rage power, uncanny dodge |",
			"| 3rd | +3 | +3 | +1 | +1 | Danger sense +1 |",
			"| 4th | +4 | +4 | +1 | +1 | Rage power |",
			"| 5th | +5 | +4 | +1 | +1 | Improved uncanny dodge |",
			"| 6th | +6/+1 | +5 | +2 | +2 | Danger sense +2, rage power |",
			"| 7th | +7/+2 | +5 | +2 | +2 | Damage reduction 1/- |",
			"| 8th | +8/+3 | +6 | +2 | +2 | Rage power |",
			"| 9th | +9/+4 | +6 | +3 | +3 | Danger sense +3 |",
			"| 10th | +10/+5 | +7 | +3 | +3 | Damage reduction 2/-, rage power |",
			"| 11th | +11/+6/+1 | +7 | +3 | +3 | Greater rage |",
			"| 12th | +12/+7/+2 | +8 | +4 | +4 | Danger sense +4, rage power |",
			"| 13th | +13/+8/+3 | +8 | +4 | +4 | Damage reduction 3/- |",
			"| 14th | +14/+9/+4 | +9 | +4 | +4 | Indomitable will, rage power |",
			"| 15th | +15/+10/+5 | +9 | +5 | +5 | Danger sense +5 |",
			"| 16th | +16/+11/+6/+1 | +10 | +5 | +5 | Damage reduction 4/-, rage power |",
			"| 17th | +17/+12/+7/+2 | +10 | +5 | +5 | Tireless rage |",
			"| 18th | +18/+13/+8/+3 | +11 | +6 | +6 | Danger sense +6, rage power |",
			"| 19th | +19/+14/+9/+4 | +11 | +6 | +6 | Damage reduction 5/- |",
			"| 20th | +20/+15/+10/+5 | +12 | +6 | +6 | Mighty rage, rage power |",
			"",
			"**Weapon and Armor Proficiency:** A barbarian is proficient with all simple and martial weapons, light armor, medium armor, and shields (except tower shields).",
			"",
			":b[Fast Movement/ (Ex):] A barbarian's base speed is faster than the norm for her race by 10 feet. This benefit applies only when she is wearing no armor, light armor, or medium armor, and not carrying a heavy load. Apply this bonus before modifying the barbarian's speed because of any load carried or armor worn. This bonus stacks with any other bonuses to the barbarian's base speed.",
			"",
			":b[Rage/ (Ex):] A barbarian can call upon inner reserves of strength and ferocity, granting her additional combat prowess. At 1st level, a barbarian can rage for a number of rounds per day equal to 4 + her Constitution modifier. For each level after 1st she possesses, the barbarian can rage for 2 additional rounds per day. Temporary increases to Constitution, such as that gained from *bear's endurance*, do not increase the total number of rounds that a barbarian can rage per day. A barbarian can enter a rage as a free action. The total number of rounds of rage per day is renewed after resting for 8 hours, although these hours need not be consecutive.",
			"",
			"While in a rage, a barbarian gains a +2 bonus on melee attack rolls, melee damage rolls, thrown weapon damage rolls, and Will saving throws. In addition, she takes a -2 penalty to Armor Class. She also gains 2 temporary hit points per Hit Die. These temporary hit points are lost first when a character takes damage, disappear when the rage ends, and are not replenished if the barbarian enters a rage again within 1 minute of her previous rage. While in a rage, a barbarian cannot use any Charisma-, Dexterity-, or Intelligence-based skill (except Acrobatics, Fly, Intimidate, and Ride) or any ability that requires patience or concentration (such as spellcasting).",
			"",
			"A barbarian can end her rage as a free action, and is fatigued for 1 minute after a rage ends. A barbarian can't enter a new rage while fatigued or exhausted, but can otherwise enter a rage multiple times per day. If a barbarian falls unconscious, her rage immediately ends.",
			"",
			":b[Rage Powers/ (Ex):] As a barbarian gains levels, she learns to use her rage in new ways. At 2nd level and every 2 levels thereafter, the barbarian gains a rage power. A barbarian gains the benefits of rage powers only while raging. Some of these powers are always active during a rage, and others require the barbarian to take an action to use them. Unless otherwise noted, a barbarian cannot select an individual power more than once.",
			"",
			"Some of the following rage powers are stances. Activating a stance rage power is a move action. A barbarian can't have more than one stance rage power active at a time. If she activates a stance rage power while another one is active, the current stance immediately ends. The stance can be intentionally ended at the beginning of the barbarian's turn as a free action; otherwise, it lasts until the rage ends.",
			"",
			"Here are the lists of {ability/stance rage powers} and [other rage powers](ability/rage_powers).",
			"",
			":b[Uncanny Dodge/ (Ex):] At 2nd level, a barbarian gains the ability to react to danger before her senses would normally allow her to do so. She cannot be caught flat-footed, nor does she lose her Dexterity bonus to AC if immobilized. A barbarian with this ability can still lose her Dexterity bonus to AC if an opponent successfully uses the feint action against her.",
			"",
			"If a barbarian already has uncanny dodge from a different class, she automatically gains improved uncanny dodge instead.",
			"",
			":b[Danger Sense/ (Ex):] At 3rd level, a barbarian gains a +1 bonus on Reflex saves to avoid traps and a +1 dodge bonus to AC against attacks by traps. In addition, she gains a +1 bonus on Perception checks to avoid being surprised by a foe. These bonuses increase by 1 every 3 levels thereafter (to a maximum of +6 at 18th level). This ability counts as trap sense for any feat or class prerequisite, and can be replaced by any archetype class feature that replaces trap sense. The bonuses gained from this ability stack with those gained from trap sense (if the barbarian has trap sense from another class).",
			"",
			":b[Improved Uncanny Dodge/ (Ex):] At 5th level, a barbarian can no longer be flanked. This defense denies enemies the ability to sneak attack the barbarian by flanking her, unless the attacker has at least 4 more levels in a class that provides sneak attack than the barbarian has barbarian levels.",
			"",
			"If the barbarian also has uncanny dodge from another class, levels from the classes that grant uncanny dodge stack to determine the minimum level required to flank the barbarian.",
			"",
			":b[Damage Reduction/ (Ex):] At 7th level, a barbarian gains damage reduction. Each time the barbarian takes damage from a weapon or natural attack, subtract 1 from the damage taken. At 10th level and every 3 levels thereafter, this damage reduction rises by 1 point (up to 5 points at 19th level). Damage reduction can reduce damage to 0, but not below 0.",
			"",
			":b[Greater Rage/ (Ex):]{id=other-abilities} At 11th level, a barbarian's bonus on melee attack rolls, melee damage rolls, thrown weapon damage rolls, and Will saves while raging increases to +3. In addition, the amount of temporary hit points gained when entering a rage increases to 3 per Hit Die.",
			"",
			"**Indomitable Will (Ex):** At 14th level, the barbarian gains a +4 bonus on Will saves to resist enchantment spells while raging. This bonus stacks with all other modifiers, including the morale bonus on Will saves she gains during her rage.",
			"",
			"**Tireless Rage (Ex):** At 17th level, a barbarian is no longer fatigued at the end of her rage. If she enters a rage again within 1 minute of ending a rage, she doesn't gain any temporary hit points from her rage.",
			"",
			"**Mighty Rage (Ex):** At 20th level, a barbarian's bonus on melee attack rolls, melee damage rolls, thrown weapon damage rolls, and Will saves while raging increases to +4. In addition, the amount of temporary hit points gained when entering a rage increases to 4 per Hit Die.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}  ",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| Unstoppable (Ex) | At 20th level, nothing can kill the barbarian, though not for lack of trying. The barbarian gains DR 3/- or increases the value of any existing damage reduction by 3. In addition, she gains energy resistance to acid, cold, electricity, and fire equal to her DR/- value. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			">**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^A]  ",
			"",
			"[^A]: {source/Blood of the Beast/ pg. 12}"
		]
	}
}
