{
	"not_found": {
		"name": "Unknown",
		"compilationSources": [],
		"description": [
			"Unable to find the requested unchained eidolon subtype."
		]
	},
	"aberrant": {
		"name": "Aberrant",
		"compilationSources": [ [ "Horror Realms", 18 ] ],
		"description": [
			"Alien entities from the farthest stars, the lightless depths of the Darklands, the sea itself, or even a lunatic's nightmares have long intrigued summoners who become obsessed with the monstrous form. While most summoners call upon outsiders from the Great Beyond, some discover the secret to summoning alien entities from strange corners of the Material Plane. These summoned minions are known as aberrant eidolons. Aberrant eidolons share many abilities and physical features with the nonoutsider aberrations that dwell in forgotten or nameless reaches of reality, but these malformed entities are still outsiders like any other eidolon for the purposes of determining which spells affect them.",
			"",
			"**Alignment:** Chaotic evil, chaotic neutral, neutral, or neutral evil.",
			"",
			"**Base Form:** Aberrant ({unchevolution/bite}, {unchevolution/grab} [tentacle mass], {unchevolution/tentacle mass}), biped ({unchevolution/limbs} [arms], limbs [legs], {unchevolution/slam}), quadruped (bite, limbs [legs, 2]), or serpentine (bite, grab [bite], {unchevolution/reach} [bite], {unchevolution/tail}, {unchevolution/tail slap}).",
			"",
			"**Base Evolutions:** Starting at 1st level, aberrant eidolons gain the following class skills in place of those normally gained by eidolons: Escape Artist, Intimidate, Knowledge (pick one), Perception, Stealth, and Climb, Fly, or Swim (pick one). The summoner can choose four additional skills to be class skills for his eidolon. Aberrant eidolons count as both aberrations and outsiders for spells and effects. They gain a +4 racial bonus on saving throws against mind-affecting effects.",
			"",
			"At 4th level, aberrant eidolons add 1 point to their evolution pools.",
			"",
			"At 8th level, aberrant eidolons gain immunity to mind-affecting effects (including morale bonuses).",
			"",
			"At 12th level, aberrant eidolons gain DR 5/slashing. They also gain the {unchevolution/blindsense} evolution as a bonus evolution.",
			"",
			"At 16th level, aberrant eidolons gain the {unchevolution/blindsight} evolution. They also gain {umr/telepathy} with a range of up to 100 feet.",
			"",
			"At 20th level, aberrant eidolons gain the ability to use {spell/transmogrify} as a {feat/quicken[ed] spell-like ability} once per day. These eidolons can gain the benefit of a transmogrify spell any number of times per day."
		]
	},
	"aeon": {
		"name": "Aeon",
		"compilationSources": [ [ "Plane-Hopper's Handbook", 24 ] ],
		"description": [
			"Created to monitor a specific duality, an aeon eidolon often proves frustratingly headstrong in enforcing its own interpretation of balance.",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Biped ({unchevolution/claws}, {unchevolution/limbs} [arms], limbs [legs]) or serpentine (limbs [arms], {unchevolution/tail}, {unchevolution/slam}).",
			"",
			"**Base Evolutions** At 1st level, aeon eidolons gain the [envisaging ability](family/aeon). Aeon eidolons halve the armor and natural armor bonuses they gain per level, but gain an equal deflection bonus to their AC. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, aeon eidolons gain the benefits of the {magic-enh/moderate fortification} armor special ability and cannot be tripped.",
			"",
			"At 8th level, aeon eidolons gain the {unchevolution/flight} evolution (using magic) with a speed equal to their base speed.",
			"",
			"At 12th level, aeon eidolons gain the ability to influence either emotions or time as a standard action, as chosen by the summoner. Whenever the summoner gains a level, he can change which ability the eidolon influences. When affecting emotions, an aeon eidolon affects up to five targets within 30 feet as {spell/crushing despair}. A target can negate this effect with a successful Will save (DC = 14 + the eidolon's Charisma modifier). For each target that fails its save, the eidolon can affect one other creature within 30 feet as {spell/good hope}. The caster level equals the eidolon's Hit Dice, and the save DC is equal to 10 + half the eidolon's Hit Dice + the eidolon's Charisma modifier. When affecting time, the ability functions in the same way, but the eidolon affects primary targets as {spell/slow} and secondary targets as {spell/haste}. The eidolon can use this ability once per day for every 5 Hit Dice it has.",
			"",
			"At 16th level, aeon eidolons become immune to critical hits, poison, and sneak attacks.",
			"",
			"At 20th level, aeon eidolons gain the ability to cast {spell/moment of prescience} (CL 20th) as a spell-like ability three times per day."
		]
	},
	"agathion": {
		"name": "Agathion",
		"compilationSources": [ [ "Pathfinder Unchained", 29 ] ],
		"description": [
			"Patient and enlightened liaisons of the good-aligned Outer Planes, {family/agathion} eidolons seek to vanquish evil and protect that which is good. Agathion eidolons always have aspects of a single animal or creature, rather than a hodgepodge of several. Though they have patience for summoners with unorthodox methods and even those who stray from the path of good, they will not brook their powers being used for evil ends. An agathion eidolon seeks to bring its summoner closer to its own enlightenment.",
			"",
			"**Alignment** Neutral good.",
			"",
			"**Base Form** Biped ({unchevolution/claws}, {unchevolution/limbs} [arms], limbs [legs]) or quadruped (limbs [legs, 2], {unchevolution/bite}).",
			"",
			"**Base Evolutions** Starting at 1st level, agathion eidolons gain the {unchevolution/resistance} (electricity) evolution. They also gain a +4 bonus on saving throws against poison and petrification.",
			"",
			"At 4th level, agathion eidolons gain cold resistance 10 and sonic resistance 10.",
			"",
			"At 8th level, agathion eidolons gain {ability/lay on hands} as paladins with levels equal to their Hit Dice.",
			"",
			"At 12th level, agathion eidolons gain DR 5/evil. They also gain immunity to petrification and the truespeech ability (see the {subtype/agathion/ creature subtype}).",
			"",
			"At 16th level, agathion eidolons lose the resistance (electricity) evolution, and instead gain the {unchevolution/immunity} (electricity) evolution. They also gain the agathion's *speak with animals* ability (see the agathion creature subtype).",
			"",
			"At 20th level, agathion eidolons gain {spell/detect thoughts} as a spell-like ability at will and also increase their damage reduction to DR 10/evil."
		]
	},
	"ancestor": {
		"name": "Ancestor",
		"compilationSources": [ [ "Blood of the Beast", 31 ] ],
		"description": [
			"Whether created by bonding with the soul of a petitioner that was the summoner's ancestor in life or calling upon the impressions of such a soul left behind on the Ethereal Plane or the Akashic Record, ancestor eidolons are outsiders cast in the mold of mortals, and exhibit extraordinary skill and talent. They usually appear as idealized versions of the bodies they possessed while still alive, but distinctive and proud. Ancestor eidolons lend whatever aid they can to their summoner, who typically has some form of familial connection with the eidolon, be it by blood, honor, or devotion.",
			"",
			"**Alignment** Any. Ancestor eidolons don't have any alignment subtypes.",
			"",
			"**Base Form** Biped ({unchevolution/limbs} [arms], limbs [legs]).",
			"",
			"**Base Evolutions** At 1st level, an ancestor eidolon gains all of the racial traits associated with its summoner's race; a summoner who isn't a 0-Hit Die creature must choose one 0-Hit Die race of his choice. For any effect dependent on class level, an ancestor eidolon uses its total Hit Dice instead (such as with the human's skilled racial trait). An ancestor eidolon counts as a creature of its chosen race's type and subtype for all effects, except for the purpose of meeting feat prerequisite requirements. An ancestor eidolon gains only the standard racial traits of its race; it cannot select alternate racial traits.",
			"",
			"At 4th level, the ancestor eidolon chooses one of the following simple class templates: {template/fighter}, {template/rogue}, or {template/sorcerer}. It gains the abilities noted under the template's quick rules as if it were a creature with 1 Hit Die. The eidolon does not gain any abilities that a character with 1 level in the class associated with the chosen template wouldn't have. For instance, a 1-HD creature with the rogue simple template would normally gain the evasion and uncanny dodge abilities, but an ancestor eidolon that chooses the rogue simple template does not gain these abilities since a 1st-level rogue would not have evasion or uncanny dodge.",
			"",
			"At 8th level, the ancestor eidolon gains the {unchevolution/skilled} evolution with two skills that are on the list of class skills of the class associated with the eidolon's chosen simple class template.",
			"",
			"At 12th level, the ancestor eidolon gains the abilities noted under its chosen simple class templates as if it were a creature with 5 Hit Dice, rather than 1 Hit Die. The eidolon doesn't gain any abilities that a character with 5 levels in the class associated with the chosen template wouldn't have.",
			"",
			"At 16th level, the ancestor eidolon gains a bonus feat, chosen from the following list: {feat/Dodge}, {feat/Great Fortitude}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Toughness}, or any feat that lists the eidolon's chosen race as a prerequisite. The eidolon must meet all of the chosen feat's prerequisites.",
			"",
			"At 20th level, the ancestor eidolon gains the abilities noted under its chosen simple class templates as if it were a creature with 10 Hit Dice, rather than 5 Hit Dice. The eidolon doesn't gain any abilities that a character with 10 levels in the class associated with the chosen template wouldn't have."
		]
	},
	"angel": {
		"name": "Angel",
		"compilationSources": [ [ "Pathfinder Unchained", 30 ] ],
		"description": [
			"Hailing from the higher planes, {family/angel} eidolons are creatures of exquisite beauty. They usually appear in idealized humanoid forms, with smooth skin, shining hair, and bright eyes. Angel eidolons are impeccably honorable, trustworthy, and diplomatic, but they do not shy away from confrontation when facing off against evil and its minions.",
			"",
			"**Alignment** Any good.",
			"",
			"**Base Form** Biped ({unchevolution/limbs} [arms], limbs [legs], slam).",
			"",
			"**Base Evolutions** At 1st level, angel eidolons gain the {unchevolution/resistance} (acid) and resistance (cold) evolutions. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, angel eidolons gain electricity resistance 10 and fire resistance 10.",
			"",
			"At 8th level, angel eidolons grow large, feathery wings, gaining the {unchevolution/flight} evolution.",
			"",
			"At 12th level, angel eidolons gain DR 5/evil. They also gain immunity to petrification and the truespeech ability (see the {subtype/angel/ creature subtype}).",
			"",
			"At 16th level, angel eidolons lose the resistance (acid) and resistance (cold) evolutions, and instead gain the {unchevolution/immunity} (acid) and immunity (cold) evolutions.",
			"",
			"At 20th level, angel eidolons gain the protective aura ability (see the angel creature subtype)."
		]
	},
	"archon": {
		"name": "Archon",
		"compilationSources": [ [ "Pathfinder Unchained", 30 ] ],
		"description": [
			"Summoned from heaven, {family/archon} eidolons are the embodiments of righteousness. They often take on powerful, graceful forms, rippling with muscles but refined in their movements. Archon eidolons are totally dedicated to the cause of good, and have little patience for those who violate their oaths and ideals - including the summoner who called them. Archons will do whatever it takes to stop the advance of evil and protect the innocent.",
			"",
			"**Alignment** Lawful good.",
			"",
			"**Base Form** Biped ({unchevolution/limbs} [arms], limbs [legs], {unchevolution/slam}).",
			"",
			"**Base Evolutions** At 1st level, archon eidolons gain the {unchevolution/resistance} (electricity) evolution and the {unchevolution/skilled} (Intimidate) evolution. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, archon eidolons add 1 point to their evolution pools.",
			"",
			"At 8th level, archon eidolons gain the {unchevolution/ability increase} evolution, applied to an ability score the summoner chooses.",
			"",
			"At 12th level, archon eidolons gain DR 5/evil. They also gain immunity to petrification and the truespeech ability (see the {subtype/archon/ creature subtype}).",
			"",
			"At 16th level, archon eidolons lose the resistance (electricity) evolution and skilled (Intimidate) evolution, and instead gain the {unchevolution/immunity} (electricity) evolution. In addition, they gain the aura of menace ability (see the archon creature subtype).",
			"",
			"At 20th level, archon eidolons gain the ability to use {spell/greater teleport} at will, as the spell (caster level 14th), except they can teleport only themselves and up to 50 pounds of carried objects."
		]
	},
	"astral": {
		"name": "Astral",
		"compilationSources": [ [ "Plane-Hopper's Handbook", 24 ] ],
		"description": [
			"While some resemble ouroboroses, most astral eidolons are spun from raw thought or the husks of Astral travelers whose silver cords broke.",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Biped ({unchevolution/limbs} [arms], limbs [legs], {unchevolution/slam}) or serpentine ({unchevolution/bite}, {unchevolution/magic attacks}, {unchevolution/reach} [bite], {unchevolution/tail}, {unchevolution/tail slap}).",
			"",
			"**Base Evolutions** At 1st level, astral eidolons gain immunity to aging as well as a +4 bonus on saving throws against curses, diseases, and poisons. A summoner's class level is halved for the purpose of determining the rate at which his astral eidolon's Strength and Dexterity increase.",
			"",
			"At 4th level, astral eidolons gain the ability to augment their masters' summoning abilities three times per day. To do so, the astral eidolon must ready an action to meld with a summoned creature. The summoner can use his summon monster spell-like ability or cast a {spell/summon monster>_1} spell while the astral eidolon is summoned and readied to activate this ability. The eidolon physically melds with one summoned creature as it appears, during which time the eidolon cannot be harmed or take actions of its own except to end the effect as a standard action. The eidolon must be adjacent to or share the space where the summoned creature will appear. The effect ends either when the spell ends, when the summoned creature is slain or dismissed, or when either the summoner or eidolon ends the effect as a standard action, after which the summoned creature disappears and the eidolon appears in the creature's space and is {misc/staggered} until the beginning of the summoner's next turn.",
			"",
			"When melded with a summoned creature, the eidolon grants the summoned creature one or more evolutions the eidolon has (maximum 1 point worth of evolutions for every 3 Hit Dice the eidolon has) and a number of temporary hit points equal to 1d8 plus the eidolon's number of Hit Dice. The summoned creature must conform to any limitations of the evolution (for example, it must have wings in order to gain the {unchevolution/wing buffet} evolution). Furthermore, the summoned creature cannot gain more than one natural attack in this way, though it can replace the damage of its natural weapons with that dealt by the evolution, provided the natural weapons are similar. For effects dependent on Hit Dice, use the eidolon's Hit Dice.",
			"",
			"At 8th level, astral eidolons gain the {unchevolution/flight} evolution (using magic) with a speed equal to their base speed.",
			"",
			"At 12th level, astral eidolons gain the ability to augment their master's summoning two additional times per day. When the eidolon melds with a summoned creature, that creature also gains the eidolon's evasion and devotion abilities.",
			"",
			"At 16th level, astral eidolons gain immunity to curses, diseases, and poisons. They also increase by 50% the number of evolution points their summoners can divert using the aspect and greater aspect abilities. If the summoner lacks the aspect ability, he gains this ability but can divert only 1 evolution point. The summoner no longer takes penalties to his ability scores for {rule/ag/ing>e}, cannot be magically aged, and does not age retroactively when leaving a plane with the {rule/time[less planar] trait>s}. Ability score bonuses from age still accrue, and the summoner still dies of old age when his time is up.",
			"",
			"At 20th level, astral eidolons can simultaneously meld with each creature summoned by the summoner's summon monster spell-like ability or summon monster spells, and the eidolon does not reappear automatically until each of the creatures is slain. Alternatively, the eidolon can meld with one summoned creature without disappearing, though the eidolon is staggered until the effect ends."
		]
	},
	"azata": {
		"name": "Azata",
		"compilationSources": [ [ "Pathfinder Unchained", 30 ] ],
		"description": [
			"Embodiments of the untamable beauty and noble passion of Elysium, {family/azata} eidolons have wild and beautiful features. They often take graceful forms reminiscent of elves or fey, but they occasionally appear like lillends, with serpentine tails. Azata eidolons are flighty and independent, and they often have their own ideas about how to defeat evil or have a good time. Thus, an azata eidolon is likely to balk if its summoner commands it to perform offensive or nefarious actions. On the other hand, an azata eidolon in sync with its summoner is a passionate and devoted companion.",
			"",
			"**Alignment** Chaotic good.",
			"",
			"**Base Form** Biped ({unchevolution/limbs} [arms], limbs [legs]) or serpentine (limbs [arms], {unchevolution/tail}, {unchevolution/tail slap}).",
			"",
			"**Base Evolutions** At 1st level, azata eidolons gain the {unchevolution/resistance} (electricity) evolution and the 4-point {unchevolution/weapon training} evolution (proficiency in martial weapons).",
			"",
			"At 4th level, azata eidolons gain cold resistance 10 and fire resistance 10.",
			"",
			"At 8th level, azata eidolons grow large, feathery wings, gaining the {unchevolution/flight} evolution.",
			"",
			"At 12th level, azata eidolons gain DR 5/evil. They also gain immunity to petrification and the truespeech ability (see the {subtype/azata/ creature subtype}).",
			"",
			"At 16th level, azata eidolons lose the resistance (electricity) evolution, and instead gain the {unchevolution/immunity} (electricity) evolution. They also gain the {unchevolution/ability increase} evolution, applied to an ability score of the summoner's choice.",
			"",
			"At 20th level, an azata eidolon gains the ability to switch between its normal form and an energy form as a standard action. In its energy form, an azata eidolon is incorporeal and doubles its fly speed, but it can't make natural or manufactured weapon attacks; it can, however, activate any spell-like ability evolutions it possesses."
		]
	},
	"daemon": {
		"name": "Daemon",
		"compilationSources": [ [ "Pathfinder Unchained", 31 ] ],
		"description": [
			"The agents of horrible deaths, {family/daemon} eidolons desire the utter annihilation of all things. Their forms vary wildly depending on which type of death they embody, and daemon eidolons sometimes represent a more obscure kind of death than the most famous daemons. Daemon eidolons wish to sow death and misery through a variety of means. Most are capable of seeing the big picture, and will obediently follow even a neutral summoner. Ending lives is a typical part of an adventurer's career, so following along with a summoner gives a daemon eidolon many opportunities to gather mortal soul energy for its own dark and inscrutable purposes.",
			"",
			"**Alignment** Neutral evil.",
			"",
			"**Base Form** Aberrant ({unchevolution/bite}, {unchevolution/tentacle mass}), Biped ({unchevolution/claws}, {unchevolution/limbs} [arms], limbs [legs]), quadruped (limbs [legs, 2], bite), or serpentine (bite, {unchevolution/reach} [bite], reach [sting], {unchevolution/sting}, {unchevolution/tail}).",
			"",
			"**Base Evolutions** Starting at 1st level, daemon eidolons gain the {unchevolution/resistance} (acid) evolution as well as a +4 bonus on saving throws against death effects, disease, and poison.",
			"",
			"At 4th level, daemon eidolons gain cold resistance 10, electricity resistance 10, and fire resistance 10.",
			"",
			"At 8th level, daemon eidolons add 1 point to their evolution pools.",
			"",
			"At 12th level, daemon eidolons gain DR 5/good. They also gain immunity to death effects, disease, and poison.",
			"",
			"At 16th level, daemon eidolons lose the resistance (acid) evolution, and instead gain the {unchevolution/immunity} (acid) evolution. They also gain {umr/telepathy}.",
			"",
			"At 20th level, as a standard action, a daemon eidolon can devour a portion of the soul of a dying creature or a creature that died no earlier than 1 round ago. This kills the creature and provides the daemon eidolon a profane bonus on attack rolls, saving throws, and skill checks for 24 hours. The bonus is equal to +1 per 5 Hit Dice the slain creature possessed. A creature whose soul was devoured in this way requires {spell/resurrection} or more powerful magic to return from the dead."
		]
	},
	"deepwater": {
		"name": "Deepwater",
		"compilationSources": [ [ "Blood of the Sea", 23 ] ],
		"description": [
			"The vast, lightless reaches of the sea are home to creatures of unimaginable power with connections to dangerous planes. A few rare summoners attempt to conjure forth eidolons from these cold, alien depths, drawing forth utterly inhuman allies with squirming tentacles and gnashing beaks. Although these eidolons may superficially resemble primeval beasts such as {monster/aboleth/s}, {monster/kraken/s}, or monstrous squids or eels - if they resemble any previously encountered deep-sea life-form at all - they are outsiders like any other eidolon for the purposes of spells and effects that affect them.",
			"",
			"**Alignment** Chaotic evil, chaotic neutral, neutral, or neutral evil.",
			"",
			"**Base Form** Serpentine ({unchevolution/bite}, {unchevolution/grab} [tail slap], {unchevolution/reach} [tail slap], {unchevolution/tail}, {unchevolution/tail slap}).",
			"",
			"**Base Evolutions** Starting at 1st level, deepwater eidolons gain the {unchevolution/gills}, {unchevolution/resistance} (cold), and {unchevolution/swim} evolutions.",
			"",
			"At 4th level, deepwater eidolons gain the {umr/jet} ability at a speed of 200 feet and increase the range of their darkvision to 120 feet.",
			"",
			"At 8th level, deepwater eidolons gain the {unchevolution/poison} evolution for all tail slap and tentacle attacks, although the poison can be used only once per round. The summoner can spend 2 evolution points to make this poison deal Constitution damage instead of Strength damage, as normal for the poison evolution.",
			"",
			"At 12th level, deepwater eidolons gain DR 5/magic. They also gain the {unchevolution/rend} evolution for tentacle attacks rather than claw attacks.",
			"",
			"At 16th level, deepwater eidolons lose the resistance (cold) evolution and instead gain the {unchevolution/immunity} (cold) evolution.",
			"",
			"At 20th level, deepwater eidolons gain constant {spell/freedom of movement} and {umr/fast healing} 5."
		]
	},
	"demon": {
		"name": "Demon",
		"compilationSources": [ [ "Pathfinder Unchained", 31 ] ],
		"description": [
			"Raw destruction given material substance, {family/demon} eidolons form out of the Abyss's stew of soul energy, leading some scholars to speculate that the summoner's arts are related to the magical tampering that gave rise to the first demons. Demon eidolons revel in causing destruction and inflicting suffering, and they will do so for their summoners without question, taking pleasure in whatever havoc they can create. For a demon eidolon, the means justify the ends.",
			"",
			"**Alignment** Chaotic evil.",
			"",
			"**Base Form** Aberrant ({unchevolution/bite}, {unchevolution/tentacle mass}), Biped ({unchevolution/claws}, {unchevolution/limbs} [arms], limbs [legs]), quadruped (limbs [legs, 2], bite), or serpentine (bite, {unchevolution/improved damage} [bite], {unchevolution/reach} [bite], {unchevolution/tail}, {unchevolution/tail slap}).",
			"",
			"**Base Evolutions** Starting at 1st level, demon eidolons gain the {unchevolution/resistance} (electricity) and resistance (fire) evolutions as well as a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, demon eidolons gain acid resistance 10 and cold resistance 10.",
			"",
			"At 8th level, demon eidolons lose the +4 bonus on saving throws against poison and gain immunity to poison. They also add 1 point to their evolution pools.",
			"",
			"At 12th level, demon eidolons gain DR 5/good. They also gain the {unchevolution/ability increase} evolution in an ability score of the summoner's choice.",
			"",
			"At 16th level, demon eidolons lose the resistance (electricity) evolution, and instead gain the {unchevolution/immunity} (electricity) evolution. They also gain {umr/telepathy}.",
			"",
			"At 20th level, demon eidolons gain {spell/true seeing} as a constant spell-like ability."
		]
	},
	"devil": {
		"name": "Devil",
		"compilationSources": [ [ "Pathfinder Unchained", 32 ] ],
		"description": [
			"Corruptors, tempters, and despoilers, {family/devil} eidolons often serve their summoners obediently and efficiently, all in a long-term attempt to damn the summoner's soul to the deepest depths of Hell. While some types of devils have truly unusual forms, devil eidolons have found that the more traditional bipedal form allows them to build up a strong rapport with their summoners - and consequently to corrupt them - more easily than if they possessed a more monstrous appearance.",
			"",
			"**Alignment** Lawful evil.",
			"",
			"**Base Form** Biped ({unchevolution/claws}, {unchevolution/limbs} [arms], limbs [legs]).",
			"",
			"**Base Evolutions** Starting at 1st level, devil eidolons gain the {unchevolution/resistance} (fire) evolution and the {unchevolution/skilled} (Bluff) evolution. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, devil eidolons gain acid resistance 10 and cold resistance 10.",
			"",
			"At 8th level, devil eidolons gain the skilled (Diplomacy) evolution and gain immunity to poison.",
			"",
			"At 12th level, devil eidolons gain DR 5/good. They also gain see in darkness (see the {subtype/devil/ creature subtype}).",
			"",
			"At 16th level, devil eidolons lose the resistance (fire) evolution, and instead gain the {unchevolution/immunity} (fire) evolution. They also gain {umr/telepathy}.",
			"",
			"At 20th level, devil eidolons gain regeneration 5 (good weapons, good spells). They are still banished to Hell as normal for eidolons if they take enough damage."
		]
	},
	"div": {
		"name": "Div",
		"compilationSources": [ [ "Pathfinder Unchained", 32 ] ],
		"description": [
			"Formed of hatred and spite, {family/div} eidolons seek to despoil and ruin all things beautiful and joyous. Div eidolons particularly resent having mortal masters, and seek to doom their summoners to existences full of suffering and loss. Each div eidolon has a unique compulsion it must follow - usually something similar to the {monster/doru/'s} obsession with secrets - that leads it to bargain its loyalty for something the summoner provides. The div's summoner uses his eidolon's compulsion to entrap and control the eidolon. Still, div eidolons never fully give in, and continue to plot ways they might corrupt that which their masters hold dearest.",
			"",
			"**Alignment** Neutral evil.",
			"",
			"**Base Form** Biped ({unchevolution/claws}, {unchevolution/limbs} [arms], limbs [legs]).",
			"",
			"**Base Evolutions** Starting at 1st level, div eidolons gain the {unchevolution/resistance} (fire) evolution. They also gain a +4 bonus on saving throws against poison.",
			"",
			"At 4th level, div eidolons gain acid resistance 10 and electricity resistance 10.",
			"",
			"At 8th level, div eidolons add 1 point to their evolution pools and immunity to poison.",
			"",
			"At 12th level, div eidolons gain DR 5/good. They also gain see in darkness (see the {subtype/div/ creature subtype}).",
			"",
			"At 16th level, div eidolons lose the resistance (fire) evolution, and instead gain the {unchevolution/immunity} (fire) evolution. They also gain {umr/telepathy}.",
			"",
			"At 20th level, div eidolons gain the ability to use {spell/greater teleport} at will, as per the spell (caster level 14th), except they can teleport only themselves and up to 50 pounds of carried objects."
		]
	},
	"elemental": {
		"name": "Elemental",
		"compilationSources": [ [ "Pathfinder Unchained", 33 ] ],
		"description": [
			"Pulled in from one of the four elemental planes, these eidolons are linked to one of the four elements: air, earth, fire, or water. Generally, an {family/elemental} eidolon appears as a creature made entirely of one element, but there is some variation. Elemental eidolons are decidedly moderate in their views and actions. They tend to avoid the conflicts of others when they can and seek to maintain balance. The only exception is when facing off against emissaries of their opposing elements, which they hate utterly.",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Aberrant ({unchevolution/bite}, {unchevolution/tentacle mass}), Biped ({unchevolution/limbs} [arms], limbs [legs], {unchevolution/slam}), quadruped (limbs [legs, 2], bite), or serpentine (bite, {unchevolution/improved natural armor}, {unchevolution/reach} [bite], {unchevolution/tail}, {unchevolution/tail slap}).",
			"",
			"**Base Evolutions** The base evolutions of an elemental eidolon depend entirely on its chosen element. When first summoning an elemental eidolon, the summoner must select air, earth, fire, or water. Once made, this choice cannot be changed. The eidolon gains the following evolutions and abilities, which can vary depending on its element.",
			"",
			"At 1st level, all elemental eidolons gain immunity to paralysis and sleep. In addition, air elemental eidolons gain the {unchevolution/immunity} (electricity) evolution. Earth elemental eidolons gain the immunity (acid) evolution. Fire elemental eidolons gain the immunity (fire) evolution. Water elemental eidolons gain the immunity (cold) evolution.",
			"",
			"At 4th level, all elemental eidolons add 1 point to their evolution pools.",
			"",
			"At 8th level, air elemental eidolons gain the {unchevolution/flight} evolution (using magic) with a speed equal to their base speed. Earth elemental eidolons gain the {unchevolution/burrow} evolution. Fire elemental eidolons increase their base speed by 20 feet. Water elemental eidolons gain the {unchevolution/swim} evolution twice, gaining a swim speed equal to their base speed + 20 feet. They also gain the {unchevolution/gills} evolution, which allows them to breathe underwater.",
			"",
			"At 12th level, all elemental eidolons gain immunity to bleed, poison, and stun. In addition, they can no longer be flanked.",
			"",
			"At 16th level, all elemental eidolons gain immunity to critical hits and do not take additional damage from precision-based attacks, such as sneak attack.",
			"",
			"At 20th level, an air elemental eidolon gains the {umr/whirlwind} ability, with a maximum height of 15 feet (30 feet for a Large air elemental) and dealing 1d6 points of damage (1d8 for a Large air elemental). Earth elemental eidolons gain the earth mastery ability of an {family/earth elemental} and DR 5/-. Fire elemental eidolons gain the {unchevolution/energy attacks} (fire) evolution and the {umr/burn} ability. Water elemental eidolons gain the drench and vortex abilities of a {family/water elemental}. The vortex ability works as the air elemental eidolon's whirlwind ability (except as noted in the vortex ability's description)."
		]
	},
	"genie": {
		"name": "Genie",
		"compilationSources": [ [ "Elemental Master's Handbook", 27 ] ],
		"description": [
			"Genies are elemental beings that take humanoid forms, and {family/genie} eidolons often vacillate between humble kowtowing and biting observations about the summoner's foibles that make the eidolon look superior.",
			"",
			"**Alignment** Chaotic good, chaotic neutral, lawful evil, lawful neutral, or neutral.",
			"",
			"**Base Form** Biped ({unchevolution/limbs} [arms], limbs [legs], {unchevolution/slam}).",
			"",
			"**Base Evolutions** At 1st level, genie eidolons gain the 4-point {unchevolution/weapon training} evolution as well as the {unchevolution/resistance} evolution for any one energy type.",
			"",
			"At 4th level, genie eidolons gain the ability to grow in size twice per day as a full-round action. This grants them the {unchevolution/large} evolution for 1 round per Hit Die they have, increases the size of their equipment for the duration, and does not stack with other size-changing effects. Genie eidolons who later purchase the large evolution lose this ability, but they add 1 point to their evolution pools.",
			"",
			"At 8th level, genie eidolons gain either the {unchevolution/flight} evolution (using magic) with a speed equal to their base speed; the {unchevolution/burrow} evolution; or the {unchevolution/gills} evolution, plus the {unchevolution/swim} evolution twice, gaining a swim speed equal to their base speed + 20 feet.",
			"",
			"At 12th level, genie eidolons lose the resistance evolution gained at 1st level and instead gain the {unchevolution/immunity} evolution to the selected energy type. They can also cast {spell/plane shift} as a spell-like ability once per day (CL 12th), but only to transport willing targets to the Astral Plane, Elemental Planes, or Material Plane.",
			"",
			"At 16th level, once per day as a standard action, genie eidolons can cast {spell/cleanse} or {spell/greater evolution surge} (CL 16th) on themselves as a spell-like ability, but only in response to their masters' spoken wish (such as \"I wish you were stronger\"). The master can make such a wish as a free action.",
			"",
			"At 20th level, genie eidolons gain the 20th-level base evolutions of an {eidolon/elemental} eidolon of any one element."
		]
	},
	"inevitable": {
		"name": "Inevitable",
		"compilationSources": [ [ "Pathfinder Unchained", 33 ] ],
		"description": [
			"Implacable and ceaseless in their fight against chaos and those who break natural laws, {family/inevitable/s} make loyal, if literal-minded, companions for lawful summoners. Summoners of inevitables generally get along well with axiomites, who share their understanding of the process of forging and modifying an inevitable. Inevitable eidolons appear as a mixture between clockwork constructs and idealized humanoid statues.",
			"",
			"**Alignment** Lawful neutral.",
			"",
			"**Base Form** Biped ({unchevolution/limbs} [arms], limbs [legs], {unchevolution/slam}).",
			"",
			"**Base Evolutions** At 1st level, inevitable eidolons count as both constructs and outsiders for the purpose of effects such as the {magic-enh/bane} weapon special ability and the {ability/favored enemy} class feature. They gain a +4 bonus on saving throws against death effects, disease, necromancy effects, paralysis, poison, sleep, and stun.",
			"",
			"At 4th level, inevitable eidolons gain a +4 bonus on saving throws against mind-affecting effects and immunity to nonlethal damage, fatigue, and exhaustion.",
			"",
			"At 8th level, inevitable eidolons gain immunity to death effects, disease, and poison.",
			"",
			"At 12th level, inevitable eidolons gain DR 5/chaotic. They also gain immunity to sleep, as well as the true speech ability (see the {subtype/inevitable/ creature subtype}).",
			"",
			"At 16th level, inevitable eidolons lose the +4 bonus on saving throws against necromancy effects and gain immunity to ability damage, ability drain, energy drain, and necromancy effects.",
			"",
			"At 20th level, inevitable eidolons gain immunity to paralysis, sleep, stun, and any effect that requires a Fortitude save (unless the effect also works on objects)."
		]
	},
	"kami": {
		"name": "Kami",
		"compilationSources": [ [ "Wilderness Origins", 18 ] ],
		"description": [
			"{family/Kami} eidolons are spirits of nature bound to an unchained summoner. They seek to protect their wards, but because of their summoner's bond, they have more flexibility choosing their wards than most of their kind.",
			"",
			"**Alignment** Any non-evil. Kami eidolons do not have an alignment subtype, instead having the native subtype.",
			"",
			"**Base Form** Biped ({unchevolution/limbs} [arms], limbs [legs], {unchevolution/slam}).",
			"",
			"**Base Evolutions** At 1st level, a kami eidolon gains the {unchevolution/resistance} (fire) evolution and the 4-point {unchevolution/weapon training} evolution (proficiency in martial weapons).",
			"",
			"At 4th level, a kami eidolon gains acid resistance 10 and cold resistance 10.",
			"",
			"At 8th level, a kami eidolon can declare a ward once per day as a standard action. Its ward must be an object, a plant, or a creature with an Intelligence score of 2 or less, and the ward maintains the designation for 1 hour. So long as a kami eidolon is within 60 feet of its ward, it and its ward gain a +2 sacred bonus on saving throws.",
			"",
			"At 12th level, a kami eidolon gains the 4-point version of the {unchevolution/fast healing} evolution and the merge with ward ability (see the {subtype/kami/ subtype}. A kami eidolon automatically emerges from its ward if they are merged when that object or creature ceases to be the eidolon's ward.",
			"",
			"At 16th level, kami eidolons are immune to bleed, mind-affecting, petrification, and polymorph effects.",
			"",
			"At 20th level, a kami eidolon increases the fast healing from its fast healing evolution by 2 points whenever it is within 30 feet of its ward; while the kami is merged with its ward, the ward gains the same amount of fast healing."
		]
	},
	"kyton": {
		"name": "Kyton",
		"compilationSources": [ [ "Curse of the Crimson Throne", 431 ] ],
		"description": [
			"Scholars of the exquisiteness of agony and explorers of the limitations of the flesh, {family/kyton/s} understand the mortal form is a blank canvas aching for transformation. They appear as humanoids, save that they are covered in piercings, draped with chains, and bear grisly body modifications. Kyton eidolons gain access to the {unchevolution/tentacle} and {unchevolution/web} evolutions, but kyton eidolon tentacles and webs always appear as animated chains.",
			"",
			"**Alignment** Lawful evil.",
			"",
			"**Base Form** Biped ({unchevolution/improved natural armor}, {unchevolution/limbs} [arms], limbs [legs]).",
			"",
			"**Base Evolutions** At 1st level, kyton eidolons gain the {unchevolution/resistance} (cold) and skilled (Heal) evolutions. They also gain proficiency with the spiked chain.",
			"",
			"At 4th level, a kyton eidolon adds 1 point to its evolution pool.",
			"",
			"At 8th level, a kyton eidolon gains an unnerving gaze that manipulates the perceptions of those who look upon it. Unlike typical gaze weapons, a kyton eidolon's unnerving gaze can affect only one creature per round when the kyton directs its gaze at the target on its turn as a free action. An unnerving gaze has a range of 30 feet, and can be negated by a successful Will save. Any creature that fails the save becomes {misc/sickened} by the kyton's grisly modifications for 1 round. A kyton eidolon is immune to the unnerving gazes of other kytons, and the kyton's summoner is immune to its unnerving gaze. This is a mind-affecting fear effect. The save DC is Charisma-based.",
			"",
			"At 12th level, a kyton eidolon gains DR 5/good. The effects of a kyton eidolon's unnerving gaze now persist for 1d3 rounds, and as a free action, a kytons can target up to two creatures per round with its gaze on its turns.",
			"",
			"At 16th level, a kyton eidolon loses the resistance (cold) evolution, and gains the {unchevolution/immunity} (cold) evolution in its place. The effects of a kyton eidolon's unnerving gaze now {misc/stagger} the target for 1 round, and as a free action, a kyton eidolon can target up to three creatures per round with its gaze.",
			"",
			"At 20th level, a kyton eidolon gains {umr/regeneration} 5 (good weapons, good spells). It is still banished to the Shadow Plane as normal for an eidolon if it takes enough damage."
		]
	},
	"plant": {
		"name": "Plant",
		"compilationSources": [ [ "Ultimate Wilderness", 95 ] ],
		"description": [
			"Plant eidolons consist of vegetable matter infused with raw natural spiritual power.",
			"",
			"**Alignment** Any. Plant eidolons don't have alignment subtypes.",
			"",
			"**Base Form** Cactus ({unchevolution/limbs} [arms], limbs [legs], {unchevolution/sting}), conifer ({unchevolution/claws}, limbs [arms], limbs [legs]), fungus ({unchevolution/bite}, limbs [arms], limbs [legs]), leaf (limbs [arms], limbs [legs], {unchevolution/slam}), seaweed (limbs [arms], slam, {unchevolution/swim} [2]).",
			"",
			"**Base Evolutions** At 1st level, plant eidolons gain low-light vision as well as the {unchevolution/resistance} (electricity) and resistance (sonic) evolutions.",
			"",
			"At 4th level, plant eidolons gain constant {spell/pass without trace} and they can change shape into plants of the size category corresponding to their base form with results similar to {spell/tree shape}.",
			"",
			"At 8th level, plant eidolons gain the ability to use {spell/speak with plants} for 1 minute per Hit Die per day with any plants related to the eidolon's base form. These minutes need not be consecutive.",
			"",
			"At 12th level, plant eidolons gain immunity to paralysis, poison, sleep, and stun.",
			"",
			"At 16th level, plant eidolons gain the ability to use {spell/commune with nature} once per day and can use their *speak with plants* ability at will. At 20th level, plant eidolons gain a +8 resistance bonus on saving throws against mind-affecting effects. They lose their resistance (electricity) and resistance (sonic) evolutions and instead gain the {unchevolution/immunity} (electricity) and immunity (sonic) evolutions."
		]
	},
	"protean": {
		"name": "Protean",
		"compilationSources": [ [ "Pathfinder Unchained", 33 ] ],
		"description": [
			"Serpentine beings of pure chaos, {family/protean/s} seek to reshape reality. Protean eidolons appreciate creative summoners who often rebuild their forms and make liberal use of the {spell/transmogrify} spell. Beyond that, protean eidolons are happy to work with their summoners for any purpose, though they are quick to remind their summoners that while they have a mutually beneficial relationship, they are not servants.",
			"",
			"**Alignment** Chaotic neutral.",
			"",
			"**Base Form** Serpentine ({unchevolution/bite}, {unchevolution/grab} [tail slap], {unchevolution/tail}, {unchevolution/tail slap}).",
			"",
			"**Base Evolutions** At 1st level, protean eidolons gain the {unchevolution/resistance} (acid) evolution as well as the *grab* evolution, tied to an attack type of the summoner's choice. Whenever the summoner changes the protean eidolon's evolutions, he can also change the attack type for grab.",
			"",
			"At 4th level, protean eidolons gain electricity resistance 10 and sonic resistance 10.",
			"",
			"At 8th level, protean eidolons gain the {unchevolution/constrict} evolution.",
			"",
			"At 12th level, protean eidolons gain DR 5/lawful. They also gain the {unchevolution/blindsense} evolution and the ability to fly without wings with perfect maneuverability, as the {unchevolution/flight} evolution with 4 points spent.",
			"",
			"At 16th level, protean eidolons lose the resistance (acid) evolution and instead gain the {unchevolution/immunity} (acid) evolution. They also gain the amorphous anatomy ability (see the {subtype/protean/ creature subtype}).",
			"",
			"At 20th level, protean eidolons gain constant {spell/freedom of movement} and the protean version of the change shape (greater polymorph) ability (see the protean creature subtype)."
		]
	},
	"psychopomp": {
		"name": "Psychopomp",
		"compilationSources": [ [ "Pathfinder Unchained", 34 ] ],
		"description": [
			"Stewards, chroniclers, and guides of all things that die, {family/psychopomp/s} make dispassionate yet loyal eidolons. When they deal with the world of mortals, psychopomp eidolons nearly always wear masks. They do not tolerate summoners who traffic with daemons, undead, and other entities that interfere with the transmigration of souls, but otherwise they are comfortable with most actions on the summoner's part. When the summoner dies, a psychopomp eidolon personally escorts him to the afterlife and serves as an expert witness when it is time for him to be judged.",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Biped ({unchevolution/limbs} [arms], limbs [legs], {unchevolution/slam}), quadruped ({unchevolution/bite}, limbs [legs, 2]), or serpentine (bite, {unchevolution/pull} [bite], {unchevolution/reach} [bite], {unchevolution/tail}, {unchevolution/tail slap}).",
			"",
			"**Base Evolutions** Starting at 1st level, psychopomp eidolons gain immunity to death effects, disease, and poison.",
			"",
			"At 4th level, psychopomp eidolons gain cold resistance 10 and electricity resistance 10.",
			"",
			"At 8th level, psychopomp eidolons gain the spirit touch ability (see the {subtype/psychopomp/ creature subtype}) and add 1 point to their evolution pools.",
			"",
			"At 12th level, psychopomp eidolons gain DR 5/adamantine. They also gain the spiritsense ability (see the psychopomp creature subtype).",
			"",
			"At 16th level, psychopomp eidolons gain the {unchevolution/ability increase} evolution, applied to an ability score of the summoner's choice. They also gain the ability to cast {spell/invisibility} (self only) as a spell-like ability at will.",
			"",
			"At 20th level, psychopomp eidolons increase their damage reduction to 10/adamantine and gain the {unchevolution/immunity} (cold) and immunity (electricity) evolutions."
		]
	},
	"radiant": {
		"name": "Radiant",
		"compilationSources": [ [ "Plane-Hopper's Handbook", 25 ] ],
		"description": [
			"Practically glowing with the Positive Energy Plane's potential, radiant eidolons make for passionate, if judgmental, companions that often have avian features.",
			"",
			"**Alignment** Neutral.",
			"",
			"**Base Form** Biped ({unchevolution/bite}, {unchevolution/limbs} [arms], limbs [legs]) or quadruped ({unchevolution/claws}, limbs [legs, 2]).",
			"",
			"**Base Evolutions** Radiant eidolons are immune to death effects and energy drain. They can exist comfortably on the Positive Energy Plane and do not benefit or suffer from the positive-dominant planar trait. Whenever radiant eidolons are subjected to a magical healing effect, they regain 1 additional hit point per die rolled.",
			"",
			"At 4th level, radiant eidolons' natural attacks can strike incorporeal targets as though they were {magic-enh/ghost touch} weapons. Radiant eidolons glow as {spell/light} with an effective spell level equal to half their Hit Dice (round down); they can suppress or resume this effect as a standard action.",
			"",
			"At 8th level, radiant eidolons grow feathery wings, gaining the {unchevolution/flight} evolution.",
			"",
			"At 12th level, radiant eidolons gain the {unchevolution/fast healing} evolution.",
			"",
			"At 16th level, radiant eidolons gain the ability to cast {spell/cure serious wounds} three times per day. When a radiant eidolon's summoner dies or falls unconscious within 60 feet as a result of hit point loss, the eidolon can die as an immediate action to grant the summoner the benefits of {spell/breath of life}. The caster level for both abilities equals the eidolon's Hit Dice.",
			"",
			"At 20th level, radiant eidolons deal an additional 2 points of damage per die rolled against undead creatures when attacking with the energy attacks or breath weapon evolutions. Whenever radiant eidolons are subjected to a magical healing effect, the effect functions at its full potential, as if enhanced by {feat/Maximize Spell}."
		]
	},
	"shadow": {
		"name": "Shadow",
		"compilationSources": [ [ "Blood of Shadows", 11 ] ],
		"description": [
			"Summoned from the dreary shadowscapes of the Shadow Plane, shadow eidolons are grim, colorless mockeries of creatures that inhabit the Material Plane. Shadow eidolons resent being pulled into the unbearable brightness of the Material Plane. Despite this, shadow eidolons serve their summoners with somberness, acknowledging that shadow cannot exist without light.",
			"",
			"**Alignment** Any nongood.",
			"",
			"**Base Form** Biped ({unchevolution/claws}, {unchevolution/limbs} [arms], limbs [legs]), quadruped (limbs [legs, 2], {unchevolution/bite}), or serpentine (bite, {unchevolution/improved natural armor}, {unchevolution/reach} [bite], {unchevolution/tail}, {unchevolution/tail slap}).",
			"",
			"**Base Evolutions** At 1st level, shadow eidolons gain the {unchevolution/resistance} (cold) and resistance (electricity) evolutions. They also gain the ability to cast {spell/darkness} as a spell-like ability three times per day. The caster level for this spell-like ability is equal to the eidolon's Hit Dice.",
			"",
			"At 4th level, shadow eidolons effortlessly blend into the shadows, giving them {rule/concealment} (20% miss chance) in any illumination other than bright light. In dim light or darkness, shadow eidolons have a 50% miss chance instead of the normal 20% miss chance; this doesn't grant the eidolons total concealment. A shadow eidolon can suspend or resume this ability as a free action.",
			"",
			"At 8th level, shadow eidolons gain DR 5/magic and increase the range of their darkvision to 90 feet. In addition, they add 1 point to their evolution pools.",
			"",
			"At 12th level, shadow eidolons lose the ability to cast *darkness* as a spell-like ability and instead gain the ability to cast {spell/deeper darkness} as a spell-like ability three times per day. In addition, they gain the {umr/see in darkness} universal monster ability.",
			"",
			"At 16th level, shadow eidolons' damage reduction increases to DR 10/magic and they gain the {unchevolution/spell resistance} evolution.",
			"",
			"At 20th level, shadow eidolons increase the range of their darkvision to 120 feet and gain the ability to cast {spell/shadow step} as a spell-like ability at will. Three times per day, a shadow eidolon can quicken this spell-like ability, functioning as the {feat/Quicken Spell-Like Ability} feat."
		]
	},
	"storykin": {
		"name": "Storykin",
		"compilationSources": [ [ "Plane-Hopper's Handbook", 26 ] ],
		"description": [
			"The storykin are avatars of the harrow deck's cards, brought to life through the power of the Harrowed Realm. Most of the storykin are limited in their autonomy, spending their lives acting out the roles in the stories they originated from. The form and alignment of a storykin eidolon is dependent on the harrow card the eidolon is based on. You can reference an actual {eq-misc/harrow deck} for these eidolons, but you can also simulate the suit and alignment of an eidolon from a harrow deck.",
			"",
			"**Restriction** To select a storykin eidolon, the player must possess a Harrow Deck or Deluxe Harrow Deck.",
			"",
			"**Alignment** Varies.",
			"",
			"**Base Form** Bipedal ({unchevolution/limbs} [arms], limbs [legs], {unchevolution/slam}), quadruped (limbs [legs, 2], slam), or serpentine ({unchevolution/bite}, {unchevolution/grab} [tail slap], {unchevolution/tail}, {unchevolution/tail slap}).",
			"",
			"**Base Evolutions** The first time a summoner summons a storykin eidolon, he must select a specific harrow card, typically one that features a creature, such as the Paladin, the Rabbit Prince, or the Tyrant. This choice determines the eidolon's base form, alignment, and overall appearance, as the eidolon resembles the creature from the chosen card. Harrow cards without an obvious creature instead manifest as a generic humanoid creature made of colorful patchwork cloth. A storykin eidolon's alignment matches the alignment of the chosen harrow card and still must be within one step of the summoner's alignment. The suit of the chosen harrow card determines the abilities of the storykin eidolon as it evolves. When the summoner gains a level, he can choose a different harrow card and thus a different base form, alignment, and appearance.",
			"",
			"At 1st level, a storykin eidolon gains the {unchevolution/resistance} (sonic) evolution. In addition, storykin eidolons of the suit of hammers and suit of shields gain a +2 bonus on Fortitude saving throws. Storykin eidolons of the suit of books and suit of keys gain a +2 bonus on Reflex saving throws. Storykin eidolons of the suit of crowns and suit of stars gain a +2 bonus on Will saving throws.",
			"",
			"At 4th level, a storykin eidolon gains cold resistance 10 and electricity resistance 10.",
			"",
			"At 8th level, a storykin eidolon gains the {unchevolution/ability increase} evolution, applied to the ability score corresponding to its harrow suit.",
			"",
			"At 12th level, a storykin eidolon gains immunity to bleed, poison, and stun. It also gains DR 5/adamantine.",
			"",
			"At 16th level, a storykin eidolon loses the resistance (sonic) evolution and instead gains the {unchevolution/immunity} (sonic) evolution. It also gains immunity to mind-affecting effects.",
			"",
			"At 20th level, a storykin eidolon gains immunity to all types of ability damage and ability drain against the ability score corresponding to its harrow suit and immunity to energy drain. It also gains the *ability increase* evolution again, applied to the same ability score that was increased at 8th level."
		]
	},
	"twinned": {
		"name": "Twinned",
		"compilationSources": [ [ "Legacy of the First World", 18 ] ],
		"description": [
			"Just like a summoner, a twinned eidolon learns to use weapons and magic. While twinned eidolons are ethically more flexible than most eidolons, they are quite adamant about being treated as equals and not as servants. They demonstrate an eerie consistency with the summoner's manner of thinking, providing similar answers to questions and reacting similarly to startling events. This subtype is restricted to {arc-unchained_summoner/twinned summoner/s}.",
			"",
			"**Alignment** Any.",
			"",
			"**Base Form** Biped ({unchevolution/limbs} [arms], limbs [legs]).",
			"",
			"**Base Evolutions** A twinned eidolon gains the {unchevolution/weapon training} evolution. The twinned eidolon also gains the {unchevolution/skilled} (Disguise) evolution. The racial bonus provided by this evolution is doubled when the eidolon is impersonating the twinned summoner.",
			"",
			"At 4th level, a twinned eidolon can cast a summoner spell once per day as a spell-like ability. The spell must be one known by the eidolon's summoner and must be at least 1 level lower than the highest-level spell the summoner can cast. The eidolon must have a Charisma score of at least 10 + the spell level. The caster level for this spell-like ability is equal to the eidolon's Hit Dice minus 2. The save DC is 10 + half the eidolon's HD + the eidolon's Charisma modifier. At 8th level, a twinned eidolon gains the {unchevolution/shared slot} evolution.",
			"",
			"At 12th level, a twinned eidolon gains DR 5/magic. The eidolon also gains the {unchevolution/extra feat} evolution.",
			"",
			"At 16th level, a twinned eidolon gains the {unchevolution/skilled} evolution and the {unchevolution/ability increase} evolution, applied to a skill and an ability score of the summoner's choice.",
			"",
			"At 20th level, a twinned eidolon gains {umr/fast healing} 5."
		]
	},
	"void": {
		"name": "Void",
		"compilationSources": [ [ "Plane-Hopper's Handbook", 25 ] ],
		"description": [
			"Like the sharp-angled {monster/sceaduinar/s} they resemble, void eidolons exult in entropy and resent anything bearing even a hint of life - including their summoners.",
			"",
			"**Alignment** Neutral or neutral evil.",
			"",
			"**Base Form** Biped ({unchevolution/bite}, {unchevolution/limbs} [legs], {unchevolution/skilled} [Stealth], {unchevolution/wing buffet}).",
			"",
			"**Base Evolutions** Void eidolons have {umr/negative energy affinity} and are immune to death effects, disease, energy drain, and poison.",
			"",
			"At 4th level, void eidolons gain the {unchevolution/resistance} (cold) evolution. Their natural attacks can strike incorporeal targets as though they were {magic-enh/ghost touch} weapons.",
			"",
			"At 8th level, void eidolons can use their wings to fly, gaining the {unchevolution/flight} evolution. When selecting the {unchevolution/energy attacks} evolution, void eidolons can instead choose to deal 1d6 points of negative energy damage on a successful hit; this damage does not heal creatures.",
			"",
			"At 12th level, void eidolons gain the {umr/lifesense} ability. They also gain the {umr/energy drain} ability (1 negative level) with their bite attacks, though they can drain only a total number of levels per day equal to half their Hit Dice (rounded down).",
			"",
			"At 16th level, void eidolons lose the resistance (cold) evolution and instead gain the {unchevolution/immunity} (cold) evolution. They also gain DR 5/adamantine.",
			"",
			"At 20th level, void eidolons can bestow up to 2 negative levels with a successful bite attack, and the number of negative levels they can bestow per day increases by their Constitution modifier. Their damage reduction increases to DR 10/adamantine."
		]
	}
}
