{
	"medium": {
		"name": "Medium",
		"sources": [
			"Occult Adventures",
			"Chronicle of Legends",
			"Blood of the Beast",
			"Blood of the Sea",
			"Plane-Hopper's Handbook",
			"Blood of Shadows"
		],
		"description": [
			"{jumplist Class Skills / Spells / Spirit / Spirit Bonus / Spirit Surge / Shared Seance / Taboo / Haunt Channeler / Location Channel / Connection Channel / Propitiation / Ask the Spirits / Astral Journey / Trance of Three / Other Abilities / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Medium",
			"",
			"{SOURCE Occult Adventures/30}",
			"",
			"Mediums channel spirits into themselves, using their own bodies as vessels for astral entities spawned from myths and legends. A medium balances his need for the spirits' power with the danger of allowing such beings influence over his mind.",
			"",
			"**Role:** Mediums are very versatile, filling whatever role the party needs at the moment by channeling the right spirit.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 4d6 &times; 10 gp (average 140 gp).",
			"",
			"### Class Skills",
			"",
			"The Medium's class skills are Bluff (Cha), Craft (Int), Diplomacy (Cha), Fly (Dex), Heal (Wis), Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (planes) (Int), Knowledge (religion) (Int), Linguistics (Int), Perception (Wis), Perform (Cha), Profession (Wis), Sense Motive (Wis), Spellcraft (Int), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +0 | +2 | Knacks, spirit, spirit bonus +1, spirit power (lesser), spirit surge 1d6 | - | - | - | - |",
			"| 2nd | +1 | +0 | +0 | +3 | Shared seance, taboo | - | - | - | - |",
			"| 3rd | +2 | +1 | +1 | +3 | Haunt channeler | - | - | - | - |",
			"| 4th | +3 | +1 | +1 | +4 | Spirit bonus +2 | 1 | - | - | - |",
			"| 5th | +3 | +1 | +1 | +4 | Location channel | 1 | - | - | - |",
			"| 6th | +4 | +2 | +2 | +5 | Spirit power (intermediate) | 1 | - | - | - |",
			"| 7th | +5 | +2 | +2 | +5 | Connection channel | 1 | 1 | - | - |",
			"| 8th | +6/+1 | +2 | +2 | +6 | Spirit bonus +3 | 1 | 1 | - | - |",
			"| 9th | +6/+1 | +3 | +3 | +6 | Propitiation | 2 | 1 | - | - |",
			"| 10th | +7/+2 | +3 | +3 | +7 | Spirit surge 1d8 | 2 | 1 | 1 | - |",
			"| 11th | +8/+3 | +3 | +3 | +7 | Spirit power (greater) | 2 | 1 | 1 | - |",
			"| 12th | +9/+4 | +4 | +4 | +8 | Spirit bonus +4 | 2 | 2 | 1 | - |",
			"| 13th | +9/+4 | +4 | +4 | +8 | Ask the spirits | 3 | 2 | 1 | 1 |",
			"| 14th | +10/+5 | +4 | +4 | +9 | Astral journey | 3 | 2 | 1 | 1 |",
			"| 15th | +11/+6/+1 | +5 | +5 | +9 | Trance of three | 3 | 2 | 2 | 1 |",
			"| 16th | +12/+7/+2 | +5 | +5 | +10 | Spirit bonus +5 | 3 | 3 | 2 | 1 |",
			"| 17th | +12/+7/+2 | +5 | +5 | +10 | Spirit power (supreme) | 4 | 3 | 2 | 1 |",
			"| 18th | +13/+8/+3 | +6 | +6 | +11 | Spacious soul | 4 | 3 | 2 | 2 |",
			"| 19th | +14/+9/+4 | +6 | +6 | +11 | Spirit mastery | 4 | 3 | 3 | 2 |",
			"| 20th | +15/+10/+5 | +6 | +6 | +12 | Astral beacon, spirit bonus +6, spirit surge 1d10 | 4 | 4 | 3 | 2 |",
			"",
			"### Spells Known",
			"",
			"| Level | 0 | 1st | 2nd | 3rd | 4th |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | 2 | - | - | - | - |",
			"| 2nd | 3 | - | - | - | - |",
			"| 3rd | 4 | - | - | - | - |",
			"| 4th | 4 | 2 | - | - | - |",
			"| 5th | 5 | 3 | - | - | - |",
			"| 6th | 5 | 4 | - | - | - |",
			"| 7th | 6 | 4 | 2 | - | - |",
			"| 8th | 6 | 4 | 3 | - | - |",
			"| 9th | 6 | 5 | 4 | - | - |",
			"| 10th | 6 | 5 | 4 | 2 | - |",
			"| 11th | 6 | 5 | 4 | 3 | - |",
			"| 12th | 6 | 6 | 5 | 4 | - |",
			"| 13th | 6 | 6 | 5 | 4 | 2 |",
			"| 14th | 6 | 6 | 5 | 4 | 3 |",
			"| 15th | 6 | 6 | 6 | 5 | 4 |",
			"| 16th | 6 | 6 | 6 | 5 | 4 |",
			"| 17th | 6 | 6 | 6 | 5 | 4 |",
			"| 18th | 6 | 6 | 6 | 6 | 5 |",
			"| 19th | 6 | 6 | 6 | 6 | 5 |",
			"| 20th | 6 | 6 | 6 | 6 | 5 |",
			"",
			"**Weapon and Armor Proficiency:** Mediums are proficient with all simple weapons, light armor, and medium armor, but not with shields.",
			"",
			":b[Spells:] A medium can cast a small number of psychic spells drawn from the {main/spells_<medium/ spell list}. To learn or cast a spell, a medium must have a Charisma score equal to at least 10 + the spell's level. He can cast any spell he knows without preparing it ahead of time. The saving throw DC against a medium's spell is equal to 10 + the spell level + the medium's Charisma modifier.",
			"",
			"A medium can cast only a certain number of spells of each level per day. In addition, he receives [bonus spells per day](rule/determine_bonuses) if he has a high Charisma score.",
			"",
			"The medium's selection of spells is limited. At 1st level, a medium knows two 0-level spells of his choice. At each new level, the medium learns one or more new spells. Unlike his spells per day, the number of spells a medium knows is not affected by his Charisma score. At 5th level and every 3 levels thereafter, a medium can learn a single new spell in place of one he already knows. The new spell's level must be the same as that of the spell being exchanged, and he must choose whether to swap the spell at the same time he gains new spells known for the level.",
			"",
			"**Knacks:** Mediums learn a number of knacks, or 0-level spells. These spells are cast like any other spell, but they don't consume slots and can be used again.",
			"",
			":b[Spirit/ (Su):] A medium serves as a vessel to channel spirits - astral echoes of powerful souls from ages past that live on in myth and legend. Each day, a medium can channel a {ability/spirit>s} through a ritual known as a seance. Seances take 1 hour to perform and require the medium's concentration. At the end of a seance, the medium invites a local spirit to inhabit him and serve as his spirit for that day. Though the medium can choose the legend to which the spirit he channels belongs, he must channel that spirit from an appropriate location. Each spirit has a favored location it usually inhabits, though spirits may also be present at other locations appropriate to their legends; such locations are listed in each legend's Favored Locations entry. The medium gains the spirit's listed seance boon and lesser spirit power for 24 hours. The medium also gains the spirit's intermediate spirit power at 6th level, its greater spirit power at 11th level, and its supreme spirit power at 17th level. After 24 hours, the medium loses contact with the channeled spirit and can perform another seance.",
			"",
			"A medium can invite his allies to participate in his seance: shared seance and certain spirit powers affect other participants. A character counts as participating so long as she maintains physical contact with another participating character and willfully opens herself to the spirit; unlike the medium, other participating characters can take other actions during this time. Only creatures with an Intelligence score of at least 3 can participate in a seance.",
			"",
			"In addition to granting power to the medium, a channeled spirit can influence the medium. By channeling a spirit, the medium allows the spirit to gain 1 point of influence over him. If the medium loses that 1 point of influence, he loses contact with the spirit, though he is still unable to perform a new seance until the normal 24 hour period has elapsed since his last seance. When the spirit leaves after the 24-hour duration and before the next seance, the spirit's influence over the medium resets to 0. Certain abilities allow the medium to gain additional power in exchange for allowing the spirit more influence over him.",
			"",
			"When a spirit gains at least 3 points of influence over the medium, the dual impulses housed within the same body cause the medium to meld with his spirit's consciousness. The resulting muddled sense of self and struggle for control causes the medium to take a -2 penalty on initiative checks as well as a specific additional penalty listed in each spirit's entry. However, the spirit's mental presence grants the medium a +4 bonus against possession effects and a +2 bonus on saving throws against mind-affecting effects that are not related to possession.",
			"",
			"If a spirit ever attains 5 or more points of influence over the medium, the medium completely loses control to the spirit. He effectively becomes an NPC under the GM's control until after he awakens the next day with the spirit gone.",
			"",
			"During his seance, the medium can choose to channel a weaker spirit to gain its help without incurring as much of its influence. If he does so, he can forgo any number of spirit powers, starting with his most powerful spirit power. For each spirit power he forgoes, the medium can use his spirit surge ability twice without incurring influence.",
			"",
			":b[Spirit Bonus/ (Su):] When a medium channels a spirit, he gains a bonus on certain checks and to certain statistics, depending on the spirit. A 1st-level medium's spirit bonus is +1; it increases by 1 at 4th level and every 4 levels thereafter.",
			"",
			":b[Spirit Surge/ (Su):] After failing a d20 roll that was modified by his spirit bonus, a medium can allow his spirit to gain 1 additional point of influence over him in order to add 1d6 to the check's result without taking an action. This can cause the check to succeed instead of fail. The medium must be conscious and aware to use this ability, and he can use this ability at most once per round. At 10th level, the medium's spirit surge die increases to 1d8, and at 20th level it increases to 1d10.",
			"",
			":b[Shared Seance/ (Su):] At 2nd level, a medium can share his channeled spirit's aid with his allies. All allies who participate in the medium's seance gain the channeled spirit's seance boon for 24 hours.",
			"",
			":b[Taboo/ (Ex):] At 2nd level, during his daily seance, a medium can accept a taboo in order to appease his spirit. Each spirit lists example taboos, and the GM may allow additional taboos as well. Accepting a taboo allows the medium to use his spirit surge ability twice without incurring influence. The medium can select only a single taboo. The medium is not magically prevented from breaking his taboo, but if he breaks the taboo for any reason, he takes a -2 penalty on attack rolls, damage rolls, ability checks, skill checks, and saving throws for 1 hour and his spirit gains 1 point of influence over him. If the medium continues violating the taboo while taking the penalty, the duration of the penalty extends, but the spirit doesn't gain additional influence over the medium. If a spirit attains 5 points of influence because of a violated taboo, instead of possessing the medium, the spirit leaves the medium's body entirely, and the medium loses access to his spirit powers, spirit bonus, and spirit surge abilities until the next time he can perform a seance. Banishing a spirit in this way damages the medium's connection to that spirit's legend; the medium cannot channel spirits of that legend for 1 week, and the next time the medium channels a spirit of that legend, it starts with 2 points of influence over him instead of 1.",
			"",
			":b[Haunt Channeler/ (Su):] At 3rd level, a medium can use his familiarity with spirits to assist him when dealing with haunts. He can always act on the surprise round against a haunt, and his touch funnels a portion of the haunt into himself, dealing 1d6 points of damage to the haunt per 2 medium levels he possesses as if via positive energy and allowing the medium to ask the haunt a single question. The haunt can answer the question however it chooses. Additionally, the medium can forgo his saving throw against a haunt's effects to funnel the haunt entirely into himself. If he does so, the medium suffers the haunt's full effect, but the haunt doesn't affect anyone else (even if it normally would). The haunt then gains control of the medium's body for 24 hours. Once per minute, the medium can attempt to end this possession early by succeeding at a Will save (DC = 20 + 1/2 the medium's class level).",
			"",
			":b[Location Channel/ (Sp):] At 5th level, a medium can perform a special seance at the site of a person's death - or a location that was precious to that person in life - to call forth that person's spirit into the medium's body so his allies can ask it questions. The effects are similar to the spell {spell/call spirit}, except that the duration is 1 round per medium level and the spirit possesses the medium's body instead of appearing in a wispy form. The other participants of the seance must ask the questions. Once the medium attempts to call a spirit, he cannot attempt to call the same spirit again for 24 hours. Once per round, the medium can attempt to end the seance early by succeeding at a Will save (DC = 20 + 1/2 the medium's class level).",
			"",
			":b[Connection Channel/ (Sp):] At 7th level, a medium can use his location channel ability at any location, so long as he possesses some connection to the deceased. If another participant in the seance is more familiar with the deceased than the medium, the medium can substitute that participant's familiarity in place of his own to determine the DC of the *call spirit* effect.",
			"",
			":b[Propitiation/ (Su):] At 9th level, a medium has learned hidden techniques and rites that allow him to mollify his channeled spirit once per day, reducing its influence over him by 1 point (to a minimum of 1 point of influence). The details of the propitiation ritual vary based on the individual spirit, but the process always takes around 10 minutes to perform and it never requires any additional cost (such as an offering of wealth or a live sacrifice).",
			"",
			":b[Ask the Spirits/ (Sp):] At 13th level, a medium can send his consciousness to the Astral Plane any number of times per day to ask the spirits for advice, as if using {spell/contact other plane} to contact the Astral Plane. The medium automatically succeeds at the Intelligence check to avoid the possible decrease to his Intelligence and Charisma.",
			"",
			":b[Astral Journey/ (Sp):] At 14th level, a medium can enter a deep coma in order to project himself onto the Astral Plane as {spell/astral projection}, except he can project only himself, he can't enter other planes, and his projected gear has no magical properties.",
			"",
			":b[Trance of Three/ (Su):] At 15th level, as a swift action, a medium can allow his spirit to gain 1 point of influence over him in order to allow a portion of a legendary spirit from another legend to enter him for 1 round per level, granting him the intermediate spirit power from another legend. If that power has a limited number of uses per day, the medium must keep track of the remaining uses even after the secondary spirit is gone; if the medium calls the secondary spirit again that day, it can grant the remaining uses of that power. If the medium uses an ability that incurs influence, the medium's primary spirit gains that amount of influence over him, not the secondary spirit. The medium doesn't gain the benefits of his spirit bonus from the secondary spirit. The medium can end the trance of three early as a free action.",
			"",
			":b[Spacious Soul/ (Su):]{id=other-abilities} At 18th level, a medium's soul is spacious enough to provide a foothold for his fallen allies, if he so chooses. If one of the allies who participated in the medium's seance that day dies within line of effect and line of sight of the medium, the medium can spend an immediate action to accept that ally's spirit within him. Since the ally inhabits the portion of the medium's soul normally reserved for a spirit, this suppresses the medium's spirit, spirit bonus, and spirit surge abilities as long as the medium maintains this ability. The ally's spirit and the medium share the medium's body and can decide each round on the medium's turn which of them will take the medium's actions for that round. If they don't agree on who should act, they attempt opposed Charisma checks to determine who is dominant for the next hour, and the dominant character decides who acts on each round. The ally's spirit has all the spells and limited use abilities (such as uses of channel energy, ki, and panache) that it possessed at the time of death, but it is incapable of regaining any abilities, points, spells, or uses of abilities it expends. When the ally's spirit acts, it uses the ally's base attack bonus, caster level, and special abilities (such as weapon proficiency), but uses the medium's physical ability scores. If the ally returns to life, this ability immediately ends. Otherwise, the medium can maintain this ability indefinitely. The medium can end this effect as a standard action, though if the ally is unwilling to depart, the medium must succeed at a Will saving throw (DC = 10 + 1/2 the ally's hit dice + the ally's Charisma modifier) or the attempt fails and the ally becomes dominant for 24 hours.",
			"",
			"**Spirit Mastery (Ex):** At 19th legend, the medium becomes a legend among spirits, particularly lesser spirits. He can use his spirit surge ability an additional two times per day without incurring influence, regardless of whether he accepts a taboo or channels a weaker spirit. When channeling a weaker spirit, he can use his spirit surge ability an additional four times per day for each power he forgoes, instead of an additional two times.",
			"",
			"**Astral Beacon (Su):** At 20th level, a medium is an open connection to the Astral Plane and a shining beacon for spirits. As a free action, he can channel spirits of any of the five legends he did not contact via his seance. This ability lasts for 1 round and grants access to the intermediate, greater, and supreme spirit powers of the chosen spirits. Unlike trance of three, astral beacon allows spirits of the chosen legends (for instance, archmage) to gain influence over the medium until 24 hours from when the medium contacted his primary spirit. Also unlike trance of three, if the medium would incur influence by using one of the new spirits' abilities, that influence is added to the medium's total influence from that spirit rather than from his primary spirit.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Deep Magics (Su) | At 20th level, the character's repertoire of spells deepens dramatically. She gains an additional spell known for each spell level she can cast. A character of any class with spells known can select this capstone. |",
			"| Hardened Soul (Su) | At 20th level, the medium's soul has calluses from all the times some spirit or another has tried to take over. The medium does not become an NPC until his influence with a spirit reaches 8, and his spirit surge dice increases to 2d8. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Catfolk:** Add 1/3 to the result of any spirit surge die that the medium rolls.[^A]",
			"",
			"**Dwarf:** Gain a +1/2 bonus on saving throws against possession and a +1/2 bonus on saving throws to end haunt channeler, location channel, and spacious soul.[^B]",
			"",
			"**Elf:** Gain a +1/3 bonus on all skill checks using occult skill unlocks.[^B]",
			"",
			"**Gillman:** Increase the medium's spirit bonus by 1/6.[^C]",
			"",
			"**Gnome:** Gain a +1/2 bonus on Bluff, Diplomacy, Intimidate, and Sense Motive skill checks against spirits, undead, phantoms, and creatures native to the Astral Plane.[^D]",
			"",
			"**Grippli:** Add 1/4 to any checks modified by the medium's spirit surge ability.[^E]",
			"",
			"**Half-elf:** Gain a +1/3 bonus on all skill checks using occult skill unlocks.[^D]",
			"",
			"**Halfling:** Increase the bonus the medium gains from its seance boon by 1/3 point. This doesn't increase the bonus allies gain from shared seance.[^D]",
			"",
			"**Half-orc:** When gaining a taboo, the medium can use spirit surge without incurring influence an additional 1/4 time per day.[^D]",
			"",
			"**Human:** When gaining a taboo, the medium can use spirit surge without incurring influence an additional 1/4 time per day.[^D]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^F]",
			"",
			"**Shabti:** Add 1/5 to the bonus allies gain from shared seance. This doesn't increase the medium's seance boon.[^G]",
			"",
			"**Tengu:** Add 1/4 to the bonus on checks when the medium uses the spirit surge ability.[^H]",
			"",
			"**Wayang:** When gaining a taboo, the medium can use spirit surge without incurring influence an additional 1/4 time per day.[^I]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=medium}",
			"Fiend Keeper",
			"Alignment; Spirit; Haunt Channeler; Location Channel; Connection Channel; Ask the Spirits",
			"Fiend keepers serve as a vessel to contain one of the world's evil spirits so that it cannot inflict further harm.",
			":::",
			"",
			":::archetype{c=medium}",
			"Kami Medium",
			"Spirit; Taboo; Spellcasting; Haunt Channeler; Location Channel; Connection Channel; Ask the Spirits; Astral Journey",
			"Some mediums channel the power of nature spirits called kami rather than the spirits of legend.",
			":::",
			"",
			":::archetype{c=medium}",
			"Medium of the Master",
			"Class Skills; Armor Proficiency; Spirit; Spirit Surge; Spirit Power (Lesser); Shared Seance; Spirit Power (Intermediate); Trance of Three; Spirit Power (Supreme)",
			"A medium of the master forgoes a connection with most spirits to form a bond with the spirits of great martial artists.",
			":::",
			"",
			":::archetype{c=medium}",
			"Nexian Channeler",
			"Spirit; Knacks; Taboo; Haunt Channeler; Location Channel; Connection Channel; Propitiation; Ask the Spirits; Astral Journey; Trance of Three; Spacious Soul; Spirit Mastery; Astral Beacon",
			"The archmage Nex long ago created an astral reflection of himself from which he can draw additional power. This echo now serves as an appropriate spirit for well-trained mediums to channel.",
			":::",
			"",
			":::archetype{c=medium}",
			"Outer Channeler",
			"Spirit; Taboo; Haunt Channeler; Connection Channel; Location Channel; Ask the Spirits; Astral Journey",
			"Outer channelers invite extraplanar entities to inhabit them, allowing the likes of angels and demons to use them as vessels in exchange for power.",
			":::",
			"",
			":::archetype{c=medium}",
			"Reanimated Medium",
			"Spirit; Taboo; Haunt Channeler; Location Channel; Connection Channel; Spacious Soul; Astral Beacon",
			"Sometimes a departed soul destined for legend gains a second chance at life by possessing his own revived body.",
			":::",
			"",
			":::archetype{c=medium}",
			"Relic Channeler",
			"Spirit; Haunt Channeler; Location Channel; Connection Channel",
			"A relic channeler carries relics of legend around with her.",
			":::",
			"",
			":::archetype{c=medium}",
			"Rivethun Spirit Channeler",
			"Spellcasting; Spirit; Spirit Bonus; Spirit Surge; Taboo; Connection Channel",
			"Rivethun spirit channelers are mediums who practice the ancient dwarven philosophy of the rivethun, which teaches that power lies in the connection between physical bodies and immaterial souls.",
			":::",
			"",
			":::archetype{c=medium}",
			"Spirit Dancer",
			"Spirit; Spirit Bonus; Spirit Surge; Taboo; Shared Seance; Trance of Three; Spacious Soul; Astral Beacon",
			"A spirit dancer enacts an exuberant dance to the spirits, accepting many roles in the shifting dance and changing dance partners quickly.",
			":::",
			"",
			":::archetype{c=medium}",
			"Spirit Eater",
			"Haunt Channeler; Location Channel; Connection Channel",
			"Guardians of their communities, spirit eaters absorb the dead to channel their power and serve as a line of defense against all manner of incorporeal yokai.",
			":::",
			"",
			":::archetype{c=medium}",
			"Storm Dreamer",
			"Spirit Surge; Haunt Channeler; Location Channel; Connection Channel",
			"Storm dreamers serve the Storm Kindlers by communing with their mystical predecessors. They serve as spiritual advisors for the organization, and are valued for the lore and wisdom they gain during their trances.",
			":::",
			"",
			":::archetype{c=medium}",
			"Storyteller",
			"Spirit; Spirit Bonus; Spirit Surge; Shared Seance; Taboo; Haunt Channeler; Propitiation; Trance of Three; Connection Channel; Spirit Mastery; Astral Beacon",
			"While all mediums connect to legendary spirits, storyteller mediums take their obsession with legends to the extreme, suffusing their lives with epic tales at the cost of some of their spiritual power.",
			":::",
			"",
			":::archetype{c=medium}",
			"Uda Wendo",
			"Class Skills; Spirit; Shared Seance; Haunt Channeler; Location Channel; Connection Channel",
			"Uda wendo are powerful mediums who are sensitive to the presence and desires of the wendo, powerful and mysterious entities that walk Golarion while shaping fate and guiding destiny.",
			":::",
			"",
			":::archetype{c=medium}",
			"Vessel of the Failed",
			"Spirit; Spirit Mastery; Spirit Surge; Taboo",
			"A vessel of the failed channels the spirits of those who attempted the Test of the Starstone but failed; these spirits grant the medium abilities wrought from the spirits' ultimate shortcomings.",
			":::",
			"",
			":::archetype{c=medium}",
			"Voice of the Void",
			"Spirit; Taboo; Haunt Channeler",
			"Some mediums delve deeply into the spirit world and make contact with entities that exist outside the boundaries of the sane multiverse.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Blood of the Beast/ pg. 4}",
			"[^B]: {source/Occult Adventures/ pg. 84}",
			"[^C]: {source/Blood of the Sea/ pg. 9}",
			"[^D]: Occult Adventures pg. 85",
			"[^E]: Blood of the Beast pg. 8",
			"[^F]: Blood of the Beast pg. 12",
			"[^G]: {source/Plane-Hopper's Handbook/ pg. 23}",
			"[^H]: Blood of the Beast pg. 24",
			"[^I]: {source/Blood of Shadows/ pg. 11}"
		],
		"tables": [
			{
				"id": "medium archetypes",
				"headers": [ "Archetype", "Alignment", "Armor Proficiency", "Ask the Spirits", "Astral Beacon", "Astral Journey", "Class Skills", "Connection Channel", "Haunt Channeler", "Knacks", "Location Channel", "Propitiation", "Shared Seance", "Spacious Soul", "Spellcasting", "Spirit", "Spirit Bonus", "Spirit Mastery", "Spirit Power (Intermediate)", "Spirit Power (Lesser)", "Spirit Power (Supreme)", "Spirit Surge", "Taboo", "Trance of Three" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-medium/Fiend Keeper}", "X", null, "X", null, null, null, "X", "X", null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-medium/Kami Medium}", null, null, "X", null, "X", null, "X", "X", null, "X", null, null, null, "X", "X", null, null, null, null, null, null, "X", null ],
					[ "{arc-medium/Medium of the Master}", null, "X", null, null, null, "X", null, null, null, null, null, "X", null, null, "X", null, null, "X", "X", "X", "X", null, "X" ],
					[ "{arc-medium/Nexian Channeler}", null, null, "X", "X", "X", null, "X", "X", "X", "X", "X", null, "X", null, "X", null, "X", null, null, null, null, "X", "X" ],
					[ "{arc-medium/Outer Channeler}", null, null, "X", null, "X", null, "X", "X", null, "X", null, null, null, null, "X", null, null, null, null, null, null, "X", null ],
					[ "{arc-medium/Reanimated Medium}", null, null, null, "X", null, null, "X", "X", null, "X", null, null, "X", null, "X", null, null, null, null, null, null, "X", null ],
					[ "{arc-medium/Relic Channeler}", null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-medium/Rivethun Spirit Channeler}", null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", "X", "X", null, null, null, null, "X", "X", null ],
					[ "{arc-medium/Spirit Dancer}", null, null, null, "X", null, null, null, null, null, null, null, "X", "X", null, "X", "X", null, null, null, null, "X", "X", "X" ],
					[ "{arc-medium/Spirit Eater}", null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-medium/Storm Dreamer}", null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-medium/Storyteller}", null, null, null, "X", null, null, "X", "X", null, null, "X", "X", null, null, "X", "X", "X", null, null, null, "X", "X", "X" ],
					[ "{arc-medium/Uda Wendo}", null, null, null, null, null, "X", "X", "X", null, "X", null, "X", null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-medium/Vessel of the Failed}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, "X", "X", null ],
					[ "{arc-medium/Voice of the Void}", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"samurai": {
		"name": "Samurai",
		"sources": [
			"Advanced Player's Guide",
			"Chronicle of Legends",
			"Advanced Race Guide",
			"Blood of the Sea",
			"Ultimate Wilderness",
			"Goblins of Golarion",
			"Horror Adventures",
			"Blood of the Beast",
			"Ultimate Combat",
			"Adventurer's Guide",
			"Advanced Class Guide",
			"Inner Sea Combat",
			"Legacy of the First World",
			"Occult Adventures",
			"Distant Shores",
			"Path of the Hellknight",
			"People of the Sands",
			"Blood of the Elements",
			"Heroes of the Wild",
			"The Harrow Handbook",
			"Monster Hunter's Handbook",
			"Knights of the Inner Sea",
			"Disciple's Doctrine",
			"Merchant's Manifest",
			"Qadira, Jewel of the East",
			"Champions of Balance",
			"Heroes from the Fringe",
			"Aquatic Adventures",
			"Villain Codex",
			"People of the River"
		],
		"description": [
			"{jumplist Class Skills / Challenge / Mount / Order / Resolve / Weapon Expertise / Mounted Archer / Banner / Bonus Feat / Greater Resolve / Honorable Stand / Demanding Challenge / Other Abilities / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Samurai",
			"",
			"{SOURCE Ultimate Combat/18}",
			"",
			"Few warriors are more dedicated to honor and the code of the warrior than the samurai. Trained from an early age in the art of war and sworn to the service of a lord, the samurai holds a position of power and respect in many lands, often serving as the voice and justice of the local noble. The samurai takes on his training with zeal, learning the way of the blade (typically a katana), the bow, and the horse. Some even learn how to effectively use firearms, if they are available. The samurai is often the most trusted soldier in his lord's employ. In him, the common folk see honor and sacrifice. He is an honorable warrior, dedicated to the realm and the leaders that guide it.",
			"",
			"**Role:** While typically sworn to the service of a lord, a samurai is usually given free reign as to how he performs that service. As such, samurai can sometimes be found with other adventurers, taking the fight to the enemies of their masters. Other samurai become ronin, striving to serve an ideal without paying fealty to a lord. In either case, samurai make powerful allies, capable of withstanding nearly any harm while dispatching their foes with deadly precision. The samurai is an alternate class for the cavalier base class.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d10.  ",
			"**Parent Class(es):** Cavalier.  ",
			"**Starting Wealth:** 5d6 &times; 10 gp (average 175 gp).",
			"",
			"### Class Skills",
			"",
			"The Samurai's class skills are Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha), Handle Animal (Cha), Intimidate (Cha), Profession (Wis), Ride (Dex), Sense Motive (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +2 | +0 | +0 | Challenge 1/day, mount, order, resolve |",
			"| 2nd | +2 | +3 | +0 | +0 | Order ability |",
			"| 3rd | +3 | +3 | +1 | +1 | Weapon expertise |",
			"| 4th | +4 | +4 | +1 | +1 | Challenge 2/day, mounted archer |",
			"| 5th | +5 | +4 | +1 | +1 | Banner |",
			"| 6th | +6/+1 | +5 | +2 | +2 | Bonus feat |",
			"| 7th | +7/+2 | +5 | +2 | +2 | Challenge 3/day |",
			"| 8th | +8/+3 | +6 | +2 | +2 | Order ability |",
			"| 9th | +9/+4 | +6 | +3 | +3 | Greater resolve |",
			"| 10th | +10/+5 | +7 | +3 | +3 | Challenge 4/day |",
			"| 11th | +11/+6/+1 | +7 | +3 | +3 | Honorable stand |",
			"| 12th | +12/+7/+2 | +8 | +4 | +4 | Bonus feat, demanding challenge |",
			"| 13th | +13/+8/+3 | +8 | +4 | +4 | Challenge 5/day |",
			"| 14th | +14/+9/+4 | +9 | +4 | +4 | Greater banner |",
			"| 15th | +15/+10/+5 | +9 | +5 | +5 | Order ability |",
			"| 16th | +16/+11/+6/+1 | +10 | +5 | +5 | Challenge 6/day |",
			"| 17th | +17/+12/+7/+2 | +10 | +5 | +5 | True resolve |",
			"| 18th | +18/+13/+8/+3 | +11 | +6 | +6 | Bonus feat |",
			"| 19th | +19/+14/+9/+4 | +11 | +6 | +6 | Challenge 7/day |",
			"| 20th | +20/+15/+10/+5 | +12 | +6 | +6 | Last stand |",
			"",
			"**Weapon and Armor Proficiency:** Samurai are proficient with all simple and martial weapons, plus the katana, naginata, and wakizashi. Samurai are proficient with all types of armor (heavy, light, and medium) and shields (except tower shields).",
			"",
			":b[Challenge/ (Ex):] Once per day, a samurai can challenge a foe to combat. As a swift action, the samurai chooses one target within sight to challenge. The samurai's melee attacks deal extra damage when made against the target of his challenge. This extra damage is equal to the samurai's level. The samurai can use this ability once per day at 1st level, plus one additional time per day for every three levels beyond 1st, to a maximum of seven times per day at 19th level.",
			"",
			"Challenging a foe requires much of the samurai's concentration. The samurai takes a -2 penalty to his Armor Class, except against attacks made by the target of his challenge.",
			"",
			"The challenge remains in effect until the target is dead or unconscious or until the combat ends. Each samurai's challenge also includes another effect which is listed in the section describing the samurai's order.",
			"",
			":b[Mount/ (Ex):] A samurai gains the service of a loyal and trusty steed to carry him into battle. This mount functions as a druid's animal companion, using the samurai's level as his effective druid level. The creature must be one that he is capable of riding and that is suitable as a mount. A Medium samurai can select a camel or a horse. A Small samurai can select a pony or a wolf, but can also select a boar or a dog if he is at least 4th level. The GM may approve other animals as suitable mounts.",
			"",
			"A samurai does not take an armor check penalty on Ride checks while riding his mount. The mount is always considered combat trained and begins play with {feat/Light Armor Proficiency} as a bonus feat. A samurai's mount does not gain the share spells special ability.",
			"",
			"A samurai's bond with his mount is strong, with the pair learning to anticipate each other's moods and moves. Should a samurai's mount die, the samurai may find another mount to serve him after 1 week of mourning. This new mount does not gain the link, evasion, devotion, or improved evasion special abilities until the next time the samurai gains a level.",
			"",
			":b[Order/ (Ex):] At 1st level, a samurai must pledge himself to a specific order, typically the order of the warrior. The order grants the samurai a number of bonuses, class skills, and special abilities. In addition, each order includes a number of edicts that the samurai must follow. If he violates any of these edicts, he loses the benefits from his order's challenge ability for 24 hours. The violation of an edict is subject to GM interpretation.",
			"",
			"Most samurai belong to the order of the warrior and are dedicated to their lord. Those without a lord, or who chose to abandon their lord, are ronin. A samurai may instead elect to dedicate himself to [any other order](ability/orders), but such samurai are rare.",
			"",
			"A samurai who wishes to change his order must undertake a lengthy process to dedicate himself to a new cause. When this choice is made, he immediately loses all of the benefits from his old order. He must then follow the edicts of his new order for one entire level without gaining any benefits from that order. Once he has accomplished this, he gains all the bonuses from his new order. The only exception to this is when a samurai decides to become a ronin. A samurai can elect to become a ronin immediately, losing all the benefits from his old order and replacing them with the new benefits from the ronin order. Once a ronin, however, the only way for the samurai to change to another order is through the method described above. Note that the names of these orders might vary depending upon the campaign setting or GM's preference.",
			"",
			":b[Resolve/ (Ex):] Starting at 1st level, the samurai gains resolve that he can call upon to endure even the most devastating wounds and afflictions. He can use this ability once per day at 1st level, plus one additional time per day for every two samurai levels beyond 1st. Whenever the samurai defeats the target of his challenge, he regains one daily use of his resolve, up to his maximum number of uses per day. Defeating the target of his challenge usually involves reducing the target to 0 hit points or fewer, but the GM might rule that an enemy who surrenders or flees the battle is also defeated. He can use this resolve in a number of ways.",
			"",
			"*Determined*: As a standard action, the samurai can spend one use of his resolve to remove the fatigued, shaken, or sickened condition. If the samurai is at least 8th level, he can alternatively remove the exhausted, frightened, nauseated, or staggered condition. If the condition has a duration longer than 1 hour or is permanent, this ability removes the condition for 1 hour, at which time the condition returns.",
			"",
			"*Resolute*: Whenever the samurai is required to make a Fortitude or Will save, he can spend one use of his resolve as an immediate action to roll twice and take the better result. He must decide to use this ability before he rolls the saving throw.",
			"",
			"*Unstoppable*: When the samurai is reduced to fewer than 0 hit points but not slain, he can spend one use of his resolve as an immediate action to instantly stabilize and remain conscious. He is staggered, but he does not fall unconscious and begin dying if he takes a standard action. He does fall unconscious if he takes additional damage from any source.",
			"",
			":b[Weapon Expertise/ (Ex):] At 3rd level, a samurai gains an unparalleled expertise with his chosen weapons. At 3rd level, the samurai selects either the katana, longbow, naginata, or wakizashi. The samurai can draw the selected weapon as a free action as if he had the {feat/Quick Draw} feat. In addition, whenever he threatens a critical hit with the selected weapon, he gains a +2 bonus on the confirmation roll. Finally, his samurai levels count as fighter levels and stack with any fighter levels he possesses for the purposes of meeting the prerequisites for feats that specifically select his chosen weapon, such as {feat/Weapon Specialization}.",
			"",
			":b[Mounted Archer/ (Ex):] At 4th level, the samurai becomes skilled at firing ranged weapons while mounted. A samurai only takes a -2 penalty on attack rolls with ranged weapons while his mount takes a double move. This penalty increases to -4 while his mount is running.",
			"",
			":b[Banner/ (Ex):] At 5th level, a samurai's banner becomes a symbol of inspiration to his allies and companions. As long as the samurai's banner is clearly visible, all allies within 60 feet receive a +2 morale bonus on saving throws against fear and a +1 morale bonus on attack rolls made as part of a charge. At 10th level, and every five levels thereafter, these bonuses increase by +1. The banner must be at least Small or larger and must be carried or displayed by the samurai or his mount to function.",
			"",
			"Some samurais inspire and direct their allies with specialized tactics. A samurai can select [a different battle standard](ability/banners) upon gaining the banner class feature, and its benefits replace the normal benefits of the banner and greater banner class features.",
			"",
			":b[Bonus Feat:] At 6th level, and at every six levels thereafter, a samurai gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from those listed as combat feats. The samurai must meet the prerequisites of these bonus feats.",
			"",
			":b[Greater Resolve/ (Ex):] At 9th level, a samurai can spend his resolve to negate some of his most grievous wounds. After a critical hit is confirmed against him, the samurai can spend one use of his resolve as an immediate action to treat that critical hit as a normal hit. Effects that only trigger on a critical hit do not trigger when the samurai uses this ability.",
			"",
			":b[Honorable Stand/ (Ex):] At 11th level, a samurai can make an honorable stand, deciding to fight the target of his challenge to the bitter end, no matter the cost. He can make an honorable stand once per day at 11th level, plus one additional time per day at 16th level. Declaring an honorable stand is a swift action. While making an honorable stand, the samurai is immune to the shaken, frightened, and panicked conditions. He does not fall unconscious while his hit point total is below 0. Finally, whenever a samurai making an honorable stand must make a saving throw, he can spend one daily use of his resolve to reroll the saving throw after the first roll is made. He must take the result of the second roll, even if it is worse. If a samurai making an honorable stand ever retreats from battle against his challenged foe, he loses the ability to make a challenge for 24 hours.",
			"",
			":b[Demanding Challenge/ (Ex):] At 12th level, whenever a samurai declares a challenge, his target must pay attention to the threat he poses. As long as the target is within the threatened area of the samurai, it takes a -2 penalty to its AC from attacks made by anyone other than the samurai.",
			"",
			":b[Greater Banner/ (Ex):]{id=other-abilities} At 14th level, the samurai's banner becomes a rallying call to his allies. All allies within 60 feet receive a +2 morale bonus on saving throws against charm and compulsion spells and effects. In addition, while his banner is displayed, the samurai can spend a standard action to wave the banner through the air, granting all allies within 60 feet an additional saving throw against any one spell or effect that is targeting them. This save is made at the original DC. Spells and effects that do not allow saving throws are unaffected by this ability. An ally cannot benefit from this ability more than once per day.",
			"",
			"**True Resolve (Ex):** At 17th level, a samurai can spend uses of his resolve to avoid death. If he has at least two uses of his resolve remaining, he can spend all of the daily uses of his resolve that he has available to him to avoid death. Regardless of the source of the attack that would have killed him, he is left alive, at -1 hit points (or lower if he was already below -1), unconscious, and stable.",
			"",
			"**Last Stand (Ex):** At 20th level, a samurai can make a last stand once per day whenever he makes a challenge. While this challenge is in effect, all melee and ranged weapons deal the minimum amount of damage to the samurai, unless the attack scored is a critical hit. In addition, the samurai remains conscious and is not staggered while he is below 0 hit points. While using this ability, the samurai cannot be killed by melee or ranged weapons unless they are wielded by the target of his challenge. Attacks made by opponents that are not the target of his challenge deal no damage when samurai has 0 or fewer hit points. This ability has no effect on spells, environmental effects, supernatural abilities, or any other source of damage other than melee and ranged weapons. Such sources of damage affect him normally and can kill him (although they do not cause him to fall unconscious or to become staggered if they reduce his hit points below 0). This effect lasts until the challenge ends or the samurai takes an offensive action against a target other than the target of his challenge.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Great Beast (Su) | At 20th level, the character's animal companion is a paragon of its kind - a hero and legend in its own right. The animal companion's Strength, Dexterity, Constitution, and Wisdom scores each increase by 4. This capstone is available to any class with an animal companion. |",
			"| Indomitable Spirit (Ex) | At 20th level, the sight of the samurai on the battlefield gives heart to even the most doomed force. The range of the samurai's banner increases by 90 feet, the bonuses offered by the banner increase by 2, and the samurai can wave his banner to use its ability as a move action instead of a standard action. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Aasimar:** Add +1/4 to the samurai's bonus on damage against targets of his challenge.[^A]",
			"",
			"**Aquatic elf:** Add 1 skill rank to the samurai's mount. If the samurai ever replaces his mount, the new mount gains these bonus skill ranks.[^B]",
			"",
			"**Catfolk:** Add +1/4 to the samurai's banner bonus.[^C]",
			"",
			"**Dwarf:** Add +1/2 to the samurai's bonus to damage against targets of his challenge.[^D]",
			"",
			"**Elf:** Add +1 hit point to the samurai's mount. If the samurai ever replaces his mount, the new mount gains these bonus hit points.[^E] [^F]",
			"",
			"**Gathlain:** Add a +1/2 bonus to the samurai's Knowledge (nature) and Knowledge (nobility) checks relating to fey courts and fey courtiers.[^G]",
			"",
			"**Gnome:** Add +1 to the samurai's mounted base speed. In combat this has no effect unless the samurai has selected this reward five times (or another increment of five). If the samurai ever replaces his mount, the new mount gains this bonus to its speed.[^H]",
			"",
			"**Goblin:** Add +1 hit points to the samurai's mount companion. If the samurai ever replaces his mount, the new mount gains these bonus hit points.[^I] [^J]",
			"",
			"**Half-elf:** Add +1 foot to the samurai's mount's base speed. This option has no effect unless the samurai has selected it 5 times (or another increment of 5); a speed of 54 feet is effectively a speed of 50 feet, for example. If the samurai ever replaces his mount, the new companion gains this base speed bonus.[^K]",
			"",
			"**Halfling:** Add +1/2 to the samurai's effective class level for the purposes of determining the damage he deals when making an attack of opportunity against a challenged foe.[^L]",
			"",
			"**Halfling:** The samurai's mount gains a +1/2 bonus on saving throws against fear effects. If the samurai ever replaces his mount, the new mount gains this bonus.[^M]",
			"",
			"**Half-orc:** Add +1 hit point to the samurai's mount companion. If the samurai ever replaces his mount, the new mount gains these bonus hit points.[^N]",
			"",
			"**Hobgoblin:** Add a +1/2 bonus on Intimidate checks and Ride checks.[^O]",
			"",
			"**Human:** Add +1/4 to the samurai's banner bonus.[^P] [^Q]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^R]",
			"",
			"**Kitsune:** Add 1/4 to the samurai's banner bonus.[^R]",
			"",
			"**Kobold:** Add 5 feet (up to 15 feet maximum) to the samurai's mount's speed when it uses the charge or withdraw action.[^S]",
			"",
			"**Locathah:** Add 1 hit point to the samurai's mount. If the samurai ever replaces his mount, the new mount gains these bonus hit points.[^T]",
			"",
			"**Nagaji:** Add 1 foot to the base speed of the samurai's mount. This has no effect in combat unless the samurai has selected this reward five times (or another increment of five). If the samurai ever replaces this mount, the new mount gains this bonus to its speed.[^U]",
			"",
			"**Orc:** Add +1 to the samurai's CMB when making bull rush or overrun combat maneuvers against a challenged target.[^V]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=samurai}",
			"Brawling Blademaster",
			"Weapon and Armor Proficiency; Mount; Weapon Expertise; Mounted Archer; Banner; Greater Banner",
			"Brawling blademaster samurai use weapon strikes and unarmed attacks in equal measure",
			":::",
			"",
			":::archetype{c=samurai}",
			"Ironbound Sword",
			"Weapon Expertise; Banner; Greater Banner",
			"The ironbound sword's fighting style, focused on incapacitating opponents rather than killing them, can subdue a foe without causing permanent harm, leaving the soul of the samurai unstained by deaths of her enemies.",
			":::",
			"",
			":::archetype{c=samurai}",
			"Soverign Blade",
			"Alignment; Mount; Mounted Archer; 6th, 12th, 18th-level bonus feats",
			"In Tian Xia, many samurai are tutored in the ways of honor using lessons that originate from sovereign dragons and their dedication to safeguarding harmony.",
			":::",
			"",
			":::archetype{c=samurai}",
			"Sword Saint",
			"Samurai's Mount; Mounted Charge; Banner; Greater Banner",
			"Sword saints hail from lands where samurai are prevalent, and are often ronin who wander the world seeking new challenges to perfect their intricate style of swordplay called iaijutsu.",
			":::",
			"",
			":::archetype{c=samurai}",
			"Ward Speaker",
			"Alignment; Resolve; Greater Resolve; True Resolve; Honorable Stand",
			"The ward speaker draws power from simple rituals to honor the spirits found throughout the world so that he might better protect those entrusted to his care.",
			":::",
			"",
			":::archetype{c=samurai}",
			"Warrior Poet",
			"Weapon and Armor Proficiency; Mount; Weapon Expertise; Banner; Greater Banner; Challenge; Mounted Archer; Demanding Challange; Bonus Combat Feats",
			"Warrior poets often study calligraphy, flower arrangement, poetry, and other courtly arts, but when called to battle, they treat combat as its own art form, fighting with beauty and grace.",
			":::",
			"",
			":::archetype{c=samurai}",
			"Yojimbo",
			"Mount; Weapon Expertise; Mounted Archer",
			"Yojimbo are highly trained bodyguards favored by the nobles and warlords of distant Minkai.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Advanced Race Guide/ pg. 85}",
			"[^B]: {source/Blood of the Sea/ pg. 5}",
			"[^C]: Advanced Race Guide pg. 92",
			"[^D]: Advanced Race Guide pg. 13",
			"[^E]: Advanced Race Guide pg. 23",
			"[^F]: {source/Advanced Player's Guide/ pg. 13}",
			"[^G]: {source/Ultimate Wilderness/ pg. 10}",
			"[^H]: Advanced Race Guide pg. 33",
			"[^I]: Advanced Race Guide pg. 115",
			"[^J]: {source/Goblins of Golarion/ pg. 31}",
			"[^K]: Advanced Race Guide pg. 42",
			"[^L]: Advanced Race Guide pg. 63",
			"[^M]: {source/Horror Adventures/ pg. 41}",
			"[^N]: Advanced Race Guide pg. 53",
			"[^O]: Advanced Race Guide pg. 121",
			"[^P]: Advanced Race Guide pg. 73",
			"[^Q]: Advanced Player's Guide pg. 23",
			"[^R]: {source/Blood of the Beast/ pg. 12}",
			"[^S]: Advanced Race Guide pg. 133",
			"[^T]: Blood of the Sea pg. 11",
			"[^U]: Blood of the Beast pg. 16",
			"[^V]: Advanced Race Guide pg. 139"
		],
		"tables": [
			{
				"id": "samurai archetypes",
				"headers": [ "Archetype", "Alignment", "Banner", "Bonus Combat Feats", "Challenge", "Demanding Challange", "Greater Banner", "Greater Resolve", "Honorable Stand", "Mount", "Mounted Archer", "Mounted Charge", "Resolve", "True Resolve", "Weapon Expertise", "Weapon/Armor Proficiency" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-samurai/Brawling Blademaster}", null, "X", null, null, null, "X", null, null, "X", "X", null, null, null, "X", "X" ],
					[ "{arc-samurai/Ironbound Sword}", null, "X", null, null, null, "X", null, null, null, null, null, null, null, "X", null ],
					[ "{arc-samurai/Soverign Blade}", "X", null, "X", null, null, null, null, null, "X", "X", null, null, null, null, null ],
					[ "{arc-samurai/Sword Saint}", null, "X", null, null, null, "X", null, null, "X", null, "X", null, null, null, null ],
					[ "{arc-samurai/Ward Speaker}", "X", null, null, null, null, null, "X", "X", null, null, null, "X", "X", null, null ],
					[ "{arc-samurai/Warrior Poet}", null, "X", "X", "X", "X", "X", null, null, "X", "X", null, null, null, "X", "X" ],
					[ "{arc-samurai/Yojimbo}", null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"shaman": {
		"name": "Shaman",
		"sources": [
			"Advanced Class Guide",
			"Adventurer's Guide",
			"Blood of Shadows",
			"Blood of the Beast",
			"Chronicle of Legends",
			"Cohorts and Companions",
			"Healer's Handbook",
			"Heroes from the Fringe",
			"Heroes of Golarion",
			"Heroes of the Streets",
			"Horror Realms",
			"Legacy of the First World",
			"Pathfinder #101: The Kintargo Contract",
			"Plane-Hopper's Handbook",
			"Ultimate Wilderness",
			"Wilderness Origins"
		],
		"description": [
			"{jumplist Class Skills / Spells / Spirit / Spirit Animal / Spirit Magic / Hex / Wandering Spirit / Wandering Hex / Manifestation / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Shaman",
			"",
			"{SOURCE Advanced Class Guide/35}",
			"",
			"While some heroes speak to gods or consort with otherworldly muses, shamans commune with the spirits of the world and the energies that exist in every living thing. These divine adventurers draw upon their power to shape the world and expand the influence of their spiritual patrons. Shamans have strong ties to natural spirits. They form powerful bonds with particular spirits, and as their power grows they learn to call upon other spirits in times of need.",
			"",
			"**Role:** Shamans make for potent divine spellcasters, capable of using divine spells and the power of their spirits to aid their allies and destroy their foes. While they aren't the healers that clerics are, they can still fill that role when needed.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Parent Class(es):** Oracle and witch.  ",
			"**Starting Wealth:** 3d6 &times; 10 gp (average 105 gp).",
			"",
			"### Class Skills",
			"",
			"The Shaman's class skills are Craft (Int), Diplomacy (Cha), Fly (Dex), Handle Animal (Cha), Heal (Wis), Knowledge (nature) (Int), Knowledge (planes) (Int), Knowledge (religion) (Int), Profession (Wis), Ride (Dex), Spellcraft (Int), and Survival (Wis).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +0 | +2 | Orisons, spirit, spirit animal, spirit magic | 3 | 1 | - | - | - | - | - | - | - | - |",
			"| 2nd | +1 | +0 | +0 | +3 | Hex | 4 | 2 | - | - | - | - | - | - | - | - |",
			"| 3rd | +2 | +1 | +1 | +3 | - | 4 | 2 | 1 | - | - | - | - | - | - | - |",
			"| 4th | +3 | +1 | +1 | +4 | Hex, wandering spirit | 4 | 3 | 2 | - | - | - | - | - | - | - |",
			"| 5th | +3 | +1 | +1 | +4 | - | 4 | 3 | 2 | 1 | - | - | - | - | - | - |",
			"| 6th | +4 | +2 | +2 | +5 | Wandering hex | 4 | 3 | 3 | 2 | - | - | - | - | - | - |",
			"| 7th | +5 | +2 | +2 | +5 | - | 4 | 4 | 3 | 2 | 1 | - | - | - | - | - |",
			"| 8th | +6/+1 | +2 | +2 | +6 | Hex, spirit (greater) | 4 | 4 | 3 | 3 | 2 | - | - | - | - | - |",
			"| 9th | +6/+1 | +3 | +3 | +6 | - | 4 | 4 | 4 | 3 | 2 | 1 | - | - | - | - |",
			"| 10th | +7/+2 | +3 | +3 | +7 | Hex | 4 | 4 | 4 | 3 | 3 | 2 | - | - | - | - |",
			"| 11th | +8/+3 | +3 | +3 | +7 | - | 4 | 4 | 4 | 4 | 3 | 2 | 1 | - | - | - |",
			"| 12th | +9/+4 | +4 | +4 | +8 | Hex, wandering spirit (greater) | 4 | 4 | 4 | 4 | 3 | 3 | 2 | - | - | - |",
			"| 13th | +9/+4 | +4 | +4 | +8 | - | 4 | 4 | 4 | 4 | 4 | 3 | 2 | 1 | - | - |",
			"| 14th | +10/+5 | +4 | +4 | +9 | Wandering hex (2 hexes) | 4 | 4 | 4 | 4 | 4 | 3 | 3 | 2 | - | - |",
			"| 15th | +11/+6/+1 | +5 | +5 | +9 | - | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 2 | 1 | - |",
			"| 16th | +12/+7/+2 | +5 | +5 | +10 | Hex, spirit (true) | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 3 | 2 | - |",
			"| 17th | +12/+7/+2 | +5 | +5 | +10 | - | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 2 | 1 |",
			"| 18th | +13/+8/+3 | +6 | +6 | +11 | Hex | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 3 | 2 |",
			"| 19th | +14/+9/+4 | +6 | +6 | +11 | - | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 3 |",
			"| 20th | +15/+10/+5 | +6 | +6 | +12 | Hex, manifestation, wandering spirit (true) | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 |",
			"",
			"**Weapon and Armor Proficiency:** A shaman is proficient with all simple weapons, and with light and medium armor.",
			"",
			":b[Spells:] A shaman casts divine spells drawn from the {main/spells_<shaman/ spell list}. A shaman must choose and prepare her spells in advance.",
			"",
			"To prepare or cast a spell, a shaman must have a Wisdom score equal to at least 10 + the spell's level. The saving throw DC against a shaman's spell is 10 + the spell's level + the shaman's Wisdom modifier.",
			"",
			"Like other spellcasters, a shaman can cast only a certain number of spells of each spell level per day. In addition, she receives [bonus spells per day](rule/determine_bonuses) if she has a high Wisdom score.",
			"",
			"Shamans commune with their spirit animals to prepare their spells. Each shaman must choose a time when she must spend 1 hour each day in quiet contemplation with her spirit animal to regain her daily allotment of spells. A shaman can prepare and cast any spell on the shaman spell list, provided that she can cast spells of that level, but she must choose which spells to prepare during her daily communion.",
			"",
			"**Orisons:** Shamans can prepare a number of orisons, or 0-level spells. These spells are cast like any other spell, but they are not expended when cast and may be used again.",
			"",
			":b[Spirit/ (Su):] A shaman forms a mystical bond with the spirits of the world. She forms a lasting bond with a single spirit [from this list](ability/shaman_spirits), which grants a number of abilities and defines many of her other class features.",
			"",
			"At 1st level, a shaman gains the spirit ability granted by her chosen spirit. She adds the spells granted by that spirit to the list of spells that she can cast using spirit magic. She also adds the hexes possessed by that spirit to the list of hexes that she can use with the hex and wandering hex class features.",
			"",
			"At 8th level, the shaman gains the abilities listed in the greater version of her selected spirit. At 16th level, the shaman gains the abilities listed for the true version of her selected spirit.",
			"",
			"If the shaman takes levels in another class that grants a mystery (such as the oracle), the spirit and mystery must match, even if that means one of them must change. Subject to GM discretion, the shaman can change her former mystery or spirit to make them conform.",
			"",
			":b[Spirit Animal/ (Ex):] At 1st level, a shaman forms a close bond with a spirit animal tied to her chosen spirit. This animal is her conduit to the spirit world, guiding her along the path to enlightenment. The animal also aids a shaman by granting her a special ability.",
			"",
			"A shaman must commune with her spirit animal each day to prepare her spells. While the spirit animal does not store the spells like a witch's familiar does, the spirit animal serves as her conduit to divine power. If a shaman's spirit animal is slain, she cannot prepare new spells or use her spirit magic class feature until the spirit animal is replaced.",
			"",
			"By communing with the incredible powers of her spirit, the shaman forges a cherished bond with one specific servant of that spirit - known as a spirit animal. A spirit animal is a creature chosen by a shaman to serve as a conduit, allowing her to more fully access the magic of her spirit on a daily basis. The shaman's spirit animal also grants her special powers. This ability uses the same rules as the wizard's arcane bond class feature and is treated as a {sidekick/familiar}, except as noted below.",
			"",
			">*Spirit Animal (Ex)*: At 1st level, a shaman's spirit animal gains specific abilities, depending upon the type of spirit selected by the shaman using her spirit class feature. These abilities affect the animal's appearance and grant it special abilities that can aid it in serving the shaman and the spirit it represents and is connected to. These abilities are described in the spirit animal section of each individual spirit description.",
			">",
			">*Deliver Touch Spells (Su)*: If a shaman is 3rd level or higher, her spirit animal can deliver touch spells or hexes for her. If the shaman and the spirit animal are in contact at the time the shaman casts a touch spell, she can designate her animal as the \"toucher.\" The spirit animal can then deliver the touch spell just as the shaman would. If the shaman casts another spell before the touch is delivered, the touch spell dissipates. If the shaman activates a hex, her spirit animal can be used to make the touch; she doesn't have to be in contact with the animal to use this ability with hexes.",
			"",
			"A shaman uses her level as her effective wizard level when determining the abilities of her spirit animal. A shaman can select [any familiar available to wizards](ability/familiars) to serve as her spirit animal, although her spirit animal is augmented by the power of her chosen spirit. Once selected, the spirit animal cannot be changed. Although a shaman's spirit animal uses the statistics of a specific animal, it is treated as an outsider with the native subtype for the purposes of spells and abilities that affect it.",
			"",
			"Levels of different classes that are entitled to familiars stack with shaman levels for the purpose of determining any spirit animal abilities that depend on the shaman's level. If a shaman possesses such levels in other classes, her spirit animal always uses the shaman rules for spirit animals, not those used by familiars of other classes (such as witches, wizards, or sorcerers with the arcane bloodline). If the shaman has witch levels, her spirit animal also serves as the conduit to her patron and stores her witch spells. The shaman's spirit animal is treated as a familiar for the purposes of all spells, effects, and abilities that affect familiars.",
			"",
			"If a spirit animal is lost or dies, it can be replaced after 24 hours through a special ritual that consumes material components worth 500 gp per shaman level. The ritual takes 8 hours to complete. The new spirit animal must be of the same sort of creature as the previous one.",
			"",
			":b[Spirit Magic:] A shaman can spontaneously cast a limited number of spells per day beyond those she prepared ahead of time. She has one spell slot per day of each shaman spell level she can cast, not including orisons. She can choose these spells from the list of spells granted by her spirits at the time she casts them. She can enhance these spells using any metamagic feat that she knows, using up a higher-level spell slot as required by the feat and increasing the time to cast the spell.",
			"",
			":b[Hex:] A shaman learns a number of magical tricks, called hexes, which grant her powers or weaken foes. At 2nd level, a shaman learns one hex. At 4th, 8th, 10th, 12th, 16th, 18th, and 20th level, the shaman learns new hexes. A shaman can select from any [of these shaman hexes](ability/shaman_hexes) or from any of the hexes listed in the description of her chosen spirit. A shaman cannot select a hex more than once unless noted otherwise.",
			"",
			"Using a hex is a standard action that doesn't provoke an attack of opportunity unless otherwise noted. The saving throw DC to resist a hex is equal to 10 + 1/2 the shaman's level + the shaman's Wisdom modifier.",
			"",
			":b[Wandering Spirit/ (Su):] At 4th level, a shaman can form a temporary bond with a spirit other than the one selected using her spirit class feature. She must make this selection each day when preparing her spells. While this feature is active, she gains the spirit ability granted by the spirit. She also adds the spells granted by that spirit to her list of spells that she can cast using spirit magic. She does not add the hexes from her wandering spirit to her list of hexes that she can choose from with the hex class feature. At 12th level, she gains the abilities listed in the greater version of her wandering spirit. At 20th level, she gains the ability listed in the true version of her wandering spirit.",
			"",
			":b[Wandering Hex:] At 6th level, a shaman can temporarily gain the use of one of the hexes possessed by either one of her spirits. She must make this selection each day when she prepares her spells. For the purposes of this ability, she can select any hex possessed by her spirit or wandering spirit. If she selects it from her wandering spirit, she loses the hex immediately if she bonds with another spirit, although she can then select a different hex to gain using this ability, from either her spirit or her new wandering spirit. At 14th level, a shaman can select two wandering hexes each day instead of one. This ability otherwise functions as the hex class feature.",
			"",
			":b[Manifestation/ (Su):] Upon reaching 20th level, a shaman undergoes a transformation as she manifests as a pinnacle of her main spirit. The nature of this manifestation depends on the shaman's spirit, and is described in its entry.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Arch-Familiar (Su) | At 20th level, the character's familiar is smarter and savvier than plenty of adventurers - and also more dangerous! The familiar's Intelligence increases by 5, and it gains 12 spells levels' worth of spell-like abilities (for example, three daily castings of {spell/greater invisibility}), drawn from spells its master can cast and using its master's caster levels, DCs, and so forth. This capstone is available to any class with a familiar. |",
			"| Hex Mastery (Su) | At 20th level, the shaman has learned ever more terrible hexes. She can select one [grand hex](ability/grand_hexes) from the list available to witches. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Catfolk:** Add 1/6 to the shaman's class level for the purpose of determining the effects of one hex.[^A]",
			"",
			"**Dwarf:** Add 1/4 to the natural armor bonus of the shaman's spirit animal.[^B]",
			"",
			"**Elf:** Add 5 feet to the range of a chosen shaman hex. Multiple bonuses from this ability can apply to the same hex, to a maximum of an additional 30 feet for any single hex.[^B]",
			"",
			"**Gathlain:** Add one spell from the druid spell list to the shaman's spell list. This spell must be at least 1 level lower than the highest-level spell the shaman can cast.[^C]",
			"",
			"**Ghoran:** Add one spell from the druid spell list that isn't on the shaman spell list to the list of spells she knows. This spell must be at least 1 level lower than the highest-level spell the shaman can cast.[^D]",
			"",
			"**Gnome:** The shaman gains 1/6 of a new shaman hex.[^E]",
			"",
			"**Grippli:** Add one spell from the druid spell list that isn't on the shaman spell list to the list of spells the shaman knows. This spell must be at least 1 level below the highest spell level the shaman can cast.[^F]",
			"",
			"**Half-elf:** Add one spell from the cleric spell list that isn't on the shaman spell list to the list of spells the shaman knows. This spell must be at least 1 level below the highest spell level the shaman can cast.[^E]",
			"",
			"**Halfling:** Add 1/2 to the shaman's effective class level for the purpose of determining her spirit animal's natural armor adjustment, Intelligence, and special abilities.[^E]",
			"",
			"**Half-orc:** Add one spell from the cleric spell list that isn't on the shaman spell list to the list of spells the shaman knows. This spell must be at least 1 level below the highest spell level the shaman can cast.[^G]",
			"",
			"**Human:** Add one spell from the cleric spell list that isn't on the shaman spell list to the list of spells the shaman knows. This spell must be at least 1 level below the highest spell level the shaman can cast.[^G]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^H]",
			"",
			"**Kitsune:** Add one enchantment spell from the sorcerer/ wizard spell list that isn't on the shaman spell list to the list of spells the shaman knows. This spell must be at least 1 level below the highest spell level the shaman can cast.[^H]",
			"",
			"**Shabti:** Add one spell from the psychic spell list that isn't on the shaman spell list to the list of spells the shaman knows. This spell must be at least 1 level below the highest spell level the shaman can cast.[^I]",
			"",
			"**Strix:** Add 1/2 to the shaman's effective class level for the purpose of determining her spirit animal's natural armor adjustment, Intelligence, and special abilities.[^J]",
			"",
			"**Vanara:** Add one spell from the cleric spell list that isn't on the shaman spell list to the list of spells the shaman knows. This spell must be at least 1 level below the highest level the shaman can cast.[^K]",
			"",
			"**Vine leshy:** Shamans with the nature or wood spirit add one spell from the druid's spell list that isn't on the shaman spell list to the shaman's spell list; she still must select this spell as one of her spells known in order to cast it. This spell must be at least 1 level lower than the highest spell level the shaman can cast.[^L]",
			"",
			"**Wayang:** Add one spell from the sorcerer/wizard spell list that isn't on the shaman spell list to the list of spells the shaman knows. This spell must be at least 1 level below the highest spell level the shaman can cast and be of the illusion (shadow) subschool or have the darkness descriptor.[^M]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=shaman}",
			"Animist",
			"Spirit Magic Spells; 2nd, 8th, 10th, 12th, and 18th-level Hexes; Manifestation",
			"Even among mystical practitioners, the animist has a strange perspective and even stranger magic. The animist perceives that all things have a spirit, including objects, constructs, illnesses, buildings, and the environment.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Benefactor",
			"Spellcasting; Hexes;",
			"A benefactor seeks to improve the lives of others by primarily offering powerful supportive abilities and magic to her allies and others she deems worthy.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Crystal Tender",
			"Spirit Animal; Wandering Spirit; 8th-level Shaman Hex; Manifestation",
			"A crystal tender focuses on the spirits of metal and stone, using crystals as a means to focus the power of the spirits she venerates.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Deep Shaman",
			"Spirit; Spirit Animal; Class Skills; Spirit Abilities",
			"Deep shamans are tied to spirits from the depths.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Draconic Shaman",
			"Spirit; Spirit Animal; 4th, 10th-level Hexes; Spirit Magic",
			"Some shamans draw their powers from the might of dragons. These shamans each gain a powerful drake as an ally, and view caring for that drake as a sacred duty",
			":::",
			"",
			":::archetype{c=shaman}",
			"Grasping Vine",
			"Spirit Animal; Spirit Magic; 2nd, 8th-level Hex",
			"Grasping vine shamans are typically adherents of one of several scattered sects dedicated to the Green Mother. They revere plant life in all its forms, with a special fondness for poisonous or carnivorous plants.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Name-Keeper",
			"Class Skills; Spirit Animal; Spirit Magic; Wandering Spirit; Wandering Hex",
			"Name-keepers have delved into the storied histories etched into the Wall of Names and communed with the departed spirits of those whose names are memorialized on the monument.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Overseer",
			"Spirit Magic; Deliver Touch Spells",
			"While all shamans use their connection to the spirits of the world to draw upon otherworldly magic powers, the shamans of the Lands of the Linnorm Kings have a unique tradition in which they use the power of patron spirits to directly control their enemies.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Possessed Shaman",
			"Spirit Magic; 2nd and 6th-level Hexes",
			"For a possessed shaman, merely communing with the spirit world is insufficient. Instead, she invites the spirits to share her body, granting them the chance to experience corporeal existence.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Primal Warden",
			"Spirit Animal; Spirit Magic; 4th, 8th, 12th-level Hex",
			"A shaman who communes with spirits that linger in areas where primal magic reigns, learning to stabilize these erratic energies and draw upon them to her benefit.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Serendipity Shaman",
			"Spirit Magic spells",
			"The serendipitous, shamanistic rites associated with the traditional catfolk worship of the so-called \"spirits of creation\" focus upon attracting good fortune and banishing ill fortune in the name of these spirits.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Speaker for the Past",
			"Spirit Animal; Wandering Spirit; Wandering Hex",
			"A speaker for the past is a shaman who specifically serves as the voice for spirits from her people's history.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Spirit Warden",
			"Class Skills; Spirit Magic Spells; 2nd and 10th-level Hexes",
			"Not all spirits deserve reverence and respect. Some are twisted and despicable. It's a spirit warden's duty to end these spirits' existence.",
			":::",
			"",
			":::archetype{c=shaman}",
			"True Silvered Throne",
			"Class Skills; Spirit Animal; Wandering Spirit; Wandering Hex; 8th-level Hex",
			"Members in good standing who have risen to a prestigious rank within the Esoteric Order of the Palatine Eye, true silvered thrones have managed to discover rituals and occult secrets within the lore of their order.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Unsworn Shaman",
			"Spirit; Hex; Spirit Animal; Wandering Spirit; Wandering Hex; Spirit Magic",
			"An unsworn shaman never binds herself to one specific spirit, always making new deals as she deems necessary for the circumstances that she finds herself in.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Visionary",
			"Wandering Spirit; Spirit Magic Spells; Wandering Hex; Greater Wandering Spirit; True Wandering Spirit",
			"The visionary is a master at divination, drawing upon her intimate relationship with the spirit world to ferret out all manner of secrets and insights about the world around her and beyond.",
			":::",
			"",
			":::archetype{c=shaman}",
			"Witch Doctor",
			"Alignment; 4th, 8th, 10th, and 12th-level Hexes",
			"The witch doctor is a healer who specializes in afflictions of the soul.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Blood of the Beast/ pg. 4}",
			"[^B]: {source/Advanced Class Guide/ pg. 69}",
			"[^C]: {source/Ultimate Wilderness/ pg. 10}",
			"[^D]: Ultimate Wilderness pg. 17",
			"[^E]: Advanced Class Guide pg. 70",
			"[^F]: Blood of the Beast pg. 8",
			"[^G]: Advanced Class Guide pg. 71",
			"[^H]: Blood of the Beast pg. 12",
			"[^I]: {source/Plane-Hopper's Handbook/ pg. 23}",
			"[^J]: {source/Pathfinder #101: The Kintargo Contract/ pg. 73}",
			"[^K]: Blood of the Beast pg. 28",
			"[^L]: Ultimate Wilderness pg. 22",
			"[^M]: {source/Blood of Shadows/ pg. 11}"
		],
		"tables": [
			{
				"id": "shaman archetypes",
				"headers": [ "Archetype", "2nd-level Hex", "4th-level Hex", "6th-level Hex", "8th-level Hex", "10th-level Hex", "12th-level Hex", "18th-level Hex", "Alignment", "Class Skills", "Deliver Touch Spells", "Greater Spirit", "Greater Wandering Spirit", "Hexes", "Manifestation", "Spellcasting", "Spirit", "Spirit Animal", "Spirit Magic", "True Wandering Spirit", "Wandering Hex", "Wandering Spirit" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-shaman/Animist}", "X", null, null, "X", "X", "X", "X", null, null, null, null, null, null, "X", null, null, null, "X", null, null, null ],
					[ "{arc-shaman/Benefactor}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null ],
					[ "{arc-shaman/Crystal Tender}", null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, "X" ],
					[ "{arc-shaman/Deep Shaman}", null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, "X", "X", null, null, null, null ],
					[ "{arc-shaman/Draconic Shaman}", null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null ],
					[ "{arc-shaman/Grasping Vine}", "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null ],
					[ "{arc-shaman/Name-Keeper}", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", "X", null, "X", "X" ],
					[ "{arc-shaman/Overseer}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-shaman/Possessed Shaman}", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-shaman/Primal Warden}", null, "X", null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null ],
					[ "{arc-shaman/Serendipity Shaman}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-shaman/Speaker for the Past}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X" ],
					[ "{arc-shaman/Spirit Warden}", "X", null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-shaman/True Silvered Throne}", null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, "X", "X" ],
					[ "{arc-shaman/Unsworn Shaman}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", "X", null, "X", "X" ],
					[ "{arc-shaman/Visionary}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", "X", "X", "X" ],
					[ "{arc-shaman/Witch Doctor}", null, "X", null, "X", "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"warpriest": {
		"name": "Warpriest",
		"sources": [
			"Advanced Class Guide",
			"Blood of Shadows",
			"Blood of the Beast",
			"Chronicle of Legends",
			"Healer's Handbook",
			"Plane-Hopper's Handbook"
		],
		"description": [
			"{jumplist Class Skills / Spells / Spontaneous Casting / Aligned Spells / Bonus Languages / Aura and Blessings / Focus and Sacred Weapon / Fervor / Bonus Feats / Channel Energy / Sacred Armor / Aspect of War / Ex-Warpriests / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Warpriest",
			"",
			"{SOURCE Advanced Class Guide/60}",
			"",
			"Capable of calling upon the power of the gods in the form of blessings and spells, warpriests blend divine magic with martial skill. They are unflinching bastions of their faith, shouting gospel as they pummel foes into submission, and never shy away from a challenge to their beliefs. While clerics might be subtle and use diplomacy to accomplish their aims, warpriests aren't above using violence whenever the situation warrants it. In many faiths, warpriests form the core of the church's martial forces - reclaiming lost relics, rescuing captured clergy, and defending the church's tenets from all challenges.",
			"",
			"**Role:** Warpriests can serve as capable healers or spellcasters, calling upon their divine powers from the center of the fight, where their armor and martial skills are put to the test.  ",
			"**Alignment:** A warpriest's alignment must be within one step of his deity's, along either the law/chaos axis or the good/evil axis.  ",
			"**Hit Die:** d8.  ",
			"**Parent Class(es):** Cleric and fighter.  ",
			"**Starting Wealth:** 5d6 &times; 10 gp (average 175 gp).",
			"",
			"### Class Skills",
			"",
			"The Warpriest's class skills are Climb (Str), Craft (Int), Diplomacy (Cha), Handle Animal (Cha), Heal (Wis), Intimidate (Cha), Knowledge (engineering) (Int), Knowledge (religion) (Int), Profession (Wis), Ride (Dex), Sense Motive (Wis), Spellcraft (Int), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Sacred Weapon Damage | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +2 | +0 | +2 | Aura, blessings (minor), focus weapon, orisons, sacred weapon | 1d6 | 3 | 1 | - | - | - | - | - |",
			"| 2nd | +1 | +3 | +0 | +3 | Fervor 1d6 | 1d6 | 4 | 2 | - | - | - | - | - |",
			"| 3rd | +2 | +3 | +1 | +3 | Bonus feat | 1d6 | 4 | 3 | - | - | - | - | - |",
			"| 4th | +3 | +4 | +1 | +4 | Channel energy, sacred weapon +1 | 1d6 | 4 | 3 | 1 | - | - | - | - |",
			"| 5th | +3 | +4 | +1 | +4 | Fervor 2d6 | 1d8 | 4 | 4 | 2 | - | - | - | - |",
			"| 6th | +4 | +5 | +2 | +5 | Bonus feat | 1d8 | 5 | 4 | 3 | - | - | - | - |",
			"| 7th | +5 | +5 | +2 | +5 | Sacred armor +1 | 1d8 | 5 | 4 | 3 | 1 | - | - | - |",
			"| 8th | +6/+1 | +6 | +2 | +6 | Fervor 3d6, sacred weapon +2 | 1d8 | 5 | 4 | 4 | 2 | - | - | - |",
			"| 9th | +6/+1 | +6 | +3 | +6 | Bonus feat | 1d8 | 5 | 5 | 4 | 3 | - | - | - |",
			"| 10th | +7/+2 | +7 | +3 | +7 | Blessings (major), sacred armor +2 | 1d10 | 5 | 5 | 4 | 3 | 1 | - | - |",
			"| 11th | +8/+3 | +7 | +3 | +7 | Fervor 4d6 | 1d10 | 5 | 5 | 4 | 4 | 2 | - | - |",
			"| 12th | +9/+4 | +8 | +4 | +8 | Bonus feat, sacred weapon +3 | 1d10 | 5 | 5 | 5 | 4 | 3 | - | - |",
			"| 13th | +9/+4 | +8 | +4 | +8 | Sacred armor +3 | 1d10 | 5 | 5 | 5 | 4 | 3 | 1 | - |",
			"| 14th | +10/+5 | +9 | +4 | +9 | Fervor 5d6 | 1d10 | 5 | 5 | 5 | 4 | 4 | 2 | - |",
			"| 15th | +11/+6/+1 | +9 | +5 | +9 | Bonus feat | 2d6 | 5 | 5 | 5 | 5 | 4 | 3 | - |",
			"| 16th | +12/+7/+2 | +10 | +5 | +10 | Sacred armor +4, sacred weapon +4 | 2d6 | 5 | 5 | 5 | 5 | 4 | 3 | 1 |",
			"| 17th | +12/+7/+2 | +10 | +5 | +10 | Fervor 6d6 | 2d6 | 5 | 5 | 5 | 5 | 4 | 4 | 2 |",
			"| 18th | +13/+8/+3 | +11 | +6 | +11 | Bonus feat | 2d6 | 5 | 5 | 5 | 5 | 5 | 4 | 3 |",
			"| 19th | +14/+9/+4 | +11 | +6 | +11 | Sacred armor +5 | 2d6 | 5 | 5 | 5 | 5 | 5 | 5 | 4 |",
			"| 20th | +15/+10/+5 | +12 | +6 | +12 | Aspect of war, fervor 7d6, sacred weapon +5 | 2d8 | 5 | 5 | 5 | 5 | 5 | 5 | 5 |",
			"",
			"**Weapon and Armor Proficiency:** A warpriest is proficient with all simple and martial weapons, as well as the favored weapon of his deity, and with all armor (heavy, light, and medium) and shields (except tower shields). If the warpriest worships a deity with unarmed strike as its favored weapon, the warpriest gains {feat/Improved Unarmed Strike} as a bonus feat.",
			"",
			":b[Spells:] A warpriest casts divine spells drawn from the {main/spells_<cleric/ spell list}. His alignment, however, can restrict him from casting certain spells opposed to his moral or ethical beliefs. A warpriest must choose and prepare his spells in advance.",
			"",
			"A warpriest's highest level of spells is 6th. Cleric spells of 7th level and above are not on the warpriest class spell list, and a warpriest cannot use spell completion or spell trigger magic items (without making a successful Use Magic Device check) of cleric spells of 7th level or higher.",
			"",
			"To prepare or cast a spell, a warpriest must have a Wisdom score equal to at least 10 + the spell's level. The saving throw DC against a warpriest's spell is 10 + the spell's level + the warpriest's Wisdom modifier.",
			"",
			"Like other spellcasters, a warpriest can cast only a certain number of spells of each spell level per day. In addition, he receives [bonus spells per day](rule/determine_bonuses) if he had a high Wisdom score.",
			"",
			"Warpriests meditate or pray for their spells. Each warpriest must choose a time when he must spend 1 hour each day in quiet contemplation or supplication to regain his daily allotment of spells. A warpriest can prepare and cast any spell on the cleric spell list, provided that he can cast spells of that level, but he must choose which spells to prepare during his daily meditation.",
			"",
			"**Orisons:** Warpriests can prepare a number of orisons, or 0-level spells. These spells are cast as any other spell, but aren't expended when cast and can be used again.",
			"",
			":b[Spontaneous Casting:] A good warpriest (or a neutral warpriest of a good deity) can channel stored spell energy into healing spells that he did not prepare ahead of time. The warpriest can expend any prepared spell that isn't an orison to cast any [cure spell](main/spell_groupings) of the same spell level or lower. A cure spell is any spell with \"cure\" in its name.",
			"",
			"An evil warpriest (or a neutral warpriest of an evil deity) can't convert spells to cure spells, but can convert them to inflict spells. An inflict spell is any spell with \"inflict\" in its name.",
			"",
			"A warpriest that is neither good nor evil and whose deity is neither good nor evil chooses whether he can convert spells into either cure spells or inflict spells. Once this choice is made, it cannot be changed. This choice also determines whether the warpriest channels positive or negative energy.",
			"",
			":b[Chaotic, Evil, Good, and Lawful Spells:]{id=aligned-spells} A warpriest cannot cast spells of an alignment opposed to his own or his deity's (if he has a deity). Spells associated with particular alignments are indicated by the chaotic, evil, good, and lawful descriptors in their spell descriptions.",
			"",
			":b[Bonus Languages:] A warpriest's bonus language options include Abyssal, Celestial, and Infernal. These choices are in addition to the bonus languages available to the character because of his race.",
			"",
			":b[Aura (Ex):]{id=aura-and-blessings} A warpriest of a chaotic, evil, good, or lawful deity has a particularly powerful aura (as a cleric) corresponding to the deity's alignment (see {spell/detect evil}).",
			"",
			"**Blessings (Su):** A warpriest's deity influences his alignment, what magic he can perform, his values, and how others see him. Each warpriest can select two {ability/blessings} from among those granted by his deity (each deity grants the blessings tied to its domains). A warpriest can select an alignment blessing (Chaos, Evil, Good, or Law) only if his alignment matches that domain. If a warpriest isn't devoted to a particular deity, he still selects two blessings to represent his spiritual inclinations and abilities, subject to GM approval. The restriction on alignment domains still applies.",
			"",
			"Each blessing grants a minor power at 1st level and a major power at 10th level. A warpriest can call upon the power of his blessings a number of times per day (in any combination) equal to 3 + 1/2 his warpriest level (to a maximum of 13 times per day at 20th level). Each time he calls upon any one of his blessings, it counts against his daily limit.",
			"",
			":b[Focus Weapon:]{id=focus-and-sacred-weapon} At 1st level, a warpriest receives {feat/Weapon Focus} as a bonus feat (he can choose any weapon, not just his deity's favored weapon).",
			"",
			"**Sacred Weapon (Su):** At 1st level, weapons wielded by a warpriest are charged with the power of his faith. In addition to the favored weapon of his deity, the warpriest can designate a weapon as a sacred weapon by selecting that weapon with the {feat/Weapon Focus} feat; if he has multiple Weapon Focus feats, this ability applies to all of them. Whenever the warpriest hits with his sacred weapon, the weapon damage is based on his level and not the weapon type. The damage for Medium warpriests is listed above; see the table below for Small and Large warpriests. The warpriest can decide to use the weapon's base damage instead of the sacred weapon damage - this must be declared before the attack roll is made. (If the weapon's base damage exceeds the sacred weapon damage, its damage is unchanged.) This increase in damage does not affect any other aspect of the weapon, and doesn't apply to alchemical items, bombs, or other weapons that only deal energy damage.",
			"",
			"| Level | Damage (Small) | Damage (Large) |",
			"| --- | --- | --- |",
			"| 1st-4th | 1d4 | 1d8 |",
			"| 5th-9th | 1d6 | 2d6 |",
			"| 10th-14th | 1d8 | 2d8 |",
			"| 15th-19th | 1d10 | 3d6 |",
			"| 20th | 2d6 | 3d8 |",
			"",
			"At 4th level, the warpriest gains the ability to enhance one of his sacred weapons with divine power as a swift action. This power grants the weapon a +1 enhancement bonus. For every 4 levels beyond 4th, this bonus increases by 1 (to a maximum of +5 at 20th level). If the warpriest has more than one sacred weapon, he can enhance another on the following round by using another swift action. The warpriest can use this ability a number of rounds per day equal to his warpriest level, but these rounds need not be consecutive.",
			"",
			"These bonuses stack with any existing bonuses the weapon might have, to a maximum of +5. The warpriest can enhance a weapon with any of the following weapon special abilities: {magic-enh/brilliant energy}, {magic-enh/defending}, {magic-enh/disruption}, {magic-enh/flaming}, {magic-enh/frost}, {magic-enh/keen}, and {magic-enh/shock}. In addition, if the warpriest is chaotic, he can add {magic-enh/anarchic} and {magic-enh/vicious}. If he is evil, he can add {magic-enh/mighty cleaving} and {magic-enh/unholy}. If he is good, he can add {magic-enh/ghost touch>_w} and {magic-enh/holy}. If he is lawful, he can add {magic-enh/axiomatic} and {magic-enh/merciful}. If he is neutral (with no other alignment components), he can add {magic-enh/spell storing>_w} and {magic-enh/thundering}. Adding any of these special abilities replaces an amount of bonus equal to the special ability's base cost. Duplicate abilities do not stack. The weapon must have at least a +1 enhancement bonus before any other special abilities can be added.",
			"",
			"If multiple weapons are enhanced, each one consumes rounds of use individually. The enhancement bonus and special abilities are determined the first time the ability is used each day, and cannot be changed until the next day. These bonuses do not apply if another creature is wielding the weapon, but they continue to be in effect if the weapon otherwise leaves the warpriest's possession (such as if the weapon is thrown). This ability can be ended as a free action at the start of the warpriest's turn (that round does not count against the total duration, unless the ability is resumed during the same round). If the warpriest uses this ability on a double weapon, the effects apply to only one end of the weapon.",
			"",
			":b[Fervor/ (Su):] At 2nd level, a warpriest can draw upon the power of his faith to heal wounds or harm foes. He can also use this ability to quickly cast spells that aid in his struggles. This ability can be used a number of times per day equal to 1/2 his warpriest level + his Wisdom modifier.",
			"",
			"By expending one use of this ability, a good warpriest (or one who worships a good deity) can touch a creature to heal it of 1d6 points of damage, plus an additional 1d6 points of damage for every 3 warpriest levels he possesses above 2nd (to a maximum of 7d6 at 20th level). Using this ability is a standard action (unless the warpriest targets himself, in which case it's a swift action). Alternatively, the warpriest can use this ability to harm an undead creature, dealing the same amount of damage he would otherwise heal with a melee touch attack. Using fervor in this way is a standard action that provokes an attack of opportunity. Undead do not receive a saving throw against this damage. This counts as positive energy.",
			"",
			"An evil warpriest (or one who worships an evil deity) can use this ability to instead deal damage to living creatures with a melee touch attack and heal undead creatures with a touch. This counts as negative energy.",
			"",
			"A neutral warpriest who worships a neutral deity (or one who is not devoted to a particular deity) uses this ability as a good warpriest if he chose to spontaneously cast cure spells or as an evil warpriest if he chose to spontaneously cast inflict spells.",
			"",
			"As a swift action, a warpriest can expend one use of this ability to cast any one warpriest spell he has prepared with a casting time of 1 round or shorter. When cast in this way, the spell can target only the warpriest, even if it could normally affect other or multiple targets. Spells cast in this way ignore somatic components and do not provoke attacks of opportunity. The warpriest does not need to have a free hand to cast a spell in this way.",
			"",
			":b[Bonus Feats:] At 3rd level and every 3 levels thereafter, a warpriest gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from those listed as combat feats. The warpriest must meet the prerequisites for these feats, but he treats his warpriest level as his base attack bonus (in addition to base attack bonuses gained from other classes and Hit Dice) for the purpose of qualifying for these feats. Finally, for the purposes of these feats, the warpriest can select feats that have a minimum number of fighter levels as a prerequisite, treating his warpriest level as his fighter level.",
			"",
			":b[Channel Energy/ (Su):] Starting at 4th level, a warpriest can release a wave of energy by channeling the power of his faith through his holy (or unholy) symbol. This energy can be used to deal or heal damage, depending on the type of energy channeled and the creatures targeted. Using this ability is a standard action that expends two uses of his fervor ability and doesn't provoke an attack of opportunity. The warpriest must present a holy (or unholy) symbol to use this ability.",
			"",
			"A good warpriest (or one who worships a good deity) channels positive energy and can choose to heal living creatures or to deal damage to undead creatures. An evil cleric (or one who worships an evil deity) channels negative energy and can choose to deal damage to living creatures or heal undead creatures. A neutral cleric who worships a neutral deity (or one who is not devoted to a particular deity) channels positive energy if he chose to spontaneously cast cure spells or negative energy if he chose to spontaneously cast inflict spells.",
			"",
			"Channeling energy causes a burst that affects all creatures of one type (either undead or living) in a 30-foot radius centered on the warpriest. The amount of damage dealt or healed is equal to the amount listed in the fervor ability. Creatures that take damage from channeled energy must succeed at a Will saving throw to halve the damage. The save DC is 10 + 1/2 the warpriest's level + the warpriest's Wisdom modifier. Creatures healed by channeled energy cannot exceed their maximum hit point total - all excess healing is lost. A warpriest can choose whether or not to include himself in this effect.",
			"",
			":b[Sacred Armor/ (Su):] At 7th level, the warpriest gains the ability to enhance his armor with divine power as a swift action. This power grants the armor a +1 enhancement bonus. For every 3 levels beyond 7th, this bonus increases by 1 (to a maximum of +5 at 19th level). The warpriest can use this ability a number of minutes per day equal to his warpriest level. This duration must be used in 1-minute increments, but they don't need to be consecutive.",
			"",
			"These bonuses stack with any existing bonuses the armor might have, to a maximum of +5. The warpriest can enhance armor any of the following armor special abilities: *energy resistance* (normal, improved, and greater), *fortification* (heavy, light, or moderate), *glamered*, and *spell resistance* (13, 15, 17, and 19). Adding any of these special abilities replaces an amount of bonus equal to the special ability's base cost. For this purpose, *glamered* counts as a +1 bonus, *energy resistance* counts as +2, *improved energy resistance* counts as +4, and *greater energy resistance* counts as +5. Duplicate abilities do not stack. The armor must have at least a +1 enhancement bonus before any other special abilities can be added.",
			"",
			"The enhancement bonus and armor special abilities are determined the first time the ability is used each day and cannot be changed until the next day. These bonuses apply only while the warpriest is wearing the armor, and end immediately if the armor is removed or leaves the warpriest's possession. This ability can be ended as a free action at the start of the warpriest's turn. This ability cannot be applied to a shield.",
			"",
			"When the warpriest uses this ability, he can also use his sacred weapon ability as a free action by expending one use of his fervor.",
			"",
			":b[Aspect of War/ (Su):] At 20th level, the warpriest can channel an aspect of war, growing in power and martial ability. Once per day as a swift action, a warpriest can treat his level as his base attack bonus, gains DR 10/-, and can move at his full speed regardless of the armor he is wearing or his encumbrance. In addition, the blessings he calls upon don't count against his daily limit during this time. This ability lasts for 1 minute.",
			"",
			"### Ex-Warpriests",
			"",
			"A warpriest who grossly violates the code of conduct required by his god loses all spells and class features, except for his armor, shield, weapon proficiencies, and bonus feats. He cannot thereafter gain levels as a warpriest of that god until he atones for his deeds (see {spell/atonement}).",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Hammer of God (Su) | At 20th level, the warpriest has become one of his deity's favorite weapons - the first tool that comes to hand when destruction is called for. The warpriest gains two additional blessings from the list offered by his deity. He can also call upon his blessings two more times each day. |",
			"| Old Dog, New Tricks (Ex) | At 20th level, the character shows that a true warrior always has one more surprise the enemy hasn't seen. The character gains four {main/feats_<combat/ feats}. This capstone is available to characters of any class that gains at least four bonus combat feats. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| Soul Channel (Su) | At 20th level, the character can channel energy six additional times per day, and her channel energy dice increase by one step. This capstone is available to characters with the channel energy class feature. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Aphorite:** Add 1/2 to the number of times per day the warpriest can use blessings, but he can use these additional blessings on only those from the Artifice, Community, Knowledge, Law, Magic, or Rune domains.[^A]",
			"",
			"**Drow:** Add 1/2 point to the amount of damage dealt or healed by the warpriest's fervor ability.[^B]",
			"",
			"**Dwarf:** Add 1/3 to the number of times per day the warpriest can use blessings, but he can only use these additional uses on blessings that affect weapons or armor.[^C]",
			"",
			"**Elf:** Add 1/2 to the number of times per day the warpriest can use blessings, but he can use these additional blessings on only those from the Air, Animal, Charm, Magic, Plant, or Sun domains.[^D]",
			"",
			"**Gnome:** Add 1/2 to the result of the warpriest's channeled energy when healing creatures of the animal, fey, and plant types.[^D]",
			"",
			"**Half-elf:** Gain a +1/3 bonus on the damage dealt or healed with the warpriest's channel energy ability.[^D]",
			"",
			"**Halfling:** Add 1/4 to the warpriest's effective level when determining the damage of his sacred weapon.[^D]",
			"",
			"**Half-orc:** Gain a +2 bonus on rolls to stabilize when dying.[^E]",
			"",
			"**Human:** Gain 1/6 of a new bonus combat feat.[^E]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^F]",
			"",
			"**Nagaji:** Add 1/2 to the number of times per day the warpriest can use blessings, although he can use these additional blessings only for Charm, Magic, Nobility, Rune, or Scalykind blessings.[^G]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=warpriest}",
			"Calamity Caller",
			"Blessings; Focus Weapon; Sacred Weapon; Bonus Feats; Aspect of War",
			"(Elf Only) While all elves feel a deep connection to nature, some elven priests take this bond further, using their link to call down the wrath of nature upon their enemies",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Champion of the Faith",
			"Sacred Weapon; 3rd-level Bonus Feat; Channel Energy",
			"Champions of the faith are crusaders who use the power of their divine patron to annihilate the faith's enemies.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Cult Leader",
			"Class Skills; Skill Ranks; Weapon/Armor Proficiencies; Focus Weapon; 3rd, 9th, 12th, and 15th-level Bonus Feats; Channel Energy",
			"Referred to as fanatics, lunatics, or obsessives, cultists see themselves as genuine devotees of their deity.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Disenchanter",
			"Bonus Feats; Channel Energy; 6th-level Bonus Feat",
			"While many warpriests focus on threats to the body, the disenchanter focuses on dangers to the mind and the soul.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Divine Champion",
			"3rd, 6th, 9th, 12th, 18th-level Bonus Feat",
			"Divine champions are unswervingly devoted to their causes, and specialize in bringing battle to the enemies of their faiths.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Divine Commander",
			"Blessings; 3rd, 6th, 12th, and 15th-level Bonus Feats",
			"Some warpriests are called to lead great armies and face legions of foes. These divine commanders live for war and fight for glory.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Feral Champion",
			"Blessings; Sacred Weapon; Sacred Armor",
			"When a warpriest devotes himself to a god of the natural world, he is sometimes blessed with supernatural powers that allow him to evoke animalistic power and fury.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Fist of the Godclaw",
			"Alignment; Deity; Blessings; 3rd, 6th, 12th-level Bonus Feat; Aspect of War",
			"Devoted to the divine control of law above all else, these zealots seek to establish absolute order.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Forgepriest",
			"Blessings; Spells; Bonus Feats; 3rd and 6th-level Bonus Feats; Channel Energy",
			"Armorers of exquisite skill, forgepriests take inspiration from their deity to produce the most perfect weapons and armor they can, the better to equip the armies of the faithful.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Jistkan Magistrate",
			"Class Skills; Blessings; Spontaneous Casting; Bonus Languages; Channel Energy",
			"Some warpriests study the ancient magic that the Jistkan magistrates used to bind elementals and make pacts with genies.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Liberty's Blade",
			"Blessings; Sacred Weapon; Channel Energy; Sacred Armor",
			"There are some who find in the call to freedom something primal and spiritual, even more so than other Andorens.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Mantis Zealot",
			"Deity; Alignment; Weapon and Armor Proficiencies; Sacred Weapon; Sacred Armor; Aspect of War",
			"Among the Red Mantis worshipers of Achaekek, some hold such strong faith in their assassin god that they gain divine power.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Molthuni Arsenal Chaplain",
			"Blessing; Sacred Armor; Sacred Weapon; Channel Energy",
			"Molthuni arsenal chaplains are warpriests trained in the Arsenal District in Korholm. They bolster their nation's military by focusing on the militant aspects of their gods.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Proclaimer",
			"Alignment; Deity; Spellcasting; Fervor; Sacred Armor; Channel Energy",
			"A proclaimer rushes into Abyss-twisted wastes with nothing but his weapon in his hand and his faith in his heart, shouting his deity's name to the skies",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Proselytizer",
			"Weapon/Armor Proficiencies; Sacred Armor; 3rd-level Bonus Feat; Sacred Weapon; Blessings; Blessings (Major)",
			"The proselytizer is the perfect militant missionary. He seeks to win the hearts and lay claim to the souls of those he meets, and - failing that - spreads the word of his deity at the edge of the sword.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Sacred Fist",
			"Class Skills; Weapon/Armor Proficiencies; Sacred Weapon; Focus Weapon; 3rd, 6th, 9th, 12th, and 18th-level Bonus Feats; Sacred Armor",
			"Unlike many warpriests, sacred fists leave behind armor and shield and instead rely on their fists and whatever protection their deity bestows on them.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Shieldbearer",
			"Focus Weapon; Sacred Weapon; Sacred Armor;",
			"Shieldbearers are divine warriors who stand on the front lines of battle, shoulder to shoulder with the soldiers of their people.",
			":::",
			"",
			":::archetype{c=warpriest}",
			"Sixth Wing Bulwark",
			"Armor Proficiencies; Focus Weapon; Sacred Weapon; Sacred Armor; 6-th, 12th-, 18th-level Bonus Feats",
			"The Sixth Wing bulwark are followers of Ragathiel that train to hold the line and defend against the incursion of evil forces, fortifying herself and her allies to stand strong in the face of any opposition, no matter how dire.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Plane-Hopper's Handbook/ pg. 15}",
			"[^B]: {source/Blood of Shadows/ pg. 15}",
			"[^C]: {source/Advanced Class Guide/ pg. 69}",
			"[^D]: Advanced Class Guide pg. 70",
			"[^E]: Advanced Class Guide pg. 71",
			"[^F]: {source/Blood of the Beast/ pg. 12}",
			"[^G]: Blood of the Beast pg. 16"
		],
		"tables": [
			{
				"id": "warpriest archetypes",
				"headers": [ "Archetype", "3rd-level Bonus Feat", "6th-level Bonus Feat", "9th-level Bonus Feat", "12th-level Bonus Feat", "15th-level Bonus Feat", "18th-level Bonus Feat", "Adds Spells", "Alignment", "Armor Proficiency", "Aspect of War", "Blessings", "Blessings (Major)", "Bonus Feats", "Bonus Languages", "Channel Energy", "Class Skills", "Deity", "Fervor", "Focus Weapon", "Sacred Armor", "Sacred Weapon", "Skill Ranks", "Spontaneous Casting", "Weapon/Armor Proficiency" ],
				"ripples": [0],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"data": [
					[ "{arc-warpriest/Calamity Caller}", null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, "X", null, "X", null, null, null ],
					[ "{arc-warpriest/Champion of the Faith}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null ],
					[ "{arc-warpriest/Cult Leader}", "X", null, "X", "X", "X", null, null, null, null, null, null, null, null, null, "X", "X", null, null, "X", null, null, "X", null, "X" ],
					[ "{arc-warpriest/Disenchanter}", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-warpriest/Divine Champion}", "X", "X", "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-warpriest/Divine Commander}", "X", "X", null, "X", "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-warpriest/Feral Champion}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X", null, null, null ],
					[ "{arc-warpriest/Fist of the Godclaw}", "X", "X", null, "X", null, null, null, "X", null, "X", "X", null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-warpriest/Forgepriest}", "X", "X", null, null, null, null, "X", null, null, null, "X", null, "X", null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-warpriest/Jistkan Magistrate}", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", "X", null, null, null, null, null, null, "X", null ],
					[ "{arc-warpriest/Liberty's Blade}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, "X", "X", null, null, null ],
					[ "{arc-warpriest/Mantis Zealot}", null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, "X", null, null, "X", "X", null, null, "X" ],
					[ "{arc-warpriest/Molthuni Arsenal Chaplain}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, "X", "X", null, null, null ],
					[ "{arc-warpriest/Proclaimer}", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, "X", "X", null, "X", null, null, "X", null ],
					[ "{arc-warpriest/Proselytizer}", "X", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, "X", "X", null, null, "X" ],
					[ "{arc-warpriest/Sacred Fist}", "X", "X", "X", "X", null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, "X", "X", "X", null, null, "X" ],
					[ "{arc-warpriest/Shieldbearer}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null ],
					[ "{arc-warpriest/Sixth Wing Bulwark}", null, "X", null, "X", null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"witch": {
		"name": "Witch",
		"sources": [
			"Advanced Player's Guide",
			"Advanced Race Guide",
			"Blood of Shadows",
			"Blood of the Beast",
			"Blood of the Moon",
			"Blood of the Sea",
			"Champions of Purity",
			"Chronicle of Legends",
			"Dirty Tactics Toolbox",
			"Familiar Folio",
			"Goblins of Golarion",
			"Healer's Handbook",
			"Heroes of Golarion",
			"Heroes of the High Court",
			"Heroes of the Wild",
			"Horror Adventures",
			"Legacy of the First World",
			"Magical Marketplace",
			"Monster Codex",
			"Monster Summoner's Handbook",
			"Pathfinder #101: The Kintargo Contract",
			"People of the Wastes",
			"Plane-Hopper's Handbook",
			"Potions and Poisons",
			"Qadira, Jewel of the East",
			"The Harrow Handbook",
			"Ultimate Magic",
			"Ultimate Wilderness",
			"Wilderness Origins",
			"Paths of the Righteous",
			"Occult Adventures",
			"Pathfinder #72: The Witch Queen's Revenge",
			"Blood of the Coven"
		],
		"description": [
			"{jumplist Class Skills / Spells / Hex / Witch's Familiar / Patron Spells / Major and Grand Hex / Adding Spells to a Witch's Familiar / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Witch",
			"",
			"{SOURCE Advanced Player's Guide/65}",
			"",
			"Some gain power through study, some through devotion, others through blood, but the witch gains power from her communion with the unknown. Generally feared and misunderstood, the witch draws her magic from a pact made with an otherworldly power. Communing with that source, using her familiar as a conduit, the witch gains not only a host of spells, but a number of strange abilities known as hexes. As a witch grows in power, she might learn about the source of her magic, but some remain blissfully unaware. Some are even afraid of that source, fearful of what it might be or where its true purposes lie.",
			"",
			"**Role:** While many witches are recluses, living on the edge of civilization, some live within society, openly or in hiding. The blend of witches' spells makes them adept at filling a number of different roles, from seer to healer, and their hexes grant them a number of abilities that are useful in a fight. Some witches travel about, seeking greater knowledge and better understanding of the mysterious powers that guide them.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d6.  ",
			"**Starting Wealth:** 3d6 &times; 10 gp (average 105 gp).",
			"",
			"### Class Skills",
			"",
			"The Witch's class skills are Craft (Int), Fly (Dex), Heal (Wis), Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (history) (Int), Knowledge (nature) (Int), Knowledge (planes) (Int), Profession (Wis), Spellcraft (Int), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +0 | +2 | Cantrips, hex, witch's familiar | 3 | 1 | - | - | - | - | - | - | - | - |",
			"| 2nd | +1 | +0 | +0 | +3 | Hex | 4 | 2 | - | - | - | - | - | - | - | - |",
			"| 3rd | +1 | +1 | +1 | +3 | - | 4 | 2 | 1 | - | - | - | - | - | - | - |",
			"| 4th | +2 | +1 | +1 | +4 | Hex | 4 | 3 | 2 | - | - | - | - | - | - | - |",
			"| 5th | +2 | +1 | +1 | +4 | - | 4 | 3 | 2 | 1 | - | - | - | - | - | - |",
			"| 6th | +3 | +2 | +2 | +5 | Hex | 4 | 3 | 3 | 2 | - | - | - | - | - | - |",
			"| 7th | +3 | +2 | +2 | +5 | - | 4 | 4 | 3 | 2 | 1 | - | - | - | - | - |",
			"| 8th | +4 | +2 | +2 | +6 | Hex | 4 | 4 | 3 | 3 | 2 | - | - | - | - | - |",
			"| 9th | +4 | +3 | +3 | +6 | - | 4 | 4 | 4 | 3 | 2 | 1 | - | - | - | - |",
			"| 10th | +5 | +3 | +3 | +7 | Hex, major hex | 4 | 4 | 4 | 3 | 3 | 2 | - | - | - | - |",
			"| 11th | +5 | +3 | +3 | +7 | - | 4 | 4 | 4 | 4 | 3 | 2 | 1 | - | - | - |",
			"| 12th | +6/+1 | +4 | +4 | +8 | Hex | 4 | 4 | 4 | 4 | 3 | 3 | 2 | - | - | - |",
			"| 13th | +6/+1 | +4 | +4 | +8 | - | 4 | 4 | 4 | 4 | 4 | 3 | 2 | 1 | - | - |",
			"| 14th | +7/+2 | +4 | +4 | +9 | Hex | 4 | 4 | 4 | 4 | 4 | 3 | 3 | 2 | - | - |",
			"| 15th | +7/+2 | +5 | +5 | +9 | - | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 2 | 1 | - |",
			"| 16th | +8/+3 | +5 | +5 | +10 | Hex | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 3 | 2 | - |",
			"| 17th | +8/+3 | +5 | +5 | +10 | - | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 2 | 1 |",
			"| 18th | +9/+4 | +6 | +6 | +11 | Hex, grand hex | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 3 | 2 |",
			"| 19th | +9/+4 | +6 | +6 | +11 | - | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 3 |",
			"| 20th | +10/+5 | +6 | +6 | +12 | Hex | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 |",
			"",
			"**Weapon and Armor Proficiency:** Witches are proficient with all simple weapons. They are not proficient with any type of armor or shield. Armor interferes with a witch's gestures, which can cause her spells with somatic components to fail.",
			"",
			":b[Spells:] A witch casts arcane spells drawn from the {main/spells_<witch/ spell list}. A witch must choose and prepare her spells ahead of time.",
			"",
			"To learn or cast a spell, a witch must have an Intelligence score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against a witch's spell is 10 + the spell level + the witch's Intelligence modifier.",
			"",
			"A witch can cast only a certain number of spells of each spell level per day. In addition, she receives [bonus spells per day](rule/determine_bonuses) if she has a high Intelligence score.",
			"",
			"A witch may know any number of spells. She must choose and prepare her spells ahead of time by getting 8 hours of sleep and spending 1 hour communing with her familiar. While communing, the witch decides which spells to prepare.",
			"",
			"**Cantrips:** Witches can prepare a number of cantrips, or 0-level spells, each day. These spells are cast like any other spell, but they are not expended when cast and may be used again. Cantrips prepared using other spell slots, due to metamagic feats for example, are expended normally.",
			"",
			":b[Hex:] Witches learn a number of magic tricks, called {ability/hexes}, that grant them powers or weaken foes. At 1st level, a witch gains one hex of her choice. She gains an additional hex at 2nd level and for every 2 levels attained after 2nd level. A witch cannot select an individual hex more than once.",
			"",
			"Unless otherwise noted, using a hex is a standard action that does not provoke an attack of opportunity. The save to resist a hex is equal to 10 + 1/2 the witch's level + the witch's Intelligence modifier.",
			"",
			"Alternately, whenever the witch would learn a new hex, she can instead gain a bonus {main/feats_<familiar/ feat}.",
			"",
			":b[Witch's Familiar/ (Ex):] At 1st level, a witch forms a close bond with a familiar, a creature that teaches her magic and helps to guide her along her path. Familiars also aid a witch by granting her skill bonuses, additional spells, and help with some types of magic. This functions like the wizard's arcane bond class feature, except as noted in the Witch's Familiar section.",
			"",
			"A witch must commune with her familiar each day to prepare her spells. Familiars store all of the spells that a witch knows, and a witch cannot prepare a spell that is not stored by her familiar. A witch's familiar begins play storing all of the 0-level witch spells plus three 1st-level spells of the witch's choice. The witch also selects a number of additional 1st-level spells equal to her Intelligence modifier to store in her familiar. At each new witch level, she adds two new spells of any spell level or levels that she can cast (based on her new witch level) to her familiar. A witch can also add additional spells to her familiar through a special ritual.",
			"",
			":b[Patron Spells:] At 1st level, when a witch gains her familiar, she must also select a patron. This patron is a vague and mysterious force, granting the witch power for reasons that she might not entirely understand. While these forces need not be named, they typically hold influence over one of the following forces. At 2nd level, and every two levels thereafter, a witch's patron adds new spells to a witch's list of spells known. These spells are also automatically added to the list of spells stored by the familiar. The spells gained depend upon the patron chosen. Each patron is listed by its theme. Its actual name is up to the GM and the witch to decide.",
			"",
			"{ability/Witch |patrons/ can be found here.} There are also some {ability/unique patrons} that you can choose.",
			"",
			":b[Major Hex:]{id=major-and-grand-hex} Starting at 10th level, and every two levels thereafter, a witch can choose a [major hex](ability/major_hexes) whenever she could select a new hex.",
			"",
			"**Grand Hex:** Starting at 18th level, and every two levels thereafter, a witch can choose a [grand hex](ability/grand_hexes) whenever she could select a new hex.",
			"",
			"### Adding Spells to a Witch's Familiar",
			"",
			"Witches can add new spells to their familiars through several methods. A witch can only add spells to her familiar if those spells belong to the witch's spell list.",
			"",
			"**Spells Gained at a New Level:** A witch's familiar learns a certain amount of lore and magic as the witch adventures. Whenever a witch gains a level, she may add two spells from the witch spell list to her familiar. The two free spells must be of spell levels she can cast.",
			"",
			"**Familiar Teaching Familiar:** A witch's familiar can learn spells from another witch's familiar. To accomplish this, the familiars must spend one hour per level of the spell being taught in communion with one another. At the end of this time, the witch whose familiar is learning a spell must make a Spellcraft check (DC 15 + spell level). If the check succeeds, the familiar has learned the spell and the witch may utilize it the next time she prepares spells. If the check fails, the familiar has failed to learn the spell and cannot try to learn that spell again until the witch has gained another rank in Spellcraft. Most witches require a spell of equal or greater level in return for this service. If a familiar belongs to a witch that has died, it only retains its knowledge of spells for 24 hours, during which time it is possible to coerce or bribe the familiar into teaching its spells to another, subject to GM discretion.",
			"",
			"**Learn from a Scroll:** A witch can use a scroll to teach her familiar a new spell. This process takes 1 hour per level of the spell to be learned, during which time the scroll is burned and its ashes used to create a special brew or powder that is consumed by the familiar. This process destroys the scroll. At the end of this time, the witch must make a Spellcraft check (DC 15 + spell level). If the check fails, the process went awry in some way and the spell is not learned, although the scroll is still consumed.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Arch-Familiar (Su) | At 20th level, the character's familiar is smarter and savvier than plenty of adventurers - and also more dangerous! The familiar's Intelligence increases by 5, and it gains 12 spells levels' worth of spell-like abilities (for example, three daily castings of {spell/greater invisibility}), drawn from spells its master can cast and using its master's caster levels, DCs, and so forth. This capstone is available to any class with a familiar. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| Walking Library (Ex) | At 20th level, the character becomes a small, mobile athenaeum of occult scraps and lore. The character adds 100 spell levels' worth of spells to his spellbook or familiar and gains a +4 insight bonus on all Knowledge skills. Characters of any class that prepares spells from a spellbook or familiar can select this ability. |",
			"| Witch's Dance | *Rather than gaining a capstone, a witch can select the following grand hex:* Once per day as a standard action, the witch can proclaim a celebration, leading her friends in a riotous and bloodthirsty dance. All allies within 30 feet gain the ability to fly (as per the flight hex) and a +2 dodge bonus to AC, and when they take a 5-foot step, they can instead move up to 10 feet instead of just 5 feet. The benefits remain for 1 round but can be extended with the cackle hex. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Aphorite:** The witch gains 1/6 of a new witch hex.[^A]",
			"",
			"**Aquatic elf:** When casting a witch spell underwater, add 1/3 to the effective caster level of the spell for the purpose of determining the spell's duration.[^B]",
			"",
			"**Changeling:** Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.[^C]",
			"",
			"**Duskwalker:** Add 1/4 to the witch's caster level when casting spells of the necromancy school.[^D]",
			"",
			"**Dwarf:** Add +1/4 natural armor bonus to the AC of the witch's familiar.[^E]",
			"",
			"**Elf:** Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level lower than the highest-level spell she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.[^F]",
			"",
			"**Elf:** Add a +1/2 bonus on Spellcraft checks to identify cursed items and on Sense Motive checks to notice enchantment or possession.[^G]",
			"",
			"**Gathlain:** Add one spell from the druid spell list to the witch's familiar. This spell must be at least one level below the highest spell level the witch can cast. If the familiar is ever replaced, the new familiar knows these bonus spells.[^H]",
			"",
			"**Ghoran:** Add 1/4 to the witch's caster level when attempting dispel checks using {spell/dispel magic}, {spell/break enchantment}, and similar effects.[^I]",
			"",
			"**Gnome:** The witch gains 1/6 of a new witch hex.[^J]",
			"",
			"**Goblin:** Add +1 spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.[^K] [^L]",
			"",
			"**Grippli:** Add 1/3 to the saving throw DC to resist the poison of the witch's familiar.[^M]",
			"",
			"**Half-elf:** Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.[^N] [^O]",
			"",
			"**Halfling:** Add +1/4 to the witch's caster level when determining the effects of the spells granted to her by her patron.[^P]",
			"",
			"**Half-orc:** Add +1 skill rank to the witch's familiar. If the half-orc ever replaces her familiar, the new familiar gains these bonus skill ranks.[^Q] [^R]",
			"",
			"**Human:** Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.[^S] [^T]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^U]",
			"",
			"**Kobold:** Add +5 feet to the distance at which her familiar grants the {feat/Alertness} feat (maximum +20 feet).[^V]",
			"",
			"**Merfolk:** Add 1 to the witch's caster level for one of her patron spells (to a maximum of +3 caster level to any one spell).[^W]",
			"",
			"**Orc:** Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.[^X]",
			"",
			"**Ratfolk:** Add +5 feet to the range of one hex with a range other than \"touch.\"[^Y]",
			"",
			"**Strix:** Add one spell from the witch spell list to the witch's familiar. This spell must be at least 1 level below the highest spell level the witch can cast. If the witch ever replaces this familiar, the new familiar knows these bonus spells.[^Z]",
			"",
			"**Sylph:** Add a +1/2 bonus on Stealth checks and Perception checks made by the witch's familiar. If the sylph ever replaces her familiar, the new familiar gains these bonus skill ranks.[^1]",
			"",
			"**Tengu:** Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.[^2]",
			"",
			"**Tiefling:** The witch's familiar gains resistance 1 against cold, electricity, or fire. Each time the witch selects this reward, increase the familiar's resistance to one of these energy types by 1 (maximum 5 for any one type). If the witch ever replaces her familiar, the new familiar has these resistances.[^3]",
			"",
			"**Vanara:** Add 1/4 to the witch's caster level when determining the effects of spells granted to her by her patron (to a maximum of +2).[^4]",
			"",
			"**Wayang:** Add one spell from the sorcerer/wizard spell list that isn't on the witch spell list to the list of spells the witch knows. This spell must be at least 1 level below the highest spell level the witch can cast and be of the illusion (shadow) subschool or have the darkness descriptor.[^5]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=witch}",
			"Alley Witch",
			"Familiar; 1st and 6th-level Hexes",
			"Some witches find their spark of magic in the long, dark shadows and forgotten places within the city.",
			":::",
			"",
			":::archetype{c=witch}",
			"Ashiftah",
			"Familiar; 2nd, 6th-level Hex",
			"Known in Taldane as a \"battle witch,\" an ashiftah drifts like a phantom among the enemy armies, calling down disaster upon their heads and weakening their resolve.",
			":::",
			"",
			":::archetype{c=witch}",
			"Beast-Bonded",
			"4th-level Hex; 8th-level Hex; 10th-level Major Hex",
			"While all witches are intimately tied to their familiars, a beast-bonded witch's craft focuses specifically on her familiar bond and developing the relationship with her patron through her familiar.",
			":::",
			"",
			":::archetype{c=witch}",
			"Bonded Witch",
			"Familiar",
			"(Half-Elf Only) While all witches commune with the unknown, the blend of human ingenuity and adept learning mixed with elven blood gives some half-elves a unique conduit to channel the powers of the arcane.",
			":::",
			"",
			":::archetype{c=witch}",
			"Bouda",
			"Alignment; Familiar; 1st-level Hex; 10-level Major Hex",
			"These strange and often solitary witches have a strong connection to curses, the evil eye, and hyenas.",
			":::",
			"",
			":::archetype{c=witch}",
			"Cartomancer",
			"Familiar; 2nd-level Hex",
			"A witch who serves the spirits of the harrow in exchange for mystical power is known as a cartomancer.",
			":::",
			"",
			":::archetype{c=witch}",
			"Coral Witch",
			"Patron; Familiar; 8th-level Hex",
			"Coral witches use their magic to fashion familiars from living coral and emulate the unyielding tenacity of these durable marine organisms.",
			":::",
			"",
			":::archetype{c=witch}",
			"Demon-Sworn",
			"Patron Spells; 6th-level Hex",
			"In the depths of the Darklands, as well as similarly inhospitable locales on Golarion, many seek the succor of demons as a means of survival.",
			":::",
			"",
			":::archetype{c=witch}",
			"Dimensional Occultist",
			"2nd-level Hex, 8th-level Hex, 12th-level Hex",
			"The dimensional occultist sacrifices some of her mastery over hexes in return for much increased planar lore.",
			":::",
			"",
			":::archetype{c=witch}",
			"Dreamweaver",
			"Class Skills; Patron Spells; 2nd, 6th, 10th-level Hexes",
			"(Changeling Only) A changeling dreamweaver draws upon her hag heritage to ply the dream realms in order to touch mortal minds and souls, for good or ill.",
			":::",
			"",
			":::archetype{c=witch}",
			"Flood Walker",
			"Alignment; Class Skills; 4th, 10th, 16th, 18th-level Patron Spells; 1st, 6th, 10th-level Hex",
			"Witches who dwell in floodplains or along the banks of predictably dangerous rivers can tap into the underlying potential of surging waters in order to enhance their eerie powers.",
			":::",
			"",
			":::archetype{c=witch}",
			"Gingerbread Witch",
			"Familiar; 1st, 4th, 8th, 10th, 12th, 16th-level Hex",
			"A sweet tooth lures the gingerbread witch's victims to doom.",
			":::",
			"",
			":::archetype{c=witch}",
			"Gravewalker",
			"Patron Spells; Familiar; 1st-level Hex; 4th-level Hex; 8th-level Hex",
			"Having much in common with necromancers, the gravewalker is obsessed with the occult manipulations of the dead, particularly mindless undead such as zombies.",
			":::",
			"",
			":::archetype{c=witch}",
			"Hag of Gyronna",
			"Patron; Spells; 2nd, 8th, 12th-level Hexes",
			"Only female witches dare dedicate themselves to the Angry Hag, and those who do so are feared for their ability to bend minds and sow discord.",
			":::",
			"",
			":::archetype{c=witch}",
			"Hagbound",
			"1st, 2nd, 4th, 8th, 10th, 12th, 14th, and 20th-level Hexes",
			"Whether a changeling in the process of succumbing to her mother's call, a witch cursed by a hag to become her instrument of torment, a vain and petty witch overeager for power, or some other unfortunate soul, a hagbound witch finds its soul has been infected by a hag's spite and powerful, corrupt arcane magic.",
			":::",
			"",
			":::archetype{c=witch}",
			"Havocker",
			"Hexes",
			"Although most witches are guided to subtle curses and debilitating hexes by their mysterious patrons, some are instead taught the secrets of harnessing raw, destructive elemental power.",
			":::",
			"",
			":::archetype{c=witch}",
			"Hedge Witch",
			"4th-level Hex; 8th-level Hex",
			"Among witches, there are those who devote themselves to the care of others and restrict their practices to the healing arts.",
			":::",
			"",
			":::archetype{c=witch}",
			"Herb Witch",
			"Patron; 1st, 2nd, 10th-level Hex",
			"Herb witches brew foul-tasting medicines, sweet poisons, and other concoctions from the untamed plants of the wild.",
			":::",
			"",
			":::archetype{c=witch}",
			"Hex Channeler",
			"2nd-level Hex",
			"A hex channeler is a witch who devotes herself to either life - healing the wounded and destroying the undead - or death, slaying the living and aiding undead.",
			":::",
			"",
			":::archetype{c=witch}",
			"Invoker",
			"1st, 8th, 10th, and 16th level Hex",
			"The invoker uses her familiar to summon facets of her mysterious patron directly into her body, enhancing her skills and granting her powerful abilities.",
			":::",
			"",
			":::archetype{c=witch}",
			"Jinx Witch",
			"Class Skills; 2nd, 6th, 10th-level Hex",
			"Jinx witches specialize in calling down subtle misfortunes and deceiving enemies and allies alike. While they lack any ability to truly eliminate bad luck, they are uniquely gifted at making others believe otherwise.",
			":::",
			"",
			":::archetype{c=witch}",
			"Ley Line Guardian",
			"Spellcasting; Familiar; 1st and 8th-level Hexes",
			"Some witches tap into the power of their patrons not through a special connection with a familiar, but rather directly through the vast network of ley lines that crosses the planes.",
			":::",
			"",
			":::archetype{c=witch}",
			"Medium",
			"Patron; 2nd, 6th, 20th-level Hexes",
			"Mediums tap into the spiritual power of those who have yet to find their final rest. Their ability to interact with these souls allows mediums to learn about the physical world through the experiences of those who came before them.",
			":::",
			"",
			":::archetype{c=witch}",
			"Mirror Witch",
			"Familiar",
			"Mirror witches eschew animal familiars and isntead talk to their patrons via mirror magic",
			":::",
			"",
			":::archetype{c=witch}",
			"Mountain Witch",
			"Spells; Hex; 2nd-level Hex",
			"Mountains can be sanctuaries for witches hunted by society. Here they form bonds with the spirits of the lofty reaches.",
			":::",
			"",
			":::archetype{c=witch}",
			"Nexian Spellspy",
			"Deliver Touch Spells; 4th-level Hex",
			"Nexian spellspies are witches who use their familiars and divining talents to spy on their rivals and protect themselves from similar intrusions.",
			":::",
			"",
			":::archetype{c=witch}",
			"Pact Witch",
			"Alignment; Patron; Familiar; 6th-level Hex",
			"Though all witches forge bonds with mysterious powers known as patrons, a pact witch takes this bond to an extreme by forging an inexorable pact with the Outer Planes.",
			":::",
			"",
			":::archetype{c=witch}",
			"Patron Familiars",
			"(N/A; not technically an archetype, affects the familiar's owner) Spells",
			"Witches' familiars are often tied to their patrons, enhancing and reinforcing the spellcasters' connections to the sources of their magical might.",
			":::",
			"",
			":::archetype{c=witch}",
			"Putrefactor",
			"Familiar; Patron; 1st, 2nd, 4th, 6th, 10th, and 16th-level Hexes",
			"Some witches find their patrons while in the throes of despair and grief, when all they desire is to see the veneer of civilization peel back to reveal the filth and rot that underlies all things.",
			":::",
			"",
			":::archetype{c=witch}",
			"Rhetorician",
			"1st-level Hex; Spells",
			"Rhetoricians feel driven to engage in debate, learn as much as they can about their potential foes, and seek ways to use information and quick talking to handle problems before resorting to raw violence.",
			":::",
			"",
			":::archetype{c=witch}",
			"Scarred Witch Doctor",
			"Spellcasting; Hexes; Familiar; 1st-level Hex",
			"(Orc Only) The scarred witch doctor draws power from her ability to endure pain and suffering.",
			":::",
			"",
			":::archetype{c=witch}",
			"Sea Witch",
			"Patron Spells; 1st-level Hex",
			"A sea witch's affinities are tied to the vast oceans and the rolling waves.",
			":::",
			"",
			":::archetype{c=witch}",
			"Season Witch",
			"Patron; 1st-level Hex",
			"Season witches gain their power from the cyclical and mystical exchange of energy passed from one season of nature to another.",
			":::",
			"",
			":::archetype{c=witch}",
			"Seducer",
			"Patron; Key Ability Score; 1st, 6th, 8th-level Hex",
			"These charismatic witches, often devotees of the Green Mother, rely on their otherworldly charms to achieve their aims.",
			":::",
			"",
			":::archetype{c=witch}",
			"Synergist",
			"1st, 8th, and 14th-level Hexes",
			"Synergists gain the ability to combine their forms with their familiars' in order to create something more powerful than either alone.",
			":::",
			"",
			":::archetype{c=witch}",
			"Tatterdemalion",
			"Weapon Proficiencies; Cantrips; 1st, 4th, 8th, 12th, 16th-level Hex",
			"Some witches can bend the warp and weft of fabric and thread.",
			":::",
			"",
			":::archetype{c=witch}",
			"Vellemancer",
			"Class Skills; 2nd, 6th, and 8th-level Hexes",
			"While the popular stereotype envisions witches as wicked spellcasters sowing misery, many people turn to the arcane to heal others and better the world. The vellemancer is a guide, using her witchcraft to empower and teach others.",
			":::",
			"",
			":::archetype{c=witch}",
			"Veneficus Witch",
			"2nd and 10th-level Hexes",
			"Veneficus witches specialize in poisons - brewing both magical and traditional concoctions, and applying them to weapons, traps or even her potent hexes.",
			":::",
			"",
			":::archetype{c=witch}",
			"Venom Siphoner",
			"1st, 2nd, 6th-level Hex; Alertness",
			"Witches are no strangers to poisons, using them alongside their various brews, curses, spells, and other tools of the trade.",
			":::",
			"",
			":::archetype{c=witch}",
			"White-Haired Witch",
			"Hex; Major Hex; Grand Hex",
			"A white-haired witch concentrates her mysterious powers on improving her prowess in melee, using feats of agility and her prehensile hair to deal extreme damage.",
			":::",
			"",
			":::archetype{c=witch}",
			"Winter Witch",
			"Familiar; Patron; 4th-level Hex",
			"The descendents of Baba Yaga rule the frozen realm of Irrisen, and possess a unique power stemming from their otherworldly origin and their ties to cold magic.",
			":::",
			"",
			":::archetype{c=witch}",
			"Witch-Watcher",
			"Spells per Day",
			"For reasons known only to them, witch-watchers offer protection to nobles across Golarion.",
			":::",
			"",
			":::archetype{c=witch}",
			"Wyrm Witch",
			"Patron; Familiar",
			"Some witch covens have learned to use treasure to access other draconic powers.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Plane-Hopper's Handbook/ pg. 15}",
			"[^B]: {source/Blood of the Sea/ pg. 5}",
			"[^C]: {source/Advanced Race Guide/ pg. 184}",
			"[^D]: Plane-Hopper's Handbook pg. 17",
			"[^E]: Advanced Race Guide pg. 13",
			"[^F]: Advanced Race Guide pg. 23",
			"[^G]: {source/Horror Adventures/ pg. 39}",
			"[^H]: {source/Ultimate Wilderness/ pg. 10}",
			"[^I]: Ultimate Wilderness pg. 17",
			"[^J]: Advanced Race Guide pg. 34",
			"[^K]: Advanced Race Guide pg. 116",
			"[^L]: {source/Goblins of Golarion/ pg. 31}",
			"[^M]: {source/Blood of the Beast/ pg. 8}",
			"[^N]: Advanced Race Guide pg. 43",
			"[^O]: {source/Advanced Player's Guide/ pg. 17}",
			"[^P]: Advanced Race Guide pg. 63",
			"[^Q]: Advanced Race Guide pg. 53",
			"[^R]: Advanced Player's Guide pg. 19",
			"[^S]: Advanced Race Guide pg. 73",
			"[^T]: Advanced Player's Guide pg. 23",
			"[^U]: Blood of the Beast pg. 12",
			"[^V]: Advanced Race Guide pg. 134",
			"[^W]: Blood of the Sea pg. 13",
			"[^X]: Advanced Race Guide pg. 139",
			"[^Y]: Advanced Race Guide pg. 151",
			"[^Z]: {source/Pathfinder #101: The Kintargo Contract/ pg. 73}",
			"[^1]: Advanced Race Guide pg. 157",
			"[^2]: Advanced Race Guide pg. 167",
			"[^3]: Advanced Race Guide pg. 170",
			"[^4]: Blood of the Beast pg. 28",
			"[^5]: {source/Blood of Shadows/ pg. 11}"
		],
		"tables": [
			{
				"id": "witch archetypes",
				"headers": [ "Archetype", "1st-level Hex", "2nd-level Hex", "4th-level Hex", "4th-level Patron Spell", "6th-level Hex", "8th-level Hex", "10th-level Hex", "10th-level Patron Spell", "12th-level Hex", "14th-level Hex", "16th-level Hex", "16th-level Patron Spell", "18th-level Patron Spell", "20th-level Hex", "Add Hexes", "Alertness", "Alignment", "Cantrips", "Class Skills", "Deliver Touch Spells", "Familiar", "Grand Hex", "Hexes", "Key Ability Score", "Major Hex", "Patron", "Patron Spells", "Spellcasting", "Weapon Proficiency" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-witch/Alley Witch}", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Ashiftah}", null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Beast-Bonded}", null, null, "X", null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Bonded Witch}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Bouda}", "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Cartomancer}", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Coral Witch}", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-witch/Demon-Sworn}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-witch/Dimensional Occultist}", null, "X", null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Dreamweaver}", null, "X", null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-witch/Flood Walker}", "X", null, null, "X", "X", null, "X", "X", null, null, null, "X", "X", null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Gingerbread Witch}", "X", null, "X", null, null, "X", "X", null, "X", null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Gravewalker}", "X", null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null ],
					[ "{arc-witch/Hag of Gyronna}", null, "X", null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null ],
					[ "{arc-witch/Hagbound}", "X", "X", "X", null, null, "X", "X", null, "X", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Havocker}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-witch/Hedge Witch}", null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Herb Witch}", "X", "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-witch/Hex Channeler}", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Invoker}", "X", null, null, null, null, "X", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Jinx Witch}", null, "X", null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Ley Line Guardian}", "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null ],
					[ "{arc-witch/Medium}", null, "X", null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-witch/Mirror Witch}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Mountain Witch}", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-witch/Nexian Spellspy}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Pact Witch}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-witch/Patron Familiars}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null ],
					[ "{arc-witch/Putrefactor}", "X", "X", "X", null, "X", null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-witch/Rhetorician}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-witch/Scarred Witch Doctor}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, "X", null ],
					[ "{arc-witch/Sea Witch}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-witch/Season Witch}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-witch/Seducer}", "X", null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null ],
					[ "{arc-witch/Synergist}", "X", null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Tatterdemalion}", "X", null, "X", null, null, "X", null, null, "X", null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-witch/Vellemancer}", null, "X", null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Veneficus Witch}", null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-witch/Venom Siphoner}", "X", "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-witch/White-Haired Witch}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null ],
					[ "{arc-witch/Winter Witch}", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-witch/Witch-Watcher}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-witch/Wyrm Witch}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"wizard": {
		"name": "Wizard",
		"sources": [
			"Advanced Player's Guide",
			"Advanced Race Guide",
			"Adventurer's Guide",
			"Black Markets",
			"Blood of Shadows",
			"Blood of the Beast",
			"Blood of the Sea",
			"Chronicle of Legends",
			"Disciple's Doctrine",
			"Dragon Empires Primer",
			"Elemental Master's Handbook",
			"Familiar Folio",
			"Heroes of Golarion",
			"Horror Adventures",
			"Inner Sea Primer",
			"Kobolds of Golarion",
			"Plane-Hopper's Handbook",
			"PRPG Core Rulebook",
			"Ultimate Magic"
		],
		"description": [
			"{jumplist Class Skills / Bonus Languages / Spells / Arcane Bond / Arcane School / Scribe Scroll / Arcane Discoveries / Bonus Feats / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Wizard",
			"",
			"{SOURCE PRPG Core Rulebook/77}",
			"",
			"Beyond the veil of the mundane hide the secrets of absolute power. The works of beings beyond mortals, the legends of realms where gods and spirits tread, the lore of creations both wondrous and terrible - such mysteries call to those with the ambition and the intellect to rise above the common folk to grasp true might. Such is the path of the wizard. These shrewd magic-users seek, collect, and covet esoteric knowledge, drawing on cultic arts to work wonders beyond the abilities of mere mortals. While some might choose a particular field of magical study and become masters of such powers, others embrace versatility, reveling in the unbounded wonders of all magic. In either case, wizards prove a cunning and potent lot, capable of smiting their foes, empowering their allies, and shaping the world to their every desire.",
			"",
			"**Role:** While universalist wizards might study to prepare themselves for any manner of danger, specialist wizards research schools of magic that make them exceptionally skilled within a specific focus. Yet no matter their specialty, all wizards are masters of the impossible and can aid their allies in overcoming any danger.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d6.  ",
			"**Starting Wealth:** 2d6 &times; 10 gp (average 70 gp).",
			"",
			"### Class Skills",
			"",
			"The Wizard's class skills are Appraise (Int), Craft (Int), Fly (Dex), Knowledge (all) (Int), Linguistics (Int), Profession (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +0 | +2 | Arcane bond, arcane school, cantrips, Scribe Scroll | 3 | 1 | - | - | - | - | - | - | - | - |",
			"| 2nd | +1 | +0 | +0 | +3 | - | 4 | 2 | - | - | - | - | - | - | - | - |",
			"| 3rd | +1 | +1 | +1 | +3 | - | 4 | 2 | 1 | - | - | - | - | - | - | - |",
			"| 4th | +2 | +1 | +1 | +4 | - | 4 | 3 | 2 | - | - | - | - | - | - | - |",
			"| 5th | +2 | +1 | +1 | +4 | Bonus feat | 4 | 3 | 2 | 1 | - | - | - | - | - | - |",
			"| 6th | +3 | +2 | +2 | +5 | - | 4 | 3 | 3 | 2 | - | - | - | - | - | - |",
			"| 7th | +3 | +2 | +2 | +5 | - | 4 | 4 | 3 | 2 | 1 | - | - | - | - | - |",
			"| 8th | +4 | +2 | +2 | +6 | - | 4 | 4 | 3 | 3 | 2 | - | - | - | - | - |",
			"| 9th | +4 | +3 | +3 | +6 | - | 4 | 4 | 4 | 3 | 2 | 1 | - | - | - | - |",
			"| 10th | +5 | +3 | +3 | +7 | Bonus feat | 4 | 4 | 4 | 3 | 3 | 2 | - | - | - | - |",
			"| 11th | +5 | +3 | +3 | +7 | - | 4 | 4 | 4 | 4 | 3 | 2 | 1 | - | - | - |",
			"| 12th | +6/+1 | +4 | +4 | +8 | - | 4 | 4 | 4 | 4 | 3 | 3 | 2 | - | - | - |",
			"| 13th | +6/+1 | +4 | +4 | +8 | - | 4 | 4 | 4 | 4 | 4 | 3 | 2 | 1 | - | - |",
			"| 14th | +7/+2 | +4 | +4 | +9 | - | 4 | 4 | 4 | 4 | 4 | 3 | 3 | 2 | - | - |",
			"| 15th | +7/+2 | +5 | +5 | +9 | Bonus feat | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 2 | 1 | - |",
			"| 16th | +8/+3 | +5 | +5 | +10 | - | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 3 | 2 | - |",
			"| 17th | +8/+3 | +5 | +5 | +10 | - | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 2 | 1 |",
			"| 18th | +9/+4 | +6 | +6 | +11 | - | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 3 | 2 |",
			"| 19th | +9/+4 | +6 | +6 | +11 | - | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 3 | 3 |",
			"| 20th | +10/+5 | +6 | +6 | +12 | Bonus feat | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 | 4 |",
			"",
			"**Weapon and Armor Proficiency:** Wizards are proficient with the club, dagger, heavy crossbow, light crossbow, and quarterstaff, but not with any type of armor or shield. Armor interferes with a wizard's movements, which can cause his spells with somatic components to fail.",
			"",
			":b[Bonus Languages:] A wizard may substitute Draconic for one of the bonus languages available to the character because of his race.",
			"",
			":b[Spells:] A wizard casts arcane spells drawn from the {main/spells<sorcerer|//wizard/ spell list} presented in Spell Lists. A wizard must choose and prepare his spells ahead of time.",
			"",
			"To learn, prepare, or cast a spell, the wizard must have an Intelligence score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against a wizard's spell is 10 + the spell level + the wizard's Intelligence modifier.",
			"",
			"A wizard can cast only a certain number of spells of each spell level per day. In addition, he receives [bonus spells per day](rule/determine_bonuses) if he has a high Intelligence score.",
			"",
			"A wizard may know any number of spells. He must choose and prepare his spells ahead of time by getting 8 hours of sleep and spending 1 hour studying his spellbook. While studying, the wizard decides which spells to prepare.",
			"",
			"**Cantrips:** Wizards can prepare a number of cantrips, or 0-level spells, each day. These spells are cast like any other spell, but they are not expended when cast and may be used again. A wizard can prepare a cantrip from a prohibited school, but it uses up two of his available slots.",
			"",
			"**Spellbooks:** A wizard must study his spellbook each day to prepare his spells. He cannot prepare any spell not recorded in his spellbook, except for {spell/read magic}, which all wizards can prepare from memory.",
			"",
			"A wizard begins play with a spellbook containing all 0-level wizard spells (except those from his prohibited schools, if any; see Arcane Schools) plus three 1st-level spells of his choice. The wizard also selects a number of additional 1st-level spells equal to his Intelligence modifier to add to the spellbook. At each new wizard level, he gains two new spells of any spell level or levels that he can cast (based on his new wizard level) for his spellbook. At any time, a wizard can also add spells found in other wizards' spellbooks to his own.",
			"",
			":b[Arcane Bond/ (Ex or Sp):] At 1st level, wizards form a powerful bond with an object or a creature. This bond can take one of two forms: a familiar or a bonded object. A familiar is a magical pet that enhances the wizard's skills and senses and can aid him in magic, while a bonded object is an item a wizard can use to cast additional spells or to serve as a magical item. Once a wizard makes this choice, it is permanent and cannot be changed. Rules for bonded items are given below, while rules for familiars [can be found here](ability/familiars).",
			"",
			"Wizards who select a bonded object begin play with one at no cost. Objects that are the subject of an arcane bond must fall into one of the following categories: amulet, ring, staff, wand, or weapon. These objects are always masterwork quality. Weapons acquired at 1st level are not made of any special material. If the object is an amulet or ring, it must be worn to have effect, while staves, wands, and weapons must be wielded. If a wizard attempts to cast a spell without his bonded object worn or in hand, he must make a {rule/concentration} check or lose the spell. The DC for this check is equal to 20 + the spell's level. If the object is a ring or amulet, it occupies the ring or neck slot accordingly.",
			"",
			"A bonded object can be used once per day to cast any one spell that the wizard has in his spellbook and is capable of casting, even if the spell is not prepared. This spell is treated like any other spell cast by the wizard, including casting time, duration, and other effects dependent on the wizard's level. This spell cannot be modified by metamagic feats or other abilities. The bonded object cannot be used to cast spells from the wizard's opposition schools.",
			"",
			"A wizard can add additional magic abilities to his bonded object as if he has the required item creation feats and if he meets the level prerequisites of the feat. For example, a wizard with a bonded dagger must be at least 5th level to add magic abilities to the dagger (see {feat/Craft Magic Arms and Armor}). If the bonded object is a wand, it loses its wand abilities when its last charge is consumed, but it is not destroyed and it retains all of its bonded object properties and can be used to craft a new wand. The magic properties of a bonded object, including any magic abilities added to the object, only function for the wizard who owns it. If a bonded object's owner dies, or the item is replaced, the object reverts to being an ordinary masterwork item of the appropriate type.",
			"",
			"If a bonded object is damaged, it is restored to full hit points the next time the wizard prepares his spells. If the object of an arcane bond is lost or destroyed, it can be replaced after 1 week in a special ritual that costs 200 gp per wizard level plus the cost of the masterwork item. This ritual takes 8 hours to complete. Items replaced in this way do not possess any of the additional enchantments of the previous bonded item. A wizard can designate an existing magic item as his bonded item. This functions in the same way as replacing a lost or destroyed item except that the new magic item retains its abilities while gaining the benefits and drawbacks of becoming a bonded item.",
			"",
			":b[Arcane School:] A wizard can choose to specialize in one school of magic, gaining additional spells and powers based on that school. This choice must be made at 1st level, and once made, it cannot be changed. A wizard that does not select a school receives the universalist school instead.",
			"",
			"A wizard that chooses to specialize in one school of magic must select two other schools as his opposition schools, representing knowledge sacrificed in one area of arcane lore to gain mastery in another. A wizard who prepares spells from his opposition schools must use two spell slots of that level to prepare the spell. For example, a wizard with evocation as an opposition school must expend two of his available 3rd-level spell slots to prepare a *fireball*. In addition, a specialist takes a -4 penalty on any skill checks made when crafting a magic item that has a spell from one of his opposition schools as a prerequisite. A universalist wizard can prepare spells from any school without restriction.",
			"",
			"Each arcane school gives the wizard a number of school powers. In addition, specialist wizards receive an additional spell slot of each spell level he can cast, from 1st on up. Each day, a wizard can prepare a spell from his specialty school in that slot. This spell must be in the wizard's spellbook. A wizard can select a spell modified by a metamagic feat to prepare in his school slot, but it uses up a higher-level spell slot. Wizards with the universalist school do not receive a school slot.",
			"",
			"Here is the [list of arcane schools](ability/arcane_schools). They include other options, such as focused schools and elemental schools.",
			"",
			":b[Scribe Scroll:] At 1st level, a wizard gains {feat/Scribe Scroll} as a bonus feat.",
			"",
			":b[Arcane Discoveries:] Wizards spend much of their lives seeking deeper truths, hunting knowledge as if it were life itself. The wizard's power is not necessarily the spells he wields; spells are merely the outward, most visible manifestation of that power. A wizard's true power is in his fierce intelligence, his dedication to his craft, and his ability to peel back the surface truths of reality to understand the fundamental underpinnings of existence. A wizard spends much of his time researching spells, and would rather find an undiscovered library than a room full of gold. A wizard need not be a reclusive bookworm, but he must have a burning curiosity for the unknown. Arcane discoveries are the results of this obsession with magic. A wizard can learn one of these {ability/arcane discoveries} in place of a regular feat or wizard bonus feat.",
			"",
			":b[Bonus Feats:] At 5th, 10th, 15th, and 20th level, a wizard gains a bonus feat. At each such opportunity, he can choose a {main/feats_<metamagic/ feat}, an {main/feats_<item creation/ feat}, a {main/feats_<familiar/ feat}, or {feat/Spell Mastery}. The wizard must still meet all prerequisites for a bonus feat, including caster level minimums. These bonus feats are in addition to the feats that a character of any class gets from advancing levels. The wizard is not limited to the categories of item creation feats, metamagic feats, familiar feats, or Spell Mastery when choosing those feats.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Arch-Familiar (Su) | At 20th level, the character's familiar is smarter and savvier than plenty of adventurers - and also more dangerous! The familiar's Intelligence increases by 5, and it gains 12 spells levels' worth of spell-like abilities (for example, three daily castings of {spell/greater invisibility}), drawn from spells its master can cast and using its master's caster levels, DCs, and so forth. This capstone is available to any class with a familiar. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| Walking Library (Ex) | At 20th level, the character becomes a small, mobile athenaeum of occult scraps and lore. The character adds 100 spell levels' worth of spells to his spellbook or familiar and gains a +4 insight bonus on all Knowledge skills. Characters of any class that prepares spells from a spellbook or familiar can select this ability. |",
			"| Well-Prepared (Su) | At 20th level, the wizard has a spell for every occasion he can imagine - and a few he can't. The wizard gains two additional cantrips per day, six additional 1st- and 2nd-level spell slots, four additional 3rd- and 4th-level spell slots, two additional 5th-level spell slots, and one additional 6th-level spell slot. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a minor artifact and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Aphorite:** Add 1/3 to the wizard's caster level when casting spells with the lawful descriptor or spells that create magical glyphs, runes, or symbols.[^A]",
			"",
			"**Aquatic elf:** Add 1 to the wizard's caster level check when attempting to cast a spell with the fire descriptor underwater.[^B]",
			"",
			"**Dhampir:** Add +1/4 to the wizard's caster level when casting spells of the necromancy school.[^C]",
			"",
			"**Drow:** Select one arcane school power at 1st level that is normally usable a number of times per day equal to 3 + the wizard's Intelligence modifier. The wizard adds +1/2 to the number of uses per day of that arcane school power.[^D]",
			"",
			"**Duskwalker:** Add 1/4 to the wizard's caster level when casting spells of the necromancy school.[^E]",
			"",
			"**Dwarf:** Select one item creation feat known by the wizard. Whenever he crafts an item using that feat, the amount of progress he makes in an 8-hour period increases by 200 gp (50 gp if crafting while adventuring). This does not reduce the cost of the item; it just increases the rate at which the item is crafted.[^F]",
			"",
			"**Dwarf:** Add 1/3 to the effective caster level of wizard abjuration spells, but only to determine duration.[^G]",
			"",
			"**Elf:** Select one arcane school power at 1st level that is normally usable a number of times per day equal to 3 + the wizard's Intelligence modifier. The wizard adds +1/2 to the number of uses per day of that arcane school power.[^H] [^I]",
			"",
			"**Fetchling:** Add one spell from the wizard spell list to wizard's spellbook. The spell must be at or below the highest level he can cast and be of the illusion (shadow) subschool or have the darkness descriptor.[^J]",
			"",
			"**Ganzi:** Add 1/3 to the wizard's effective caster level when casting a spell with the chaotic descriptor.[^K]",
			"",
			"**Gillman:** Add one spell from the wizard spell list to the wizard's spellbook. This spell must be at least one level below the highest spell level he can cast.[^L]",
			"",
			"**Gnome:** Select one arcane school power at 1st level that is normally usable a number of times per day equal to 3 + the wizard's Intelligence modifier. The wizard adds +1/2 to the number of uses per day of that arcane school power.[^M] [^N]",
			"",
			"**Half-elf:** When casting wizard enchantment spells, add +1/3 to the effective caster level of the spell, but only to determine the spell's duration.[^O]",
			"",
			"**Halfling:** Add +1/2 to the wizard's effective class level for the purposes of determining his familiar's natural armor adjustment, Intelligence, and special abilities.[^P]",
			"",
			"**Half-orc:** Add a +1 bonus on concentration checks made due to taking damage while casting wizard spells.[^Q]",
			"",
			"**Human:** Add one spell from the wizard spell list to the wizard's spellbook. This spell must be at least one level below the highest spell level the wizard can cast.[^R] [^S]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^T]",
			"",
			"**Kobold:** Add 1/2 to your familiar's Will saves against enchantment effects, or increase the hit points of your bonded item by 1.[^U]",
			"",
			"**Samsaran:** Add one spell from the wizard spell list to the wizard's spellbook. This spell must be at least one level below the highest spell level the wizard can cast.[^V]",
			"",
			"**Sylph:** Select one arcane school power from the air or wood elemental schools that the wizard can currently use. The wizard treats her class level as though it were +1/6 higher (to a maximum of +2) when determining the effects of that power.[^W]",
			"",
			"**Tiefling:** Select one arcane school power at 1st level that is normally usable a number of times per day equal to 3 + the wizard's Intelligence modifier. The wizard adds +1/2 to the number of uses per day of that arcane school power.[^X]",
			"",
			"**Undine:** Add one spell from the cleric, druid, or wizard spell list with the water descriptor to the wizard's spellbook. This spell must be at least one level below the highest spell level he can cast. This spell is treated as one level higher unless it also appears on the wizard spell list.[^Y]",
			"",
			"**Vanara:** 1/6 of a bonus feat. This feat must be an {main/feats_<item creation/ feat}, a {main/feats_<metamagic/ feat}, or {feat/Spell Mastery}.[^Z]",
			"",
			"**Wayang:** Add one spell from the wizard spell list to the wizard's spellbook. The spell must be an illusion spell of the shadow subschool or have the darkness descriptor.[^1]",
			"",
			"**Wyrwood:** The wizard gains 1/6 of a bonus {main/feats_<item creation}, {main/feats_<metamagic}, or {feat/spell mastery} feat.[^2]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=wizard}",
			"Absalom: Arcanamirium Crafter",
			"Hand of the Apprentice",
			"One trained by the Arcanamirium, a college specializing in the universalist school of magic and the art of crafting magical items.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Arcane Bomber",
			"Arcane Bond; Cantrips; Arcane School",
			"To many wizards, the experimentation of the alchemist seems quaint, if not dangerous or frightening. A few wizards take up the secrets of the bomb, however, fusing alchemy with their already considerable magical power.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Arcane Physician",
			"Arcane School; Scribe Scroll",
			"Arcane physicians use their scholarly knowledge and arcane mastery to achieve incredible feats of medicine.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Arcane Warden",
			"Arcane School; Class Skills; Scribe Scroll; Bonus Feats; Hand of the Apprentice; Metamagic Mastery",
			"Arcane wardens are wizards who specialize in the discovery or generation of places of safety and refuge.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Bonded Wizard",
			"Scribe Scroll; 5th, 10th, and 15th-level Bonus Feats",
			"Many wizards form an arcane bond with an item, but for some this bond becomes a powerful mystic union.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Cheliax: Egorian Academy Infernal Binder",
			"Acid Dart, Dimensional Steps",
			"A wizard trained by the prestigious Egorian Academy, best known for its Infernal Binding program in the school of conjuration.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Chronomancer",
			"Arcane Bond; 10th, 15th, 20th-level Bonus Feats",
			"Rare arcane scholars known as chronomancers demonstrate the ability to shift themselves in short bursts between the past, future, and alternate presents.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Clocksmith",
			"Arcane Bond; Arcane School; Scribe Scroll; Bonus Feats",
			"Clocksmiths are oddities among wizard communities, pursuing the study and creation of clockwork constructs to near obsession",
			":::",
			"",
			":::archetype{c=wizard}",
			"Cruoromancer",
			"Arcane Bond; 5th, 10th, 15th, 20th-level Bonus Feat",
			"(Dhampir Only) A cruoromancer infuses his necromantic magic with the power of his unique mixture of living blood and undead ichor.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Elder Mythos Scholar",
			"Arcane Bond; 1st, 8th-level Arcane School Ability; Spellbook; Scribe Scroll; 5th, 10th-level Bonus feats",
			"Elder Mythos scholars risk their sanity to seek knowledge of alien and awful entities from beyond the stars.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Exploiter Wizard",
			"Arcane Bond; Arcane School",
			"Contrary to traditional wizardly study, an exploiter wizard forgoes the tried and true methods of arcane focus and arcane schools for the exploits favored by an arcanist.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Familiar Adept",
			"Scribe Scroll; 5th and 10th-level Bonus Feats; Arcane Bond; Spellbook",
			"Many wizards employ familiars to assist them, but only a few have unlocked the true power of their school of magic through the familiar itself.",
			":::",
			"",
			":::archetype{c=wizard}",
			"First World Caller",
			"Arcane Bond; Arcane School; Scribe Scroll; 10th, 15th-level Bonus Feats",
			"Some wizards, typically First World gnomes, have mystical ties with the First World, the primordial home of the fey",
			":::",
			"",
			":::archetype{c=wizard}",
			"Hallowed Necromancer",
			"Arcane School; Spells; Power Over Undead; Grave Touch; Scribe Scroll; 5th, 10th, 15th-level Bonus Feat",
			"Many wizards study necromancy to create undead, but some study the same arts to purge the stain of undeath.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Instructor",
			"Arcane Bond; 5th, 10th, 15th, and 20th-level Bonus Feats",
			"Whether serving as staff at a formal school of magic or simply acting as a wandering teacher, an instructor has an apprentice who trades service to the instructor for lessons in magic.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Pact Wizard (FF)",
			"Arcane Bond; Arcane School",
			"Some wizards make bargains with beings from other realms in order to gain arcane power. These pact wizards have unparalleled access to extraplanar allies, but these bonds never come without strings attached.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Pact Wizard (HHH)",
			"Spellcasting; Scribe Scroll; 5th, 10th, 15th, and 20th level Bonus Feats",
			"Wizards who seek mastery of arcane power without tedious study and monotonous research.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Poleiheira Adherent",
			"Arcane Bond; Arcane School",
			"Poleiheira adherents are wizards who wish to emulate the explorations and discoveries of Arustun and partake in great odysseys as they seek to imitate his achievements.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Primalist",
			"Arcane Bond, 5th-level Bonus Feat, 10th-level Bonus Feat",
			"A primalist is a wizard who has spent a considerable amount of time studying the chaos that is primal magic.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Qadira: Mage of the Veil",
			"Blinding Ray, Invisibility Field",
			"Rather than controlling the elements or transforming the environment, mages of the veil focus on much more subtle magic.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Runesage",
			"Arcane Bond; Arcane School",
			"Runesages draw upon the mystic energies of ancient Thassilon.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Scroll Scholar",
			"Diviner's Fortune (diviner) or Hand of the Apprentice (universalist), 5th-level Bonus Feat, 4th-level spell slot",
			"Those who trade some of their potential to better understand ancient texts and scrolls can become learned scroll scholars.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Scrollmaster",
			"Arcane Bond; 10th-level Bonus Feat",
			"To some wizards, a scroll is not just a written form of a spell, it is a physical weapon meant to be used in combat like a sword or a shield.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Shadowcaster",
			"Arcane Bond; 5th-level Bonus Feat; 10th-level Bonus Feat",
			"Trained in the dark mysteries of Nidal's Umbral Court, the shadowcaster harnesses the power of shadows to bolster their spellcasting.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Siege Mage",
			"Scribe Scroll; Arcane Bond; Cantrips; Arcane School",
			"The siege mage combines his arcane mastery with a supernatural link to siege engines.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Spell Sage",
			"Arcane Bond; Arcane School",
			"A spell sage has mastered spells of all types, and is able to increase the effectiveness of his own spells and eventually even cast spells from other classes' spell lists.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Spellbinder",
			"Arcane Bond",
			"(Elf Only) A spellbinder is an elven wizard who forges an arcane bond between himself and one or more wizard spells.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Spellslinger",
			"Arcane Bond; Scribe Scroll; Cantrips; Arcane School",
			"While few contest the seductive allure of commanding arcane and occult powers, there are those wizards who become obsessed with the natural mysteries of black powder.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Spirit Binder",
			"Arcane Bond; Arcane School; Scribe Scroll; Bonus Feats",
			"While most wizards learn their arts through gradual study, spirit binders have made a sudden arcane breakthrough due to the traumatic experience of losing a loved one.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Spirit Whisperer",
			"Arcane Bond; Spellbook; Arcane School; Bonus Feats; 20th-level Bonus Feat",
			"Spirit whisperers are a breed apart among wizards, and are often mistaken for witches.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Sword Binder",
			"Arcane Bond; Arcane School; Bonus School Spell Slots; 10th-level Bonus Feat",
			"Sword binders follow a tradition of martial wizards who often worked with the Church of Aroden and the crowns of Taldor and then Cheliax.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Thassilonian Specialist",
			"Lose access to two schools of magic",
			"Specialist in a Thassilonian school of magic, this specialist sacrifices his connection with two schools in order to greatly strengthen his chosen specialty.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Undead Master",
			"Alignment; Arcane School; Arcane Bond; Scribe Scroll; 5th, 10th, 15th, 20th-level Bonus Feats",
			"Undead masters have great power over undeath.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Wind Listener",
			"Class Skills; Arcane School; Arcane Bond; 5th, 10th, 15th-level Bonus Feat",
			"(Sylph Only) The wind listener takes a sylph's natural curiosity to the extreme, enhancing his natural skill at subterfuge and eavesdropping with potent arcane magic.",
			":::",
			"",
			":::archetype{c=wizard}",
			"Worldseeker",
			"Scribe Scroll; 6th/8th-level School Ability; Arcane Bond; 5th, 15th-level Bonus Feat",
			"Worldseekers are wizards who travel to all corners of the Great Beyond.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Plane-Hopper's Handbook/ pg. 15}",
			"[^B]: {source/Blood of the Sea/ pg. 5}",
			"[^C]: {source/Advanced Race Guide/ pg. 98}",
			"[^D]: Advanced Race Guide pg. 104",
			"[^E]: Plane-Hopper's Handbook pg. 17",
			"[^F]: Advanced Race Guide pg. 13",
			"[^G]: {source/Horror Adventures/ pg. 38}",
			"[^H]: Advanced Race Guide pg. 23",
			"[^I]: {source/Advanced Player's Guide/ pg. 13}",
			"[^J]: Advanced Race Guide pg. 109",
			"[^K]: Plane-Hopper's Handbook pg. 19",
			"[^L]: Advanced Race Guide pg. 188",
			"[^M]: Advanced Race Guide pg. 34",
			"[^N]: Advanced Player's Guide pg. 15",
			"[^O]: Advanced Race Guide pg. 43",
			"[^P]: Advanced Race Guide pg. 63",
			"[^Q]: Advanced Race Guide pg. 53",
			"[^R]: Advanced Race Guide pg. 73",
			"[^S]: Advanced Player's Guide pg. 23",
			"[^T]: {source/Blood of the Beast/ pg. 12}",
			"[^U]: {source/Kobolds of Golarion/ pg. 15}",
			"[^V]: Advanced Race Guide pg. 198",
			"[^W]: Advanced Race Guide pg. 157",
			"[^X]: Advanced Race Guide pg. 170",
			"[^Y]: Advanced Race Guide pg. 176",
			"[^Z]: Blood of the Beast pg. 28",
			"[^1]: {source/Blood of Shadows/ pg. 11}",
			"[^2]: {source/Heroes of Golarion/ pg. 6}"
		],
		"tables": [
			{
				"id": "wizard archetypes",
				"headers": [ "Archetype", "1st-level Arcane School Ability", "5th-level Bonus Feat", "6th-level Arcane School Ability", "8th-level Arcane School Ability", "10th-level Bonus Feat", "15th-level Bonus Feat", "20th-level Bonus Feat", "Acid Dart", "Alignment", "Arcane Bond", "Arcane School", "Blinding Ray", "Bonus Feats", "Bonus School Spell Slots", "Cantrips", "Class Skills", "Dimensional Steps", "Diviner's Fortune (diviner) or Hand of the Apprentice (universalist)", "Grave Touch", "Hand of the Apprentice", "Invisibility Field", "Metamagic Mastery", "Power Over Undead", "Scribe Scroll", "Spell Schools", "Spellbook", "Spellcasting" ],
				"types": [ null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
				"ripples": [0],
				"data": [
					[ "{arc-wizard/Absalom: Arcanamirium Crafter}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-wizard/Arcane Bomber}", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Arcane Physician}", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-wizard/Arcane Warden}", null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, "X", null, null, null, "X", null, "X", null, "X", null, null, null ],
					[ "{arc-wizard/Bonded Wizard}", null, "X", null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-wizard/Cheliax: Egorian Academy Infernal Binder}", null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Chronomancer}", null, null, null, null, "X", "X", "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Clocksmith}", null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-wizard/Cruoromancer}", null, "X", null, null, "X", "X", "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Elder Mythos Scholar}", "X", "X", null, "X", "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null ],
					[ "{arc-wizard/Exploiter Wizard}", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Familiar Adept}", null, "X", null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null ],
					[ "{arc-wizard/First World Caller}", null, null, null, null, "X", "X", null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-wizard/Hallowed Necromancer}", null, "X", null, null, "X", "X", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, "X", "X", null, null, "X" ],
					[ "{arc-wizard/Instructor}", null, "X", null, null, "X", "X", "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Pact Wizard (FF)}", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Pact Wizard (HHH)}", null, "X", null, null, "X", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X" ],
					[ "{arc-wizard/Poleiheira Adherent}", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Primalist}", null, "X", null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Qadira: Mage of the Veil}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-wizard/Runesage}", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Scroll Scholar}", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-wizard/Scrollmaster}", null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Shadowcaster}", null, "X", null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Siege Mage}", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-wizard/Spell Sage}", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Spellbinder}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Spellslinger}", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-wizard/Spirit Binder}", null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-wizard/Spirit Whisperer}", null, null, null, null, null, null, "X", null, null, "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-wizard/Sword Binder}", null, null, null, null, "X", null, null, null, null, "X", "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Thassilonian Specialist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-wizard/Undead Master}", null, "X", null, null, "X", "X", "X", null, "X", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-wizard/Wind Listener}", null, "X", null, null, "X", "X", null, null, null, "X", "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-wizard/Worldseeker}", null, "X", "X", "X", null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	}
}
