{
	"evasion": {
		"name": "Evasion",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A character with evasion can avoid damage from many area-effect attacks. If they succeed at a Reflex saving throw against an attack that normally deals half damage on a successful save, they instead take no damage. Evasion can be used only if a character is wearing light armor or no armor. A {misc/helpless} character does not gain the benefit of evasion.",
			"",
			"This ability is gained at 2nd level by the {class/rogue}, {class/monk}, {class/unchained rogue}, {class/unchained monk}, {sidekick/eidolon}, and {sidekick/unchained eidolon}, and at 3rd level by {sidekick/animal companion/s}. A {class/ranger} gains it at 9th level, and it applies when wearing medium armor, too."
		]
	},
	"improved_evasion": {
		"name": "Improved Evasion",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"This is an improved version of {ability/evasion}. The character still takes no damage on a successful Reflex saving throw against attacks, but henceforth they take only half damage on a failed save. A {misc/helpless} character does not gain the benefit of improved evasion.",
			"",
			"This ability is gained by {sidekick/familiar/s} at 1st level, and at 9th level by the {class/monk} and {class/unchained monk}. Rogues and unchained rogues can access it via the {talent/improved evasion} advanced rogue talent. An {sidekick/eidolon} or {sidekick/unchained eidolon} gains this ability at 14th level, and an {sidekick/animal companion} gains it at 15th level. The {class/ranger} gains it at 16th level, and it applies when wearing medium armor, too."
		]
	},
	"uncanny_dodge": {
		"name": "Uncanny Dodge",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A character with this ability can react to danger before their senses would normally allow them to do so. They cannot be caught flat-footed, nor do they lose their Dexterity bonus to AC if the attacker is invisible. They still loses their Dexterity bonus to AC if immobilized, or if an opponent successfully uses the feint action against them.",
			"",
			"This ability is gained at 2nd level by the {class/bloodrager}, {class/barbarian}, and {class/unchained barbarian}. It is gained at 4th level by the {class/rogue}, {class/unchained rogue}, {class/ninja}, and {class/skald}.",
			"",
			"If a member of these classes already has uncanny dodge from a different class, they automatically gain {ability/improved uncanny dodge} instead."
		]
	},
	"improved_uncanny_dodge": {
		"name": "Improved Uncanny Dodge",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A character with this ability can no longer be flanked. This defense denies rogues (or other classes with the {ability/sneak attack} ability) the ability to sneak attack them by flanking them, unless the attacker has at least four more rogue levels (or levels in the class granting sneak attack) than the target has levels in the class that grants improved uncanny dodge.",
			"",
			"This ability is gained at 5th level by the {class/bloodrager}, {class/barbarian}, and {class/unchained barbarian}, and at 8th level by the {class/rogue}, {class/unchained rogue}, {class/ninja}, and {class/skald}.",
			"",
			"If a character already has uncanny dodge from another class, the levels from the classes that grant uncanny dodge stack to determine the minimum sneak attack level required to flank the character."
		]
	},
	"wild_empathy": {
		"name": "Wild Empathy",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A character with this ability can improve the initial attitude of an animal. This ability functions as a {skill/Diplomacy} check to improve the attitude of a person. The character rolls 1d20 and adds their class level (the level of the class that grants them wild empathy) and their Charisma modifier to determine the wild empathy check result. The typical domestic animal has a starting attitude of indifferent, while wild animals are usually unfriendly.",
			"",
			"To use wild empathy, the character and the animal must be within 30 feet of one another under normal conditions. Generally, influencing an animal in this way takes 1 minute but, as with influencing people, it might take more or less time.",
			"",
			"This ability can be used to influence a magical beast with an Intelligence score of 1 or 2, but the character takes a -4 penalty on the check.",
			"",
			"This is a 1st-level ability of the {class/druid}, {class/ranger}, {class/hunter}, and {class/shifter}."
		]
	},
	"favored_enemy": {
		"name": "Favored Enemy",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"At 1st level, a {class/ranger} selects a creature type from the options below. He gains a +2 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks against creatures of his selected type. Likewise, he gets a +2 bonus on weapon attack and damage rolls against them. A ranger may make Knowledge skill checks untrained when attempting to identify these creatures.",
			"",
			":::div{className=columnar}",
			"",
			"- Aberration",
			"- Animal",
			"- Construct",
			"- Dragon",
			"- Fey",
			"- Humanoid (aquatic)",
			"- Humanoid (dwarf)",
			"- Humanoid (elf)",
			"- Humanoid (giant)",
			"- Humanoid (goblinoid)",
			"- Humanoid (gnoll)",
			"- Humanoid (gnome)",
			"- Humanoid (halfling)",
			"- Humanoid (human)",
			"- Humanoid (orc)",
			"- Humanoid (reptilian)",
			"- Humanoid (other subtype)",
			"- Magical beast",
			"- Monstrous humanoid",
			"- Ooze",
			"- Outsider (air)",
			"- Outsider (chaotic)",
			"- Outsider (earth)",
			"- Outsider (evil)",
			"- Outsider (fire)",
			"- Outsider (good)",
			"- Outsider (lawful)",
			"- Outsider (native)",
			"- Outsider (water)",
			"- Plant",
			"- Undead",
			"- Vermin",
			"",
			":::",
			"",
			"At 5th level and every five levels thereafter (10th, 15th, and 20th level), the ranger may select an additional favored enemy. In addition, at each such interval, the bonus against any one favored enemy (including the one just selected, if so desired) increases by +2.",
			"",
			"If the ranger chooses humanoids or outsiders as a favored enemy, he must also choose an associated subtype, as indicated above. (Note that there are other types of humanoid to choose from - those called out specifically are merely the most common.) If a specific creature falls into more than one category of favored enemy, the ranger's bonuses do not stack; he simply uses whichever bonus is higher."
		]
	},
	"favored_enemies": { "copyof": "favored_enemy" },
	"favored_terrain": {
		"name": "Favored Terrain",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"At 3rd level, a {class/ranger} may select a type of terrain from the Favored Terrains table. The ranger gains a +2 bonus on initiative checks and Knowledge (geography), Perception, Stealth, and Survival skill checks when he is in this terrain. A ranger traveling through his favored terrain normally leaves no trail and cannot be tracked (though he may leave a trail if he so chooses).",
			"",
			"| Favored Terrain |",
			"| --- |",
			"| Cold (ice, glaciers, snow, and tundra) |",
			"| Desert (sand and wastelands) |",
			"| Forest (coniferous and deciduous) |",
			"| Jungle |",
			"| Mountain (including hills) |",
			"| Plains |",
			"| Planes (pick one, other than Material Plane) |",
			"| Swamp |",
			"| Underground (caves and dungeons) |",
			"| Urban (buildings, streets, and sewers) |",
			"| Water (above and below the surface) |",
			"",
			"At 8th level and every five levels thereafter, the ranger may select an additional favored terrain. In addition, at each such interval, the skill bonus and initiative bonus in any one favored terrain (including the one just selected, if so desired), increases by +2.",
			"",
			"If a specific terrain falls into more than one category of favored terrain, the ranger's bonuses do not stack; he simply uses whichever bonus is higher."
		]
	},
	"animal_focus": {
		"name": "Animal Focus",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"At 1st level, a hunter can take on the {ability/aspect of an |animal>_foci} as a swift action. She must select one type of animal to emulate, gaining a bonus or special ability based on the type of animal emulated and her hunter level. The hunter can use this ability for a number of minutes per day equal to her level. This duration does not need to be consecutive, but must be spent in 1-minute increments. The hunter can emulate only one animal at a time.",
			"",
			"The hunter can also apply one of these aspects to her animal companion. Unlike with the hunter herself, there is no duration on the animal aspect applied to her animal companion. An aspect applied in this way does not count against the hunter's minutes of duration per day - it remains in effect until the hunter changes it. The companion's aspect can be the same aspect the ranger has taken on or a different one. The hunter can select or change the animal foci on both herself and her animal companion as part of the same swift action.",
			"",
			"If the hunter's animal companion is dead, the hunter can apply her companion's animal focus to herself instead of her animal companion. This is in addition to the normal one she can choose, and (as with a companion's focus) remains in effect until the hunter changes it instead of counting against her minutes per day.",
			"",
			":::aside",
			"",
			"Characters with the *animal focus* feature can also gain {ability/ward aspects} if they desire.",
			"",
			":::"
		]
	},
	"woodland_stride": {
		"name": "Woodland Stride",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"Starting at 2nd level, a {class/druid} may move through any sort of undergrowth (such as natural thorns, briars, overgrown areas, and similar terrain) at her normal speed and without taking damage or suffering any other impairment. Thorns, briars, and overgrown areas that have been magically manipulated to impede motion, however, still affect her.",
			"",
			"{class/Shifter/s} gain this feature at 3rd level. A {class/hunter} and their animal companion gain it at 5th level, while {class/ranger/s} gain it at 7th level."
		]
	},
	"trackless_step": {
		"name": "Trackless Step",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"Starting at 3rd level, a {class/druid} leaves no trail in natural surroundings and cannot be tracked. She may choose to leave a trail if so desired.",
			"",
			"A {class/shifter} gains this feature at 5th level."
		]
	},
	"resist_natures_lure": {
		"name": "Resist Nature's Lure",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"Starting at 4th level, a druid gains a +4 bonus on saving throws against the spell-like and supernatural abilities of {type/fey}. This bonus also applies to spells and effects that utilize or target plants, such as {spell/blight}, {spell/entangle}, {spell/spike growth}, and {spell/warp wood}."
		]
	},
	"poison_use": {
		"name": "Poison Use",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"{class/Alchemist/s} are trained in the use of poison and starting at 2nd level, cannot accidentally poison themselves when applying poison to a weapon.",
			"",
			"{class/Ninja/s} gain this ability at 1st level."
		]
	},
	"trapfinding": {
		"name": "Trapfinding",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A {class/rogue} or {class/investigator} adds 1/2 her level to Perception skill checks made to locate traps and to Disable Device skill checks (minimum +1). A rogue or investigator can use Disable Device to disarm magic traps."
		]
	},
	"lay_on_hands": {
		"name": "Lay on Hands",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"Beginning at 2nd level, a {class/paladin} can heal wounds (her own or those of others) by touch. Each day she can use this ability a number of times equal to 1/2 her paladin level plus her Charisma modifier. With one use of this ability, a paladin can heal 1d6 hit points of damage for every two paladin levels she possesses. Using this ability is a standard action, unless the paladin targets herself, in which case it is a swift action. Despite the name of this ability, a paladin only needs one free hand to use this ability.",
			"",
			"Alternatively, a paladin can use this healing power to deal damage to undead creatures, dealing 1d6 points of damage for every two levels the paladin possesses. Using lay on hands in this way requires a successful melee touch attack and doesn't provoke an attack of opportunity. Undead do not receive a saving throw against this damage."
		]
	},
	"trap_sense": {
		"name": "Trap Sense",
		"sources": [
			"PRPG Core Rulebook",
			"Advanced Class Guide"
		],
		"description": [
			"This is an intuitive sense that alerts a character to danger from traps, giving her a +1 bonus on Reflex saves made to avoid traps and a +1 dodge bonus to AC against attacks made by traps. These bonuses rise to +2 when she reaches 6th level, to +3 when she reaches 9th level, to +4 when she reaches 12th level, to +5 at 15th, and to +6 at 18th level.",
			"",
			"Trap sense bonuses gained from multiple classes stack.",
			"",
			"This ability is gained by {class/investigator/s}, {class/rogue/s}, and {class/barbarian/s} at 3rd level."
		]
	},
	"sneak_attack": {
		"name": "Sneak Attack",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Combat"
		],
		"description": [
			"Sneak Attack is a signature ability of the {class/rogue} (and {class/unchained rogue}).",
			"",
			"If a rogue can catch an opponent when he is unable to defend himself effectively from her attack, she can strike a vital spot for extra damage.",
			"",
			"The rogue's attack deals extra damage anytime her target would be denied a Dexterity bonus to AC (whether the target actually has a Dexterity bonus or not), or when the rogue flanks her target. This extra damage is 1d6 at 1st level, and increases by 1d6 every two rogue levels thereafter. Should the rogue score a critical hit with a sneak attack, this extra damage is not multiplied. Ranged attacks can count as sneak attacks only if the target is within 30 feet.",
			"",
			"With a weapon that deals nonlethal damage (like a {eq-weapon/sap}, {eq-weapon/whip}, or an unarmed strike), a rogue can make a sneak attack that deals nonlethal damage instead of lethal damage. She cannot use a weapon that deals lethal damage to deal nonlethal damage in a sneak attack, not even with the usual -4 penalty.",
			"",
			"The rogue must be able to see the target well enough to pick out a vital spot and must be able to reach such a spot. A rogue cannot sneak attack while striking a creature with {rule/concealment}.",
			"",
			"Rogues and {class/ninja/s} gain this ability at 1st level. {class/Slayer/s} gain it at 3rd level, starting at 1d6 damage and increasing by 1d6 every two slayer levels."
		]
	},
	"channel_energy": {
		"name": "Channel Energy",
		"sources": [
			"PRPG Core Rulebook",
			"Advanced Player's Guide"
		],
		"description": [
			"At 1st level, regardless of alignment, any {class/cleric} can release a wave of energy by channeling the power of her faith through her holy (or unholy) symbol. This energy can be used to cause or heal damage, depending on the type of energy channeled and the creatures targeted.",
			"",
			"A good cleric (or one who worships a good deity) channels positive energy and can choose to deal damage to undead creatures or to heal living creatures. An evil cleric (or one who worships an evil deity) channels negative energy and can choose to deal damage to living creatures or to heal undead creatures. A neutral cleric who worships a neutral deity (or one who is not devoted to a particular deity) must choose whether she channels positive or negative energy. Once this choice is made, it cannot be reversed. This decision also determines whether the cleric casts spontaneous {main/cure or inflict |spell/s>_groupings}.",
			"",
			"Channeling energy causes a burst that affects all creatures of one type (either undead or living) in a 30-foot radius centered on the cleric. The amount of damage dealt or healed is equal to 1d6 points of damage plus 1d6 points of damage for every two cleric levels beyond 1st (2d6 at 3rd, 3d6 at 5th, and so on). Creatures that take damage from channeled energy receive a Will save to halve the damage. The DC of this save is equal to 10 + 1/2 the cleric's level + the cleric's Charisma modifier. Creatures healed by channeled energy cannot exceed their maximum hit point total - all excess healing is lost. A cleric may channel energy a number of times per day equal to 3 + her Charisma modifier. This is a standard action that does not provoke an attack of opportunity. A cleric can choose whether or not to include herself in this effect. A cleric must be able to present her holy symbol to use this ability.",
			"",
			"{class/Warpriest/s}, {class/paladin/s}, and {class/antipaladin/s} gain this ability at 4th level. Warpriests channel positive or negative energy depending on whether they chose \"cure\" or \"inflict\" spells at 1st level. Paladins can only channel positive energy, while antipaladins can only channel negative energy. Using this ability costs two uses of the fervor (warpriest), lay on hands (paladin), or touch of corruption (antipaladin) ability."
		]
	},
	"channel_positive_energy": { "copyof": "channel_energy" },
	"channel_negative_energy": { "copyof": "channel_energy" },
	"rage_powers": {
		"name": "Rage Powers",
		"sources": [
			"PRPG Core Rulebook",
			"Advanced Class Guide",
			"Planes of Power"
		],
		"compileFrom": {
			"source": "ragepower",
			"targets": [
				[
					"## Rage Powers",
					"",
					"{SOURCE PRPG Core Rulebook}  ",
					"As a {class/barbarian} gains levels, she learns to use her rage in new ways. Starting at 2nd level, a barbarian gains a rage power. She gains another rage power for every two levels of barbarian attained after 2nd level. A barbarian gains the benefits of rage powers only while raging, and some of these powers require the barbarian to take an action first. Unless otherwise noted, a barbarian cannot select an individual power more than once.",
					"",
					"{SOURCE Advanced Class Guide}  ",
					"At 3rd level and every 3 levels thereafter, a {class/skald} learns a rage power that affects the skald and any allies under the influence of his inspired rage. This cannot be a rage power that requires the creature to spend a standard action or rounds of rage to activate it. For example, the skald cannot choose {ragepower/terrifying howl} (which requires a standard action to activate), but can choose {ragepower/knockback} (which is made in place of a melee attack).",
					"",
					"---",
					""
				],
				{
					"limit": "-",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": ">*(.+?)",
						"replacement": "$1"
					},
					"template": "!-BQ-!:hll[ragepower/!-TITLE-!:] !-^S-! !-DESC-!"
				},
				[
					"",
					"::h2[Elemental Rage Powers]{jl}",
					"",
					"{SOURCE Planes of Power}  ",
					"Elemental rage powers can be selected by any barbarian or {class/skald} who is at least 6th level and has the {ragepower/lesser elemental rage} or {ragepower/lesser elemental blood} rage power, or the {ragepower/elemental stance} stance rage power (unchained barbarian only). A barbarian or skald can use only one of these rage powers at a time, and an {class/unchained barbarian} must adopt the elemental stance to do so.",
					"",
					"---",
					""
				],
				{
					"limit": "Elemental",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": "(.+?)(!-N-!)+\\*\\*Elemental Power:\\*\\*.+",
						"replacement": "$1"
					},
					"template": ":hll[ragepower/!-TITLE-!:] !-^S-! !-DESC-!"
				},
				[
					"",
					"::h2[Blood Rage Powers]{jl}",
					"",
					"{SOURCE Advanced Class Guide}  ",
					"Blood rage powers grant powers in a theme. A barbarian cannot select from more than one group of blood rage powers.",
					"",
					"---",
					""
				],
				{
					"limit": "Blood",
					"join": [ "", "", "" ],
					"modifyDescription": {
						"regex": "(.+?)(?:!-N-!)+\\*\\*Blood\\*\\* rage powers grant powers in a theme\\..+$|^>*(.+)",
						"replacement": "$1$2"
					},
					"template": "!-BQ-!:hll[ragepower/!-TITLE-!:] !-^S-! !-DESC-!"
				}
			]
		},
		"topLink": [ "Barbarian", "class/barbarian" ]
	},
	"tricks": {
		"name": "Animal Tricks",
		"sources": [
			"Animal Archive",
			"PRPG Core Rulebook",
			"Ultimate Wilderness"
		],
		"description": [
			"## Animal Tricks",
			"",
			"This is a list of tricks (and their associated DCs) that can be taught to animals using the {skill/Handle Animal} skill.",
			"",
			"---",
			"",
			"::h3[Aid]{jl extra=\"(DC 20)\"}",
			"",
			"The animal can use the aid another action to aid a specific ally in combat by attacking a specific foe the ally is fighting. You may point to a particular creature that you wish the animal to aid, and another that you want it make an attack roll against, and it will comply if able. The normal creature type restrictions governing the attack trick still apply.",
			"",
			"::h3[Attack]{jl extra=\"(DC 20)\"}",
			"",
			"The animal attacks apparent enemies. You may point to a particular creature that you wish the animal to attack, and it will comply if able. Normally, an animal will attack only humanoids, monstrous humanoids, giants, or other animals. Teaching an animal to attack all creatures (including such unnatural creatures as undead and aberrations) counts as two tricks.",
			"",
			">::h3[Flank]{jl extra=\"(DC 20)\"}",
			">",
			">You can instruct an animal to attack a foe you point to and always attempt to be adjacent to (and threatening) that foe. If you or an ally is also threatening the foe, the animal attempts to flank the foe, if possible. It always takes attacks of opportunity. The animal must know the **attack** trick before it can learn this trick.",
			">",
			">::h3[Maneuver]{jl extra=\"(DC 20)\"}",
			">",
			"The animal is trained to use a specific {rule/combat maneuver>s} on command. An animal must know the **attack** trick before it can be taught the maneuver trick, and it only performs maneuvers against targets it would normally attack. This trick can be taught to an animal multiple times. Each time it is taught, the animal can be commanded to use a different combat maneuver.",
			"",
			"::h3[Bombard]{jl extra=\"(DC 20)\"}",
			"",
			"A flying animal can deliver projectiles on command, attempting to drop a specified item that it can carry (often alchemist's fire or some other incendiary) on a designated point or opponent, using its base attack bonus to determine its attack roll. The animal cannot throw the object, and must be able to fly directly over the target.",
			"",
			"::h3[Break Out]{jl extra=\"(DC 20)\"}",
			"",
			"On command, the animal attempts to break or gnaw through any bars or bindings restricting itself, its handler, or a person indicated by the handler. If not effective on its own, this trick can grant the target character a +4 circumstance bonus on Escape Artist checks. The animal can also take certain basic actions like lifting a latch or bringing its master an unattended key. Weight and Strength restrictions still apply, and pickpocketing a key or picking any sort of lock is still far beyond the animal's ability.",
			"",
			"::h3[Bury]{jl extra=\"(DC 15)\"}",
			"",
			"An animal with this trick can be instructed to bury an object in its possession. The animal normally seeks a secluded place to bury its object. An animal with both **bury** and **fetch** can be instructed to fetch an item it has buried.",
			"",
			"::h3[Come]{jl extra=\"(DC 15)\"}",
			"",
			"The animal comes to you, even if it normally would not do so.",
			"",
			"::h3[Defend]{jl extra=\"(DC 20)\"}",
			"",
			"The animal defends you (or is ready to defend you if no threat is present), even without any command being given. Alternatively, you can command the animal to defend another specific character.",
			"",
			"::h3[Deliver]{jl extra=\"(DC 15)\"}",
			"",
			"The animal takes an object (one you or an ally gives it, or that it recovers with the fetch trick) to a place or person you indicate. If you indicate a place, the animal drops the item and returns to you. If you indicate a person, the animal stays adjacent to the person until the item is taken. (Retrieving an item from an animal using the deliver trick is a move action.)",
			"",
			"::h3[Detect]{jl extra=\"(DC 25)\"}",
			"",
			"The animal is trained to seek out the smells of explosives and poisons, unusual noises or echoes, air currents, and other common elements signifying potential dangers or secret passages. When commanded, the animal uses its Perception skill to try to pinpoint the source of anything that strikes it as unusual about a room or location. Note that because the animal is not intelligent, any number of strange mechanisms, doors, scents, or unfamiliar objects may catch the animal's attention, and it cannot attempt the same Perception check more than once in this way.",
			"",
			"::h3[Down]{jl extra=\"(DC 15)\"}",
			"",
			"The animal breaks off from combat or otherwise backs down. An animal that doesn't know this trick continues to fight until it must flee (due to injury, a fear effect, or the like) or its opponent is defeated.",
			"",
			"::h3[Entertain]{jl extra=\"(DC 25)\"}",
			"",
			"The animal can dance, sing, or perform some other impressive and enjoyable trick to entertain those around it. At the command of its owner, the animal can make a Perform check (or a Charisma check if it has no ranks in Perform) to show off its talent. Willing onlookers or those who fail an opposed Sense Motive check take a -2 penalty on Perception checks to notice anything but the animal entertaining them. Tricksters and con artists often teach their animals to perform this trick while they pickpocket viewers or sneak about unnoticed.",
			"",
			"::h3[Exclusive]{jl extra=\"(DC 20)\"}",
			"",
			"The animal takes directions only from the handler who taught it this trick. If an animal has both the exclusive and serve tricks, it takes directions only from the handler that taught it the exclusive trick and those creatures indicated by the trainer's serve command. An animal with the exclusive trick does not take trick commands from others even if it is friendly or helpful toward them (such as through the result of a {spell/charm animal} spell), though this does not prevent it from being controlled by other enchantment spells (such as {spell/dominate animal}), and the animal still otherwise acts as a friendly or helpful creature when applicable.",
			"",
			"::h3[Fetch]{jl extra=\"(DC 15)\"}",
			"",
			"The animal goes and gets something. If you do not point out a specific item, the animal fetches a random object.",
			"",
			"::h3[Flee]{jl extra=\"(DC 20)\"}",
			"",
			"The animal attempts to run away or hide as best it can, returning only when its handler commands it to do so. Until such a command is received, the animal does its best to track its handler and any creatures with him or her, remaining hidden but within range of its sight or hearing. This trick is particularly useful for thieves and adventurers in that it allows the animal to evade capture, then return later to help free its friends.",
			"",
			"::h3[Get Help]{jl extra=\"(DC 20)\"}",
			"",
			"With this trick, a trainer can designate a number of creatures up to the animal's Intelligence score as \"help.\" When the command is given, the animal attempts to find one of those people and bring her back to the handler, even if that means journeying a long distance to the last place it encountered the target creature.",
			"",
			"::h3[Guard]{jl extra=\"(DC 20)\"}",
			"",
			"The animal stays in place and prevents others from approaching.",
			"",
			"::h3[Heel]{jl extra=\"(DC 15)\"}",
			"",
			"The animal follows you closely, even to places where it normally wouldn't go.",
			"",
			"::h3[Hunt]{jl extra=\"(DC 20)\"}",
			"",
			"This trick allows an animal to use its natural stalking or foraging instincts to find food and return it to the animal's handler. An animal with this trick may attempt Survival checks (or Wisdom checks if the animal has no ranks in Survival) to provide food for others or lead them to water and shelter (as the \"get along in the wild\" use of the Survival skill). An animal with this trick may use the {rule/aid another} action to assist Survival checks made by its handler for these purposes.",
			"",
			"::h3[Menace]{jl extra=\"(DC 20)\"}",
			"",
			"A menacing animal attempts to keep a creature you indicate from moving. It does its best to intimidate the target, but only attacks if the target attempts to move from its present location or take any significant action (particularly a hostile-seeming one). As soon as the target stops moving, the animal ceases attacking, but continues to menace.",
			"",
			"::h3[Perform]{jl extra=\"(DC 15)\"}",
			"",
			"The animal performs a variety of simple tricks, such as sitting up, rolling over, roaring or barking, and so on.",
			"",
			"::h3[Seek]{jl extra=\"(DC 15)\"}",
			"",
			"The animal moves into an area and looks around for anything that is obviously alive or animate.",
			"",
			"::h3[Serve]{jl extra=\"(DC 15)\"}",
			"",
			"An animal with this trick willingly takes orders from a creature you designate. If the creature you tell the animal to serve knows what tricks the animal has, it can instruct the animal to perform these tricks using your Handle Animal bonus on the check instead of its own. The animal treats the designated ally as friendly. An animal can unlearn this trick with 1 week of training. This trick can be taught to an animal multiple times. Each time it is taught, the animal can serve an additional creature you designate.",
			"",
			"::h3[Sneak]{jl extra=\"(DC 15)\"}",
			"",
			"The animal can be ordered to make Stealth checks in order to stay hidden and to continue using Stealth even when circumstances or its natural instincts would normally cause it to abandon secrecy.",
			"",
			"::h3[Stay]{jl extra=\"(DC 15)\"}",
			"",
			"The animal stays in place, waiting for you to return. It does not challenge other creatures that come by, though it still defends itself if it needs to.",
			"",
			"::h3[Throw Rider]{jl extra=\"(DC 15)\"}",
			"",
			"The animal can attempt to fling a creature riding it to the ground. Treat this as a {rule/trip} combat maneuver that applies to all creatures riding the animal, and that does not provoke attacks of opportunity. An animal that knows the **throw rider** and **exclusive** tricks can be instructed to attempt to automatically throw anyone other than its trainer who attempts to ride it.",
			"",
			"::h3[Track]{jl extra=\"(DC 20)\"}",
			"",
			"The animal tracks the scent presented to it. (This requires the animal to have the {umr/scent} ability.)",
			"",
			"::h3[Watch]{jl extra=\"(DC 15)\"}",
			"",
			"The animal can be commanded to keep watch over a particular area, such as a campsite, and raise an alarm if it notices any sizable or dangerous creature entering the area. This trick is often included in the [Guarding](#guarding) purpose.",
			"",
			"::h3[Work]{jl extra=\"(DC 15)\"}",
			"",
			"The animal pulls or pushes a medium or heavy load.",
			"",
			"---",
			"",
			":h2[Animal Training Purposes]{jl}",
			"",
			"Rather than teaching an animal individual tricks, you can simply train it for a general purpose. Essentially, an animal's purpose represents a preselected set of known tricks that fit into a common scheme, such as guarding or heavy labor. The animal must meet all the normal prerequisites for all tricks included in the training package.",
			"",
			"::h3[Air Support]{jl extra=\"(DC 20)\"}",
			"",
			"An animal trained in air support knows the [attack](#attack), [bombard](#bombard), and [deliver](#deliver) tricks.",
			"",
			"::h3[Burglar]{jl extra=\"(DC 25)\"}",
			"",
			"An animal trained as a burglar knows the [come](#come), [fetch](#fetch), [maneuver](#maneuver) (steal), [seek](#seek), and [sneak](#sneak) tricks. You can order it to steal a specific item you point out.",
			"",
			"::h3[Combat Training]{jl extra=\"(DC 20)\"}",
			"",
			"An animal trained to bear a rider into combat knows the tricks [attack](#attack), [come](#come), [defend](#defend), [down](#down), [guard](#guard), and [heel](#heel). Training an animal for combat riding takes 6 weeks. You may also \"upgrade\" an animal trained for riding to one trained for combat by spending 3 weeks and making a successful DC 20 Handle Animal check. The new general purpose and tricks completely replace the animal's previous purpose and any tricks it once knew. Many horses and riding dogs are trained in this way.",
			"",
			"::h3[Fighting]{jl extra=\"(DC 20)\"}",
			"",
			"An animal trained to engage in combat knows the tricks [attack](#attack), [down](#down), and [stay](#stay). Training an animal for fighting takes 3 weeks.",
			"",
			"::h3[Guarding]{jl extra=\"(DC 20)\"}",
			"",
			"An animal trained to guard knows the tricks [attack](#attack), [defend](#defend), [down](#down), and [guard](#guard). Training an animal for guarding takes 4 weeks.",
			"",
			"::h3[Heavy Labor]{jl extra=\"(DC 15)\"}",
			"",
			"An animal trained for heavy labor knows the tricks [come](#come) and [work](#work). Training an animal for heavy labor takes 2 weeks.",
			"",
			"::h3[Hunting]{jl extra=\"(DC 20)\"}",
			"",
			"An animal trained for hunting knows the tricks [attack](#attack), [down](#down), [fetch](#fetch), [heel](#heel), [seek](#seek), and [track](#track). Training an animal for hunting takes 6 weeks.",
			"",
			"::h3[Liberator]{jl extra=\"(DC 25)\"}",
			"",
			"An animal trained in liberating knows the [break out](#break out), [flee](#flee), and [get help](#get help) tricks.",
			"",
			"::h3[Servant]{jl extra=\"(DC 20)\"}",
			"",
			"An animal trained as a servant knows the [deliver](#deliver), [exclusive](#exclusive), and [serve](#serve) tricks.",
			"",
			"::h3[Performance]{jl extra=\"(DC 15)\"}",
			"",
			"An animal trained for performance knows the tricks [come](#come), [fetch](#fetch), [heel](#heel), [perform](#perform), and [stay](#stay). Training an animal for performance takes 5 weeks.",
			"",
			"::h3[Riding]{jl extra=\"(DC 15)\"}",
			"",
			"An animal trained to bear a rider knows the tricks [come](#come), [heel](#heel), and [stay](#stay). Training an animal for riding takes 3 weeks."
		]
	},
	"companion_tricks": {
		"name": "Animal Companion Tricks",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Animal Companion Tricks",
			"",
			"{SOURCE Ultimate Wilderness/214}  ",
			"Certain {ability/tricks} can only be taught to {sidekick/animal companion/s}, and often require the animal to have specific characteristics. They otherwise follow the rules for [teaching tricks](skill/handle_animal).",
			"",
			"---",
			"",
			"::h3[Build Simple Structure]{jl extra=\"(DC 25)\"}",
			"",
			"The companion can build simple structures on command, limited by its natural abilities and inclinations. The companion is able to build only structures that creatures of its type would naturally build on their own, and this trick merely allows the handler to direct the companion on when and where to build such structures. For example, a spider could be commanded to spin a web between two trees, but it could not be made to create a hammock or a tent out of silk. Similarly, a beaver could be ordered to make a dam or lodge, an alligator a dome-shaped nest, and any burrowing creature a small tunnel or hole. In general, this process takes 10 minutes for each 5-foot square the structure occupies, but depending on the terrain and the type of structure, it might take as little as 1 minute or as much as 1 hour or more, at the GM's discretion. Only companions that naturally build structures can learn this trick.",
			"",
			"::h3[Demolish]{jl extra=\"(DC 15)\"}",
			"",
			"The companion can be commanded to attack and damage objects and structures. A companion must know the **attack** trick before it can be taught the demolish trick, and the companion must be trained to attack creatures of all types. The companion's handler can direct it either to make natural attacks against the object in question or to make a Strength check to attempt to break it (if applicable).",
			"",
			"::h3[Feint]{jl extra=\"(DC 20)\"}",
			"",
			"The companion is trained to feint against opponents. A companion must know the **attack** trick before it can be taught the feint trick, and it performs feints only against targets it would normally attack.",
			"",
			"::h3[Guide]{jl extra=\"(DC 15)\"}",
			"",
			"The companion can serve as a guide to a character that is blinded or otherwise unable to see. While serving as a guide, the companion remains adjacent to the guided creature at all times, readying an action each round to move when that creature moves. This allows the guided creature to automatically succeed at Acrobatics checks to move at more than half speed while blinded. Additionally, the companion identifies obstacles in the guided creature's path and pushes them, pulls them, or otherwise signals to the creature how to avoid them, allowing the guided creature to locate and move around obstacles such as hazards, opponents, and other terrain features as though she were able to see them (though she can't distinguish between obstacles). Finally, while serving as a guide, the companion indicates to the guided creature the presence and direction of any adjacent allies, allowing the guided creature to pinpoint the locations of such creatures. The companion can serve as a guide only as long as it is able to see in some fashion, and its ability to detect and avoid creatures and obstacles is limited by what it is able to perceive normally.",
			"",
			"::h3[Intimidate]{jl extra=\"(DC 15)\"}",
			"",
			"The companion bares its teeth, barks, bristles, growls, or otherwise threatens a creature you designate, or, alternatively, it can be trained to do so when it encounters any creature besides its handler. The companion takes a -4 penalty on Intimidate checks against creatures other than those with the animal or humanoid types unless it has also been trained to attack creatures of any type. A companion that knows this trick automatically uses the {rule/aid another} action to assist Intimidate checks attempted by its handler, provided that it is within 15 feet of its handler at the time and has not been ordered to perform another task.",
			"",
			"::h3[Mark Territory]{jl extra=\"(DC 25)\"}",
			"",
			"Whether by spraying musk, rubbing its back against trees and rocks, or simply howling loudly, the companion lets other nearby animals know that it has claimed an area. By spending 1 hour performing this trick, the companion can mark an area of up to half a square mile in this fashion. If it does so, after 24 hours, whenever there would be a random encounter within that area that involves a wild animal or other creature of Intelligence 2 or less (including vermin but not other mindless creatures, such as oozes and mindless undead), there is a 25% chance that the encounter doesn't actually occur, as creatures might be warded off by the markings. The companion must renew any territorial markings at least once per week, or they lose their effectiveness. There is also a 10% chance per week that the markings attract the attention of a powerful predator, which actively seeks out the companion to challenge it (and its master) for the territory.",
			"",
			"::h3[Milk Venom]{jl extra=\"(DC 20)\"}",
			"",
			"The companion can be coaxed into providing a single dose of venom on command. This process takes 10 minutes, and it requires a vial or similar container in which to store the poison. A companion that has been specifically trained to be milked of its venom never bites, stings, or otherwise poisons its handler when being milked, although the handler must still succeed at a {skill/Handle Animal} check to successfully harvest the venom (see {rule/Harvesting Poisons}). A companion must have the **poison** ability to be taught this trick.",
			"",
			"::h3[Receive Spell]{jl extra=\"(DC 25)\"}",
			"",
			"The companion has been trained to be the recipient of a specific spell (chosen at the time the animal is taught the trick), allowing it to fully take advantage of the spell's effects. The spell should be one that grants the companion an ability it might not normally be intelligent enough to make use of or one that it might not even realize it has (such as {spell/air walk}). The companion is able to recognize when it has been affected by this spell and can take full advantage of the spell's effects. At the GM's discretion, a companion can also be trained to receive certain non-spell effects, such as those granted by an {magic-wondrous/elixir of fire breath/ing}. The companion can be taught this trick multiple times; each time it learns this trick, it becomes trained to utilize a different spell effect.",
			"",
			"::h3[Rescue]{jl extra=\"(DC 20)\"}",
			"",
			"The companion has been trained to drag its handler or another creature that the handler designates out of danger and to a safe place in the event that the handler or creature is incapacitated. If a creature that the companion is defending is rendered helpless or is slain, the companion will carry, drag, or otherwise move that creature out of danger. If the companion knows the get help trick, it will attempt to bring the creature it is rescuing to one of the creatures designated as \"help.\" Otherwise, you can designate a single location in advance as a safe place, and the companion will attempt to bring the creature it is rescuing to that place. If it is unable to do either of these, the companion simply moves the creature to the nearest location of relative safety. A companion must have the **deliver** and **guard** tricks in order to learn this trick.",
			"",
			"::h3[Speak]{jl extra=\"(DC 25)\"}",
			"",
			"The companion is able to communicate very simple concepts through barks, gestures, whistles, or similar actions. The companion's vocabulary is extremely limited, generally restricted to \"yes,\" \"no,\" and counting up to three. The companion is also able to recognize and respond to up to two specific questions per point of Intelligence. The companion does not so much understand the words as recognize the sound of them, and it responds accordingly. This trick does not actually increase the companion's capacity to understand concepts and ideas; it can be taught a way to communicate the concept of \"food,\" for example, but it won't distinguish cooked food from raw food, and it might not even recognize as food anything that is not part of its own diet. A companion must have an Intelligence score of 2 or higher to learn this trick.",
			"",
			"::h3[Spin Silk]{jl extra=\"(DC 20)\"}",
			"",
			"The companion can create strands of delicate yet incredibly strong silk. Harvesting the silk takes 10 minutes, and it can be done once per day. This silk functions identically to a silk rope. The companion can produce a total number of feet of silk equal to 10 times its Constitution score per day, which can be divided as the handler chooses in 10-foot increments. Silk produced in this way degrades into uselessness after 24 hours. Only companions with the web ability can learn this trick.",
			"",
			">::h4[Cocoon]{jl extra=\"(DC 15)\"}",
			">",
			">The companion can cocoon an object or a helpless or willing Huge or smaller creature in webbing. The amount of time this takes depends on the size of the creature or object to be cocooned, as outlined on the following table.",
			">",
			">>| Target Size | Time to Cocoon |",
			">>| --- | --- |",
			">>| Tiny or smaller | 1 minute |",
			">>| Small or Medium | 10 minutes |",
			">>| Large | 1 hour |",
			">>| Huge | 4 hours |",
			">>",
			">The cocoon has hardness 2 and 10 hit points. A creature trapped within the cocoon is effectively pinned, and it can attempt an Escape Artist check or combat maneuver check as a full-round action to escape (DC = 20 + the companion's CMD). Alternatively, a DC 25 Strength check can break the cocoon. The companion must know the **spin silk** trick before it can learn this trick.",
			"",
			"::h3[Subdue]{jl extra=\"(DC 15)\"}",
			"",
			"The companion can attempt to subdue opponents. Once the command is given, the companion makes all its natural attacks as nonlethal attacks (taking the typical -4 penalty on attack rolls when using normally lethal attacks) until ordered to do otherwise.",
			"",
			"::h3[Take Root]{jl extra=\"(DC 15)\"}",
			"",
			"The companion extends its roots into the soil beneath it, anchoring itself in place and drawing water and nutrients from the soil. Taking root is a full-round action that provokes attacks of opportunity. While rooted, the companion cannot move, but it can otherwise act normally and gains a +4 bonus to CMD to resist bull rush, drag, overrun, reposition, and trip attempts. If the companion remains rooted for at least 1 hour, it absorbs enough water and nutrients to feed itself for a day. A separate command causes the companion to uproot itself as a full-round action. The companion can take root only in areas of soft soil. Only plant companions can learn this trick.",
			"",
			">::h4[Pose as Scenery]{jl extra=\"(DC 20)\"}",
			">",
			">The companion freezes in place, seeming to be a mundane plant rather than a plant creature. The companion must have taken root in order to use this trick. It attempts a Disguise check with a +8 circumstance bonus, opposed by the Perception checks of observers. If it succeeds at the opposed check, the observer mistakes it for an ordinary, harmless plant. The companion must have the take root trick in order to learn this trick. Only plant companions can learn this trick.",
			"",
			"::h3[Withhold Venom]{jl extra=\"(DC 20)\"}",
			"",
			"The companion can be ordered to avoid injecting poison into creatures it strikes with whatever natural attack would normally deliver venom. As long as the companion has been ordered to withhold its venom, successful hits with that natural attack deal damage as normal and convey all other effects that they normally would, but they do not expose the target to the companion's poison. Only companions with the **poison** special ability can learn this trick."
		]
	}
}