{
	"oaths": {
		"name": "Paladin Oaths",
		"sources": [
			"Divine Anthology",
			"Inner Sea Combat",
			"Ultimate Magic"
		],
		"description": [
			"While all paladins have their own codes of conduct, either taught by an order, handed down from the gods, or inspired by personal conviction, an oathbound paladin devotes herself to a singular cause, which grants her additional powers but also gives further edicts she must follow. An oathbound paladin swears an oath to eradicate a certain kind of evil. This powerful oath gives her access to new spells and adds to or alters typical paladin abilities.",
			"",
			"An oathbound paladin can take multiple oaths, but none of the other oaths can replace or alter the same class feature from the paladin class as another alternate class feature. For example, a paladin cannot take the Oath against Corruption and the Oath against the Wyrm because they both replace the aura of courage class feature.",
			"",
			"Paladins who take up an oath may make a sacred promise to their god or temple to perform some specific and grand action associated with the oath. For example, an oathbound paladin who takes the Oath of Vengeance may be tasked with killing the orc warlord who razed her home city, while a paladin with the Oath against the Wyrm may be asked to secure a non-aggression pact with a family of dragons. When a paladin completes the sacred promise, the oath is fulfilled, and she may abandon the oath if she so chooses; she may then select another oath or become a standard paladin or a different paladin archetype.",
			"",
			"If a paladin violates the code of her oath, she loses the class abilities associated with that oath until she atones. If she violates her paladin's code, she loses her oath abilities as well as her other paladin abilities.",
			"",
			"An oathbound paladin has the following class features.",
			"",
			"**Deity:** Some oaths are especially compatible with the faiths of certain deities; these deities are listed here. Other deities may allow these oaths as well, though only rarely do deities allow oaths conflicting with their teachings.",
			"",
			"**Code of Conduct:** The oathbound paladin must abide by the listed tenets of her oath in addition to the specifics of her god's code of conduct. In some cases, a deity's or paladin order's code may conflict with the oath's tenets; in most cases, these conflicts mean the oath is unsuitable for a paladin of that deity or order (such as the Oath against the Wyrm with respect to a good dragon deity or a dragon-riding order of paladins) and cannot be selected by the paladin.",
			"",
			"**Oath Spells:** A paladin's oath influences what magic she can perform. An oathbound paladin adds one spell to the paladin spell list at each paladin spell level she can cast (including spell levels for which she would only gain spells per day if her Charisma were high enough to grant bonus spells of that level). Her oath determines what spell is added to the spell list. If the paladin has multiple oaths, the spells from each oath are added to her spell list.",
			"",
			"If an oathbound paladin has more than one oath, she may prepare any one of her oath's spells in that slot (similar to a cleric choosing one of her two domain spells to prepare in a domain spell slot).",
			"",
			"| Oath | Replaces | Description |",
			"| --- | --- | --- |",
			"| [Oath against Chaos](/oath/oath_against_chaos) | Detect Evil, Smite Evil, Channel Positive Energy | These paladins dedicate themselves to the rule of law above all other things. |",
			"| [Oath against Corruption](/oath/oath_against_corruption) | Aura of Courage, Aura of Justice, Holy Champion | When a paladin takes this oath, she becomes a hunter of aberrations, protecting the common people from these bizarre threats. |",
			"| [Oath against Fiends](/oath/oath_against_fiends) | Aura of Resolve, 9th-level Mercy | A paladin who takes an oath against demons, devils, daemons, and other evil outsiders is constantly on the lookout for malicious fiendish insurgence into the world, and faces it with swift and unwavering defiance. |",
			"| [Oath against Grotesquery](/oath/oath_against_grotesquery) | Divine Health, Aura of Faith | For champions of Shelyn, who are aware that aesthetics is subjective, beauty is the form inviolate. |",
			"| [Oath against Savagery](/oath/oath_against_savagery) | Divine Grace, Aura of Justice | Some paladins are champions of order, pledging to battle the hordes of goblinoids, orcs, hostile barbarians, and similar savages that nip at the heels of civilization, as well as those who gnaw on society from within, such as thieves' and assassins' guilds. |",
			"| [Oath against the Whispering Way](/oath/oath_against_the_whispering_way) | Detect Evil, 3rd-level Mercy, 9th-level Mercy, Aura of Resolve, Aura of Justice | A variation of the Oath against undead geared towards fighting the [Whispering Way](rule/f_gravepath) |",
			"| [Oath against the Wyrm](/oath/oath_against_the_wyrm) | Channel Positive Energy, Divine Bond, Holy Champion | Some paladins swear to protect others against the predation of dragonkind. |",
			"| [Oath against Undeath](/oath/oath_against_undeath) | Detect Evil, 3rd-level Mercy, 9th-level Mercy, Aura of Resolve, Aura of Justice | A paladin with this oath vows to restore the natural state of death to any animate corpse she encounters, and destroy the undead energy in the process. |",
			"| [Oath of Charity](/oath/oath_of_charity) | Lay on Hands, Divine Bond | Those who take this oath dedicate their lives to protecting those who can't protect themselves and giving to those who are in need. |",
			"| [Oath of Chastity](/oath/oath_of_chastity) | Divine Grace, Aura of Resolve | A chaste paladin proves her purity by way of her action and her abstinence from romantic activities. |",
			"| [Oath of Loyalty](/oath/oath_of_loyalty) | Smite Evil | To most paladins, their word is everything. When they say something, it will be done. Those who take this oath put that ideal to the test every day. |",
			"| [Oath of the Mendevian Crusade](/oath/oath_of_the_mendevian_crusade) | Aura of Resolve, Divine Bond, 9th-level Mercy | A variation of the Oath against Fiends dedicated to closing the Worldwound |",
			"| [Oath of the People's Council](/oath/oath_of_the_peoples_council) | Class Skills, Smite Evil, Aura of Justice, Holy Champion | Paladins swearing the oath of the People's Council serve the common good by finding and thwarting those who abuse their authority. |",
			"| [Oath of the Skyseeker](/oath/oath_of_the_skyseeker) | Smite Evil, Divine Bond, Aura of Justice, Aura of Faith | Paladins with the oath of the skyseeker swear to defend the Sky Citadels their people retain and to help reclaim those the dwarves have lost, hoping to one day rebuild them on the greatest, most honorable ideals of the dwarven gods. |",
			"| [Oath of Vengeance](/oath/oath_of_vengeance) | Channel Positive Energy, Aura of Justice | These oathbound paladins are always on the hunt for those who have perpetrated evil, and are the instrument of Heaven's most definitive and implacable judgment. |"
		],
		"subhierarchy": [[ "Paladin", "class/paladin" ]]
	},
	"orders": {
		"name": "Orders",
		"sources": [
			"Advanced Class Guide",
			"Advanced Player's Guide",
			"Advanced Race Guide",
			"Adventurer's Guide",
			"Aquatic Adventures",
			"Blood of the Elements",
			"Blood of the Sea",
			"Champions of Balance",
			"Disciple's Doctrine",
			"Distant Shores",
			"Heroes from the Fringe",
			"Heroes of the Wild",
			"Inner Sea Combat",
			"Knights of the Inner Sea",
			"Legacy of the First World",
			"Merchant's Manifest",
			"Monster Hunter's Handbook",
			"Occult Adventures",
			"Path of the Hellknight",
			"People of the River",
			"People of the Sands",
			"Qadira, Jewel of the East",
			"The Harrow Handbook",
			"Ultimate Combat",
			"Ultimate Wilderness",
			"Villain Codex"
		],
		"description": [
			"## Cavalier/Samurai Orders",
			"",
			"{SOURCE Advanced Player's Guide}",
			"",
			"At 1st level, a cavalier must pledge himself to a specific order. The order grants the cavalier a number of bonuses, class skills, and special abilities. In addition, each order includes a number of edicts that the cavalier must follow. If he violates any of these edicts, he loses the benefits from his order's challenge ability for 24 hours. The violation of an edict is subject to GM interpretation.",
			"",
			"A cavalier cannot change his order without undertaking a lengthy process to dedicate himself to a new cause. When this choice is made, he immediately loses all of the benefits from his old order. He must then follow the edicts of his new order for one entire level without gaining any benefits from that order. Once accomplished, he gains all of the bonuses from his new order. Note that the names of these orders might vary depending upon the campaign setting or GM's preference.",
			"",
			"{SOURCE Ultimate Combat}  ",
			"Certain orders marked with an asterisk (\\*) are much more likely to be chosen by {class/Samurai} than by Cavaliers.",
			"",
			"| Order | Description |",
			"| :---: | --- |",
			"| [Order of the Asp](/order/order_of_the_asp) | A cutthroat group where ruthless pragmatism and underhanded dealing are the keys to moving up the chain of command. |",
			"| [Order of the Beast (ACG)](/order/order_of_the_beast_acg) | This order serves nature in all its forms, and keeps close to woodland creatures. |",
			"| [Order of the Beast (ISC)](/order/order_of_the_beast_isc) | Cavaliers of this order revel in destruction, and go out of their way to cause as much mayhem and disorder as possible. |",
			"| [Order of the Blossom](/order/order_of_the_blossom) | This order dedicates their lives to protecting fey, especially those visiting the Material Plane from the First World. |",
			"| [Order of the Blue Rose](/order/order_of_the_blue_rose) | Although they believe wholeheartedly in peace as an aim and a final goal, cavaliers of the blue rose are warriors first, and embrace their role as guardians of those who cannot or will not take up arms to defend themselves. |",
			"| [Order of the Cockatrice](/order/order_of_the_cockatrice) | A cavalier who belongs to this order serves only himself, working to further his own aims and increase his own prestige. |",
			"| [Order of the Dragon](/order/order_of_the_dragon) | This order believes in loyalty and friendship, willing to lay down their lives to protect their allies. |",
			"| [Order of the Eastern Star](/order/order_of_the_eastern_star) | This order exists to keep dangerous secrets hidden from the world and secretly protect the world against unimaginable threats from beyond the mortal realms. |",
			"| [Order of the Eclipse](/order/order_of_the_eclipse)\\* | A respected samurai order devoted to darkness itself. Although the order is not officially restricted to hobgoblins, its edicts make it difficult for any samurai without darkvision to operate in its ranks. |",
			"| [Order of the Eel](/order/order_of_the_eel) | The order of the eel believes communication and negotiation are the true paths to greatness and success for all. Locathah eel riders were the founders of the order of the eel, but other aquatic races have since joined. |",
			"| [Order of the Ennead Star](/order/order_of_the_ennead_star) | Cavaliers belonging to this order have joined the Hellknight crusade against chaos, adopting a life of ironclad discipline and swearing to thwart disorder by any means. |",
			"| [Order of the First Law](/order/order_of_the_first_law) | This order is dedicated to hunting down anyone practicing, preaching, or otherwise facilitating religion in Rahadoum. |",
			"| [Order of the Flame](/order/order_of_the_flame) | A cavalier of the order of the flame devotes his life to the pursuit of personal glory. |",
			"| [Order of the Green](/order/order_of_the_green) | Cavaliers of the order of the Green are dedicated to protecting wild places and creatures, embracing the {faith/Green Faith} in all its glory and natural wonder. |",
			"| [Order of the Guard](/order/order_of_the_guard) | Cavaliers who join the order of the guard dedicate themselves to the staunch and unyielding protection of a specific person or object - generally one they have been hired to protect. |",
			"| [Order of the Hammer](/order/order_of_the_hammer) | This order respects might, and believes that those who prove their strength have earned the right to make decisions for the weak. |",
			"| [Order of the Hero](/order/order_of_the_hero) | A cavalier belonging to this order specializes in hunting down large monsters and protecting communities from them. |",
			"| [Order of the Land](/order/order_of_the_land) | Self-reliance and the ability to make do with sparse resources are hallmarks of this order. |",
			"| [Order of the Lion](/order/order_of_the_lion) | A cavalier who belongs to this order has pledged himself to a sovereign; be it a king, queen, or even the local warlord. |",
			"| [Order of the Monument](/order/order_of_the_monument) | Cavaliers who join the order of the monument dedicate themselves to the protection and service of a particular city or settlement and often follow or respect the faiths of their home locale. |",
			"| [Order of the Paw](/order/order_of_the_paw) | Only dog- or wolf-riding halflings are eligible to join this order. |",
			"| [Order of the Penitent](/order/order_of_the_penitent) | Cavaliers who follow this order seek to make up for the crimes they've committed in the past, and do whatever they can to restore their tainted honor. |",
			"| [Order of the Reins](/order/order_of_the_reins) | These cavaliers hold themselves honor-bound to protect tamed and domesticated animals for their labor and loyalty. |",
			"| [Order of the Saddle](/order/order_of_the_saddle) | This order holds that the balance found between a rider and their mount contains the seeds of a better self, a better relationship with one's community, and a better sense of how to keep the world itself healthy. |",
			"| [Order of the Scales](/order/order_of_the_scales) | Members of this order track down and apprehend fleeing lawbreakers so that these vagrants may answer for their crimes and make good on their debts. |",
			"| [Order of the Seal](/order/order_of_the_seal) | Cavaliers of the order of the seal are a secretive order, each charged with the protection of a specific object (such as a dangerous magic item), place (a lost temple), or secret (that a certain peasant is actually the last descendant of the royal line). |",
			"| [Order of the Shield](/order/order_of_the_shield) | Cavaliers who join the order of the shield devote their lives to protecting the common folk, from the simple farmer to the honest craftsman. |",
			"| [Order of the Shroud](/order/order_of_the_shroud) | Cavaliers of this order seek out and destroy undead and those who harbor or create them. |",
			"| [Order of the Songbird](/order/order_of_the_songbird)\\* | Samurai of this order treat battle as a beautiful art form; many of these samurai seek pacifistic means of defeating their foes. |",
			"| [Order of the Staff](/order/order_of_the_staff) | Cavaliers belonging to the order of the staff dedicate their lives to guarding and assisting spellcasters, especially wizards and druids, and to overcoming those who seek to destroy items and locations of magical import. |",
			"| [Order of the Star](/order/order_of_the_star) | Cavaliers who join the order of the star dedicate themselves to the protection and service of a faith and its members. |",
			"| [Order of the Sword](/order/order_of_the_sword) | Cavaliers who join the order of the sword dedicate their lives to the code of chivalry, living a life of honor, valor, and fairness. |",
			"| [Order of the Tome](/order/order_of_the_tome) | The members of this order devote themselves to the preservation of knowledge. |",
			"| [Order of the Warrior](/order/order_of_the_warrior)\\* | Most samurai swear themselves to the code of the warrior, which emphasizes duty, honor, loyalty, and obedience. |",
			"| [Order of the Waves](/order/order_of_the_waves) | Cavaliers of the order of the waves explore the secrets under the sea. |",
			"| [Order of the Whip](/order/order_of_the_whip) | A cavalier who belongs to this order has pledged himself to cruelty and malice, serving only those who grant him free rein to cause suffering. |",
			"| [Order of Vengeance](/order/order_of_vengeance) | Often affiliated with the church of Calistria, those ex-Galtan cavaliers who subscribe to the order of vengeance seek not only to reclaim their rightful homeland, but to punish those who betrayed them. |",
			"| [Ronin](/order/ronin)\\* | While most samurai belong to the order of the warrior, some find themselves without a master. Known as ronin, these samurai wander the lands, serving their own code of ideals. |"
		],
		"subhierarchy": [[ "Cavalier", "class/cavalier" ]]
	},
	"patrons": {
		"name": "Witch Patrons",
		"sources": [
			"Advanced Player's Guide",
			"Blood of the Coven",
			"Champions of Purity",
			"Healer's Handbook",
			"Heroes of the High Court",
			"Heroes of the Wild",
			"Horror Adventures",
			"Occult Adventures",
			"Pathfinder #72: The Witch Queen's Revenge",
			"Paths of the Righteous",
			"Ultimate Magic",
			"Ultimate Wilderness"
		],
		"description": [
			"## Witch Patrons",
			"",
			"{SOURCE Advanced Player's Guide}  ",
			"At 1st level, when a witch gains her familiar, she must also select a patron. This patron is a vague and mysterious force, granting the witch power for reasons that she might not entirely understand. While these forces need not be named, they typically hold influence over one of the following forces. At 2nd level, and every two levels thereafter, a witch's patron adds new spells to a witch's list of spells known. These spells are also automatically added to the list of spells stored by the familiar. The spells gained depend upon the patron chosen. Each patron is listed by its theme. Its actual name is up to the GM and the witch to decide.",
			"",
			"---",
			"",
			"**Agility** ({source/Advanced Player's Guide/ pg. 70}): 2nd - {spell/jump}, 4th - {spell/cat's grace}, 6th - {spell/haste}, 8th - {spell/freedom of movement}, 10th - {spell/polymorph}, 12th - {spell/mass cat's grace}, 14th - {spell/ethereal jaunt}, 16th - {spell/animal shapes}, 18th - {spell/shapechange}.",
			"",
			"**Ancestors** ({source/Ultimate Magic/ pg. 83}): 2nd - {spell/bless}, 4th - {spell/aid}, 6th - {spell/prayer}, 8th - {spell/blessing of fervor}, 10th - {spell/commune}, 12th - {spell/greater heroism}, 14th - {spell/refuge}, 16th - {spell/euphoric tranquility}, 18th - {spell/weird}.",
			"",
			"**Animals** ({source/Advanced Player's Guide/ pg. 70}): 2nd - {spell/charm animal}, 4th - {spell/speak with animals}, 6th - {spell/dominate animal}, 8th - {spell/summon nature's ally IV}, 10th - {spell/animal growth}, 12th - {spell/antilife shell}, 14th - {spell/beast shape IV}, 16th - {spell/animal shapes}, 18th - {spell/summon nature's ally IX}.",
			"",
			"**Aurora** ({source/Paths of the Righteous/ pg. 31}): 2nd - {spell/color spray}, 4th - {spell/hypnotic pattern}, 6th - {spell/wall of nausea}, 8th - {spell/rainbow pattern}, 10th - {spell/blazing rainbow}, 12th - {spell/programmed image}, 14th - {spell/prismatic spray}, 16th - {spell/prismatic wall}, 18th - {spell/polar midnight}.",
			"",
			"**Autumn** ({source/Ultimate Wilderness/ pg. 88}): 2nd - {spell/ray of enfeeblement}, 4th - {spell/create pit}, 6th - {spell/gentle repose}, 8th - {spell/vitriolic mist}, 10th - {spell/major creation}, 12th - {spell/acid fog}, 14th - {spell/caustic eruption}, 16th - {spell/horrid wilting}, 18th - {spell/wail of the banshee}.",
			"",
			"**Boundaries** ({source/Champions of Purity/ pg. 27}): 2nd - {spell/protection from evil}, 4th - {spell/see invisibility}, 6th - {spell/magic circle against evil}, 8th - {spell/dimensional anchor}, 10th - {spell/control summoned creature}, 12th - {spell/banishment}, 14th - {spell/ethereal jaunt}, 16th - {spell/dimensional lock}, 18th - {spell/gate}.",
			"",
			"**Conspiracies** ({source/Horror Adventures/ pg. 72}): 2nd - {spell/lock gaze}, 4th - {spell/disguise other}, 6th - {spell/tongues}, 8th - {spell/hypercognition}, 10th - {spell/dominate person}, 12th - {spell/symbol of persuasion}, 14th - {spell/vision}, 16th - {spell/frightful aspect}, 18th - {spell/overwhelming presence}.",
			"",
			"**Death** ({source/Ultimate Magic/ pg. 83}): 2nd - {spell/deathwatch}, 4th - {spell/blessing of courage and life}, 6th - {spell/speak with dead}, 8th - {spell/rest eternal}, 10th - {spell/suffocation}, 12th - {spell/circle of death}, 14th - {spell/finger of death}, 16th - {spell/symbol of death}, 18th - {spell/power word kill}.",
			"",
			"**Decadence** ({source/Horror Adventures/ pg. 72}): 2nd - {spell/negative reaction}, 4th - {spell/demand offering}, 6th - {spell/sepia snake sigil}, 8th - {spell/charm monster}, 10th - {spell/dream}, 12th - {spell/envious urge}, 14th - {spell/waves of ecstasy}, 16th - {spell/euphoric tranquility}, 18th - {spell/symbol of strife}.",
			"",
			"**Deception** ({source/Advanced Player's Guide/ pg. 70}): 2nd - {spell/ventriloquism}, 4th - {spell/invisibility}, 6th - {spell/blink}, 8th - {spell/confusion}, 10th - {spell/passwall}, 12th - {spell/programmed image}, 14th - {spell/mass invisibility}, 16th - {spell/scintillating pattern}, 18th - {spell/time stop}.",
			"",
			"**Devotion** ({source/Champions of Purity/ pg. 27}): 2nd - {spell/divine favor}, 4th - {spell/martyr's bargain}, 6th - {spell/magic vestment}, 8th - {spell/greater magic weapon}, 10th - {spell/flame strike}, 12th - {spell/mass bull's strength}, 14th - {spell/bestow grace of the champion}, 16th - {spell/holy aura}, 18th - {spell/mass heal}.",
			"",
			"**Elements** ({source/Advanced Player's Guide/ pg. 70}): 2nd - {spell/shocking grasp}, 4th - {spell/flaming sphere}, 6th - {spell/fireball}, 8th - {spell/wall of ice}, 10th - {spell/flame strike}, 12th - {spell/freezing sphere}, 14th - {spell/vortex}, 16th - {spell/fire storm}, 18th - {spell/meteor swarm}.",
			"",
			"**Enchantment** ({source/Ultimate Magic/ pg. 83}): 2nd - {spell/unnatural lust}, 4th - {spell/calm emotions}, 6th - {spell/unadulterated loathing}, 8th - {spell/overwhelming grief}, 10th - {spell/dominate person}, 12th - {spell/geas}, 14th - {spell/euphoric tranquility}, 16th - {spell/demand}, 18th - {spell/dominate monster}.",
			"",
			"**Endurance** ({source/Advanced Player's Guide/ pg. 70}): 2nd - {spell/endure elements}, 4th - {spell/bear's endurance}, 6th - {spell/protection from energy}, 8th - {spell/spell immunity}, 10th - {spell/spell resistance}, 12th - {spell/mass bear's endurance}, 14th - {spell/greater restoration}, 16th - {spell/iron body}, 18th - {spell/miracle}.",
			"",
			"**Entropy** ({source/Horror Adventures/ pg. 72}): 2nd - {spell/lesser confusion}, 4th - {spell/plague carrier}, 6th - {spell/babble}, 8th - {spell/wandering star motes}, 10th - {spell/feeblemind}, 12th - {spell/antimagic field}, 14th - {spell/insanity}, 16th - {spell/symbol of insanity}, 18th - {spell/interplanetary teleport}.",
			"",
			"**Ethereal** ({source/Occult Adventures/ pg. 125}): 2nd - {spell/detect undead}, 4th - {spell/see invisibility}, 6th - {spell/ectoplasmic snare}, 8th - {spell/condensed ether}, 10th - {spell/ethereal envelope}, 12th - {spell/ethereal jaunt}, 14th - {spell/ectoplasmic eruption}, 16th - {spell/ethereal envelopment}, 18th - {spell/etherealness}.",
			"",
			"**Fate** ({source/Pathfinder #72: The Witch Queen's Revenge/ pg. 75}): 2nd - {spell/doom}, 4th - {spell/anticipate peril}, 6th - {spell/helping hand}, 8th - {spell/blessing of fervor}, 10th - {spell/greater forbid action}, 12th - {spell/contingency}, 14th - {spell/jolting portent}, 16th - {spell/maze}, 18th - {spell/wish}.",
			"",
			"**Healing** ({source/Ultimate Magic/ pg. 83}): 2nd - {spell/remove fear}, 4th - {spell/lesser restoration}, 6th - {spell/remove disease}, 8th - {spell/restoration}, 10th - {spell/cleanse}, 12th - {spell/pillar of life}, 14th - {spell/greater restoration}, 16th - {spell/mass cure critical wounds}, 18th - {spell/true resurrection}.",
			"",
			"**Insanity** ({source/Ultimate Magic/ pg. 83}): 2nd - {spell/memory lapse}, 4th - {spell/hideous laughter}, 6th - {spell/distracting cacophony}, 8th - {spell/confusion}, 10th - {spell/mind fog}, 12th - {spell/envious urge}, 14th - {spell/insanity}, 16th - {spell/symbol of insanity}, 18th - {spell/overwhelming presence}.",
			"",
			"**Jynx** ({source/Blood of the Coven/ pg. 17}): 2nd - {spell/ill omen}, 4th - {spell/shatter}, 6th - {spell/bestow curse}, 8th - {spell/retribution}, 10th - {spell/mark of justice}, 12th - {spell/eyebite}, 14th - {spell/spell turning}, 16th - {spell/antipathy}, 18th - {spell/energy drain}.",
			"",
			"**Light** ({source/Ultimate Magic/ pg. 83}): 2nd - {spell/dancing lantern}, 4th - {spell/continual flame}, 6th - {spell/daylight}, 8th - {spell/rainbow pattern}, 10th - {spell/fire snake}, 12th - {spell/sirocco}, 14th - {spell/sunbeam}, 16th - {spell/sunburst}, 18th - {spell/fiery body}.",
			"",
			"**Mercy** ({source/Blood of the Coven/ pg. 17}): 2nd - {spell/cure light wounds}, 4th - {spell/eagle's splendor}, 6th - {spell/remove curse}, 8th - {spell/restoration}, 10th - {spell/cleanse}, 12th - {spell/heroes' feast}, 14th - {spell/foe to friend}, 16th - {spell/euphoric tranquility}, 18th - {spell/true resurrection}.",
			"",
			"**Mind** ({source/Occult Adventures/ pg. 125}): 2nd - {spell/mindlink}, 4th - {spell/mental block}, 6th - {spell/mindscape door}, 8th - {spell/create mindscape}, 10th - {spell/psychic asylum}, 12th - {spell/greater create mindscape}, 14th - {spell/psychic surgery}, 16th - {spell/moment of prescience}, 18th - {spell/microcosm}.",
			"",
			"**Moon** ({source/Ultimate Magic/ pg. 83}): 2nd - {spell/darkness}, 4th - {spell/darkvision}, 6th - {spell/owl's wisdom}, 8th - {spell/moonstruck}, 10th - {spell/aspect of the wolf}, 12th - {spell/control water}, 14th - {spell/lunar veil}, 16th - {spell/horrid wilting}, 18th - {spell/meteor swarm}.",
			"",
			"**Mountain** ({source/Heroes of the Wild/ pg. 13}): 2nd - {spell/stone fist}, 4th - {spell/stone call}, 6th - {spell/stone shape}, 8th - {spell/spike stones}, 10th - {spell/wall of stone}, 12th - {spell/flesh to stone}, 14th - {spell/stone tell}, 16th - {spell/repel metal or stone}, 18th - {spell/clashing rocks}.",
			"",
			"**Nightmares** ({source/Horror Adventures/ pg. 72}): 2nd - {spell/sleep}, 4th - {spell/detect thoughts}, 6th - {spell/oneiric horror}, 8th - {spell/phantasmal killer}, 10th - {spell/nightmare}, 12th - {spell/dream travel}, 14th - {spell/symbol of weakness}, 16th - {spell/demand}, 18th - {spell/polar midnight}.",
			"",
			"**Occult** ({source/Ultimate Magic/ pg. 83}): 2nd - {spell/detect undead}, 4th - {spell/command undead}, 6th - {spell/twilight knife}, 8th - {spell/black tentacles}, 10th - {spell/snake staff}, 12th - {spell/create undead}, 14th - {spell/waves of exhaustion}, 16th - {spell/trap the soul}, 18th - {spell/gate}.",
			"",
			"**Peace** ({source/Champions of Purity/ pg. 27}): 2nd - {spell/sanctuary}, 4th - {spell/calm emotions}, 6th - {spell/wind wall}, 8th - {spell/dismissal}, 10th - {spell/serenity}, 12th - {spell/word of recall}, 14th - {spell/forcecage}, 16th - {spell/euphoric tranquility}, 18th - {spell/antipathy}.",
			"",
			"**Plague** ({source/Advanced Player's Guide/ pg. 70}): 2nd - {spell/detect undead}, 4th - {spell/command undead}, 6th - {spell/contagion}, 8th - {spell/animate dead}, 10th - {spell/giant vermin}, 12th - {spell/create undead}, 14th - {spell/control undead}, 16th - {spell/create greater undead}, 18th - {spell/energy drain}.",
			"",
			"**Plant** ({source/Heroes of the Wild/ pg. 11}): 2nd - {spell/entangle}, 4th - {spell/accelerate poison}, 6th - {spell/lily pad stride}, 8th - {spell/grove of respite}, 10th - {spell/tree stride}, 12th - {spell/repel wood}, 14th - {spell/animate plants}, 16th - {spell/control plants}, 18th - {spell/shambler}.",
			"",
			"**Portents** ({source/Ultimate Magic/ pg. 83}): 2nd - {spell/ill omen}, 4th - {spell/locate object}, 6th - {spell/blood biography}, 8th - {spell/divination}, 10th - {spell/contact other plane}, 12th - {spell/legend lore}, 14th - {spell/vision}, 16th - {spell/moment of prescience}, 18th - {spell/foresight}.",
			"",
			"**Protection** ({source/Heroes of the High Court/ pg. 9}): 2nd - {spell/sanctuary}, 4th - {spell/resist energy}, 6th - {spell/wrathful mantle}, 8th - {spell/stoneskin}, 10th - {spell/interposing hand}, 12th - {spell/forbiddance}, 14th - {spell/greater spell immunity}, 16th - {spell/prismatic wall}, 18th - {spell/freedom}.",
			"",
			"**Recovery** ({source/Healer's Handbook/ pg. 16}): 2nd - {spell/liberating command}, 4th - {spell/remove paralysis}, 6th - {spell/sacred bond}, 8th - {spell/freedom of movement}, 10th - {spell/cleanse}, 12th - {spell/heroes' feast}, 14th - {spell/joyful rapture}, 16th - {spell/protection from spells}, 18th - {spell/mass heal}.",
			"",
			"**Revenge** ({source/Horror Adventures/ pg. 72}): 2nd - {spell/magic fang}, 4th - {spell/slipstream}, 6th - {spell/rage}, 8th - {spell/moonstruck}, 10th - {spell/beast shape III}, 12th - {spell/vengeful outrage}, 14th - {spell/phantasmal revenge}, 16th - {spell/seamantle}, 18th - {spell/storm of vengeance}.",
			"",
			"**Rot** ({source/Blood of the Coven/ pg. 17}): 2nd - {spell/decompose corpse}, 4th - {spell/warp wood}, 6th - {spell/fungal infestation}, 8th - {spell/fleshworm infestation}, 10th - {spell/plague carrier}, 12th - {spell/epidemic}, 14th - {spell/creeping doom}, 16th - {spell/horrid wilting}, 18th - {spell/cursed earth}.",
			"",
			"**Shadow** ({source/Advanced Player's Guide/ pg. 70}): 2nd - {spell/silent image}, 4th - {spell/darkness}, 6th - {spell/deeper darkness}, 8th - {spell/shadow conjuration}, 10th - {spell/shadow evocation}, 12th - {spell/shadow walk}, 14th - {spell/greater shadow conjuration}, 16th - {spell/greater shadow evocation}, 18th - {spell/shades}.",
			"",
			"**Space** ({source/Horror Adventures/ pg. 72}): 2nd - {spell/mirror strike}, 4th - {spell/twisted space}, 6th - {spell/blink}, 8th - {spell/dimension door}, 10th - {spell/hostile juxtaposition}, 12th - {spell/repulsion}, 14th - {spell/walk through space}, 16th - {spell/bilocation}, 18th - {spell/teleportation circle}.",
			"",
			"**Spirits** ({source/Ultimate Magic/ pg. 83}): 2nd - {spell/ghostbane dirge}, 4th - {spell/invisibility}, 6th - {spell/speak with dead}, 8th - {spell/spiritual ally}, 10th - {spell/mass ghostbane dirge}, 12th - {spell/shadow walk}, 14th - {spell/ethereal jaunt}, 16th - {spell/planar ally}, 18th - {spell/etherealness}.",
			"",
			"**Spring** ({source/Ultimate Wilderness/ pg. 88}): 2nd - {spell/feather fall}, 4th - {spell/alter self}, 6th - {spell/pup shape}, 8th - {spell/true form}, 10th - {spell/lightning arc}, 12th - {spell/chain lightning}, 14th - {spell/control weather}, 16th - {spell/stormbolts}, 18th - {spell/time stop}.",
			"",
			"**Stars** ({source/Ultimate Magic/ pg. 83}): 2nd - {spell/faerie fire}, 4th - {spell/dust of twilight}, 6th - {spell/guiding star}, 8th - {spell/wandering star motes}, 10th - {spell/dream}, 12th - {spell/cloak of dreams}, 14th - {spell/circle of clarity}, 16th - {spell/euphoric tranquility}, 18th - {spell/astral projection}.",
			"",
			"**Storms** ({source/Heroes of the Wild/ pg. 13}): 2nd - {spell/obscuring mist}, 4th - {spell/fog cloud}, 6th - {spell/call lightning}, 8th - {spell/ice storm}, 10th - {spell/call lightning storm}, 12th - {spell/wind walk}, 14th - {spell/control weather}, 16th - {spell/whirlwind}, 18th - {spell/storm of vengeance}.",
			"",
			"**Strength** ({source/Advanced Player's Guide/ pg. 70}): 2nd - {spell/divine favor}, 4th - {spell/bull's strength}, 6th - {spell/greater magic weapon}, 8th - {spell/divine power}, 10th - {spell/righteous might}, 12th - {spell/mass bull's strength}, 14th - {spell/giant form I}, 16th - {spell/giant form II}, 18th - {spell/shapechange}.",
			"",
			"**Summer** ({source/Ultimate Wilderness/ pg. 88}, {source/Heroes of the Wild/ pg. 13}): 2nd - {spell/goodberry}, 4th - {spell/flaming sphere}, 6th - {spell/daylight}, 8th - {spell/greater flaming sphere}, 10th - {spell/wall of fire}, 12th - {spell/sirocco}, 14th - {spell/sunbeam}, 16th - {spell/sunburst}, 18th - {spell/fiery body}.",
			"",
			"**Thorns** ({source/Ultimate Wilderness/ pg. 88}, {source/Heroes of the Wild/ pg. 13}): 2nd - {spell/thorn javelin}, 4th - {spell/wrath}, 6th - {spell/thorny entanglement}, 8th - {spell/thorn body}, 10th - {spell/wall of thorns}, 12th - {spell/blade barrier}, 14th - {spell/repulsion}, 16th - {spell/mage's sword}, 18th - {spell/wooden phalanx}.",
			"",
			"**Time** ({source/Ultimate Magic/ pg. 83}): 2nd - {spell/ventriloquism}, 4th - {spell/silence}, 6th - {spell/haste}, 8th - {spell/threefold aspect}, 10th - {spell/teleport}, 12th - {spell/disintegrate}, 14th - {spell/expend}, 16th - {spell/temporal stasis}, 18th - {spell/time stop}.",
			"",
			"**Transformation** ({source/Advanced Player's Guide/ pg. 70}): 2nd - {spell/jump}, 4th - {spell/bear's endurance}, 6th - {spell/beast shape I}, 8th - {spell/beast shape II}, 10th - {spell/beast shape III}, 12th - {spell/form of the dragon I}, 14th - {spell/form of the dragon II}, 16th - {spell/form of the dragon III}, 18th - {spell/shapechange}.",
			"",
			"**Trickery** ({source/Advanced Player's Guide/ pg. 70}): 2nd - {spell/animate rope}, 4th - {spell/mirror image}, 6th - {spell/major image}, 8th - {spell/hallucinatory terrain}, 10th - {spell/mirage arcana}, 12th - {spell/mislead}, 14th - {spell/reverse gravity}, 16th - {spell/screen}, 18th - {spell/time stop}.",
			"",
			"**Vengeance** ({source/Ultimate Magic/ pg. 83}): 2nd - {spell/burning hands}, 4th - {spell/burning gaze}, 6th - {spell/pain strike}, 8th - {spell/shout}, 10th - {spell/symbol of pain}, 12th - {spell/mass pain strike}, 14th - {spell/phantasmal revenge}, 16th - {spell/incendiary cloud}, 18th - {spell/winds of vengeance}.",
			"",
			"**Water** ({source/Advanced Player's Guide/ pg. 70}): 2nd - {spell/bless water}/{spell/curse water}, 4th - {spell/slipstream}, 6th - {spell/water breathing}, 8th - {spell/control water}, 10th - {spell/geyser}, 12th - {spell/elemental body III/ (water only)}, 14th - {spell/elemental body IV/ (water only)}, 16th - {spell/seamantle}, 18th - {spell/tsunami}.",
			"",
			"**Winter** ({source/Ultimate Wilderness/ pg. 88}, {source/Ultimate Magic/ pg. 83}): 2nd - {spell/unshakable chill}, 4th - {spell/resist energy/ (cold only)}, 6th - {spell/ice storm}, 8th - {spell/wall of ice}, 10th - {spell/cone of cold}, 12th - {spell/freezing sphere}, 14th - {spell/control weather}, 16th - {spell/polar ray}, 18th - {spell/polar midnight}.",
			"",
			"**Wisdom** ({source/Advanced Player's Guide/ pg. 70}): 2nd - {spell/shield of faith}, 4th - {spell/owl's wisdom}, 6th - {spell/magic vestment}, 8th - {spell/lesser globe of invulnerability}, 10th - {spell/dream}, 12th - {spell/globe of invulnerability}, 14th - {spell/spell turning}, 16th - {spell/protection from spells}, 18th - {spell/mage's disjunction}.",
			"",
			"**Woodlands** ({source/Ultimate Wilderness/ pg. 89}): 2nd - {spell/entangle}, 4th - {spell/accelerate poison}, 6th - {spell/lily pad stride}, 8th - {spell/grove of respite}, 10th - {spell/tree stride}, 12th - {spell/repel wood}, 14th - {spell/animate plants}, 16th - {spell/control plants}, 18th - {spell/shambler}."
		],
		"subhierarchy": [[ "Witch", "class/witch" ]]
	},
	"phrenic_amplifications": {
		"name": "Phrenic Amplifications",
		"sources": [
			"Occult Adventures",
			"Occult Origins",
			"Heroes of Golarion"
		],
		"description": [
			"{SOURCE Occult Adventures}  ",
			"A psychic develops particular techniques to empower her spellcasting, called phrenic amplifications. The psychic can activate a phrenic amplification only while casting a spell using psychic magic, and the amplification modifies either the spell's effects or the process of casting it. The spell being cast is called the linked spell. The psychic can activate only one amplification each time she casts a spell, and doing so is part of the action used to cast the spell. She can use any amplification she knows with any psychic spell, unless the amplification's description states that it can be linked only to certain types of spells. A psychic learns one phrenic amplification at 1st level, selected from the list below. At 3rd level and every 4 levels thereafter, the psychic learns a new phrenic amplification. A phrenic amplification can't be selected more than once. Once a phrenic amplification has been selected, it can't be changed. Phrenic amplifications require the psychic to expend 1 or more points from her phrenic pool to function.",
			"",
			"---",
			"",
			"**Biokinetic Healing (Su)** ({source/Occult Origins/ pg. 16}): When the psychic casts a linked spell from the transmutation school, she can spend 1 point from her phrenic pool to regain 2 hit points per level of the linked spell.",
			"",
			"**Complex Countermeasures (Ex)** ({source/Occult Adventures/ pg. 60}): The psychic can spend 1 point from her phrenic pool to increase by 2 the DCs of concentration checks or caster level checks the linked spell requires enemies to attempt. For example, if the linked spell were {spell/nondetection}, the DC of the caster level check for using a divination on the warded creature or item would increase. This increase also applies to checks to dispel, counterspell, or identify the linked spell. The bonus applies while the spell is cast and lasts for the spell's duration (if appropriate), to a maximum of 24 hours. The psychic can choose to spend 2 points from her phrenic pool to instead increase the linked spell's DCs by 4.",
			"",
			"**Conjured Armor (Su)** ({source/Occult Adventures/ pg. 61}): By spending 1 point from her phrenic pool, the psychic grants any creature she conjures or summons with the linked spell a +2 deflection bonus to AC. This bonus lasts for 1 round per caster level or until the creature disappears, whichever comes first. This amplification can be linked only to conjuration (calling) or conjuration (summoning) spells. The bonus increases to +3 at 8th level and to +4 at 15th level.",
			"",
			"**Defensive Prognostication (Su)** ({source/Occult Adventures/ pg. 61}): When casting a divination spell, the psychic sees a glimmer of her future. By spending 1 point from her phrenic pool as she casts a divination spell, she gains a +2 insight bonus to AC for a number of rounds equal to the linked spell's level. She can instead spend 2 points to increase the bonus to +4. This amplification can be linked only to divination spells.",
			"",
			"**Dragon's Breath (Su)** ({source/Occult Origins/ pg. 16}): The psychic can spend 2 points from her phrenic pool to change a linked spell that has a line or burst area of effect into a 30-foot cone that emanates from the psychic's mouth as a breath weapon.",
			"",
			"**Focused Force (Su)** ({source/Occult Adventures/ pg. 61}): When casting a force spell, the psychic can increase the spell's damage by spending 1 point from her phrenic pool. Increase the die size for the spell's damage by one step (from 1d4 to 1d6, 1d6 to 1d8, 1d8 to 1d10, or 1d10 to 1d12). This increases the size of each die rolled, so a spell that dealt 4d6+3 points of force damage would deal 4d8+3 points of force damage instead. This amplification can be linked only to spells that deal force damage, and only if that damage includes a die value. A spell that already uses d12s for damage can't be amplified in this way.",
			"",
			"**Intense Focus (Ex)** ({source/Occult Adventures/ pg. 61}): The psychic can spend 1 point from her phrenic pool to gain a +2 bonus on any concentration check she attempts as part of casting the linked spell. She can choose to spend 2 points from her phrenic pool to instead gain a +4 bonus.",
			"",
			"**Mind's Eye (Su)** ({source/Heroes of Golarion/ pg. 13}): Some psychics train their visual and psychic senses, binding them together into a unified focus to better guide their ranged spells and place them with uncanny precision. While casting a spell that requires a ranged attack roll, the psychic can spend 2 points from her phrenic pool and gain a +4 insight bonus on the attack roll. The psychic can spend 1 additional point to ignore penalties from cover (but not total cover).",
			"",
			"**Mindshield (Su)** ({source/Occult Adventures/ pg. 61}): The psychic can spend 1 point from her phrenic pool to give one target of the linked spell a +2 morale bonus on Will saves for 1 round per psychic level (maximum 10 rounds). The psychic can instead spend 2 points to increase the bonus to +4. If the linked spell affects more than one creature, the psychic can spend the same number of points for each additional creature she wants to affect with this amplification. She must choose to spend either 1 point for each creature or 2 points for each creature; she can't grant different bonuses to different targets.",
			"",
			"**Mindtouch (Su)** ({source/Occult Adventures/ pg. 61}): The psychic can spend 1 point from her phrenic pool to probe one target's mind if that creature is affected by the linked spell. If the target of the linked spell fails its saving throw or is hit by the spell, the psychic detects its surface thoughts (as the 3rd-round effect of {spell/detect thoughts}). If the linked spell doesn't already require an attack roll or allow a saving throw, the target can attempt a Will saving throw to avoid the thought-detection effect only; the DC is calculated using the linked spell's level (and all other bonuses that would apply if the linked spell allowed a Will save). This amplification can be linked only to spells that affect a target or an area. If the linked spell can affect more than one creature, the psychic can attempt to detect more than one target's thoughts by spending 1 additional point per creature beyond the first. She must select these targets when she casts the spell and spends the points. This is a mind-affecting effect.",
			"",
			"**Ongoing Defense (Su)** ({source/Occult Adventures/ pg. 61}): The psychic can increase the duration of spells that improve her psychic defenses. She can spend 1 point from her phrenic pool when she casts any {spell/intellect fortress>_1}, {spell/mental barrier>_1}, {spell/thought shield>_1}, or {spell/tower of iron will>_1} spell to extend the spell's duration by 1 round.",
			"",
			"**Overpowering Mind (Ex)** ({source/Occult Adventures/ pg. 62}): The psychic can spend 2 points from her phrenic pool to increase the Will save DC of the linked spell by 1. At 8th level, she can choose to instead spend 4 points to increase the DC by 2. At 15th level, she can choose to instead spend 6 points to increase the DC by 3. This amplification can be linked only to spells that have the mind-affecting descriptor and require a Will saving throw.",
			"",
			"**Perfect Body (Ex)** ({source/Heroes of Golarion/ pg. 13}): Some practitioners of psychic techniques extend their training to improve their bodies as well as their minds. When the psychic casts a linked transmutation spell, she can spend 1 point from her phrenic pool to gain a +2 bonus on her next Reflex or Fortitude save.",
			"",
			"**Phrenic Strike (Su)** ({source/Occult Origins/ pg. 16}): As long as the psychic has at least 1 point in her phrenic pool, she can attempt an unarmed strike in place of a touch attack as part of casting a spell with a range of touch. This unarmed attack still provokes attacks of opportunity as normal unless the psychic can otherwise make unarmed attacks without provoking attacks of opportunity.",
			"",
			"**Psychic Defense (Su)** ({source/Heroes of Golarion/ pg. 13}): Reading small, invisible cues allows the psychic to take advantage of social circumstances and subtly influence her target. Casting a linked spell during a social encounter and spending 1 point from her phrenic pool allows the psychic to add a +4 bonus on her next Bluff, Diplomacy, Intimidate, or Sense Motive check.",
			"",
			"**Psychofeedback (Su)** ({source/Occult Origins/ pg. 16}): The psychic can spend 2 points from her phrenic pool to sacrifice a linked spell of 2nd level or higher. Doing so grants the psychic a +1 enhancement bonus to Strength, Dexterity, or Constitution per level of the sacrificed spell. This bonus lasts for 1 minute per psychic level.",
			"",
			"**Relentless Casting (Su)** ({source/Occult Adventures/ pg. 62}): The psychic can spend 1 point from her phrenic pool to roll twice on any caster level checks to overcome spell resistance required for the linked spell and take the better result. Because she must decide to spend points from her phrenic pool when she starts casting a spell, the psychic must decide to use this ability before the GM calls for the caster level check.",
			"",
			"**Telempathic Restoration (Su)** ({source/Occult Origins/ pg. 16}): When the psychic casts {spell/telepathic bond}, she can spend 1 point from her phrenic pool to remove the dazed, frightened, panicked, shaken, or stunned condition from one target of the bond. Doing so removes the status from the target of the linked spell, but applies it immediately (with any remaining duration) to the psychic.",
			"",
			"**Transfer Fear (Su)** ({source/Occult Origins/ pg. 16}): When the psychic successfully affects a target with a fear effect, she can spend 1 point from her phrenic pool to remove a fear effect from herself or one ally with whom she is in telepathic contact.",
			"",
			"**Undercast Surge (Su)** ({source/Occult Adventures/ pg. 62}): When the psychic undercasts a spell, she can spend points from her phrenic pool to increase the spell's effective level, essentially using up a lower-level spell slot to cast a higher-level version of the spell. This costs 2 points per spell level increased. She can't use this ability to cast a version higher than the version she knows. For instance, a psychic who knows {spell/mind thrust III} but not {spell/mind thrust IV} could cast {spell/mind thrust II} and spend 2 points to treat it as {spell/mind thrust III}, but couldn't spend 4 points to treat it as {spell/mind thrust IV}. This amplification can be linked only to spells that can be undercast.",
			"",
			"**Whisper of Ancients (Ex)** ({source/Heroes of Golarion/ pg. 13}): The psychic can send her consciousness into the Astral Plane for a glimpse of synchronous information. While casting a linked divination spell, the psychic can spend 1 point from her phrenic pool to gain a +2 bonus on any associated skill check. She can spend 2 points from her phrenic pool to instead gain a +4 bonus.",
			"",
			"**Will of the Dead (Su)** ({source/Occult Adventures/ pg. 62}): Even undead creatures can be affected by the psychic's mind-affecting spells. The psychic can spend 2 points from her phrenic pool to overcome an undead creature's immunity to mind-affecting effects for the purposes of the linked spell. This ability functions even on mindless undead, but has no effect on creatures that aren't undead. This amplification can be linked only to spells that have the mind-affecting descriptor."
		],
		"subhierarchy": [[ "Psychic", "class/psychic" ]]
	},
	"psi_tech": {
		"name": "Psi-Tech Discoveries",
		"sources": [ "Occult Realms" ],
		"description": [
			"## Psi-Tech Discoveries",
			"",
			"{SOURCE Occult Realms}  ",
			"A psychic can learn a psi-tech discovery in place of a phrenic amplification or a feat. Many of these discoveries use the rules for advanced technology.*",
			"",
			"---",
			"",
			"**Artificial Ascension** ({source/Occult Realms/ pg. 12}): You can upload your consciousness into a robot, becoming an artificial intelligence. Performing this ascension requires uninterrupted access to a construct with the robot subtype and at least 10 Hit Dice for 24 hours, during which time you cannot perform other tasks. Any interruptions cause the upload to fail. At the end of the 24 hours your consciousness is successfully uploaded into the robot. If the robot is not willing, it must attempt a Will save (DC = 1/2 your psychic level + your Intelligence modifier). If it is successful, the robot rejects your consciousness, rendering you staggered for 24 hours and unable to perform the ritual again during this time.",
			"",
			"If your consciousness is successfully uploaded, the robot's consciousness is destroyed and your physical body immediately dies and can't be raised, resurrected, or otherwise brought back to life. Your creature type changes to artificial intelligence, and your robot body gains the aggregate template, with all the adjustments made in the template's description.",
			"",
			"As a full-round action, you can attempt to upload your consciousness to any other robot within 30 feet that has 10 Hit Dice or more. If the robot is not willing to serve as your vessel, it receives a Will save as above, except if it succeeds, your current robot body is staggered for only 1 minute. If it fails, you move from your current body to the new host body, granting it the aggregate template. Your previous robot body is immediately destroyed by the transference.",
			"",
			"If the robot you inhabit is destroyed, you are destroyed along with it. You cannot be brought back to life by any means. You must be 20th level to select this discovery.",
			"",
			"**Disease Transference (Su)** ({source/Occult Realms/ pg. 12}): You are able to psychically control and manipulate all manner of diseases. You can cast {spell/diagnose disease} as a spell-like ability at will. Additionally, you can touch a creature afflicted with a disease as a standard action and draw the disease into yourself, or transfer it to another willing living creature that is susceptible to diseases and that you (or the afflicted creature) are also touching. Attempt a caster level check against a DC equal to 10 + the disease's Fortitude save DC. If you are successful, the afflicted creature is no longer affected by the disease. If you move the disease into yourself or another creature you (or the afflicted) are touching, the target receiving the disease must immediately attempt a Fortitude save as if it were initially exposed to the disease. If the target fails, the disease affects it immediately with no onset time. You can use this ability a number of times per day equal to 3 + your Intelligence modifier. You must be at least 7th level to select this discovery.",
			"",
			"**Force Field (Su)** ({source/Occult Realms/ pg. 12}): As a swift action, you can spend 1 point from your phrenic pool to activate a force field of raw psychic energy that provides you with a number of temporary hit points equal to 5 + your psychic level (maximum 10 temporary hit points). If you spend 2 points from your phrenic pool, the force field provides a number of temporary hit points equal to 10 + your psychic level (maximum 20 temporary hit points). The force field lasts for a number of minutes equal to your psychic level. If you spend 3 points from your phrenic pool, the force field lasts for twice as long, and it provides fast healing 2. Once the temporary hit points are depleted, the force field disappears and you cannot reinstate it for 24 hours. You must be at least 3rd level to select this discovery.",
			"",
			"**Kinetic Enhancement** ({source/Occult Realms/ pg. 12}): You can generate kinetic energy to aid yourself in close-quarters scrapes. You can add your Intelligence modifier as a bonus on combat maneuver checks and to your CMD. You can also add your Intelligence modifier as a bonus on Strength checks to break or lift objects.",
			"",
			"**Laser Blast (Su)** ({source/Occult Realms/ pg. 13}): You can generate laser blasts powered by your psychic energy. As a standard action, you can sacrifice an unused spell slot of 1st level or higher and transform it into a ray of laser energy, targeting any foe within 30 feet as a ranged touch attack. This attack deals 2d6 points of fire damage plus an additional 1d6 points of fire damage for every level of the spell slot you sacrificed. You can't sacrifice 0-level spells in this manner. You must be at least 11th level to select this discovery.",
			"",
			"**Mind Over Augmentation** ({source/Occult Realms/ pg. 13}): When you're determining how many cybernetic implants you can have, the total implantation values of all cybertech implanted in you can't exceed your Intelligence score + 4 (ignoring your Constitution score).",
			"",
			"**Psychic Battery (Su)** ({source/Occult Realms/ pg. 13}): You can expend an unused spell slot or a number of points from your phrenic pool as a swift action to power a technological device you are touching. Each spell level expended in this way grants the device 1 charge, and every 2 points from your phrenic pool spent grant 1 charge. Any charges unused at the end of the round are lost, and any charges used by the device that round that aren't provided by you must come from the device's own power reserves. You cannot use this ability to power timeworn technology. You can power only devices that use charges. You must be at least 7th level to select this discovery.",
			"",
			"**Radiation Resistance** ({source/Occult Realms/ pg. 13}): You apply your Intelligence modifier as a bonus on all Fortitude saves versus the effects of radiation.",
			"",
			"**Techsmith** ({source/Occult Realms/ pg. 13}): Select one type of technological item (armor, cybertech, pharmaceuticals, technological gear, or weapons). You can create items of this type 25% faster than normal, and you gain a +4 bonus on Craft (mechanical) checks (or other checks, as appropriate) to craft items of this type. You can select this discovery multiple times; its effects do not stack. Instead, each time you select this discovery, it applies to a single different type of technological item."
		],
		"subhierarchy": [[ "Psychic", "class/psychic" ]]
	},
	"rage_powers": {
		"name": "Rage Powers",
		"sources": [
			"Advanced Class Guide",
			"Advanced Player's Guide",
			"Agents of Evil",
			"Animal Archive",
			"Blood of the Elements",
			"Blood of the Moon",
			"Champions of Balance",
			"Champions of Corruption",
			"Champions of Purity",
			"Demon Hunter's Handbook",
			"Dirty Tactics Toolbox",
			"Horror Adventures",
			"Legacy of the First World",
			"PRPG Core Rulebook",
			"Pathfinder #139: The Dead Road",
			"People of the River",
			"Planes of Power",
			"Qadira, Jewel of the East",
			"Ultimate Combat",
			"Ultimate Wilderness",
			"Villain Codex",
			"Wilderness Origins"
		],
		"description": [
			"## Rage Powers",
			"",
			"As a barbarian gains levels, she learns to use her rage in new ways. Starting at 2nd level, a barbarian gains a rage power. She gains another rage power for every two levels of barbarian attained after 2nd level. A barbarian gains the benefits of rage powers only while raging, and some of these powers require the barbarian to take an action first. Unless otherwise noted, a barbarian cannot select an individual power more than once.",
			"",
			"At 3rd level and every 3 levels thereafter, a skald learns a rage power that affects the skald and any allies under the influence of his inspired rage. This cannot be a rage power that requires the creature to spend a standard action or rounds of rage to activate it. For example, the skald cannot choose *terrifying howl* (which requires a standard action to activate), but can choose knockback (which is made in place of a melee attack).",
			"",
			"**Elemental** rage powers can be selected by any barbarian or skald who is at least 6th level and has the elemental stance, lesser elemental rage, or lesser elemental blood rage power. A barbarian or skald can use only one of these rage powers at a time, and an unchained barbarian must adopt the elemental stance to do so.",
			"",
			"**Blood** rage powers grant powers in a theme. A barbarian cannot select from more than one group of blood rage powers. A barbarian of any level can take a lesser blood rage power. The middle blood rage power (that without \"lesser\" or \"greater\" in the title) can only be taken by a 6th level or higher barbarian that already has the lesser blood rage power of its group. A greater blood rage power can only be taken by a 10th level or higher barbarian that already has the middle blood rage power.",
			"",
			"{table0}",
			"",
			"### Totem Rage Powers",
			"",
			"Totem rage powers are only available to barbarians taking the {arc-barbarian/Totem Warrior} archetype. A barbarian cannot select from more than one group of totem rage powers; for example, a barbarian who selects a *beast* totem rage power cannot later choose to gain any of the *dragon* totem rage powers (any rage power with \"dragon totem\" in its title).",
			"",
			"{table1}"
		],
		"tables": [
			{
				"id": "rage powers",
				"headers": [ "Rage Power", "Minimum Level", "Type", "Short Description" ],
				"ripples": [0],
				"types": [ null, null, null, null ],
				"data": [
					[ "{ragepower/Abyssal Blood/ (Su)}", "6th", "Blood", "Grow larger during a rage." ],
					[ "{ragepower/Abyssal Blood, Greater/ (Su)}", "10th", "Blood", "Gain resistance 5 to acid, cold, and fire." ],
					[ "{ragepower/Abyssal Blood, Lesser/ (Su)}", "2nd", "Blood", "Gain claw attacks." ],
					[ "{ragepower/Animal Fury/ (Ex)}", "2nd", "Offensive", "Gain a bite attack." ],
					[ "{ragepower/Armor Ripper}", "2nd", "Offensive", "+2 to sunder with your natural attacks." ],
					[ "{ragepower/Aryzul's Curse/ (Su)}", "6th", "Elemental", "Emanate 5ft of radiation while you rage." ],
					[ "{ragepower/Auspicious Mark/ (Su)}", "2nd", "Offensive", "You have been marked by the spirits, and you can call on them for aid." ],
					[ "{ragepower/Autumn Rage/ (Su)}", "2nd", "Offensive", "Gain +2 bonus to reposition, trip, and confirm critical hits." ],
					[ "{ragepower/Battle Roar/ (Su)}", "6th", "Offensive", "Deal sonic damage when you demoralize with *intimidating glare*." ],
					[ "{ragepower/Bestial Climber/ (Ex)}", "6th", "Miscellaneous", "*Raging climber* gives you a natural climb speed." ],
					[ "{ragepower/Bestial Flyer/ (Ex)}", "6th", "Miscellaneous", "Improve your *raging flyer* speed and maneuverability." ],
					[ "{ragepower/Bestial Leaper/ (Ex)}", "6th", "Miscellaneous", "Your *raging leaper* power allows you to take a standard action while moving." ],
					[ "{ragepower/Bestial Swimmer/ (Ex)}", "6th", "Miscellaneous", "Your *raging swimmer* power grants you a natural swim speed." ],
					[ "{ragepower/Bleeding Blow/ (Ex)}", "8th", "Offensive", "*Powerful blow* causes bleed damage." ],
					[ "{ragepower/Bloody Bite/ (Ex)}", "2nd", "Offensive", "(Half-orc only) deal bleed damage with a natural attack." ],
					[ "{ragepower/Bloody Fist/ (Ex)}", "12th", "Offensive", "Deal Constitution damage on a critica hit, as you rip out a vital organ." ],
					[ "{ragepower/Boar's Charge}", "12th", "Offensive", "Auto-threaten critical hits when you charge and gore someone." ],
					[ "{ragepower/Boasting Taunt/ (Ex)}", "6th", "Miscellaneous", "When you demoralize a foe, you may leave them shaken until they attack you." ],
					[ "{ragepower/Body Bludgeon/ (Ex)}", "10th", "Offensive", "Pin a smaller opponent, then use them as an improvised weapon." ],
					[ "{ragepower/Brawler, Greater}", "2nd", "Offensive", "Gain {feat/Two-Weapon Fighting} when making unarmed strikes." ],
					[ "{ragepower/Brawler}", "2nd", "Offensive", "Gain or improve the {feat/Improved Unarmed Strike} feat." ],
					[ "{ragepower/Breathtaker/ (Ex)}", "2nd", "Offensive", "Wind opponents holding their breath." ],
					[ "{ragepower/Celestial Blood/ (Su)}", "6th", "Blood", "Gain resistance 5 to acid and cold." ],
					[ "{ragepower/Celestial Blood, Greater/ (Su)}", "10th", "Blood", "Reroll one ability check, skill check, or saving throw." ],
					[ "{ragepower/Celestial Blood, Lesser/ (Su)}", "2nd", "Blood", "Your atacks are good-aligned." ],
					[ "{ragepower/Clear Mind/ (Ex)}", "8th", "Defensive", "Reroll a failed Will save." ],
					[ "{ragepower/Come and Get Me/ (Ex)}", "12th", "Miscellaneous", "Leave yourself open to attack, but counterattack with impunity." ],
					[ "{ragepower/Contagious Rage/ (Su)}", "6th", "Miscellaneous", "Your howl fills willing animals nearby with sympathetic rage." ],
					[ "{ragepower/Crippling Blow/ (Ex)}", "8th", "Offensive", "*Powerful blow* deals ability damage." ],
					[ "{ragepower/Deadly Accuracy/ (Ex)}", "4th", "Offensive", "Improve the accuracy of your *surprise accuracy*." ],
					[ "{ragepower/Deathless Frenzy}", "12th", "Defensive", "Ignore being at 0 or fewer hit points for a short time." ],
					[ "{ragepower/Disemboweling Tusks}", "10th", "Offensive", "Deal Constitution damage when you critically hit with a gore attack." ],
					[ "{ragepower/Disruptive}", "8th", "Miscellaneous", "Gain {feat/Disruptive} while raging." ],
					[ "{ragepower/Dissipating Rage/ (Su)}", "2nd", "Miscellaneous", "Your rage removes concealing mists and the like." ],
					[ "{ragepower/Draconic Blood/ (Su)}", "6th", "Blood", "Gain an energy resistance and a +1 natural armor bonus." ],
					[ "{ragepower/Draconic Blood, Greater/ (Su)}", "10th", "Blood", "Gain a breath weapon during a rage." ],
					[ "{ragepower/Draconic Blood, Lesser/ (Su)}", "2nd", "Blood", "Gain claw attacks." ],
					[ "{ragepower/Eater of Magic/ (Su)}", "10th", "Defensive", "Your *superstition* helps you reroll a saving throw and gain temporary hp." ],
					[ "{ragepower/Eclipsing Rage/ (Su)}", "6th", "Miscellaneous", "Your rage darkens the air around you." ],
					[ "{ragepower/Eclipsing Rage, Greater/ (Su)}", "10th", "Miscellaneous", "Your eclipsing rage expands its radius and intensity." ],
					[ "{ragepower/Elemental Blood/ (Su)}", "6th", "Blood", "Gain energy resistance 10." ],
					[ "{ragepower/Elemental Blood, Greater/ (Su)}", "10th", "Blood", "Gain a special type of movement based on your element." ],
					[ "{ragepower/Elemental Blood, Lesser/ (Su)}", "2nd", "Blood", "Imbue your attacks with elemental damage." ],
					[ "{ragepower/Elemental Rage/ (Su)}", "8th", "Offensive", "Your melee attacks deal extra elemental damage." ],
					[ "{ragepower/Elemental Rage, Greater/ (Su)}", "12th", "Offensive", "Deal bonus elemental damage on a critical hit.." ],
					[ "{ragepower/Elemental Rage, Lesser/ (Su)}", "4th", "Offensive", "Add elemental damage to a single attack." ],
					[ "{ragepower/Energy Absorption/ (Su)}", "12th", "Defensive", "Your *greater energy resistance* can turn elemental damage into temporary hp." ],
					[ "{ragepower/Energy Eruption/ (Su)}", "16th", "Miscellaneous", "You can use your *energy absorption* to store a hit, then release it like a breath weapon." ],
					[ "{ragepower/Energy Resistance/ (Ex)}", "2nd", "Defensive", "Gain resistance to one energy type." ],
					[ "{ragepower/Energy Resistance, Greater/ (Ex)}", "8th", "Defensive", "Reduce damage to half when your *energy resistance* protects you." ],
					[ "{ragepower/Enhance Venom/ (Ex)}", "2nd", "Offensive", "Increase the DC of your *viper's breath* and *viper's kiss*." ],
					[ "{ragepower/Erratic Charge/ (Ex)}", "2nd", "Offensive", "You can sidestep 5ft before making a charge." ],
					[ "{ragepower/Erratic Charge, Greater/ (Ex)}", "8th", "Offensive", "You can sidestep 10ft before making a charge." ],
					[ "{ragepower/Fearless Rage/ (Ex)}", "12th", "Defensive", "Your rage shakes off fear and fright." ],
					[ "{ragepower/Feast of Blood/ (Su)}", "14th", "Defensive", "Gain benefits from eating an organ you removed with your *boody fist*." ],
					[ "{ragepower/Feasting Bite/ (Ex)}", "2nd", "Offensive", "(Half-orc only) Regain hp with your *bloody bite*." ],
					[ "{ragepower/Ferocious Beast/ (Ex)}", "2nd", "Miscellaneous", "Your animal companion rages along with you." ],
					[ "{ragepower/Ferocious Beast, Greater/ (Ex)}", "8th", "Miscellaneous", "Your animal companion gains your constant raging benefits for free." ],
					[ "{ragepower/Ferocious Mount/ (Ex)}", "2nd", "Miscellaneous", "Your mount rages alongside you." ],
					[ "{ragepower/Ferocious Mount, Greater/ (Ex)}", "8th", "Miscellaneous", "Your mount gains your constant raging benefits for free." ],
					[ "{ragepower/Ferocious Trample/ (Ex)}", "8th", "Offensive", "Your *ferocious mount* gains trample damage." ],
					[ "{ragepower/Ferocious Trample, Greater/ (Ex)}", "12th", "Offensive", "Your mount's *ferocious trample* is usable against bigger creatures." ],
					[ "{ragepower/Fey Blood/ (Su)}", "6th", "Blood", "Ignore difficult terrain." ],
					[ "{ragepower/Fey Blood, Greater/ (Su)}", "10th", "Blood", "Gain a {spell/blur} effect if you move 10ft or more." ],
					[ "{ragepower/Fey Blood, Lesser/ (Su)}", "2nd", "Blood", "Your critical hits can cause confusion." ],
					[ "{ragepower/Fierce Fortitude/ (Ex)}", "2nd", "Offensive", "+4 on saving throws against diseases and poison." ],
					[ "{ragepower/Flesh Wound/ (Ex)}", "2nd", "Defensive", "Halve damage from an attack and turn it nonlethal." ],
					[ "{ragepower/Flight Response}", "2nd", "Miscellaneous", "Respond to a fear save by immediately raging." ],
					[ "{ragepower/Fueled by Vengeance}", "6th", "Miscellaneous", "Hurting those that hurt you increases the duration of your rage." ],
					[ "{ragepower/Furious Barrage/ (Ex)}", "4th", "Offensive", "Gain {feat/Rapid Shot} for thrown weapons." ],
					[ "{ragepower/Furious Draw}", "2nd", "Miscellaneous", "You are treated as having the {feat/Quick Draw} feat." ],
					[ "{ragepower/Gearbreaker/ (Ex)}", "2nd", "Offensive", "Ignore some of a construct's hardness." ],
					[ "{ragepower/Ghost Rager/ (Su)}", "2nd", "Defensive", "You deal normal damage to incorporeal creatures and gain a bonus to touch AC." ],
					[ "{ragepower/Good for What Ails You/ (Ex)}", "2nd", "Defensive", "Drink alcohol to remove a negative condition." ],
					[ "{ragepower/Greater Animal Fury/ (Ex)}", "2nd", "Offensive", "Your *animal fury* deals more damage." ],
					[ "{ragepower/Ground Breaker/ (Ex)}", "6th", "Offensive", "Turn the ground around you into difficult terrain." ],
					[ "{ragepower/Ground Breaker, Greater/ (Ex)}", "8th", "Offensive", "Your *ground breaker* breaks more ground." ],
					[ "{ragepower/Guarded Life/ (Ex)}", "2nd", "Defensive", "You're harder to knock unconscious and can immediately stabilize if needed." ],
					[ "{ragepower/Guarded Life, Greater/ (Ex)}", "6th", "Defensive", "*Guarded life* provides greater benefits." ],
					[ "{ragepower/Guarded Stance/ (Ex)}", "2nd", "Defensive", "Gain a dodge bonus to AC." ],
					[ "{ragepower/Hissing Rage/ (Su)}", "2nd", "Offensive", "Spit venom at your enemies." ],
					[ "{ragepower/Hshurha's Veil/ (Su)}", "6th", "Elemental", "Stealth while raging." ],
					[ "{ragepower/Hurling/ (Ex)}", "8th", "Offensive", "Improve *lesser hurling*." ],
					[ "{ragepower/Hurling Charge/ (Ex)}", "6th", "Offensive", "Draw and throw a weapon as a part of a charge." ],
					[ "{ragepower/Hurling, Greater/ (Ex)}", "12th", "Offensive", "Increase the range of your *hurling*." ],
					[ "{ragepower/Hurling, Lesser/ (Ex)}", "2nd", "Offensive", "Lift and hurl an object as a ranged touch attack." ],
					[ "{ragepower/Impelling Disarm/ (Ex)}", "4th", "Offensive", "Disarm a foe, sending their weapon flying at someone." ],
					[ "{ragepower/Increased Damage Reduction/ (Ex)}", "8th", "Defensive", "Increase your DR." ],
					[ "{ragepower/Infernal Blood/ (Su)}", "6th", "Blood", "Gain fire resistance 5 and +2 vs poison." ],
					[ "{ragepower/Infernal Blood, Greater/ (Su)}", "10th", "Blood", "Gain +4 against enchantment and fear effects." ],
					[ "{ragepower/Infernal Blood, Lesser/ (Su)}", "2nd", "Blood", "Infuse your attacks with hellfire." ],
					[ "{ragepower/Inspire Ferocity/ (Ex)}", "2nd", "Miscellaneous", "Impart your *reckless abandon* to your allies." ],
					[ "{ragepower/Internal Fortitude/ (Ex)}", "8th", "Defensive", "You cannot be sickened or nauseated." ],
					[ "{ragepower/Intimidating Glare/ (Ex)}", "2nd", "Offensive", "Demoralize as a move action." ],
					[ "{ragepower/Inured to the Dead}", "4th", "Defensive", "Reroll a failed save vs an undead." ],
					[ "{ragepower/Kelizandri's Tide/ (Su)}", "6th", "Elemental", "Suck enemies in and make a whirling attack against them all." ],
					[ "{ragepower/Knockback/ (Ex)}", "2nd", "Offensive", "Bull rush and deal damage without provoking an attack of opportunity." ],
					[ "{ragepower/Knockdown/ (Ex)}", "2nd", "Offensive", "Trip and deal damage without provoking an attack of opportunity." ],
					[ "{ragepower/Lethal Accuracy/ (Ex)}", "16th", "Offensive", "Increase your weapon's critical damage with your *deadly accuracy*." ],
					[ "{ragepower/Linnorm Death Curse, Cairn/ (Su)}", "8th", "Offensive", "Deal extra negative energy damage, and unleash a curse of decay on your killer." ],
					[ "{ragepower/Linnorm Death Curse, Crag/ (Su)}", "2nd", "Offensive", "Deal extra fire damage, and unleash a curse of fire on your killer." ],
					[ "{ragepower/Linnorm Death Curse, Fjord/ (Su)}", "2nd", "Offensive", "Deal extra cold damage, and unleash a curse of drowning on your killer." ],
					[ "{ragepower/Linnorm Death Curse, Ice/ (Su)}", "2nd", "Offensive", "Deal extra cold damage, and unleash a curse of frost on your killer." ],
					[ "{ragepower/Linnorm Death Curse, Taiga/ (Su)}", "2nd", "Offensive", "Deal extra electricity damage, and unleash a curse of electricity on your killer." ],
					[ "{ragepower/Linnorm Death Curse, Tarn/ (Su)}", "2nd", "Offensive", "Deal extra acid damage, and unleash a curse of death on your killer." ],
					[ "{ragepower/Linnorm Death Curse, Tor/ (Su)}", "2nd", "Offensive", "Deal extra fire damage, and unleash a curse of boiling blood on your killer." ],
					[ "{ragepower/Liquid Courage/ (Ex)}", "2nd", "Defensive", "Alcoholic drinks increase your courage." ],
					[ "{ragepower/Lizard Stride/ (Su)}", "2nd", "Miscellaneous", "Run and charge across water." ],
					[ "{ragepower/Low-Light Vision/ (Ex)}", "2nd", "Miscellaneous", "Gain low-light vision while raging." ],
					[ "{ragepower/Master of the Deep/ (Su)}", "8th", "Miscellaneous", "*Command* an aquatic creature nearby." ],
					[ "{ragepower/Mighty Swing/ (Ex)}", "12th", "Offensive", "Auto-confirm a critical hit." ],
					[ "{ragepower/Moment of Clarity/ (Ex)}", "2nd", "Miscellaneous", "Remove benefits and penalties of raging for a single round." ],
					[ "{ragepower/Night Vision/ (Ex)}", "6th", "Miscellaneous", "Your *low-light-vision* increases to darkvision, 60ft." ],
					[ "{ragepower/No Escape/ (Ex)}", "2nd", "Miscellaneous", "Move up to double your speed when a foe tries to withdraw from you." ],
					[ "{ragepower/Overbearing Advance/ (Ex)}", "2nd", "Offensive", "Deal damage with an overrun combat maneuver." ],
					[ "{ragepower/Overbearing Onslaught/ (Ex)}", "6th", "Offensive", "Overrun more people with *overbearing advance*." ],
					[ "{ragepower/Pack Rage/ (Ex)}", "6th", "Miscellaneous", "When you rage, others nearby with *pack rage* can rage along with you immediately, and vice versa." ],
					[ "{ragepower/Penetrating Bite/ (Ex)}", "4th", "Offensive", "Your *animal fury* can overcome damage resistance." ],
					[ "{ragepower/Perfect Clarity/ (Ex)}", "2nd", "Miscellaneous", "While in a *moment of clarity*, you can roll twice for any miss chance or Will saving throws to disbelieve illusions." ],
					[ "{ragepower/Powerful Blow/ (Ex)}", "2nd", "Offensive", "Gain +1 on a damage roll." ],
					[ "{ragepower/Primal Scent/ (Ex)}", "8th", "Miscellaneous", "Your *scent* helps you track and pinpoint foes." ],
					[ "{ragepower/Quick Reflexes/ (Ex)}", "2nd", "Offensive", "Gain one additional attack of opportunity per round." ],
					[ "{ragepower/Raging Climber/ (Ex)}", "2nd", "Miscellaneous", "Your rage helps you climb better." ],
					[ "{ragepower/Raging Flier/ (Su)}", "6th", "Miscellaneous", "Your *raging leap* becomes true flight for a round." ],
					[ "{ragepower/Raging Flyer/ (Ex)}", "2nd", "Miscellaneous", "Your rage helps you with Fly skills checks." ],
					[ "{ragepower/Raging Grappler/ (Ex)}", "2nd", "Offensive", "Deal damage with your grapple attempts, and knock them down when you maintain the grapple." ],
					[ "{ragepower/Raging Leaper/ (Ex)}", "2nd", "Miscellaneous", "Your rage helps you when you use Acrobatics to jump." ],
					[ "{ragepower/Raging Swimmer/ (Ex)}", "2nd", "Miscellaneous", "Your rage helps you swim." ],
					[ "{ragepower/Raging Whirlwind/ (Su)}", "12th", "Miscellaneous", "Your critical hits can lift your foes off their feet." ],
					[ "{ragepower/Reckless Abandon/ (Ex)}", "2nd", "Offensive", "Take a penalty to AC to gain a bonus on attack rolls." ],
					[ "{ragepower/Reflexive Dodge/ (Ex)}", "6th", "Defensive", "Your *rolling dodge* can help your Reflex saves." ],
					[ "{ragepower/Regenerative Vigor/ (Ex)}", "6th", "Defensive", "Gain fast healing from *renewed vigor*." ],
					[ "{ragepower/Renewed Life/ (Ex)}", "6th", "Defensive", "Your *renewed vitality* can ignore and remove negative levels." ],
					[ "{ragepower/Renewed Vigor/ (Ex)}", "4th", "Defensive", "Heal yourself with a standard action." ],
					[ "{ragepower/Renewed Vitality/ (Ex)}", "4th", "Defensive", "Your *renewed vigor* lets you ignore and possibly heal ability damage." ],
					[ "{ragepower/Roaring Drunk/ (Ex)}", "2nd", "Miscellaneous", "Alcoholic drinks make you scarier and more intimidating." ],
					[ "{ragepower/Rolling Dodge/ (Ex)}", "2nd", "Defensive", "Gain a dodge bonus vs ranged attacks." ],
					[ "{ragepower/Roused Anger/ (Ex)}", "2nd", "Miscellaneous", "You can rage while fatigued, becoming exhausted later." ],
					[ "{ragepower/Savage Dirty Trick/ (Ex)}", "2nd", "Offensive", "Perform a more effective dirty trick maneuver and deal damage without provoking an attack of opportunity." ],
					[ "{ragepower/Savage Hurl/ (Ex)}", "2nd", "Offensive", "Gain a bonus to attack with thrown weapons." ],
					[ "{ragepower/Savage Intuition}", "2nd", "Miscellaneous", "You can enter rage at the start of combat, before your first turn." ],
					[ "{ragepower/Savage Jaw/ (Ex)}", "2nd", "Offensive", "Grab with your *animal fury* bite." ],
					[ "{ragepower/Scent/ (Ex)}", "2nd", "Miscellaneous", "You gain the {umr/scent} ability while raging and can use it to locate foes." ],
					[ "{ragepower/Sharpened Accuracy/ (Ex)}", "2nd", "Offensive", "Your *surprise accuracy* ignores some types of cover." ],
					[ "{ragepower/Smasher/ (Ex)}", "2nd", "Offensive", "Ignore hardness when attacking an object or sundering." ],
					[ "{ragepower/Spell Sunder/ (Su)}", "6th", "Offensive", "Your *witch hunter* powers can sunder spell effects." ],
					[ "{ragepower/Spellbreaker}", "12th", "Miscellaneous", "In your *disruptive* rage, you gain {feat/Spellbreaker} as a bonus feat." ],
					[ "{ragepower/Spirit Steed/ (Su)}", "6th", "Miscellaneous", "Your mount gains DR/magic and attacks as if with magical weapons." ],
					[ "{ragepower/Spiritual Awareness}", "2nd", "Defensive", "Your trap sense applies to your AC vs incorporeal creatures, too." ],
					[ "{ragepower/Spring Rage/ (Su)}", "2nd", "Defensive", "Ignore aging penalties and negative levels while raging." ],
					[ "{ragepower/Sprint/ (Ex)}", "4th", "Miscellaneous", "You can charge 3&times; your speed, or run 6&times; your speed, for one round." ],
					[ "{ragepower/Staggering Drunk/ (Ex)}", "2nd", "Defensive", "Gain dodge bonuses vs attacks of opportunity when you drink alcoholic beverages." ],
					[ "{ragepower/Strength Surge/ (Ex)}", "2nd", "Offensive", "Gain a bonus to a Strength check, CMB, or CMD." ],
					[ "{ragepower/Suffocating Grip/ (Ex)}", "2nd", "Miscellaneous", "Prevent your grapple target from breathing." ],
					[ "{ragepower/Suffocating Grip, Greater/ (Ex)}", "12th", "Miscellaneous", "Your *suffocating grip* causes immediate suffocation." ],
					[ "{ragepower/Summer Rage/ (Su)}", "2nd", "Offensive", "Fatigue foes within your reach." ],
					[ "{ragepower/Sunder Enchantment/ (Su)}", "8th", "Offensive", "When you sunder a magical item, you supress its effects temporarily." ],
					[ "{ragepower/Superstition/ (Ex)}", "2nd", "Defensive", "Gain a morale bonus vs spells, supernatural abilities, and spell-like abilities, even those of your allies." ],
					[ "{ragepower/Surprise Accuracy/ (Ex)}", "2nd", "Offensive", "Gain a morale bonus on an attack roll." ],
					[ "{ragepower/Swift Foot/ (Ex)}", "2nd", "Miscellaneous", "Your raging speed increases by 5ft." ],
					[ "{ragepower/Terrifying Howl/ (Ex)}", "8th", "Offensive", "Your howl panics your shaken foes." ],
					[ "{ragepower/Two-Fanged Pounce}", "2nd", "Offensive", "Make two attacks when you charge if you have the right weapons." ],
					[ "{ragepower/Ultimate Clarity/ (Su)}", "6th", "Miscellaneous", "Your *perfect clarity* can pierce through normal and magical darkness, invisibility, illusions, and concealment." ],
					[ "{ragepower/Undead Blood/ (Su)}", "6th", "Blood", "Your melee attacks have the {magic-enhancement/ghost touch} weapon special ability." ],
					[ "{ragepower/Undead Blood, Greater/ (Su)}", "10th", "Blood", "Gain cold resistance 10, and DR 10/- vs nonlethal damage." ],
					[ "{ragepower/Undead Blood, Lesser/ (Su)}", "2nd", "Blood", "Your charges leave foes shaken." ],
					[ "{ragepower/Unexpected Strike/ (Ex)}", "8th", "Offensive", "Any movement in your range provokes an attack of opportunity from you." ],
					[ "{ragepower/Unrestrained Rage}", "12th", "Defensive", "Your rage resists paralysis." ],
					[ "{ragepower/Viper's Breath/ (Ex)}", "2nd", "Offensive", "Upgrade your *viper's kiss* into a 15-ft sort-of breath weapon." ],
					[ "{ragepower/Viper's Kiss/ (Ex)}", "2nd", "Offensive", "Hold poison in your mouth, inject it when you successfully bite someone." ],
					[ "{ragepower/Water Sense/ (Ex)}", "2nd", "Miscellaneous", "Your rage makes you skilled at attacking from land into the water" ],
					[ "{ragepower/Winter Rage/ (Su)}", "2nd", "Offensive", "Create a 20ft cone of icy air, slowing creatures who pass through it." ],
					[ "{ragepower/Witch Hunter/ (Ex)}", "2nd", "Offensive", "Upgrade your *superstition*, gaining a bonus to damage vs creatures possessing spells or spell-like abilities." ],
					[ "{ragepower/Ymeri's Pyre/ (Su)}", "6th", "Elemental", "Your rage reduces the duration of negative spells and effects inflicted upon you." ]
				],
				"initialColumn": 0,
				"className": "endcaps"
			},
			{
				"id": "totem rage powers",
				"ripples": [0],
				"headers": [ "Rage Power", "Minimum Level" ],
				"types": [ null, null ],
				"data": [
					[ "{ragepower/Air Totem/ (Su)}", "6th" ],
					[ "{ragepower/Air Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Ancestor Totem/ (Su)}", "6th" ],
					[ "{ragepower/Ancestor Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Ancestor Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Atavism Totem/ (Su)}", "6th" ],
					[ "{ragepower/Atavism Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Atavism Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Beast Totem/ (Su)}", "6th" ],
					[ "{ragepower/Beast Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Beast Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Celestial Totem/ (Su)}", "8th" ],
					[ "{ragepower/Celestial Totem, Greater/ (Su)}", "12th" ],
					[ "{ragepower/Celestial Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Chaos Totem/ (Su)}", "6th" ],
					[ "{ragepower/Chaos Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Chaos Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Cult Totem/ (Ex)}", "6th" ],
					[ "{ragepower/Cult Totem, Greater/ (Ex)}", "10th" ],
					[ "{ragepower/Cult Totem, Lesser/ (Ex)}", "2nd" ],
					[ "{ragepower/Daemon Totem/ (Su)}", "6th" ],
					[ "{ragepower/Daemon Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Daemon Totem, Lesser}", "2nd" ],
					[ "{ragepower/Dragon Totem/ (Su)}", "6th" ],
					[ "{ragepower/Dragon Totem Resilience/ (Su)}", "8th" ],
					[ "{ragepower/Dragon Totem Wings/ (Su)}", "10th" ],
					[ "{ragepower/Earth Totem/ (Ex)}", "6th" ],
					[ "{ragepower/Earth Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Elemental Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Fiend Totem/ (Su)}", "6th" ],
					[ "{ragepower/Fiend Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Fiend Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Fire Totem/ (Su)}", "6th" ],
					[ "{ragepower/Fire Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Hive Totem/ (Su)}", "4th" ],
					[ "{ragepower/Hive Totem Resilience/ (Su)}", "6th" ],
					[ "{ragepower/Hive Totem Toxicity/ (Su)}", "8th" ],
					[ "{ragepower/Moon Totem/ (Su)}", "6th" ],
					[ "{ragepower/Moon Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Moon Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Psychopomp Totem}", "6th" ],
					[ "{ragepower/Psychopomp Totem, Greater}", "10th" ],
					[ "{ragepower/Psychopomp Totem, Lesser}", "2nd" ],
					[ "{ragepower/Spire Totem/ (Su)}", "6th" ],
					[ "{ragepower/Spire Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Spire Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Spirit Totem/ (Su)}", "6th" ],
					[ "{ragepower/Spirit Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Spirit Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Sun Totem/ (Su)}", "6th" ],
					[ "{ragepower/Sun Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/Sun Totem, Lesser/ (Su)}", "2nd" ],
					[ "{ragepower/Tyrant Totem/ (Ex)}", "8th" ],
					[ "{ragepower/Tyrant Totem, Greater/ (Su)}", "12th" ],
					[ "{ragepower/Tyrant Totem, Lesser/ (Ex)}", "2nd" ],
					[ "{ragepower/Water Totem/ (Ex)}", "6th" ],
					[ "{ragepower/Water Totem, Greater/ (Su)}", "10th" ],
					[ "{ragepower/World Serpent Spirit/ (Su)}", "6th" ],
					[ "{ragepower/World Serpent Totem/ (Su)}", "2nd" ],
					[ "{ragepower/World Serpent Totem Unity/ (Su)}", "10th" ]
				],
				"initialColumn": 0,
				"className": "simple"
			}
		],
		"subhierarchy": [[ "Barbarian", "class/barbarian" ]]
	},
	"ranger_traps": {
		"name": "Ranger Traps",
		"sources": [
			"Champions of Balance",
			"Demon Hunter's Handbook",
			"Kobolds of Golarion",
			"Magical Marketplace",
			"People of the Wastes",
			"Ranged Tactics Toolbox",
			"Ultimate Magic"
		],
		"description": [
			"## Ranger Traps",
			"",
			"Rangers are legendary for their ability to hunt down and capture their prey. Some rangers can create elaborate traps out of scraps, vines, and perhaps a little bit of specialized magic. Characters can learn how to set these traps by taking the {feat/Learn Ranger Trap} feat or by having the {arc-ranger/trapper} ranger archetype.",
			"",
			"Setting a trap is a full-round action that provokes attacks of opportunity. A trap fills a single 5-foot square, and cannot be placed in the same area as another ranger trap or a magical trap such as a glyph of warding. The ranger only needs simple materials to create the trap, such as a piece of cloth, a small amount of metal (such as a dagger, iron spike, or a few nails), a foot of rope or vine, and so on. The DCs for Perception checks to notice the trap, Disable Device checks to disable it, and for saving throws to avoid it are equal to 10 + 1/2 the character's level + the character's Wisdom bonus. All ranger traps are Trigger: location, and Reset: none.",
			"",
			"Ranger traps are either extraordinary or supernatural; extraordinary traps are Type: mechanical, and supernatural traps are Type: magic.",
			"",
			"Some of the traps listed below may be set as extraordinary traps or as magical (supernatural) traps; learning such a trap lets a ranger set it either way. An extraordinary trap has a -2 penalty to its DC. An extraordinary trap lasts 1 day per ranger level or until it is triggered, whichever comes first. A magical trap lasts only 1 hour per level or until triggered, whichever comes first. A trap's DC decreases by 1 for each full day (or hour, for a magical trap) that passes after it is set.",
			"",
			"Certain traps add to or modify the effects of another trap; a ranger can add one of these trap types to any standard ranger trap (this costs 1 additional use of the trap ability).",
			"",
			"Some supernatural traps can be created by a character who isn't a ranger (but who has the {feat/Learn Ranger Trap} feat) through including an additional magical component. This component - usually a scroll, potion, or oil - is expended at the time of the trap's creation. Including it increases the time to lay the trap to 1 full minute.",
			"",
			"### Acid Trap (Ex or Su)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** The target is splattered with acid, taking a number of points of acid damage equal to 1d6 + 1/2 the ranger's level to the triggering creature (Reflex negates). If it is an extraordinary trap, the ranger must supply a dose of acid when setting the trap.",
			"",
			"**Magical Component:** *scroll of {spell/corrosive touch}*",
			"",
			"### Alarm Trap (Ex or Su)",
			"",
			"{SOURCE Ultimate Magic}",
			"",
			"**Effect:** When the trap is triggered, it also creates a momentary loud noise equivalent to the audible alarm version of {spell/alarm}.",
			"",
			"### Anchoring Trap (Su)",
			"",
			"{SOURCE Demon Hunter's Handbook}",
			"",
			"**Effect:** This trap can be added to a supernatural *snare trap*. The trap briefly imprisons any called creature (such as those called by the {spell/planar binding} spells) for 1d4 rounds (Will negates). During this time the creature may not move from the location of the trap, though it may still use ranged effects and attack any creature within its reach. Additionally, anchoring traps disable the creature's ability to travel within or between dimensions. This includes casting {spell/astral projection}, {spell/blink}, {spell/dimension door}, {spell/ethereal jaunt}, {spell/etherealness}, {spell/gate}, {spell/maze}, {spell/plane shift}, {spell/shadow walk}, {spell/teleport}, {spell/teleportation circle}, and similar spell-like abilities. The trap does not prevent the creature from using magic items that produce these effects, like {magic-wondrous/cubic gate/s}, [helms of teleportation](magic-wondrous/helm_of_teleportation), or [amulets of the planes](magic-wondrous/amulet_of_the_planes). The trap can hold up to a Medium creature; each extra daily use of the ranger's trap ability spent when the trap is set increases the maximum size of creature the trap can hold by one size category.",
			"",
			"### Blightburn Trap (Ex)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** This trap strikes the target with a small shard of {eq-material/blightburn}, dealing 2d6 points of fire damage, 1d3 points of Constitution damage, and 1d3 points of Charisma damage. A successful Fortitude save negates the ability damage and halves the fire damage. The ranger must supply a sliver of blightburn, a dangerous task in itself, though storing the blightburn in a lead vial makes the task less risky.",
			"",
			"### Blighted Mark Trap (Ex or Su)",
			"",
			"{SOURCE People of the Wastes}",
			"",
			"**Effect:** Effect This trap stains the victim with blighted plant matter, increasing its susceptibility to the attacks of creatures created or enthralled by the affliction. The target takes a -2 penalty to Armor Class against the attacks of creatures closely affiliated with the specific blight (typically demons, fey, plants, or undead) and on saving throws against effects created by such creatures. This effect lasts for 10 minutes per ranger level. A successful Will save negates this effect. Regardless of whether this is a extraordinary or supernatural trap, the ranger must supply a sample of the specific blight when setting this trap.",
			"",
			"### Bludgeoning Trap (Ex or Su)",
			"",
			"{SOURCE Ranged Tactics Toolbox}",
			"",
			"**Effect:** The trap bludgeons the creature that triggers it. The trap makes an attack with a bonus equal to the ranger's character level + his Wisdom bonus. The triggering creature is denied its Dexterity bonus to AC if it was unaware of the trap. If the trap hits, it deals 1d6 points of bludgeoning damage for every 4 levels the ranger possesses (minimum 1d6). If it's an extraordinary trap, the ranger must provide an object suitable for dealing lethal bludgeoning damage, such as a large branch or heavy stone.",
			"",
			"### Burning Trap (Ex or Su)",
			"",
			"{SOURCE Ultimate Magic}",
			"",
			"**Effect:** A ranger can only add this to a *fire trap*. If the triggering creature fails its Reflex save, it catches on fire, taking 1d6 points of fire damage at the start of its turn for 1d4 rounds. The burning creature can attempt a new save as a full-round action. Dropping and rolling on the ground grants a +4 bonus on this save.",
			"",
			"### Channeled Energy Trap (Ex or Su)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** This trap creates a positive or negative energy effect designed to harm either undead or living creatures, respectively. The target takes a number of points of damage equal to 1d8 + the ranger's level from either positive energy or negative energy (Will save for half). If this is an extraordinary trap, the ranger must supply a vial of {eq-weapon/holy water} (positive energy) or unholy water (negative energy).",
			"",
			"### Cleansing Trap (Ex or Su)",
			"",
			"{SOURCE People of the Wastes}",
			"",
			"**Effect:** Effect The trap suppresses the target's ability to use one randomly selected attack, ability, or quality that creates a disease or poison effect; this lasts for 1 round per ranger level. If the creature has more than one such attack, ability, or quality that creates a disease or poison effect, the attack, ability, or quality to be suppressed when the creature is affected by this trap is determined at random from those not already suppressed.",
			"",
			"### Decoy Trap (Su)",
			"",
			"{SOURCE Ranged Tactics Toolbox}",
			"",
			"**Effect:** The trap creates a shadowy humanoid figment that appears to move away from the triggering creature or that follows a simple program of no more than 25 words defined by the ranger at the time when the trap is set. Unless programmed otherwise, the figment appears 60 feet away from the triggering creature or as close to that distance as possible, and then moves away toward the nearest exit, if any. The figment can move up to 60 feet per round. A viewer can attempt a Will save or a Perception check to disbelieve the illusion if she attacks it or otherwise interacts with it. The Will save DC to disbelieve the illusion is the same as the DC to avoid the trap; the DC of the Perception check to disbelieve the illusion is equal to 5 + the DC to avoid the trap.",
			"",
			"### Dirty Trick Trap (Ex or Su)",
			"",
			"{SOURCE Ranged Tactics Toolbox}",
			"",
			"**Effect:** If the triggering creature fails its saving throw against the trap or is struck by the trap's attack, the trap also attempts a dirty trick combat maneuver against the triggering creature. The type of dirty trick is chosen when the trap is created, and if it isn't possible or isn't applicable to the triggering creature, the combat maneuver is wasted. The trap's CMB for the dirty trick is equal to the ranger's level + his Wisdom modifier.",
			"",
			"### Distraction Trap (Ex or Su)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** The target is affected with irritation that detracts from its alertness. It takes a -2 penalty on Perception checks, initiative checks, and Reflex saves for 10 minutes per ranger level. If this is a supernatural trap, this is a mind-affecting effect. If this is an extraordinary trap, the ranger must supply a dose of {eq-weapon/itching powder} or another alchemical irritant.",
			"",
			"**Magical Component:** *scroll of {spell/daze monster}*",
			"",
			"### Exploding Trap (Ex or Su)",
			"",
			"{SOURCE Ultimate Magic}",
			"",
			"**Effect:** A ranger can only add this to a *fire trap*. The trap explodes in fire, filling all squares adjacent to the trap and dealing a number of points of fire damage equal to 1d6 + 1/2 the ranger's level (Reflex negates). If it is an extraordinary trap, the ranger must use an explosive material such as {eq-weapon/alchemist's fire} when setting the trap.",
			"",
			"### Fire Trap (Ex or Su)",
			"",
			"{SOURCE Ultimate Magic}",
			"",
			"**Effect:** The trap explodes in flames, dealing a number of points of fire damage equal to 1d6 + 1/2 the ranger's level to the triggering creature (Reflex negates). If it is an extraordinary trap, the ranger must use an explosive material such as {eq-weapon/alchemist's fire} when setting the trap.",
			"",
			"### Firework Trap (Ex or Su)",
			"",
			"{SOURCE Champions of Balance}",
			"",
			"**Effect:** A ranger can add this augmentation to a *fire* or *smoke trap*. The trap explodes in a flash of colored lights. All creatures within 10 feet must succeed at a saving throw (Fortitude if an extraordinary firework trap, Will if supernatural) or be blinded for 1d4+1 rounds. If this is an extraordinary trap, the ranger must use an alchemical weapon when setting the trap, such as {eq-weapon/flash powder} or a [firework](eq-weapon/firework_star_candle).",
			"",
			"### Freezing Trap (Su)",
			"",
			"{SOURCE Ultimate Magic}",
			"",
			"**Effect:** The trap creates a burst of ice that damages and encases the triggering creature. The creature takes 1d3 points of cold damage + 1/4 the ranger's level and is entangled and stuck to the ground, similar to the effect of a tanglefoot bag. A successful Reflex save halves the damage and means the creature is not stuck to the floor by the ice. The ice is 1 inch thick per 2 Hit Dice of the ranger (minimum 1), has hardness 0 and 3 hit points per inch of thickness, and melts in 2d4 rounds.",
			"",
			"### Infected Snare Trap (Ex or Su)",
			"",
			"{SOURCE People of the Wastes}",
			"",
			"**Effect:** Effect A ranger can add this only to a snare trap. The snare is made of diseased materials, which contain an aggressive blight that saps the energy and bodily health from the target creature. When initially caught in the snare, the trapped creature must succeed at a Fortitude saving throw or immediately take 2 points of Constitution damage. Each subsequent hour, the creature must succeed at a Fortitude saving throw or take 2 points of Constitution damage. This effect lasts for 12 hours or until the creature makes two successful saving throws in a row, whichever comes first. This is a poison effect.",
			"",
			"### Lazurite Trap (Ex or Su)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** Lazurite radiation increases the victim's susceptibility to the attacks of undead creatures that are bolstered by the radiation. The target takes a -2 penalty to Armor Class against the attacks of undead creatures and on saving throws against effects created by undead. This effect lasts for 10 minutes per ranger level. A successful Will save negates this effect. If this is an extraordinary trap, the ranger must supply a {eq-material/sliver of |lazurite}.",
			"",
			"### Limning Trap (Ex or Su)",
			"",
			"{SOURCE Champions of Balance}",
			"",
			"**Effect:** This trap sprays glowing dust into the trapped square and all adjacent squares. A creature covered in this dust glows like a candle (becoming visibly outlined if invisible) and takes a -20 penalty on Stealth checks. The dust's effects last for 1 round per ranger level or until the creature washes it off (a move action requiring water or some other cleanser). If this is an extraordinary trap, the ranger must use alchemical components when setting the trap, such as {eq-misc/glowing ink} or {eq-misc/marker dye}.",
			"",
			"### Marking Trap (Ex or Su)",
			"",
			"{SOURCE Ultimate Magic}",
			"",
			"**Effect:** If the triggering creature fails its save against the trap, it is marked with a dye and/or scent of the ranger's choosing. A scent mark decreases the DC of tracking the marked creature by scent by 4. The mark can be washed off with vigorous scrubbing, but fades on its own over several days.",
			"",
			"### Oversized Barbs (Ex or Su)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** The target is speared with barbs that penetrate and protrude from its body, making squeezing, climbing, and swimming challenging. The trap implants 1d4+1 barbs, each dealing 1 point of damage. A successful Reflex save halves the number of barbs. The target takes a penalty on Climb checks and Swim checks equal to the number of barbs attached, and is considered one size category larger for the purposes of determining what size of opening or passageway it must squeeze through as long as at least 1 barb remains attached. Each barb can be removed with a full minute of work and a Heal check that equals or exceeds the trap's DC. If this check fails, the barb is still removed but the target takes 1d4 points of damage. The barbs shake loose harmlessly after 10 minutes per ranger level.",
			"",
			"### Penetrating Trap (Ex or Su)",
			"",
			"{SOURCE Magical Marketplace}",
			"",
			"**Effect:** A ranger can only add this to a wounding trap. The damage die of a penetrating trap increases to 1d8. Choose either adamantine, cold iron, or silver. The trap counts as that material for the purposes of overcoming damage reduction. If this is an extraordinary trap, the ranger must provide 1 pound of the chosen material during the trap's construction.",
			"",
			"### Pit Trap (Ex or Su)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** This simple pit is covered over with leaves or appropriate materials for the area. It's 5 feet deep plus 5 feet for every 4 ranger levels. A victim that succeeds at a Reflex save doesn't fall into the pit. If it is an extraordinary trap, the ranger can set this trap only in terrain with soft ground.",
			"",
			"**Magical Component:** *scroll of {spell/create pit}*",
			"",
			"### Poison Trap (Ex or Su)",
			"",
			"{SOURCE Ultimate Magic}",
			"",
			"**Effect:** The trap poisons the creature that triggers it. If it is a supernatural trap, the poison deals 1d2 Con damage per round for 6 rounds. If it is an extraordinary trap, the ranger must provide 1 dose of contact, inhaled, or injury poison when setting the trap, and the trap uses that poison's effects and DC.",
			"",
			"### Quicksand Trap (Su)",
			"",
			"{SOURCE Magical Marketplace}",
			"",
			"**Effect:** The trap and all adjacent squares become quicksand as long as they contain loose sand or soil. The Swim DC to move in this quicksand is equal to the trap's save DC, and the Swim DC to tread in the quicksand is equal to the trap's DC - 5. The quicksand lasts for a number of rounds equal to the ranger's level. When the effect ends, any creature still in the quicksand is returned to the surface prone.",
			"",
			"### Rust Monster Trap (Ex or Su)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** The trap throws up a cloud of dust ground from the antennae of a rust monster, dealing 1d4 points of damage to the target's metal armor and weapons. A ranger may increase the damage by 1 point for each additional daily use of his trap ability he spends when creating this trap. A successful Reflex save negates this damage. If this is an extraordinary trap, the ranger must supply a set of [rust monster antennae](monster/rust_monster).",
			"",
			"**Magical Component:** *scroll of {spell/rusting grasp}*",
			"",
			"### Selective Trigger (Ex or Su)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** The ranger adds a race, type, alignment, or minimum weight restriction to the trap's trigger. If this is an extraordinary trap, the ranger can choose only the minimum weight restriction.",
			"",
			"**Magical Component:** *potion of {spell/identify}*",
			"",
			"### Sleet Trap (Su)",
			"",
			"{SOURCE Ultimate Magic}",
			"",
			"**Effect:** The detonating trap creates a 20-foot-radius burst of sleet with the effects of a {spell/sleet storm}. The driving sleet lasts for 1 round, but the icy ground persists for 1 round per ranger level.",
			"",
			"### Smoke Trap (Ex or Su)",
			"",
			"{SOURCE Champions of Balance}",
			"",
			"**Effect:** This trap bellows out thick, choking smoke that fills the trapped square and all adjacent squares. Any breathing creature in these squares must succeed at a Fortitude saving throws or take a -4 penalty to Strength and Dexterity every round it's within the smoke and for 1d4+1 rounds after leaving the smoke. All sight, even darkvision, is ineffective in or through the smoke. The smoke lasts for 1 round per 2 ranger levels, and is dispersed by wind as fog cloud. If this is an extraordinary trap, the ranger must use an alchemical component when setting the trap, such as a {eq-misc/smokestick}.",
			"",
			"### Snare Trap (Ex or Su)",
			"",
			"{SOURCE Ultimate Magic}",
			"",
			"**Effect:** The trap constricts around a limb or other part of the triggering creature's body (Reflex avoids). The creature cannot move from the location of the trap, unless the ranger included a \"leash\" when setting the trap, in which case the creature is limited to the length of the leash. The trapped creature can escape with an Escape Artist check (DC equal to the trap's DC) as a full-round action. The trap or its leash has a number of hit points equal to 1/2 the ranger's level, or can be burst as a full-round action with a DC 25 Strength check. The trap can hold up to a Medium creature; each extra daily use of the ranger's trap ability spent when the trap is set increases the maximum size of creature the trap can hold. At the ranger's option, if there is a tall object or structure nearby, she can have the trap lift the creature.",
			"",
			"### Spell-Stealing Trap (Su)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** The target is struck by a burst of abjuration that steals its magical ability. The target loses 1d4+1 levels of spells (of its choice). A ranger may increase the number of spell levels lost by 1d4 for each additional daily use of his trap ability he spends when creating this trap.",
			"",
			"**Magical Component:** *scroll of {spell/dispel magic}*",
			"",
			"### Spell-Storing Trap (Su)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** This trap behaves like a {spell/greater glyph of warding}, except the maximum level of spell it can hold is 1. A ranger may increase the maximum level by 1 for each daily use of his trap ability he spends when creating this trap. The spell contained must be supplied by either the ranger or another creature within 1 round of the trap being laid. The duration of this trap is dependent on the ranger's level, but a target receives only one save, that of the spell contained.",
			"",
			"### Summoned Ally Trap (Su)",
			"",
			"{SOURCE Ranged Tactics Toolbox}",
			"",
			"**Effect:** The trap summons a creature as {spell/summon nature's ally I} with a caster level equal to the ranger's level - 3. This trap functions as {spell/summon nature's ally II} at 8th level, {spell/summon nature's ally III} at 11th level, and {spell/summon nature's ally IV} at 14th level. The summoned creature or creatures appear in a location within the trap's range designated when the trap is set; if it's not possible for the creatures to appear in that location, they appear in the nearest unoccupied space. The ranger can choose a command of no more than 25 words when the trap is created; the creature or creatures follow those instructions, or otherwise attack the creature that triggered the trap.",
			"",
			"### Swarm Trap (Ex or Su)",
			"",
			"{SOURCE Ultimate Magic}",
			"",
			"**Effect:** The trap releases a {monster/bat swarm}, {monster/rat swarm}, or {monster/spider swarm} that attacks all creatures in the area. The swarm remains in the general area for no longer than 1 round per ranger level, after which it disperses. If the trap is an extraordinary trap, the ranger must provide the creatures of the swarm (typically in a small box, cage, or crate); these creatures may die of starvation before the trap is triggered (an extraordinary trap lasts 1 day per level).",
			"",
			"### Tar Trap (Ex or Su)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** The target is coated in a thin layer of sticky tar unless it succeeds at a Reflex save. It is entangled, and becomes susceptible to catching fire from any source of flame. If lit on fire, the tar burns intensely for 1 round; it deals 2d6 points of fire damage and is destroyed in the process. Unless burned away, the tar remains for 1 round per ranger level. If this is an extraordinary trap, the ranger must supply a dose of tar.",
			"",
			"### Telepathy Trap (Su)",
			"",
			"{SOURCE Demon Hunter's Handbook}",
			"",
			"**Effect:** The trap resonates at a high-pitched frequency audible only to creatures that communicate via telepathy. If the triggering creature has the ability to communicate via telepathy, the creature becomes overwhelmed by psychic feedback. The trapped creature is staggered for 1d4 rounds (Will negates), and may not communicate telepathically during this time. This is a sonic, mind-affecting effect. Creatures that lack telepathy are not affected by this trap, though they may still trigger it.",
			"",
			"### Toxic Fumes Trap (Ex or Su)",
			"",
			"{SOURCE Champions of Balance}",
			"",
			"**Effect:** A ranger can add this to a smoke trap. The smoke this trap creates is extremely noxious. Any breathing creature must succeed at a Fortitude saving throw (in addition to the Fortitude save for the smoke trap) or be nauseated every round it's within the smoke and for 1d4+1 rounds after leaving the smoke. If this is an extraordinary trap, the ranger must use a toxic material when setting the trap, such as [noxious aromatic](eq-weapon/noxious_aromatic_flask).",
			"",
			"### Transdimensional Trap (Su)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** This augmentation allows a trap to affect an incorporeal or ethereal creature as if it were corporeal or existed on the Material Plane.",
			"",
			"**Magical Component:** *scroll of {spell/ghostbane dirge}*",
			"",
			"### Transpositional Trap (Su)",
			"",
			"{SOURCE Demon Hunter's Handbook}",
			"",
			"**Effect:** This pair of traps causes any creature that steps in one of the traps to be teleported to the location of the other trap (Will negates), as the spell {spell/dimension door}. After having been transported, the creature may not take any other actions until its next turn. If one part of a pair of transpositional traps becomes blocked by a solid body or object, the trap does not function until the obstruction is removed. In order to create this trap, a ranger must set up two transpositional traps within 400 feet of each other, thus expending 2 uses of the ranger's traps per day. A ranger can only have one pair of transpositional traps set at a time; setting a third transpositional trap immediately causes the first to disappear and keys the second and third transpositional traps to one another.",
			"",
			"### Tripwire (Ex or Su)",
			"",
			"{SOURCE Kobolds of Golarion}",
			"",
			"**Effect:** A taut wire stretched between two vertical surfaces knocks the target prone unless it succeeds at a Reflex save. A running or charging creature takes a -6 penalty on its save.",
			"",
			"### Wounding Trap (Ex or Su)",
			"",
			"{SOURCE Magical Marketplace}",
			"",
			"**Effect:** This trap makes a melee attack against the target using the ranger's base attack bonus + his Wisdom modifier for the attack roll. It deals an amount of damage equal to 1d6 + 1/2 the ranger's level. The ranger chooses whether this damage is bludgeoning, piercing, or slashing. If this is a supernatural trap, the attack counts as magical for the purposes of overcoming damage reduction."
		],
		"subhierarchy": [[ "Ranger", "class/ranger" ], [ "Trapper", "archetype-ranger/trapper" ]]
	},
	"rogue_talents": {
		"name": "Rogue Talents",
		"sources": [
			"Advanced Player's Guide",
			"Blood of Shadows",
			"Champions of Purity",
			"Cohorts and Companions",
			"Inner Sea Combat",
			"Distant Realms",
			"Magical Marketplace",
			"Monster Hunter's Handbook",
			"Pathfinder #130 City in the Lion's Eye",
			"Potions and Poisons",
			"PRPG Core Rulebook",
			"Ultimate Combat"
		],
		"description": [
			"## Rogue Talents",
			"",
			"{SOURCE PRPG Core Rulebook}  ",
			"As a rogue gains experience, she learns a number of talents that aid her and confound her foes. Starting at 2nd level, a rogue gains one rogue talent. She gains an additional rogue talent for every 2 levels of rogue attained after 2nd level. A rogue cannot select an individual talent more than once.",
			"",
			"Some talents, marked with an asterisk (\\*), add effects to a rogue's sneak attack. Only one of these talents can be applied to an individual attack and the decision must be made before the attack roll is made.",
			"",
			"**Note:** This list contains talents for both the Rogue and the {class/Unchained Rogue}. Most can be used by both. Talents marked with a dagger (&dagger;) were made for the Rogue and haven't been officially stated to be usable by the Unchained Rogue. Talents marked with a double-dagger (&Dagger;) are specifically for the Unchained Rogue.",
			"",
			"When Rogue and Unchained Rogue talents have the same name but differing rules, they can be presented in two differnet ways. If the differences are minor, the talent will have additional text *[in brackets]* preceded by a dagger (&dagger;Rogue) or double-dagger (&Dagger;Unchained Rogue) to indicate which class the text applies to. If they differ substantially, there will be separate entries for each class's talent.",
			"",
			"---",
			"",
			"**Armor Piercer\\* (Ex)** ({source/Monster Hunter's Handbook/ pg. 9}): A rogue with this talent can cause her sneak attacks to pierce through natural armor. When she hits with an attack that deals sneak attack damage, she can forgo one or more of her sneak attack dice to reduce the target's natural armor bonus by that amount (minimum natural armor bonus of +0) until the end of her next turn. A creature cannot be affected by this ability again for 1 minute.",
			"",
			"&dagger;**Befuddling Strike\\* (Ex)** ({source/Advanced Player's Guide/ pg. 1}): When the rogue deals sneak attack damage against an opponent, that opponent takes a -2 penalty on attack rolls against the rogue for 1d4 rounds.",
			"",
			"**Bleeding Attack\\* (Ex)** ({source/PRPG Core Rulebook/ pg. 68}): A rogue with this ability can cause living opponents to bleed by hitting them with a sneak attack. This attack causes the target to take 1 additional point of damage each round for each die of the rogue's sneak attack (e.g., 4d6 equals 4 points of bleed). Bleeding creatures take that amount of damage every round at the start of each of their turns. The bleeding can be stopped by a DC 15 Heal check or the application of any effect that heals hit point damage. Bleeding damage from this ability does not stack with itself. Bleeding damage bypasses any damage reduction the creature might possess.",
			"",
			"**Distracting Attack\\* (Ex)** ({source/Advanced Player's Guide/ pg. 1}): A rogue with this talent can make sneak attacks with subtle flourishes that disorient and distract her enemy. When she hits a creature with a melee attack that deals sneak attack damage, she can forgo the additional damage to cause the creature to become flat-footed against one target of her choosing until the beginning of her next turn. The rogue cannot designate herself as the creature gaining the benefit of this talent. Creatures with uncanny dodge are immune to distracting attack.",
			"",
			"**Emboldening Strike\\* (Ex)** ({source/Blood of Shadows/ pg. 8}): When a rogue with this talent hits a creature with a melee attack that deals sneak attack damage, she gains a +1 circumstance bonus on saving throws for every 2 sneak attack dice rolled (minimum +1) for 1 round.",
			"",
			"**Extinguishing Strike\\* (Ex)** ({source/Blood of Shadows/ pg. 8}): When a rogue with this talent hits a creature with a melee attack that deals sneak attack damage, any nonmagical light sources worn or carried by the creature (such as lit torches, lanterns, or sunrods) are automatically extinguished. Once per day, the rogue can use this ability to also attempt a dispel check (as per dispel magic) against any magical sources of light a target carries, using her rogue level as the caster level.",
			"",
			"**Focusing Attack\\* (Ex)** ({source/Blood of Shadows/ pg. 8}): When a rogue selects this talent, she must choose the confused, shaken, or sickened condition. When the rogue has the selected condition and hits a creature with a melee attack that deals sneak attack damage, the rogue no longer has that condition. A rogue can take this talent up to three times. Each time, she must select a different condition that she is able to remove from herself with a melee attack that deals sneak attack damage. Even if the rogue has taken this talent multiple times, she can remove only a single effect on herself with each melee attack that deals sneak attack damage.",
			"",
			"**Obscuring Blow\\* (Ex)** ({source/Blood of Shadows/ pg. 8}): Once per day, the rogue can forgo her potential to deal sneak attack damage to attempt to cloud an opponent's vision. She must declare the use of obscuring blow before she makes the attack. If the attack hits, it does normal damage but, instead of dealing sneak attack damage (and any effect that triggers when the rogue deals sneak attack damage), the target treats all other creatures as if they had concealment, suffering a 20% miss chance on all attack rolls for a number of rounds equal to half the rogue's level. A successful Fortitude saving throw reduces this effect to 1 round. The DC of this saving throw is equal to 10 + 1/2 the rogue's level + the rogue's Intelligence modifier.",
			"",
			"&dagger;**Offensive Defense\\* (Ex)** ({source/Advanced Player's Guide/ pg. 1}): When a rogue with this talent hits a creature with a melee attack that deals sneak attack damage, the rogue gains a +1 dodge bonus to AC for each sneak attack die rolled for 1 round.",
			"",
			"**Powerful Sneak\\* (Ex)** ({source/Advanced Player's Guide/ pg. 1}): Whenever a rogue with this talent takes a full attack action, she can elect to take a -2 penalty on all attack rolls until the start of her next turn. If an attack during this time is a sneak attack, she treats all 1s on the sneak attack damage dice as 2s. &Dagger;*[She can reroll multiple dice, but she can't reroll any individual die more than once per attack.]*",
			"",
			"&dagger;**Sacred Sneak Attack\\* (Su)** ({source/Champions of Purity/ pg. 25}): When making a sneak attack against an undead creature or evil outsider, the rogue's sneak attack damage is considered good-aligned for the purpose of overcoming damage reduction. Normal weapon damage is unaffected for this attack. A rogue must have a good alignment to select this rogue talent.",
			"",
			"**Sever Alignment\\* (Su)** ({source/Distant Realms/ pg. 13}): When making a sneak attack against an opponent with an alignment subtype, a rogue with this talent can forgo her sneak attack damage to scramble the creature's metaphysical nature. If the attack succeeds, the rogue deals weapon damage as normal, and the target must succeed at a Fortitude save (DC = 10 + half the rogue's level + the rogue's Intelligence modifier) or lose all damage reduction overcome by aligned weapons (such as DR 10/good), lose all regeneration overcome by aligned sources (such as regeneration 10 [good](source/distant_realms). The rogue must have the aligned sneak attack talent to select this talent.",
			"",
			"**Shadow's Chill\\* (Su)** ({source/Blood of Shadows/ pg. 8}): When a rogue with this talent hits a creature with a melee weapon that deals sneak attack damage, a number of points of the damage dealt equal to the number of sneak attack dice rolled is cold damage. The remainder of the sneak attack damage and the normal weapon damage are unaffected. The rogue must have cold resistance from a racial trait before selecting this talent.",
			"",
			"**Silencing Strike\\* (Su)** ({source/Adventurer's Guide/ pg. 53}): Using magic stolen from the [Hellknights](rule/aff_lawknights), Council agents can render foes silent. When a creature is damaged by the rogue's sneak attack, the rogue magically renders the creature mute for 1 round unless it succeeds at a Will save (DC = 10 + half the rogue's level + the rogue's Charisma modifier). Silencing strike can be used a number of times per day equal to half the rogue's level.",
			"",
			"**Slow Reactions\\* (Ex)** ({source/PRPG Core Rulebook/ pg. 68}): Opponents damaged by the rogue's sneak attack can't make attacks of opportunity for 1 round.",
			"",
			"&dagger;**Sneaky Maneuver\\* (Ex)** ({source/Magical Marketplace/ pg. 26}): Anytime a rogue with this talent could hit an opponent with a melee sneak attack on her turn, she may take a -2 penalty on her attack roll and attempt a dirty trick, disarm, steal, sunder, or trip combat maneuver instead of dealing sneak attack damage. If the attack succeeds, the rogue deals weapon damage as normal and then attempts a combat maneuver check as a swift action (the -2 penalty only applies to the initial attack roll, not the combat maneuver check). This combat maneuver still provokes attacks of opportunity unless the rogue has a feat or ability that allows her to perform it without provoking attacks of opportunity.",
			"",
			"&dagger;**Stem the Flow\\* (Su)** ({source/Champions of Purity/ pg. 25}): When making a successful sneak attack against a creature with the ability to channel energy, the rogue may forgo 3d6 points of sneak attack damage to instead prevent the target from channeling energy for a number of rounds equal to half her rogue level.",
			"",
			"**Underhanded\\* (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this talent gains a +4 circumstance bonus on all Sleight of Hand checks made to conceal a weapon. Furthermore, if she makes a sneak attack during the surprise round using a concealed weapon that her opponent didn't know about, she does not have to roll sneak attack damage, and the sneak attack deals maximum damage. A rogue can only use the underhanded talent a number of times per day equal to her Charisma modifier (minimum 0).",
			"",
			"**Accurate Poisoner (Ex)** ({source/Potions and Poisons/ pg. 13}): A rogue with this talent delivers poisons with deadly precision. When the rogue successfully hits an opponent with a poisoned weapon and would deal sneak attack damage, she can forgo the sneak attack damage and increase the poison's potency. If she does, the poison's duration increases by 2 (for example, large scorpion venom lasts for 8 rounds instead of 6 rounds, and drow poison lasts for 4 minutes instead of 2 minutes).",
			"",
			"&dagger;**Acrobatic Assist (Ex)** ({source/Cohorts and Companions/ pg. 27}): You can expend an attack of opportunity to perform an aid another action to assist an adjacent ally's Acrobatics check, so long as he makes the check as part of movement that passes through your space or an adjacent space. Additionally, whenever you use the aid another action to assist an ally in making an Acrobatics check and you succeed, your ally gains a +1 dodge bonus to AC against attacks of opportunity caused when he moves out of or within a threatened area, until the end of his turn.",
			"",
			"&dagger;**Acrobatic Stunt (Ex)** ({source/Inner Sea Combat/ pg. 16}): Once per day, when flanked by at least two opponents, a rogue with this talent can, as an immediate action when any of the threatening opponents attacks her, attempt an Acrobatics check against the highest CMD of the threatening creatures plus 2 per threatening creature beyond the second. If successful, the rogue may take a 5-foot step in any direction, so long as she remains within the reach of the attacker triggering the movement. The rogue's final position is used to determine whether the attacker benefits from flanking. On a failed check, the rogue falls prone in her original position and the attack resolves as normal (the opponent gains a +4 bonus for attacking a prone target). A rogue may use this ability one additional time per day for every 5 rogue levels she possesses. A rogue must be trained in Acrobatics to select this talent.",
			"",
			"**Aligned Sneak Attack (Su)** ({source/Distant Realms/ pg. 13}): When making a sneak attack against a creature that has damage reduction that can be overcome by weapons of a particular alignment (such as DR 5/good), the rogue's attack reduces that damage reduction by an amount equal to the number of sneak attack dice rolled until the end of the rogue's turn.",
			"",
			"**Ambuscading Grapple (Ex)** ({source/Monster Hunter's Handbook/ pg. 9}): When a rogue with this talent succeeds at a combat maneuver check to grapple an unaware opponent, she can immediately deal her sneak attack damage to the target. This counts as having hit with a sneak attack for the purpose of other abilities and talents.",
			"",
			"**Aspexia's Mysticism (Ex)** ({source/Adventurer's Guide/ pg. 53}): The rogue has been trained in a minor occult technique. The rogue gains {feat/Psychic Sensitivity} as a bonus feat.",
			"",
			"**Assault Leader (Ex)** ({source/Advanced Player's Guide/ pg. 1}): Once per day, when the rogue misses with an attack on a flanked opponent, she can designate a single ally who is also flanking the target that her attack missed. That ally can make a single melee attack against the opponent as an immediate action.",
			"",
			"**Bardic Pretender (Ex)** ({source/Pathfinder #130: City in the Lion's Eye/ pg. 76}): The rogue knows enough about music and performance to survive in a bardic college and can fake what she doesn't know. The rogue qualifies as having the inspire competence bardic performance class feature for the purpose of meeting prestige class requirements, although this talent doesn't grant her the bardic performance ability.",
			"",
			"**Black Market Connections (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this talent gains better access to magic items from black market connections. She treats every settlement as one size greater for the purpose of determining the gp limit of the base value of items for sale, as well as the number of minor, medium, and major magic items for sale in the settlement. If the settlement is already a metropolis, all minor and medium magic items are for sale, as well as 3d8 major magic items. With a successful Diplomacy check, the rogue can treat the settlement as two sizes larger. If the settlement is already a metropolis and she succeeds at the check, all magic items are for sale. If the settlement is already a large city and she succeeds at the check, all minor and medium magic items are for sale, as well as 3d8 major magic items. With a successful check, the rogue can also sell stolen items on the black market. If the check fails by 5 or more, the rogue does something to spook the market, and treats the city as normal for 1 week. Furthermore, those in control of the black market may alert the authorities to the rogue's presence in an act of reprisal for spooking the market or to divert attention away from their illicit activities. The DCs of the checks are by settlement size and are given in the table below.",
			"",
			"| Community Size | DC |",
			"| :---: | :---: |",
			"| Thorp | 10 |",
			"| Hamlet | 12 |",
			"| Village | 15 |",
			"| Small town | 18 |",
			"| Large town | 20 |",
			"| Small city | 25 |",
			"| Large city | 30 |",
			"| Metropolis | 35 |",
			"",
			"&dagger;**Bomber (Su)** ({source/Ranged Tactics Toolbox/ pg. 7}): A rogue with this talent can make a number of bombs per day equal to her Intelligence modifier (minimum 1). These bombs act as [alchemist's bombs](class/alchemist), except they deal damage equal to the damage dealt by the rogue's sneak attack (the rogue doesn't add her Intelligence modifier to this damage).",
			"",
			"&dagger;**Bomber's Discovery (Su)** ({source/Ranged Tactics Toolbox/ pg. 7}): A rogue with this talent gains an alchemist's discovery that modifies a bomb. A rogue must have the bomber rogue talent to select this talent.",
			"",
			"**Camouflage (Ex)** ({source/Advanced Player's Guide/ pg. 1}): Once per day, a rogue with this talent can craft simple but effective camouflage from the surrounding foliage. The rogue needs 1 minute to prepare the camouflage, but once she does, it is good for the rest of the day or until the rogue fails a saving throw against an area effect spell that deals fire, cold, or acid damage, whichever comes first. The rogue gains a +4 bonus on Stealth checks while within terrain that matches the foliage used to make the camouflage. This ability cannot be used in areas without natural foliage.",
			"",
			"**Canny Observer (Ex)** ({source/Advanced Player's Guide/ pg. 1}): When a rogue with this talent makes a Perception check to hear the details of a conversation or to find concealed or secret objects (including doors and traps), she gains a +4 bonus.",
			"",
			"&dagger;**Card Sharp (Su)** ({source/The Harrow Handbook/ pg. 20}): The rogue gains {feat/Deadly Dealer} as a bonus feat, even if she does not meet the prerequisites. Thrown cards are treated as darts, but the rogue cannot imbue cards with additional power unless she has the {feat/Arcane Strike} feat. This talent otherwise functions as the Deadly Dealer feat.",
			"",
			"**Careful Stab (Ex)** ({source/Adventurer's Guide/ pg. 53}): When a rogue with this talent reduces a creature to fewer than 0 hp with precision damage, she can choose to leave that creature at -1 hp and stable.",
			"",
			"**Castling (Ex)** ({source/Elemental Master's Handbook/ pg. 9}): The rogue treats soft cover granted by creatures of her size or larger as though it were cover instead. Cover the rogue gains from this talent does not allow her to attempt Stealth checks.",
			"",
			"&Dagger;**Certainty (Ex)** ({source/Pathfinder Unchained/ pg. 21}): The rogue chooses one of the skills she selected with rogue's edge. Once per day, the rogue can reroll a skill check she just made with the selected skill and take the better result. She can use this reroll with the selected skill one additional time per day at 10th level and every 5 levels thereafter. A rogue can select this talent multiple times. Each time, the rogue must choose a different skill. A rogue must have the rogue's edge class feature before selecting this talent.",
			"",
			"&dagger;**Charmer (Ex)** ({source/Advanced Player's Guide/ pg. 1}): Once per day, the rogue can roll two dice while making a Diplomacy check, and take the better result. She must choose to use this talent before making the Diplomacy check. A rogue can use this ability one additional time per day for every 5 rogue levels she possesses.",
			"",
			"**Claimed Turf (Ex)** ({source/Inner Sea Intrigue/ pg. 32}): The rogue is well known in a specific community in which she gains the benefits of renown. She gains the renown vigilante [social talent](ability/social_talents). This community can be an entire settlement or portions of a settlement (such as a particular district or neighborhood), depending on the population as allowed by the renown social talent. Anytime she could select another rogue talent, the rogue can also select from the following list of {ability/social talents}, using her rogue level as her vigilante level for the purpose meeting of prerequisites: celebrity discount, celebrity perks, gossip collector, great renown, incredible renown, loyal aid, and safe house. For the purposes of vigilante social talents, the rogue does not have a vigilante identity and is always considered to be in her social identity.",
			"",
			"&dagger;**Climbing Stunt (Ex)** ({source/Inner Sea Combat/ pg. 16}): A rogue with this talent can take a -10 penalty on a Climb check to move at full speed while climbing. A rogue must be trained in Climb to select this talent.",
			"",
			"**Cloying Shades (Su)** ({source/Blood of Shadows/ pg. 7}): When a rogue with this talent uses {spell/dimension door} as a spell or spell-like ability, including the abundant step or shadow jump class feature, then all creatures adjacent to the rogue at the start and end of her teleportation are entangled by grasping shadows for 1 round (although the creatures are not anchored in place). A successful Reflex saving throw negates this effect. The DC of this saving throw is equal to 10 + 1/2 the rogue's level + the rogue's Intelligence or Charisma modifier (whichever is higher). The rogue must have dimension door as a spell or spell-like ability (including the abundant step or shadow jump class feature) before choosing this talent.",
			"",
			"**Coax Information (Ex)** ({source/Advanced Player's Guide/ pg. 1}, {source/Pathfinder Unchained/ pg. 21}): A rogue with this talent can use Bluff or Diplomacy in place of Intimidate to force an opponent to act friendly toward her. &Dagger;*[When the duration of the attitude shift ends, that opponents' attitude toward the rogue returns to its previous level, rather than dropping one level.]*",
			"",
			"**Combat Swipe** ({source/Advanced Player's Guide/ pg. 1}, {source/Pathfinder Unchained/ pg. 21}): A rogue who selects this talent gains {feat/Improved Steal} as a bonus feat. &Dagger;*[At 6th level, she is treated as if she met all the prerequisites for {feat/Greater Steal} (although she must take the feat as normal).]*",
			"",
			"**Combat Trick** ({source/PRPG Core Rulebook/ pg. 68}): A rogue that selects this talent gains a bonus combat feat.",
			"",
			"&dagger;**Convincing Lie (Ex)** ({source/Ultimate Combat/ pg. 1}): When a rogue with this talent lies, she creates fabrications so convincing that others treat them as truth. When a rogue with this talent successfully uses the Bluff skill to convince someone that what she is saying is true, if that individual is questioned later about the statement or story, that person uses the rogue's Bluff skill modifier to convince the questioner, rather than his own. If his Bluff skill modifier is better than the rogue's, the individual can use his own modifier and gain a +2 bonus on any check to convince others of the lie. This effect lasts for a number of days equal to 1/2 the rogue's level + the rogue's Charisma modifier.",
			"",
			"**Cunning Trigger (Ex)** ({source/Advanced Player's Guide/ pg. 1}): A rogue with this talent can use a swift action to set off any trap within 30 feet that she constructed.",
			"",
			"**Dampen Presence** ({source/Magic Tactics Toolbox/ pg. 27}): A rogue who selects this talent gains {feat/Dampen Presence} as a bonus feat. The rogue does not need to meet the feat's prerequisites. The rogue is also considered to have the {feat/Skill Focus} (Stealth) feat for the purpose of satisfying the prerequisites of any feat that lists Dampen Presence as a prerequisite.",
			"",
			"&dagger;**Deadly Scratch (Ex)** ({source/Advanced Race Guide/ pg. 1}): (Catfolk Only) A catfolk rogue with this talent can apply poison to her claws without accidentally poisoning herself. A catfolk rogue must have the cat's claws racial trait and the poison use class feature before taking this talent.",
			"",
			"**Deft Palm (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this talent can make a Sleight of Hand check to conceal a weapon while holding it in plain sight, even while she is being observed.",
			"",
			"&dagger;**Demand Attention (Ex)** ({source/Cohorts and Companions/ pg. 27}): The first time each round that you deal sneak attack damage to an opponent, you can forgo sneak attack damage to distract the creature. The target must succeed at a Will save (DC = 10 + the number of sneak attack dice sacrificed + your Charisma modifier) or become distracted until the start of your next turn. Distracted opponents are entirely focused on you, and pay little attention to their surroundings; they are not considered to be observing other characters within 30 feet, allowing them to attempt Stealth checks to hide. A distracted opponent automatically fails Perception checks against creatures more than 30 feet away.",
			"",
			"&dagger;**Demon Lantern (Sp)** ({source/The Harrow Handbook/ pg. 20}): Once per day when she casts dancing lights, the rogue can conjure a single demon's lantern instead of the usual four lights. A demon lantern acts in all ways as a hypnotic pattern spell cast by a wizard, except it also casts light as a torch and it fascinates only a single target whose Hit Dice do not exceed the rogue's class level. The save DC of this effect is equal to 11 + the rogue's Intelligence modifier. The rogue must have an Intelligence score of at least 11 to select this talent. A rogue must have selected the minor magic rogue talent and selected dancing lights as her spell of choice or otherwise be able to cast dancing lights before choosing this talent.",
			"",
			"**Developed Poison Immunity (Ex)** ({source/Heroes of the Wild/ pg. 21}): When this talent is taken, select a single animal or plant poison that the rogue has been poisoned with but survived. The rogue automatically succeeds at all Fortitude saves against exposure to the selected poison.",
			"",
			"&dagger;**Disabling Stunt (Ex)** ({source/Inner Sea Combat/ pg. 16}): A rogue with this talent can attempt a Disable Device check against a construct's CMD as a standard action that does not provoke attacks of opportunity. If the check is successful, the rogue can ignore the construct's damage reduction when dealing sneak attack damage for 1 minute. The normal penalties apply to this check if the rogue attempts it without using thieves' tools. A rogue must be trained in Disable Device to select this talent.",
			"",
			"&dagger;**Disarming Luck (Ex)** ({source/Advanced Race Guide/ pg. 1}): (Catfolk Only) Once per day, when a catfolk rogue attempts to disable a device and fails by 5 or more, she can reroll the check as a free action. She must take the result of the reroll, even if it's worse than the original roll.",
			"",
			"&dagger;**Disease Use** ({source/Blood of the Moon/ pg. 19}): A rogue with this talent can apply filth from garbage, a sewer, a city street, a polluted area, or long-unwashed clothing or fur to a weapon as a standard action. Doing so causes the weapon to inflict {disease/filth fever} on its next strike. The rogue does not risk exposure to this disease unless she is damaged by the weapon. After a successful attack with the weapon, the filth is dispersed and must be reapplied.",
			"",
			"**Eerie Disappearance (Ex)** ({source/Heroes of the Streets/ pg. 26}): As a full-round action, the rogue can move up to her speed. If she successfully reaches a location that offers her cover or concealment, any creature observing her must attempt a Perception check opposed by the rogue's Stealth check. On a failed check, the observer loses track of the rogue and fails to note where she moved to. The rogue does not take a penalty on this Stealth check for moving up to her speed. At the end of her movement, the rogue can attempt an Intimidate check to demoralize all foes within 60 feet who were aware of her at any point during her movement and are unaware of her current location. She rolls the Intimidate check only once and compares her result to the DC for each opponent. The rogue must be at least 6th level to select this talent.",
			"",
			"**Eldritch Conduit (Su)** ({source/Magic Tactics Toolbox/ pg. 7}): Survival in the Mana Wastes between the nations of Nex and Geb can depend heavily on locating sufficient magical equipment, which sometimes involves stealing power from a wand or scroll to power a more necessary one. As a full-round action, a rogue with this talent can use two potions, two wands, or two scrolls. Each item is expended or loses a charge as if used normally. The rogue chooses to gain the magical effect of one, but calculates its effects using the caster level of the other. The rogue must still succeed at a Use Magic Device check to operate scrolls or wands unless some other ability allows him to do so, but makes only one skill check to operate both items.",
			"",
			"&dagger;**Escaping Stunt (Ex)** ({source/Inner Sea Combat/ pg. 16}): A rogue with this talent can, as an immediate action, attempt an Escape Artist check in place of a Reflex saving throw against any effect that would impose the entangled condition on her. Additionally, once per day when she is the target of a grapple combat maneuver, a rogue with this talent can attempt an Escape Artist check as an immediate action, using the result of the skill check in place of her CMD against that combat maneuver attempt. A rogue can use this second ability one additional time per day for every 5 rogue levels she possesses. A rogue must be trained in Escape Artist to select this talent.",
			"",
			"**Esoteric Scholar (Ex)** ({source/Ultimate Combat/ pg. 1}): Once a day, a rogue with this talent may attempt a Knowledge check, even when she is not trained in that Knowledge skill.",
			"",
			"**Expert Cypher (Ex)** ({source/Divine Anthology/ pg. 7}): A rogue with this ability can attempt a Linguistics check to decipher a single page of text as a full-round action instead of taking 1 minute as normal. In addition, when the rogue attempts a Use Magic Device check to cast a spell from a scroll, she is treated as though she had the minimum score in the appropriate ability score to cast that spell. Finally, the rogue can choose to add her Intelligence modifier to her Use Magic Device skill checks instead of her Charisma modifier.",
			"",
			"**Expert Leaper (Ex)** ({source/Advanced Player's Guide/ pg. 1}, {source/Pathfinder Unchained/ pg.21}): When making jump checks, the rogue is always considered to have a running start &Dagger;*[and adds her rogue level to the check result]*. Also, when the rogue deliberately falls, a DC 15 Acrobatics check allows her to ignore the first 20 feet fallen, instead of the first 10 feet. &Dagger;*[For every 5 by which she exceeds the DC of this check, she can ignore an additional 10 feet of distance fallen.]*",
			"",
			"**Extra Earthcraft** ({source/Elemental Master's Handbook/ pg. 9}): The rogue gains 2 additional earthcraft points each day. The rogue must have the earthcraft ability to select this talent.",
			"",
			"&dagger;**Face in the Crowd** ({source/Blood of the Moon/ pg. 19}): A rogue with this talent can blend into groups easily. Opposed Perception and Sense Motive checks take a -2 penalty when made against the rogue's Bluff, Disguise, Sleight of Hand, or Stealth checks if she's within 30 feet of at least two non-hostile characters of her apparent creature type. This penalty increases to -4 if she's within 30 feet of at least eight such creatures or is currently in a square occupied by a crowd.",
			"",
			"**False Attacker (Ex)** ({source/Heroes of the Streets/ pg. 26}): Whenever the rogue strikes a foe from hiding, she can attempt a Bluff check as an immediate action (opposed by the target's Sense Motive or Perception check, whichever has a higher bonus) before rolling damage to convince the foe that another creature was the attacker. This Bluff check applies the normal modifiers for convincing a creature of a falsehood, but can be accomplished with just physical trickery (a shared language is not required). If the Bluff is successful, and the rogue maintains concealment or cover, the rogue's stealth does not end.",
			"",
			"**False Friend (Ex)** ({source/Advanced Race Guide/ pg. 1}): A rogue with this talent gains a +4 bonus when making Bluff checks to convince someone she has never met or who doesn't know her well that they are previously acquainted or know each other well.",
			"",
			"&dagger;**Fast Fingers (Ex)** ({source/Advanced Player's Guide/ pg. 1}): Once per day, a rogue with this talent can roll two dice while making a Sleight of Hand check and take the better result. She must choose to use this talent before making the Sleight of Hand check. A rogue can use this ability one additional time per day for every 5 rogue levels she possesses.",
			"",
			"**Fast Getaway (Ex)** ({source/Advanced Player's Guide/ pg. 1}): After successfully making a sneak attack or Sleight of Hand check, a rogue with this talent can spend a move action to take the withdraw action. She can move no more than her speed during this movement.",
			"",
			"&dagger;**Fast Picks (Ex)** ({source/Advanced Player's Guide/ pg. 1}): A rogue with this talent can use the Disable Device skill to attempt to open a lock as a standard action instead of a full-round action.",
			"",
			"**Fast Stealth (Ex)** ({source/PRPG Core Rulebook/ pg. 68}): This ability allows a rogue to move at full speed using the Stealth skill without penalty.",
			"",
			"**Favored Terrain (Ex)** ({source/Heroes of the Wild/ pg. 21}): The rogue selects one terrain from the ranger's favored terrain list; she gains this as a favored terrain, as the ranger class feature. If the rogue also has or later takes the hide in plain sight [advanced talent](ability/advanced_rogue_talents), her favored terrain must match a terrain she has selected for that advanced talent. If the rogue has ranger levels, her effective ranger level is equal to her ranger level + 5 for purposes of improving the bonuses from this favored terrain and gaining new favored terrains. A rogue must be at least 5th level to select this talent.",
			"",
			"**Feint from Shadows (Ex)** ({source/Blood of Shadows/ pg. 8}): A rogue with this talent can feint in combat using a ranged weapon against a target within 30 feet and cause the opponent to lose his Dexterity modifier against her next melee or ranged attack. The rogue must have {rule/concealment} (but not full concealment) from the target of the feint.",
			"",
			"&dagger;**Finesse Rogue** ({source/PRPG Core Rulebook/ pg. 68}): A rogue that selects this talent gains {feat/Weapon Finesse} as a bonus feat.",
			"",
			"**Firearm Training (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this talent gains {feat/Exotic Weapon Proficiency} (firearms).",
			"",
			"&dagger;**Flying Stunt (Ex)** ({source/Inner Sea Combat/ pg. 16}): A rogue with this talent can attempt a Fly check against a target's CMD as a swift action when charging from above that target. Success allows the rogue to add an amount damage equal to her Dexterity modifier to the attack's damage. This additional damage is precision damage and is not multiplied on a critical hit. A creature immune to sneak attacks is immune to this additional damage. A rogue must be trained in Fly to select this talent.",
			"",
			"**Follow Along (Ex)** ({source/Ultimate Intrigue/ pg. 44}): A rogue with this talent is familiar enough with enchantment magic to fool it, using spellcasters' complacency to set them up for a surprise attack. Whenever she succeeds at a saving throw against an enchantment effect, the rogue learns the spell's effect on a failed save, allowing her to play along and pretend to have failed her save. If she does so, the spellcaster does not learn that she succeeded at her saving throw, even if she was the only target, though she must succeed at an opposed Bluff check against a spellcaster's Sense Motive check to determine whether she is under the enchantment's effects. While this ruse is in place, the spellcaster is flat-footed against the rogue's first attack. If the spellcaster sees the rogue perform (or fail to perform) an action that would be impossible if she were under the enchantment's effect, he automatically discovers her ruse.",
			"",
			"**Follow Clues (Ex)** ({source/Advanced Player's Guide/ pg. 1}): A rogue with this talent can use Perception to follow tracks as per the Survival skill.",
			"",
			"**Fortified Position (Ex)** ({source/Elemental Master's Handbook/ pg. 9}): Whenever the rogue gains a bonus on Reflex saves due to cover, she gains an equal bonus on Fortitude saves.",
			"",
			"**Getaway Artist (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this talent adds Fly, Handle Animal, and Ride to her list of class skills, and gains a +2 bonus on all driving checks.",
			"",
			"**Gloom Magic (Sp)** ({source/Blood of Shadows/ pg. 8}): A rogue with this talent gains the ability to cast {spell/darkness} two times per day as a spell-like ability. The darkness created by this ability does not impair the rogue's vision. The caster level for this ability is equal to the rogue's level. A rogue must have an Intelligence score of at least 12 and the minor magic rogue talent before choosing this talent.",
			"",
			"&dagger;**Got Your Back (Ex)** ({source/Cohorts and Companions/ pg. 27}): Once per round as an immediate action, you may expend an attack of opportunity to attempt an aid another check to improve an ally's attack. You and your ally must both be flanking the same opponent. This counts as an attack of opportunity.",
			"",
			"&dagger;**Graceful Faller (Ex)** ({source/Advanced Race Guide/ pg. 1}): (Catfolk Only) A catfolk rogue with this talent lands on her feet even when she takes lethal damage from a fall. If the catfolk rogue also has the nimble faller racial trait, she takes damage from any fall as if it were 20 feet shorter than it actually is.",
			"",
			"**Greater Gloom Magic (Sp)** ({source/Blood of Shadows/ pg. 8}): A rogue with this talent gains the ability to cast {spell/deeper darkness} once each day as a spell-like ability. The darkness created by this ability does not impair the rogue's vision. The caster level for this ability is equal to the rogue's level. A rogue must have an Intelligence score of at least 13 and the gloom magic and minor magic rogue talents before choosing this talent.",
			"",
			"**Green Tongue (Ex)** ({source/Heroes of the Wild/ pg. 21}): The rogue gains Aklo, Aquan, Auran, Giant, Ignan, Sylvan, or Terran as a bonus language. In addition, the rogue can attempt a DC 15 Linguistics check to communicate basic concepts with magical beasts and monstrous humanoids with which she does not share a common language.",
			"",
			"&dagger;**Grig Jig (Su)** ({source/The Harrow Handbook/ pg. 20}): Once per day, the rogue can weave a bit of old Varisian magic into her footwork, dancing with an infectious passion that compels another nearby to join in. The rogue can target one humanoid within 30 feet and attempt a Perform (dance) check as a full-round action that does not provoke an attack of opportunity. Her target must succeed at a Will save (DC equal to the rogue's Perform [dance](source/the_harrow_handbook) or it begins to dance uncontrollably. So long as the rogue continues to spend a full-round action dancing each round, the affected target does so as well. If the target is attacked or otherwise in immediate danger while dancing, the effect ends. Each round on its turn, the target can attempt an Acrobatics or Perform (dance) check or a Will save (target's choice) against the rogue's Perform (dance) check to end the effect. A target who resists the jig can not be affected by the same rogue's jig for 24 hours. The grig jig is a mind-affecting effect. The rogue must have an Intelligence score of at least 12 to select this talent. A rogue can use this ability once per day, plus one additional time per day for every 5 rogue levels she possesses.",
			"",
			"**Grit (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this talent gains the {feat/Amateur Gunslinger} feat and one grit feat of her choice. She must fulfill the prerequisites of the grit feat in order to choose it. A rogue must have the firearm training talent before choosing this one.",
			"",
			"&dagger;**Guileful Polyglot (Ex)** ({source/Advanced Player's Guide/ pg. 1}): A rogue with this talent who has at least one rank in Linguistics gains four additional languages. A rogue with this talent who does not have any ranks in Linguistics gains two additional languages. If the rogue later gains ranks in Linguistics, she gains two additional languages, to a total of four additional languages above those granted by the Linguistics skill itself.",
			"",
			"**Hairpin Trick (Ex)** ({source/Adventurer's Guide/ pg. 53}): The rogue is skilled at making do with anything she can find. She takes no penalty on Disable Device checks for using improvised tools, and can attempt such checks without any tools at a -4 penalty. She treats all non-improvised thieves' tools as masterwork and doubles the bonus she gets from masterwork thieves' tools from +2 to +4.",
			"",
			"&dagger;**Hard to Fool (Ex)** ({source/Advanced Player's Guide/ pg. 1}): Once per day, a rogue with this talent can roll two dice while making a Sense Motive check, and take the better result. She must choose to use this talent before making the Sense Motive check. A rogue can use this ability one additional time per day for every 5 rogue levels she possesses.",
			"",
			"&dagger;**Heads Up (Ex)** ({source/Cohorts and Companions/ pg. 27}): When you make a Perception check, as an immediate or swift action you can allow one adjacent ally to act as if they had also made a Perception check with the same result.",
			"",
			"&dagger;**Hold Breath (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this talent increases the number of rounds she can hold her breath by 2. She can take this talent multiple times.",
			"",
			"&dagger;**Honeyed Words (Ex)** ({source/Advanced Player's Guide/ pg. 1}): Once per day, the rogue can roll two dice while making a Bluff check, and take the better result. She must choose to use this talent before making the Bluff check. A rogue can use this ability one additional time per day for every 5 rogue levels she possesses.",
			"",
			"**Innocent Facade (Sp)** ({source/Magic Tactics Toolbox/ pg. 27}): Once per day, a rogue with this talent can use {spell/innocence} as a spell-like ability, using her rogue level as the spell's caster level. A rogue must have the minor magic talent before selecting this talent. An investigator can select the innocent facade rogue talent in place of an investigator talent. She must have the underworld inspiration investigator talent before selecting this talent, instead of minor magic.",
			"",
			"**Innocuous Servant (Ex)** ({source/Inner Sea Intrigue/ pg. 32}): The rogue is an expert at appearing to be an unimportant servant, be it an attach&eacute;, bodyguard, driver, maid, kitchen assistant, or similar staff member. The rogue gains a +2 bonus on Disguise checks to appear to be a servant, but not to impersonate a particular servant. She also gains a +2 bonus on Bluff checks to lie to maintain this guise. While disguised as a servant, she gains a +2 bonus on Diplomacy checks to gather information among servants. Because she is easily overlooked as a servant, she can gather information from those she serves without asking them questions directly or alerting them to her interest. Doing so takes 1d4 days and requires a successful Bluff check instead of a Diplomacy check. At 8th level, the bonuses granted by this talent increase to +4.",
			"",
			"**Iron Guts (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this talent has a cast-iron stomach or has trained herself to withstand poisons, especially ingested ones. She gains a +1 bonus on all saves against ingested poisons as well as a +4 bonus on saves against all spells and effects that cause the rogue to be nauseated or sickened.",
			"",
			"**Just a Face in the Crowd (Su)** ({source/Magic Tactics Toolbox/ pg. 7}): The rabble-rousers of Galt can blend into a crowd and are able to hide and spot others who appear to be hiding. The rogue gains a bonus equal to half his class level on Disguise and Perception checks when 10 or more creatures of his size are within 30 feet of him.",
			"",
			"&dagger;**Ki Pool (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this talent gains a small ki pool. This ki pool is similar to a ninja's ki pool, but the rogue's ki pool does not grant any extra attacks. The rogue gains a number of ki points equal to her Wisdom modifier (minimum 1). These ki points replenish at the start of each day. If she already has a ki pool, or gains a ki pool later, she gains half her Wisdom bonus (minimum 1) as bonus ki points to her ki pool. She can spend a ki point to gain a +10-foot bonus to movement until the end of her turn.",
			"",
			"**Knockout Queen (Ex)** ({source/Adventurer's Guide/ pg. 53}): Sabriune has passed on the secret of swiftly manufacturing drow poison. Once per day, the rogue can create 1 or more doses of drow poison by spending 25 gp per dose; this process takes 30 minutes of work, regardless of the number of doses she creates. She can create no more than 1 dose for every 3 rogue levels she has (minimum 1 dose). Creating drow poison in this way does not require a skill check, but the created poison spoils if not used within 24 hours. (This spoilage means that selling doses of this poison for a profit to unsuspecting merchants might well result in unwanted repercussions and reprisals!)",
			"",
			"&dagger;**Last Ditch Effort** ({source/People of the Sands/ pg. 19}): Once per day, a rogue with this ability who accidentally activates a trap while attempting to disarm it may immediately attempt another Disable Device check to disarm it, albeit at a -5 penalty. The result of the second check is taken even if the result is lower.",
			"",
			"&dagger;**Lasting Poison (Ex)** ({source/Advanced Player's Guide/ pg. 1}): A rogue with this talent can apply poison to a weapon in such a way that it is effective for two successful attacks instead of one. The poison has a reduced effect, however, and saves made against the poison receive a +2 circumstance bonus. Applying poison in this way requires a full-round action, or a standard action if the rogue has the swift poison talent.",
			"",
			"&Dagger;**Lasting Poison (Ex)** ({source/Pathfinder Unchained/ pg. 21}): A rogue with this talent can apply poison to a weapon in such a way that it is effective for a number of successful attacks equal to her Dexterity modifier (minimum two) instead of one. This poison has a reduced effect, however, and saves made against the poison gain a +2 circumstance bonus. Applying poison in this way is a full-round action, or a standard action if the rogue has the swift poison rogue talent.",
			"",
			"**Ledge Walker (Ex)** ({source/PRPG Core Rulebook/ pg. 68}): This ability allows a rogue to move along narrow surfaces at full speed using the Acrobatics skill without penalty. In addition, a rogue with this talent is not flat-footed when using Acrobatics to move along narrow surfaces &Dagger;*[and retains her Dexterity bonus to AC]*.",
			"",
			"**Lingering Poison (Ex)** ({source/Potions and Poisons/ pg. 13}): A rogue with this talent can have a poison remain inert until a later time. When she delivers a contact or injury poison, instead of the poison's normal onset time, the rogue can delay the poison's effects until up to 1 day from when it is delivered (minimum 1 round). The delayed poison can be detected as normal by spells such as detect poison and similar abilities.",
			"",
			"**Major Magic (Sp)** ({source/PRPG Core Rulebook/ pg. 68}): A rogue with this talent gains the ability to cast a 1st-level spell from the sorcerer/wizard spell list two times a day as a spell-like ability. The caster level for this ability is equal to the rogue's level. The save DC for this spell is 11 + the rogue's Intelligence modifier. The rogue must have an Intelligence of at least 11 to select this talent. A rogue must have the minor magic rogue talent before choosing this talent.",
			"",
			"**Maneuvering Dodge (Ex)** ({source/Inner Sea Intrigue/ pg. 32}): Whenever a foe of the rogue's size or larger misses the rogue with a melee attack, the rogue gains a +2 bonus on any Acrobatics, Climb, Fly, and Swim checks she attempts for 1 round. At 8th level, this bonus increases to +4.",
			"",
			"**Mien of Despair (Su)** ({source/Blood of Shadows/ pg. 8}): When a rogue with this talent successfully demoralizes an opponent using the Intimidate skill or performs a successful feint against an opponent, the opponent loses any morale bonuses and cannot benefit from any morale bonuses for 1d4+1 rounds.",
			"",
			"**Minor Magic (Sp)** ({source/PRPG Core Rulebook/ pg. 68}): A rogue with this talent gains the ability to cast a 0-level spell from the sorcerer/wizard spell list. This spell can be cast three times a day as a spell-like ability. The caster level for this ability is equal to the rogue's level. The save DC for this spell is 10 + the rogue's Intelligence modifier. The rogue must have an Intelligence of at least 10 to select this talent.",
			"",
			"&Dagger;**Multitalented (Ex)** ({source/Pathfinder Unchained/ pg. 22}): The rogue can use her rogue talents more often. Once per day, she can use a rogue talent that is normally only usable once per day one additional time. At 10th level and 18th level, she can use this talent one additional time per day (for a maximum total of 3 additional uses of a rogue talent that can normally only be used once per day). The uses of this talent do not have to be spent on the same rogue talent. This ability cannot be used with an advanced talent.",
			"",
			"&dagger;**Nimble Climber (Ex)** ({source/Advanced Race Guide/ pg. 1}): (Catfolk Only) A catfolk rogue with this talent gains a +4 bonus on Climb checks. If she has the climber racial trait, she can take 10 on her Climb checks even when in immediate danger or distracted.",
			"",
			"&Dagger;**Nimble Climber (Ex)** ({source/Pathfinder Unchained/ pg. 22}: Whenever the rogue fails a Climb check by 5 or more, she can attempt a Reflex save (using the same DC as the Climb check) to catch herself and avoid falling.",
			"",
			"**Ninja Trick (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this talent can choose a trick from the ninja trick list. The rogue cannot choose a ninja trick with the same name as a rogue talent. The rogue can choose but cannot use talents that require ki points, unless she has a ki pool. A rogue can pick this talent more than once. The rogue cannot choose a ninja trick with the same name as a rogue talent.",
			"",
			"&dagger;**Obfuscate Story (Ex)** ({source/Advanced Race Guide/ pg. 1}): While another individual attempts to give an account of an event, the rogue makes an opposed Diplomacy check to deftly interject comments or statements over the course of the storytelling that cause the individual to muddle his ability to recall accurate or specific details. If the rogue succeeds, her target remains unaware that the rogue's interjections caused the confusion. However, if she fails, the target is allowed a Sense Motive check (DC equal to the rogue's failed Diplomacy check) to figure out that she made deliberate attempts to confuse the story.",
			"",
			"**Occult Dungeoneer (Su)** ({source/Magic Tactics Toolbox/ pg. 7}): Street thieves in Absalom expect wares to be securely locked, and sometimes it takes high-quality tools and magic training to ensure there's a meal at the end of the day. A rogue with this ability can use spell-trigger and spell-completion items as if the following spells were on a spell list to which he has access: detect secret doors, detect traps, knock, locate object, and obscure object. If the spell-trigger device allows a wielder to apply his own caster level (such as with a staff), the rogue may use his class level as his caster level. The rogue may also use knock as a supernatural ability once per day, using his rogue level as his caster level.",
			"",
			"**One of Those Faces (Sp)** ({source/Spymaster's Handbook/ pg. 21}): Each day, you can use {spell/disguise self} as a spell-like ability for up to 10 minutes per character level. This duration need not be continuous, but it must be used in 10-minute increments. Additionally, once you have used this ability, whenever you use it for the next 24 hours you must take the same alternate appearance.",
			"",
			"You must have the {trait/Brute (APG)}, {trait/Failed Apprentice}, {trait/Militia Veteran}, {trait/Narrows Survivor}, {trait/Rapscallion}, {trait/River Rat}, {trait/Vagabond Child}, {trait/Wealthy Dabbler}, or {trait/Well-Informed} trait in order to select this talent.",
			"",
			"&dagger;**Papercraft Tools (Ex)** ({source/The Harrow Handbook/ pg. 21}): Traditional thieves' tools might be suspicious, but no guard looks twice at a common deck of cards. So long has the rogue has access to a deck of cards, she can destroy one card to attempt a single Disable Device check as if she had a set of thieves tools. If she uses a harrow card for this purpose, she can treat the card as a set of masterwork thieves' tools (granting her a +2 circumstance bonus on the Disable Device check), though the card is still destroyed after use.",
			"",
			"&dagger;**Peerless Maneuver (Ex)** ({source/Advanced Player's Guide/ pg. 1}): Once per day, a rogue with this talent can roll two dice while making an Acrobatics check, and take the better result. She must choose to use this talent before making the Acrobatics check. A rogue can use this ability one additional time per day for every 5 rogue levels she possesses.",
			"",
			"&dagger;**Philologist** ({source/People of the Sands/ pg. 19}): A rogue with this talent can reroll any Linguistics skill check made to decipher writing in an unfamiliar language, and never risks drawing a false conclusion from a failed Wisdom check after a failed Linguistics check. A rogue with this talent is allowed only one reroll per inscription, message, or text encountered.",
			"",
			"**Poison Use (Ex)** ({source/Blood of Shadows/ pg. 8}): The rogue is trained in the use of poison, and can't accidentally poison herself when applying poison to a weapon.",
			"",
			"**Positioning Attack (Ex)** ({source/Advanced Player's Guide/ pg. 1}): Once per day, when a rogue with this talent hits a creature with a melee attack, she can move up to 30 feet without provoking attacks of opportunity. The movement must end in a space adjacent to the creature hit with the melee attack.",
			"",
			"**Quick Disable (Ex)** ({source/PRPG Core Rulebook/ pg. 68}): It takes a rogue with this ability half the normal amount of time to disable a trap using the {skill/Disable Device} skill (minimum 1 round). &Dagger;*[When she uses Disable Device to open a lock that would normally take a full-round action to open, she reduces the duration to a standard action.]*",
			"",
			"**Quick Disguise (Ex)** ({source/Advanced Player's Guide/ pg. 1}): A rogue with this talent can use the items at hand and seemingly innocuous material hidden on her person to create startlingly effective disguises, reducing the amount of time it takes to create a disguise using the Disguise skill.",
			"",
			"The time needed for the rogue to alter her appearance in this manner is based on the complexity of the disguise, as noted on the following table. The times are cumulative, so if a female rogue wants to disguise herself as a male of a different race, that takes 2 minutes.",
			"",
			"| Disguise | Time |",
			"| --- | --- |",
			"| Minor details only | 1 full-round action |",
			"| Disguise as a different gender | 1 minute |",
			"| Disguise as a different race | 1 minute |",
			"| Disguise as a different age category | 1 minute |",
			"| Disguise as a different size category | 1 minute |",
			"",
			"&dagger;**Quick Scrounge** ({source/Blood of the Moon/ pg. 19}): The rogue can search a creature, object, or area in half as much time as normal. If her Perception check would normally require a full-round action or less, it becomes one step shorter along the following progression: full-round action, standard action, move action, swift action, immediate action. This talent has no effect on Perception checks that are attempted as free actions or Perception checks that don't require an action.",
			"",
			"**Quick Trapsmith (Ex)** ({source/Advanced Player's Guide/ pg. 1}): As a full-round action, a rogue with this talent can set a simple trap with a CR no greater than 1/2 her rogue level. To do this, she must purchase the components, spend the required time constructing the trap in advance, and have its components at hand. The type of trap that can be constructed in this way is subject to GM discretion.",
			"",
			"**Rapid Boost (Ex)** ({source/The Harrow Handbook/ pg. 21}): Once per day, the rogue can roll two dice while attempting a Sleight of Hand check and take the better result. She must choose to use this talent before attempting the Sleight of Hand check. A rogue can use this ability one additional time per day for every 5 rogue levels she has.",
			"",
			"&dagger;**Rapid Perception (Su)** ({source/Magic Tactics Toolbox/ pg. 27}): A rogue with this talent can attempt a Perception check to intentionally search for a specific item or creature as a swift action instead of a move action. If she is intentionally searching for an invisible creature, the creature's bonus on its Stealth check from its invisibility is halved. An investigator can select this rogue talent in place of an investigator talent. She must have the expanded inspiration investigator talent before selecting this talent.",
			"",
			"**Resiliency (Ex)** ({source/PRPG Core Rulebook/ pg. 68}): Once per day, a rogue with this ability can gain a number of temporary hit points equal to the rogue's level. Activating this ability is an immediate action that can only be performed when she is brought to below 0 hit points. This ability can be used to prevent her from dying. These temporary hit points last for 1 minute. If the rogue's hit points drop below 0 due to the loss of these temporary hit points, she falls unconscious and is dying as normal.",
			"",
			"&dagger;**Riding Stunt (Ex)** ({source/Inner Sea Combat/ pg. 16}): A rogue with this talent takes only a -2 penalty on Ride checks when riding a mount bareback instead of the normal -5 penalty. When using the Ride skill to make a mount leap, a rogue with this talent can use her Ride modifier or her mount's jump modifier, whichever is higher, instead of using the lower of the two. A rogue with this talent gains a +5 competence bonus when using the Ride skill to soften a fall from her mount or to perform a fast mount or dismount. Finally, a rogue with this talent can attempt a DC 15 Ride check to recover from a position of cover as a free action instead of as a move action. Failing this check results in the recovery requiring a move action as normal. A rogue must be trained in Ride to select this talent.",
			"",
			"**Rogue Crawl (Ex)** ({source/PRPG Core Rulebook/ pg. 68}): While prone, a rogue with this ability can move at half speed. This movement provokes attacks of opportunity as normal. A rogue with this talent can take a 5-foot step while crawling &Dagger;*[and she reduces her attack roll and AC penalties for being prone by 2]*.",
			"",
			"**Rope Master (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this ability can move at her normal speed when using rope on a Climb check, can take 10 when using Acrobatics to move over narrow surfaces even when in danger or distracted, and gains a +4 bonus when determining the DC to escape bonds when she ties up a creature.",
			"",
			"&dagger;**Sacrifice Self (Ex)** ({source/Champions of Purity/ pg. 25}): A rogue who makes a successful Reflex save against an area effect can ignore the benefits of her evasion ability to shield an adjacent ally against the effect, essentially halving the damage that ally would normally take. A rogue with improved evasion can attempt a secondary save against her ally's damage. If the save is successful, neither she nor her ally takes any damage. A rogue must have evasion in order to select this talent, and she must have improved evasion to benefit from the secondary effect.",
			"",
			"&dagger;**Scavenger** ({source/Blood of the Moon/ pg. 19}): A rogue with this talent can pick up and stow an object as a swift action instead of two separate move actions. She gains a +2 bonus on Sleight of Hand checks to pick the pockets of creatures that are stunned or disabled.",
			"",
			"**Scry Slip (Su)** ({source/Magic Tactics Toolbox/ pg. 27}): Whenever a rogue with this talent is targeted by a scrying effect that allows a Will save, the caster of the divination must succeed at a caster level check (DC = 15 + the rogue's class level). This talent wards the rogue and any objects she is holding or carrying. An investigator can select this talent in place of an investigator talent.",
			"",
			"**Scrying Familiarity (Ex)** ({source/Spymaster's Handbook/ pg. 23}): You are well acquainted with scrying sensors. You can roll twice and take the better result on saving throws against divination (scrying) spells and effects, on Perception checks to notice scrying sensors, and on caster level checks to overcome spell resistance when you use a scrying spell or effect. If you notice a magical sensor, you can attempt a Stealth check opposed by the caster's caster level check to avoid being detected by the sensor.",
			"",
			"**Sczarni Smuggler (Ex)** ({source/Inner Sea Intrigue/ pg. 32}): The rogue has picked up Sczarni tricks for making masterful forgeries and using bribery to evade trade rules. The rogue needs to learn only the approximate appearance of a document that doesn't require a particular person's signature to accurately forge the document with Linguistics (gaining a +8 bonus on the check to create the forgery, as if she had seen a similar document before). The rogue needs only a small sample of a person's handwriting to make a convincing forgery of great length in that person's handwriting. The rogue can always take 10 on Diplomacy checks to offer bribes. In addition, the rogue automatically gains an extra advantage at the start of a {rule/pursuit} in an urban environment.",
			"",
			"&dagger;**Set-Up (Ex)** ({source/Cohorts and Companions/ pg. 27}): When you successfully hit a target with a sneak attack in melee, you can choose to forgo your additional sneak attack damage to make the target more vulnerable to one of your allies adjacent to it. The first melee attack that ally makes against the target before the beginning of your next turn treats the target as flanked, even if your ally is not flanking the target. This has no effect on creatures you could not flank with that ally, even if the ally was properly positioned.",
			"",
			"**Shades of Gray (Ex)** ({source/Ultimate Intrigue/ pg. 44}): A rogue with this talent uses mental and emotional tricks to protect herself from attempts to discern her alignment. This offers her the benefits of undetectable alignment whenever she chooses, though she must be conscious to maintain the effect.",
			"",
			"**Shadow Duplicate (Sp)** ({source/Blood of Shadows/ pg. 8}): Once per day as an immediate action when the rogue is hit, the rogue can create a single shadow duplicate of herself, as per mirror image. The GM randomly determines whether the attack hit the rogue or the shadow duplicate. The shadow duplicate lasts for a number of rounds equal to the rogue's level, or until the shadow duplicate is dispelled or destroyed. This ability does not stack with the mirror image spell. The caster level for this ability is equal to the rogue's level. A rogue can use this ability one additional time per day for every 5 rogue levels she has.",
			"",
			"&dagger;**Shove Aside (Ex)** ({source/Cohorts and Companions/ pg. 27}): When you and an adjacent ally are both in the area of an attack that requires a saving throw, you can take a -4 penalty on your saving throw to grant your ally a +4 bonus on his saving throw. You lose the evasion ability against this attack. If you have improved evasion, it is reduced to evasion for this attack instead. A rogue must have evasion to select this rogue talent.",
			"",
			"**Signature Poison (Ex)** ({source/Potions and Poisons/ pg. 13}): A rogue with this talent chooses one poison (such as bloodroot or oil of taggit) as her signature poison. When she uses the chosen poison, the poison's saving throw DC increases by +2. A rogue can take this talent multiple times, each time applying it to a new poison.",
			"",
			"&dagger;**Single-Minded Appraiser (Ex)** ({source/Advanced Race Guide/ pg. 1}): (Catfolk Only) A catfolk rogue with this talent is skilled at determining the value of sparkly things. She can always take 10 when appraising gems and jewelry.",
			"",
			"&dagger;**Sleight of Hand Stunt (Ex)** ({source/Inner Sea Combat/ pg. 16}): In place of an attack of opportunity, a rogue with this talent can attempt a Sleight of Hand check against the CMD of an opponent that provokes an attack of opportunity by firing a projectile weapon while threatened. If successful, the rogue plucks the ammunition from the provoking weapon, negating the attack. The rogue may use this ability as many times in a round as she could make attacks of opportunity. At the GM's discretion, certain projectile weapons may not be susceptible to this ability, such as siege engines or firearms. A rogue must be trained in Sleight of Hand to select this talent.",
			"",
			"&dagger;**Snap Shot (Ex)** ({source/Advanced Player's Guide/ pg. 1}): A rogue with this talent may treat her intitiative roll as a 20 for a surprise round, regardless of her initiative, but she may only take an attack action with a ranged weapon. Her normal initiative roll is used in subsequent rounds. If two or more rogues possess this talent, their initiative determines the order in which they act, but they all go before any other creature. If a rogue is prevented from acting in the surprise round, this talent has no effect.",
			"",
			"**Sneak Training (Ex)** ({source/Pathfinder #130: City in the Lion's Eye/ pg. 76}): The rogue counts as having the sneak attack class feature of a rogue of her level for the purpose of meeting prestige class requirements, although this talent doesn't improve the rogue's existing sneak attack ability or grant her the sneak attack class feature if she doesn't already have it. This talent is most useful for rogues that lack the sneak attack class feature, such as those with the phantom thief archetype.",
			"",
			"&dagger;**Sniper's Eye (Ex)** ({source/Advanced Player's Guide/ pg. 1}): A rogue with this talent can apply her sneak attack damage on ranged attacks targeting foes within 30 feet that benefit from {rule/concealment}. Foes with total concealment are still immune.",
			"",
			"**Spell Storing (Su)** ({source/Magic Tactics Toolbox/ pg. 7}): The rogue can store within himself a single targeted harmless spell of up to 2nd level. The spell must have a casting time of 1 standard action. Anytime a spell that meets these conditions is cast on the rogue, and he does not already have a spell stored, he can choose to store it rather than have it take effect immediately. Anytime afterward, as a standard action, the rogue can have the spell take effect (acting in all ways as if it had just been cast on him). A rogue must have 1 rank of Use Magic Device to select this talent.",
			"",
			"**Stand Up (Ex)** ({source/PRPG Core Rulebook/ pg. 68}): A rogue with this ability can stand up from a prone position as a free action. This still provokes attacks of opportunity for standing up while threatened by a foe. &Dagger;*[A rogue with this ability can stand up from a prone position as a swift action without provoking attacks of opportunity]*",
			"",
			"&dagger;**Steal the Story (Ex)** ({source/Advanced Race Guide/ pg. 1}): After muddling another's account using obfuscate story, the rogue may make another opposed Diplomacy check to alter the details further in order to discredit, insult, or humiliate the target. If the check succeeds, the target takes a penalty on Diplomacy and Intimidate checks against anyone who heard the altered story. This penalty is equal to the rogue's Intelligence, Wisdom, or Charisma bonus (whichever is highest), and lasts until the target is able to repair his reputation or discredit the rogue. The rogue must have the obfuscate story talent to select this talent.",
			"",
			"&dagger;**Stealth Stunt (Ex)** ({source/Inner Sea Combat/ pg. 16}): When benefiting from concealment, a rogue with this talent can forgo an attack of opportunity to attempt a Stealth check against the provoking opponent's CMD. Success allows the rogue to treat her opponent as flat-footed against the rogue's first melee attack before the end of her next turn. Using this ability does not count against the rogue's available attacks of opportunity for the round. A rogue must be trained in Stealth to select this talent.",
			"",
			"**Strong Impression** ({source/Advanced Player's Guide/ pg. 1}): A rogue who selects this talent gains {feat/Intimidating Prowess} as a bonus feat.",
			"",
			"**Strong Stroke (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this talent rolls twice when making Swim checks and takes the better result. If she already rolls twice while making a Swim check because of another ability or effect, she gains a +2 insight bonus on both of those rolls instead. If the rogue is under the effect of a spell or ability that forces her to roll two dice and take the worse result, she only needs to roll 1d20 while making Swim checks.",
			"",
			"**Superior Sniper** ({source/Magic Tactics Toolbox/ pg. 27}): A rogue who selects this talent gains {feat/Expert Sniper} as a bonus feat. If she already has this feat, she can instead select any feat that lists Expert Sniper as a prerequisite, as long as she meets the feat's prerequisites.",
			"",
			"**Suppress Poison (Ex)** ({source/Potions and Poisons/ pg. 13}): A rogue with this talent can stave off the effects of a poison. As an immediate action when she fails a saving throw against a poison, the rogue can attempt the saving throw a second time. If she succeeds at this second saving throw, the poison does not affect her for a number of rounds equal to her Constitution modifier (minimum 1 round), but this time it counts against the poison's duration. This talent has no effect on poisons with an onset longer than immediate.",
			"",
			"**Surprise Attack (Ex)** ({source/PRPG Core Rulebook/ pg. 69}): During the surprise round, opponents are always considered flat-footed to a rogue with this ability, even if they have already acted. &Dagger;*[A rogue with this ability adds 1/2 her rogue level to her sneak attack damage rolls made during the surprise round.]*",
			"",
			"**Survivalist** ({source/Advanced Player's Guide/ pg. 1}): A rogue with this talent adds Heal and Survival to her list of class skills.",
			"",
			"**Swift Poison (Ex)** ({source/Advanced Player's Guide/ pg. 1}): A rogue with this talent can apply poison to a weapon as a move action, instead of a standard action.",
			"",
			"**Swift Tracker (Ex)** ({source/Heroes of the Wild/ pg. 21}): While following tracks, the rogue can move at her normal speed without penalty while using the Survival skill. In addition, the penalty for moving at up to twice her normal speed while following tracks is reduced to -10.",
			"",
			"&dagger;**Swimming Stunt (Ex)** ({source/Inner Sea Combat/ pg. 16}): Once per round, when making an attack against an opponent underwater that qualifies for sneak attack damage, a rogue with this talent can attempt a Swim check as a free action against her opponent's CMD. If the attack and Swim check are both successful, and the attack deals sneak attack damage, the rogue can choose to forgo one or more of her sneak attack dice to reduce the number of total rounds her opponent can hold its breath by 1 round per die. A rogue must be trained in Swim to select this talent.",
			"",
			"**Terrain Mastery (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this talent gains a favored terrain as the ranger ability of the same name, though the favored terrain ability does not increase with her level as the ranger's ability does. A rogue can take this ability multiple times, each time applying it to a new terrain.",
			"",
			"**The Whole Time (Su)** ({source/Magic Tactics Toolbox/ pg. 7}): Mercenaries in the employ of the [Aspis Consortium](rule/aff_profiteers) often use wands of invisibility to attack protected targets, then blend into the crowd to escape or disguise the source of the next attack. A rogue with this ability is practiced at attacking from magical concealment. He can use spell-trigger and spellcompletion items as if the following spells were on a spell list to which he has access: greater invisibility, invisibility, and vanish.",
			"",
			"Additionally, if the rogue becomes visible as a result of a weapon or spell attack, he can sheathe his weapon as a free action and instantly adopt a neutral posture. With a successful Bluff or Disguise check (opposed by witnesses' Sense Motive or Perception checks, whichever is higher), there is no obvious sign that the rogue is the source of the attack (though a lack of any other reasonable candidate can still lead observers to draw the correct conclusion).",
			"",
			"**Thrill of the Chase (Ex)** ({source/Inner Sea Intrigue/ pg. 32}): The rogue revels in the thrill and adrenaline rush of a challenging chase. When engaged in [a chase](rule/chases) or {rule/pursuit}, the rogue gains one d20 reroll which she can use at any time after the original roll is made but before the results of the roll are revealed; she must take the second result, even if it is lower. She can use this reroll once per chase or once per day during a pursuit. Additionally, she gains Run as a bonus feat.",
			"",
			"**Toxic Regurgitation (Ex)** ({source/Potions and Poisons/ pg. 13}): A rogue with this talent can drink a non-inhaled poison as a standard action and suspend it within her body. She is not affected by the poison while it is suspended within her, and she doesn't need to attempt saving throws against it. She can suspend a poison within herself in this way for a number of hours equal to her Constitution modifier (minimum 1), after which she must immediately expel the poison or be affected by it as normal. At any time while the poison is suspended within her, the rogue can spit up the poison as a ranged touch attack at any creature within 10 feet. This does not provoke attacks of opportunity. On a successful hit, the struck creature is exposed to the poison as if it were a contact poison. The rogue can maintain only a single suspended poison at a time. If she suspends a new poison, any older suspended poison immediately affects her as normal.",
			"",
			"**Trap Spotter (Ex)** ({source/PRPG Core Rulebook/ pg. 69}): Whenever a rogue with this talent comes within 10 feet of a trap, she receives an immediate Perception skill check to notice the trap. This check should be made in secret by the GM.",
			"",
			"**Umbral Gear (Su)** ({source/Blood of Shadows/ pg. 8}): As a standard action while in an area of dim light or darkness, a rogue with this talent can coalesce wisps of shadow into a quasi-real, functional item. The rogue must choose whether to make a crowbar, 50 feet of silk rope, a glass cutter, a light melee weapon with which she is proficient, a reversible cloak, thieves' tools, or a wire saw; the GM may allow other similar items. The rogue can use such items for a number of minutes per day equal to 10 plus her rogue level. This duration does not need to be consecutive, but it must be used in 1-minute increments.",
			"",
			"An item created with this ability remains until the rogue is no longer touching it, or until the rogue runs out of duration for this talent, at which time it dissolves. A rogue can select this talent more than once, gaining an additional 10 minutes of duration each time this talent is selected. If a rogue has selected this talent at least twice, she adds 50 feet of silk rope with a grappling hook, a masterwork light melee weapon with which she is proficient, and masterwork thieves' tools to the list of things she can create.",
			"",
			"**Unbalancing Trick (Ex)** ({source/Elemental Master's Handbook/ pg. 9}): The rogue gains {feat/Improved Trip} as a bonus feat, even if she does not meet the prerequisites. At 6th level, she is treated as if she meets all the prerequisites of {feat/Greater Trip} (although she must take the feat as normal to gain its benefits).",
			"",
			"**Underhanded Trick** ({source/Blood of Shadows/ pg. 8}): A rogue who selects this talent gains {feat/Improved Dirty Trick} as a bonus feat, even if she does not meet the prerequisites. At 6th level, she is treated as if she meets all the prerequisites for {feat/Greater Dirty Trick} (although she must take the feat as normal). If she succeeds in giving her target the blinded condition, the target cannot remove the condition during the first round of blindness.",
			"",
			"&dagger;**Vicious Claws (Ex)** ({source/Advanced Race Guide/ pg. 1}): (Catfolk Only) A catfolk with this talent uses d8s to roll sneak attack damage instead of d6s, but only when she uses her claws to make the sneak attack. A catfolk rogue must have the cat's claws racial trait before taking this talent.",
			"",
			"**Wall Scramble (Ex)** ({source/Ultimate Combat/ pg. 1}): A rogue with this talent rolls twice when making Climb checks and takes the better of the two rolls. If she already rolls twice while making a Climb check because of another ability or effect, she gains a +2 insight bonus on both of those rolls instead. If the rogue is under the effect of a spell or ability that forces her to roll two dice and take the worse result, she only needs to roll 1d20 while making Climb checks.",
			"",
			"**Weapon Training** ({source/PRPG Core Rulebook/ pg. 69}): A rogue that selects this talent gains {feat/Weapon Focus} as a bonus feat.",
			"",
			"**Wild Magic (Sp)** ({source/Heroes of the Wild/ pg. 21}): A rogue with this talent gains the ability to cast a 0-level spell from the [druid spell list](main/spells_druid). This spell can be cast three times per day as a spell-like ability. The caster level for this ability is equal to the rogue's level. The save DC for this spell is 10 + the rogue's Wisdom modifier. The rogue must have a Wisdom score of at least 10 to select this talent.",
			"",
			"&dagger;**Without a Trace (Ex)** ({source/Ranged Tactics Toolbox/ pg. 7}): When the rogue successfully uses evasion or improved evasion to avoid taking damage, she can attempt to hide as an immediate action. The rogue attempts a Stealth check with a -20 penalty, but gains a +1 bonus on her check for every die of damage the avoided attack would have dealt. The rogue can attempt this check even while being observed, as long as she has {rule/cover} or {rule/concealment} or an ability that allows her to use the Stealth skill while being observed without cover or concealment."
		],
		"subhierarchy": [[ "Rogue", "class/rogue" ]]
	},
	"sagas": {
		"name": "Sagas",
		"sources": [
			"Magic Tactics Toolbox"
		],
		"description": [
			"## Sagas",
			"",
			"Sagas are a form of lore-keeping and tale-telling common in Irrisen and the Lands of the Linnorm Kings. Specialized applications of a skald's raging song ability, sagas function much like bardic masterpieces but are available only to skalds. Sagas are never purely artistic constructs; they are designed to preserve lore or commemorate historical figures, and are usually based in fact. Sagas therefore require ranks in Knowledge (history) as a prerequisite, as well. [Bards](class/bard) can learn sagas, using their bardic performance ability instead of raging song.",
			"",
			"### Lay of Scholar-King",
			"",
			"{SOURCE Magic Tactics Toolbox/19}  ",
			"Your tale of a scholarly king sharpens your intellect, but makes others treat you with contempt.",
			"",
			"**Prerequisites:** Knowledge (history) 2 ranks, Perform (oratory) or Perform (sing) 4 ranks.  ",
			"**Cost:** Feat or 2nd-level skald spell known.",
			"",
			"**Effect:** You tell the sad tale of studious and introspective King Jarguut, son of Ethered. King Jarguut ruled the Linnorm Kingdom of Raemerrund, but his kingdom fractured when the thanes would not respect his intellect. While you maintain the performance, you can add your Charisma modifier (minimum +1) to Intelligence-based skill checks in addition to your Intelligence modifier, but you take your Intelligence bonus as a penalty on all Charisma-based skill checks (minimum -1).",
			"",
			"**Use:** 1 raging song round per round.  ",
			"**Action:** 1 minute",
			"",
			"### Saga of the Witch Queen",
			"",
			"{SOURCE Magic Tactics Toolbox/19}  ",
			"Your tale of Baba Yaga's inexorable return allows you to unerringly locate your target.",
			"",
			"**Prerequisites:** Knowledge (history) 7 ranks, Perform (oratory) or Perform (sing) 15 ranks.  ",
			"**Cost:** Feat or 5th-level skald spell known.",
			"",
			"**Effect:** You tell the epic tale of the Baba Yaga, the Queen of Witches, who founded Irrisen after winning the Winter War. Once each century, she deposes one of her daughters as queen of Irrisen to install another daughter in her place. For 1,400 years, each reigning queen has known that her mother's return was a certainty. When you complete the performance, you name a creature you have seen or who once owned an item you have in your possession, and you immediately know the creature's location, as per {spell/discern location}. At the same time, the creature learns your name and that you have determined its current whereabouts.",
			"",
			"**Use:** 10 raging song rounds.  ",
			"**Action:** 10 minutes"
		],
		"subhierarchy": [[ "Skald", "class/skald" ]]
	},
	"shaman_hexes": {
		"name": "Shaman Hexes",
		"sources": [
			"Advanced Class Guide",
			"Heroes from the Fringe",
			"Legacy of the First World"
		],
		"description": [
			"{SOURCE Advanced Class Guide}  ",
			"A shaman learns a number of magical tricks, called hexes, which grant her powers or weaken foes. At 2nd level, a shaman learns one hex. At 4th, 8th, 10th, 12th, 16th, 18th, and 20th level, the shaman learns new hexes. A shaman can select from any of the following hexes or from any of the hexes listed in the description of her chosen spirit. A shaman cannot select a hex more than once unless noted otherwise.",
			"",
			"Using a hex is a standard action that doesn't provoke an attack of opportunity unless otherwise noted. The saving throw DC to resist a hex is equal to 10 + 1/2 the shaman's level + the shaman's Wisdom modifier.",
			"",
			"---",
			"",
			"**Chant (Su)** ({source/Advanced Class Guide/ pg. 36}): A shaman can chant as a move action. Any creature that is within 30 feet that is under the effects of the shaman's charm, evil eye, fortune, fury, or misfortune hex has that effect's duration extended by 1 round. A shaman cannot select both this hex and the witch's cackle hex.",
			"",
			"**Charm (Su)** ({source/Advanced Class Guide/ pg. 36}): A shaman charms an animal or humanoid creature within 30 feet by beckoning and speaking soothing words. This improves the attitude of an animal or humanoid creature by 1 step, as if the shaman had successfully used the Diplomacy skill. The effect lasts for a number of rounds equal to the shaman's Wisdom modifier (minimum 1). A successful Will saving throw negates this effect. Whether or not the save is successful, the creature cannot be the target of this hex again for 24 hours. At 8th level, this effect improves the attitude of the creature by 2 steps. This is a mind-affecting charm effect.",
			"",
			"**Draconic Resilience (Ex)** ({source/Heroes from the Fringe/ pg. 8}): The shaman grants a creature she touches some of the magically resilient nature of dragons, causing the creature to be immune to magical sleep effects for a number of rounds equal to the shaman's level. At 7th level, the creature is also immune to paralysis for this duration. Once a creature has benefited from the draconic resilience hex, it cannot benefit from this hex again for 24 hours.",
			"",
			"**Evil Eye (Su)** ({source/Advanced Class Guide/ pg. 36}): The shaman causes doubt to creep into the mind of a foe within 30 feet that she can see. The target takes a -2 penalty on one of the following (shaman's choice): ability checks, AC, attack rolls, saving throws, or skill checks. This hex lasts a number of rounds equal to 3 + the shaman's Wisdom modifier. A successful Will saving throw reduces this to just 1 round. At 8th level, the penalty increases to -4. This is a mind-affecting effect.",
			"",
			"**Fetish (Ex)** ({source/Advanced Class Guide/ pg. 36}): The shaman receives {feat/Craft Wondrous Item} as a bonus feat and gains a +4 insight bonus on Spellcraft checks to identify magic items permanently.",
			"",
			"**Fortune (Su)** ({source/Advanced Class Guide/ pg. 36}): The shaman grants a creature within 30 feet a bit of good luck for 1 round. The target can call upon this good luck once per round, allowing it to reroll any ability check, attack roll, saving throw, or skill check, taking the better result. The target creature must to decide to use this ability before the first roll is made. At 8th and 16th levels, the duration of this hex increases by 1 round. Once a creature has benefited from the fortune hex, it cannot benefit from it again for 24 hours.",
			"",
			"**Fury (Su)** ({source/Advanced Class Guide/ pg. 36}): A shaman incites a creature within 30 feet into a primal fury. The target receives a +2 morale bonus on attack rolls and a +2 resistance bonus on saving throws against fear for a number of rounds equal to the shaman's Wisdom modifier. At 8th and 16th levels, these bonuses increase by 1. Once a creature has benefited from the fury hex, it cannot benefit from it again for 24 hours.",
			"",
			"**Healing (Su)** ({source/Advanced Class Guide/ pg. 37}): A shaman soothes the wounds of those she touches. This acts as {spell/cure light wounds}, using the shaman's caster level. Once a creature has benefited from the healing hex, it cannot benefit from it again for 24 hours. At 5th level, this acts as {spell/cure moderate wounds}.",
			"",
			"**Intimidating Display (Ex)** ({source/Heroes from the Fringe/ pg. 8}): The shaman can call upon some of the majesty and power of dragons to cow her enemies. The shaman gains {feat/Dazzling Display} as a bonus feat, even if she does not meet the prerequisites, and she can use it even when not wielding a weapon.",
			"",
			"**Misfortune (Su)** ({source/Advanced Class Guide/ pg. 37}): The shaman causes a creature within 30 feet to suffer grave misfortune for 1 round. Anytime the creature makes an ability check, attack roll, saving throw, or skill check, it must roll twice and take the worse result. A successful Will saving throw negates this hex. At 8th level and 16th level, the duration of this hex is extended by 1 round. This hex affects all rolls the target must make while it lasts. Whether or not the save is successful, the creature cannot be the target of this hex again for 24 hours.",
			"",
			"**Secret (Ex)** ({source/Advanced Class Guide/ pg. 37}): The shaman receives one metamagic feat as a bonus feat. The shaman must meet the prerequisites for the feat.",
			"",
			"**Shapeshift (Su)** ({source/Advanced Class Guide/ pg. 37}): The shaman transforms herself into another form for a number of minutes per day equal to her level, as {spell/alter self}. This duration does not need to be consecutive, but must be spent in 1-minute increments. Changing form (including changing back) is a standard action that doesn't provoke an attack of opportunity. At 8th level, this ability works as {spell/beast shape I}. At 12th level, this ability works as {spell/beast shape II}. At 16th level, this ability works as {spell/beast shape III}. At 20th level, this ability works as {spell/beast shape IV}.",
			"",
			"**Silkstring Snare (Su)** ({source/Legacy of the First World/ pg. 17}): The shaman causes ribbons of spider silk to erupt from the ground beneath a single creature. The target must succeed at a Reflex save or be entangled and anchored in place. The foe can escape the silk as a standard action with a successful Escape Artist or Strength check at the same DC, or by dealing an amount of damage to the silk equal to double the shaman's class level (the silk has hardness 0). This hex lasts a number of rounds equal to 3 + the shaman's Wisdom modifier. A creature affected by this hex cannot be affected by it again for 24 hours.",
			"",
			"**Tongues (Su)** ({source/Advanced Class Guide/ pg. 37}): The shaman understands any spoken language for a number of minutes per day equal to her level, as comprehend languages. This duration does not need to be consecutive, but it must be spent in 1-minute increments. At 5th level, a shaman can use this ability to speak any language, as tongues.",
			"",
			"**Ward (Su)** ({source/Advanced Class Guide/ pg. 37}): The shaman places a protective ward over one creature. The warded creature receives a +2 deflection bonus to AC and a +2 resistance bonus on saving throws. This effect lasts until the warded creature is hit or fails a saving throw. A shaman knows when a warded creature is no longer protected. A shaman can have only one ward active at a time. If the shaman uses this hex while a previous ward is still active, that previous ward immediately ends. A shaman cannot use this ability on herself. At 8th and 16th levels, the bonuses provided by this ward increase by 1.",
			"",
			"**Wings (Su)** ({source/Heroes from the Fringe/ pg. 8}): The shaman can grow a pair of wings for a number of minutes per day equal to her level. These minutes do not need to be consecutive, but they must be spent in 1-minute increments. Initially, these wings lack the power to allow the shaman to fly, but the shaman can use them as a secondary natural attack that deals 1d3 points of damage (1d2 for a Small shaman). At 3rd level, she can use the wings to safely descend any distance, as if using the {spell/feather fall} spell. At 7th level, she can use the wings to fly with poor maneuverability and a fly speed of 30 feet, but the shaman must land at the end of each turn or fall.",
			"",
			"A shaman of 8th level or higher can select the wings hex a second time. This doubles the number of minutes per day the shaman can use her wings (2 minutes per level), and allows her to fly with average maneuverability and a fly speed of 30 feet while the wings are active.",
			"",
			"**Wings (upgrade)** You double the number of minutes per day you can use your wings (2 minutes per level), and fly with average maneuverability and a fly speed of 30 feet while the wings are active.",
			"",
			"**Witch Hex** ({source/Advanced Class Guide/ pg. 37}): The shaman selects [any one hex](ability/hexes) normally available through the witch's hex class feature. She treats her shaman level as her witch level when determining the powers and abilities of the hex. She uses her Wisdom modifier in place of her Intelligence modifier for the hex. She cannot select major hexes or grand hexes using this ability. The shaman cannot select a witch hex that has the same name as a shaman hex."
		],
		"subhierarchy": [[ "Shaman", "class/shaman" ]]
	},
	"shaman_spirits": {
		"name": "Shaman Spirits",
		"sources": [
			"Advanced Class Guide",
			"Adventurer's Guide",
			"Cohorts and Companions",
			"Healer's Handbook",
			"Heroes of Golarion",
			"Heroes of the Streets",
			"Heroes of the Wild",
			"Horror Realms",
			"Ultimate Wilderness",
			"Wilderness Origins"
		],
		"description": [
			"## Shaman Spirits",
			"",
			"Each shaman must select from the following spirits. Unless otherwise noted, the DC to save against the special abilities granted by a spirit is equal to 10 + 1/2 the shaman's level + the shaman's Wisdom modifier.",
			"",
			"**Spirit specializations** are more specific focuses for shaman spirits that allow shamans greater flexibility in customizing their characters and building character backstories. The **Restoration** spirit is listed below, specializing the **Life** spirit, but it is far from the only spirit specialization that exists.",
			"",
			"Each spirit specialization replaces one or more hexes that the shaman can gain, as well as one or more of the spirit's abilities and a number of the spells in the spirit's spirit magic spell list. A spirit specialization never replaces all of the spirit's hexes or all of the spirit's abilities.",
			"",
			"A spirit specialization is always treated as equivalent to its associated spirit for any effect or prerequisite that is based on spirits. A shaman cannot select a spirit specialization as a wandering spirit, nor can she form a bond with a spirit and a spirit specialization that is associated with it simultaneously - for instance, a shaman with the life spirit cannot form a temporary bond with the restoration spirit specialization.",
			"",
			"If a spirit specialization hex or ability calls for a saving throw, the DC of the save is equal to 10 + 1/2 the shaman's level + her Wisdom modifier.",
			"",
			"| Spirit | Description |",
			"| :---: | --- |",
			"| [Ancestors](/shamanspirit/ancestors) | A shaman that selects the ancestors spirit has wise eyes and thick white or silver hair. Fine wrinkles line the shaman's face, becoming more obvious when she smiles or glowers. When she calls upon one of this spirit's abilities, her hair glows as though lit from within, rustling of its own accord. |",
			"| [Battle](/shamanspirit/battle) | A shaman who selects the battle spirit gains scars from every wound she takes, and the grit of battle always seems to cling on her body. |",
			"| [Bones](/shamanspirit/bones) | A shaman who selects the bones spirit is cadaverously thin, with sunken eye sockets and dead eyes that stare off into the distance. |",
			"| [Dark Tapestry](/shamanspirit/dark_tapestry) | A shaman who selects the Dark Tapestry spirit is often a misanthropic loner. |",
			"| [Flame](/shamanspirit/flame) | A shaman who selects the flame spirit has a radiant light behind her eyes and the faint smell of smoke about her. |",
			"| [Frost](/shamanspirit/frost) | A shaman who selects the frost spirit has coarse white hair and always feels cold to the touch. |",
			"| [Heavens](/shamanspirit/heavens) | A shaman who selects the heavens spirit has eyes that sparkle like starlight, exuding an aura of otherworldliness to those she is around. |",
			"| [Life](/shamanspirit/life) | A shaman who selects the life spirit appears more vibrant than most mortals. |",
			"| [Lore](/shamanspirit/lore) | A shaman who selects the lore spirit appears far wiser and knowing that her age would suggest. |",
			"| [Mammoth](/shamanspirit/mammoth) | A shaman who selects the mammoth spirit is abnormally tall and stocky, with thick shaggy hair |",
			"| [Nature](/shamanspirit/nature) | A shaman who selects the nature spirit takes on an appearance that reflects the aspect of the natural world she has the closest connection to. |",
			"| [Restoration](/shamanspirit/restoration) | The Restoration spirit is a specialization of the Life spirit. |",
			"| [Slums](/shamanspirit/slums) | A shaman who selects the slums spirit gains the city's alleys and avenues as steadfast allies. |",
			"| [Stone](/shamanspirit/stone) | The skin of a shaman who selects the stone spirit takes on a rough, stony appearance. |",
			"| [Tribe](/shamanspirit/tribe) | A shaman who selects the tribe spirit strives to protect her allies, whether they be a traditional tribal unit or a chosen group of adventuring companions. |",
			"| [Waves](/shamanspirit/waves) | A shaman who selects the waves spirit has a fluid grace that exhibits itself whenever she moves. |",
			"| [Wind](/shamanspirit/wind) | A shaman who selects the wind spirit appears windswept, and her movements seem lithe and carefree. |",
			"| [Wood](/shamanspirit/wood) | A shaman who selects the wood spirit has a skin tone similar to the coloration of trees in her home region. Her vibrant hair is fragrant and resembles leaves and blossoms. |"
		],
		"subhierarchy": [[ "Shaman", "class/shaman" ]]
	},
	"simple_kinetic_blasts": {
		"name": "Simple Blasts",
		"sources": [
			"Occult Adventures",
			"Occult Origins",
			"Psychic Anthology",
			"Ultimate Wilderness"
		],
		"description": [
			"## Simple Kinetic Blasts",
			"",
			"A kineticist gains a simple blast from her primary element at 1st level. Some elements offer more than one option. When a kineticist gains a new element via the expanded element class feature, she gains a simple blast from that element as well. Each simple blast is either a physical blast or an energy blast. Physical blasts are ranged attacks that deal an amount of damage equal to 1d6+1 + the kineticist's Constitution modifier, increasing by 1d6+1 for every 2 kineticist levels beyond 1st. Spell resistance doesn't apply against physical blasts. Energy blasts are ranged touch attacks that deal an amount of damage equal to 1d6 + 1/2 the kineticist's Constitution modifier, increasing by 1d6 for every 2 kineticist levels beyond 1st.",
			"",
			"{table0}"
		],
		"tables": [
			{
				"id": "simple kinetic blasts",
				"headers": [ "Simple Blast", "Elements", "Burn", "Blast Type", "Damage Type" ],
				"ripples": [0],
				"types": [ null, null, "num", null, null ],
				"data": [
					[ "{kinetic/Air Blast/ (Sp)}", "air", 0, "physical", "bludgeoning" ],
					[ "{kinetic/Cold Blast/ (Sp)}", "water", 0, "energy", "cold" ],
					[ "{kinetic/Earth Blast/ (Sp)}", "earth", 0, "physical", "bludgeoning, piercing, or slashing" ],
					[ "{kinetic/Electric Blast/ (Sp)}", "air", 0, "energy", "electricity" ],
					[ "{kinetic/Fire Blast/ (Sp)}", "fire", 0, "energy", "fire" ],
					[ "{kinetic/Gravity Blast/ (Sp)}", "void", 0, "physical", "bludgeoning" ],
					[ "{kinetic/Negative Blast/ (Sp)}", "void", 0, "energy", "negative energy" ],
					[ "{kinetic/Positive Blast/ (Sp)}", "wood", 0, "energy", "positive energy" ],
					[ "{kinetic/Telekinetic Blast/ (Sp)}", "aether", 0, "physical", "bludgeoning, piercing, or slashing" ],
					[ "{kinetic/Water Blast/ (Sp)}", "water", 0, "physical", "bludgeoning" ],
					[ "{kinetic/Wood Blast/ (Sp)}", "wood", 0, "physical", "bludgeoning, piercing, or slashing" ]
				],
				"initialColumn": 0,
				"className": "endcaps"
			}
		],
		"subhierarchy": [[ "Kineticist", "class/kineticist" ]]
	},
	"slayer_talents": {
		"name": "Slayer Talents",
		"sources": [
			"Advanced Class Guide",
			"Advanced Class Origins",
			"Dirty Tactics Toolbox",
			"Distant Realms",
			"Elemental Master's Handbook",
			"Heroes of Golarion",
			"Martial Arts Handbook",
			"Potions and Poisons",
			"Spymaster's Handbook",
			"Ultimate Wilderness"
		],
		"description": [
			"## Slayer Talents",
			"",
			"{SOURCE Advanced Class Guide}  ",
			"As a slayer gains experience, he learns a number of talents that aid him and confound his foes. Starting at 2nd level and every 2 levels thereafter, a slayer gains one slayer talent. Unless otherwise noted, a slayer cannot select an individual talent more than once.",
			"",
			"Talents marked with an asterisk (\\*) add effects to a slayer's sneak attack. Only one of these talents can be applied to an individual attack, and the decision of which to use must be made before the attack roll is made.",
			"",
			"---",
			"",
			"**Sever Alignment\\* (Su)** ({source/Distant Realms/ pg. 13}): When making a sneak attack against an opponent with an alignment subtype, a slayer with this talent can forgo her sneak attack damage to scramble the creature's metaphysical nature. If the attack succeeds, the slayer deals weapon damage as normal, and the target must succeed at a Fortitude save (DC = 10 + half the slayer's level + the slayer's Intelligence modifier) or lose all damage reduction overcome by aligned weapons (such as DR 10/good), lose all regeneration overcome by aligned sources (such as regeneration 10 [good](source/distant_realms). The slayer must have the aligned sneak attack talent to select this talent.",
			"",
			"**Slowing Strike\\* (Ex)** ({source/Advanced Class Guide/ pg. 53}): An opponent damaged by the slayer's sneak attack has its speed halved for 1d4 rounds. A successful Fortitude saving throw negates this effect (DC = 10 + 1/2 of the slayer's level + the slayer's Intelligence modifier). Against creatures with multiple types of movement, the slayer must choose which movement type to affect. If the slayer affects a creature's flight movement, its maneuverability is reduced by one step; if it's airborne at the time, it falls unless it succeeds at a DC 10 Fly check. If the slayer targets a creature already affected by this ability, its speed and maneuverability are not further reduced; the slayer may either extend the duration of that effect by 1d4 rounds or choose another movement type to affect (keeping track of the duration of each affected movement separately).",
			"",
			"**Aligned Sneak Attack (Su)** ({source/Distant Realms/ pg. 13}): When making a sneak attack against a creature that has damage reduction that can be overcome by weapons of a particular alignment (such as DR 5/good), the slayer's attack reduces that damage reduction by an amount equal to the number of sneak attack dice rolled until the end of the slayer's turn.",
			"",
			"**Blood Reader (Ex)** ({source/Advanced Class Origins/ pg. 21}): While able to see a studied target, a slayer with this talent knows exactly how many hit points his opponent has remaining. This only works against living targets.",
			"",
			"**Castling (Ex)** ({source/Elemental Master's Handbook/ pg. 9}): The slayer treats soft cover granted by creatures of her size or larger as though it were cover instead. Cover the slayer gains from this talent does not allow her to attempt Stealth checks.",
			"",
			"**Catfolk Rogue Talent** ({source/Dirty Tactics Toolbox/ pg. 22}): A catfolk slayer can select one of the following catfolk {ability/rogue talents} in place of a slayer talent: deadly scratch, graceful faller, nimble climber, or vicious claws. Any talent effects based on rogue level use the slayer's class level. The slayer must fulfill any prerequisites.",
			"",
			"**Deadly Range (Ex)** ({source/Advanced Class Guide/ pg. 53}): A slayer with this talent increases the range at which he can deal sneak attack damage by 10 feet. A slayer can select this talent more than once; its effects stack. A slayer must be at least 4th level before selecting this talent.",
			"",
			"**Eternal Opposition (Ex)** ({source/Martial Arts Handbook/ pg. 18}): (Samsaran only.) While most imperial dragons, undead, and other long-enduring foes can count on outlasting their mortal adversaries, the samsaran slayer has pledged to oppose their machinations across all his lifetimes. When his studied target is of the dragon, fey, outsider, or undead type, the slayer gains a +2 insight bonus to his AC against its attacks and on saving throws against its abilities.",
			"",
			"**Experience Across Ages (Ex)** ({source/Martial Arts Handbook/ pg. 18}): (Samsaran only.) Once per day, a samsaran slayer can draw upon insights from his previous lifetimes to help identify a foe or recall a key piece of information. As a swift action, the slayer can attempt a Knowledge check as if he had a number of ranks in the appropriate Knowledge skill equal to his slayer level. A slayer can use this talent one additional time per day for every 5 slayer levels he has.",
			"",
			"**Extra Earthcraft** ({source/Elemental Master's Handbook/ pg. 9}): The slayer gains 2 additional earthcraft points each day. The slayer must have the earthcraft ability to select this talent.",
			"",
			"**Focused Poison (Ex)** ({source/Potions and Poisons/ pg. 13}: The slayer can focus his poison delivery to be especially deadly to his studied target. When the slayer studies a target, he can immediately reduce the number of additional studied targets he can maintain. Reducing this number does not require an action. For each target reduced in this way, the DC of poisons used against his studied target increases by 1. The slayer must be at least 6th level and have the poison use talent to select this talent.",
			"",
			"**Foil Scrutiny** ({source/Advanced Class Guide/ pg. 53}): A slayer with this talent is able to obscure his thoughts and intentions. He gains a +2 bonus on all Bluff and Disguise checks, as well as on Will saving throws to resist mind-reading spells and effects (such as detect thoughts and discern lies).",
			"",
			"**Fortified Position (Ex)** ({source/Elemental Master's Handbook/ pg. 9}): Whenever the slayer gains a bonus on Reflex saves due to cover, she gains an equal bonus on Fortitude saves.",
			"",
			"**Inured to Terror (Ex)** ({source/Martial Arts Handbook/ pg. 18}): (Samsaran only.) With their knowledge of the cyclical nature of existence, there are few experiences that can daunt samsaran slayers for long. As an immediate action when a slayer fails a saving throw against a fear effect, he can attempt the saving throw a second time to reduce the severity of the effect from panicked to frightened, frightened to shaken, or shaken to unaffected. Additionally, the DC of Intimidate checks to demoralize him increases by 2.",
			"",
			"**Jaguar's Grace (Ex)** ({source/Heroes of Golarion/ pg. 4}): A slayer with this talent does not take the normal -4 penalty when dealing nonlethal damage using a weapon that normally deals lethal damage. Attacks made this way can apply nonlethal sneak attack damage. The slayer must be at least 4th level to select this talent.",
			"",
			"**Jaguar's Pounce (Ex)** ({source/Heroes of Golarion/ pg. 4}): When a slayer with this talent deals sneak attack damage, he can attempt a disarm or trip combat maneuver as an immediate action as if the target were flat-footed (losing its Dexterity bonus to CMD). This combat maneuver does not provoke attacks of opportunity. The slayer must have the jaguar's grace talent to select this talent.",
			"",
			"**Jaguar's Protection (Ex)** ({source/Heroes of Golarion/ pg. 4}): When a slayer with this talent deals sneak attack damage, he draws the target's attention away from his allies. The affected enemy takes a -2 penalty on attack rolls made against anyone other than the slayer for 1 minute. The slayer must have the jaguar's pounce talent to select this talent.",
			"",
			"**Mountainside Ambush (Ex)** ({source/Martial Arts Handbook/ pg. 18}): (Samsaran only). Fighting in the mountains of Zi Ha has trained samsaran slayers to strike the unwary with deadly attacks from above. If a slayer deals sneak attack damage to a creature that is unaware of his presence while he is standing on higher ground than his target, he does not have to roll sneak attack damage; instead, the sneak attack deals maximum damage. The samsaran must be standing on solid ground to use this ability.",
			"",
			"**Mystic Veil (Sp)** ({source/Martial Arts Handbook/ pg. 18}): (Samsaran only.) Samsaran slayers are adept at obscuring the passes of their mountain homes from intruders. The slayer can cast {spell/silent image} as a spell-like ability once per day for every 2 slayer levels he has, using his slayer level as his caster level. The slayer uses his Intelligence modifier on concentration checks when using this ability, and the DC to disbelieve the illusion is equal to 11 + the slayer's Intelligence modifier. The slayer must have an Intelligence score of at least 11 to select this talent.",
			"",
			"**One of Those Faces (Sp)** ({source/Spymaster's Handbook/ pg. 21}): Each day, you can use {spell/disguise self} as a spell-like ability for up to 10 minutes per character level. This duration need not be continuous, but it must be used in 10-minute increments. Additionally, once you have used this ability, whenever you use it for the next 24 hours you must take the same alternate appearance.",
			"",
			"**Poison Use (Ex)** ({source/Blood of Shadows/ pg. 8}): The slayer is trained in the use of poison, and can't accidentally poison herself when applying poison to a weapon.",
			"",
			"**Ranger Combat Style (Ex)** ({source/Advanced Class Guide/ pg. 53}): The slayer selects a ranger combat style (such as archery or two-weapon combat) and gains a combat feat from the first feat list of that style. He can choose feats from his selected combat style, even if he does not have the normal prerequisites. At 6th level, he may select this talent again and add the 6th-level ranger combat feats from his chosen style to the list. At 10th level, he may select this talent again and add the 10th-level ranger combat feats from his chosen style to the list.",
			"",
			"**Recall Training (Ex)** ({source/Martial Arts Handbook/ pg. 18}): (Samsaran only.) By calling on the memories of previous incarnations, a samsaran slayer can use martial techniques that transcend his usual capabilities. Once per day, the slayer can take a move action to gain the benefit of a combat feat he doesn't have. This effect lasts for 1 minute per slayer level he has. The slayer must meet all the feat's prerequisites.",
			"",
			"**Redirect Poison (Ex)** ({source/Potions and Poisons/ pg. 13}): The slayer can divert poisoned attacks against him. When a creature unsuccessfully attacks the slayer with a poisoned weapon or a natural weapon that would poison him, the slayer can attempt to redirect the attack to a creature within his reach (including, possibly, the creature that unsuccessfully attacked the slayer). As an immediate action, the slayer can make an attack roll against the creature to which he would redirect the poison. On a success, the poison is redirected to the target, and the target must attempt a saving throw against the poison as normal. This attack only redirects the poison and does not otherwise damage the targeted creature. This ability cannot affect a creature that attacked the slayer with a poisoned natural weapon, but it can affect a creature that attacked him with a poisoned manufactured weapon.",
			"",
			"**Rogue Talent** ({source/Advanced Class Guide/ pg. 53}): A slayer can select one of the following {ability/rogue talents} in place of a slayer talent: *bleeding attack, camouflage, cloying shades, combat trick, demand attention, emboldening strike, extinguishing strike, fast stealth, feint from shadows, finesse rogue, firearm training, focusing attack, gloom magic, greater gloom magic, grit, hard to fool, lasting poison, mien of despair, obscuring blow, poison use, powerful sneak, rogue crawl, shadow duplicate, shadow's chill, slow reactions, snap shot, sniper's eye, surprise attack, swift poison, terrain mastery, trap spotter, umbral gear, underhanded trick, unwitting ally,* or *weapon training.* Any talent effects based on rogue level use the slayer's class level. If the rogue talent has a prerequisite, the slayer must meet the prerequisite before taking that rogue talent. This talent can be selected multiple times; each time, it grants the slayer a new rogue talent.",
			"",
			"**Scrying Familiarity (Ex)** ({source/Spymaster's Handbook/ pg. 23}): You are well acquainted with scrying sensors. You can roll twice and take the better result on saving throws against divination (scrying) spells and effects, on Perception checks to notice scrying sensors, and on caster level checks to overcome spell resistance when you use a scrying spell or effect. If you notice a magical sensor, you can attempt a Stealth check opposed by the caster's caster level check to avoid being detected by the sensor.",
			"",
			"**Sticks and Stones (Ex)** ({source/Ultimate Wilderness/ pg. 86}): The slayer gains {feat/Catch Off-Guard} as a bonus feat.",
			"",
			"**Studied Ally (Ex)** ({source/Advanced Class Origins/ pg. 21}): The slayer can study an ally or friendly creature he can see as a move action. The slayer gains a +1 bonus on checks and attack rolls to use the aid another action to help with that ally's skill checks, attacks, or AC. This bonus increases at the same rate as a slayer's studied target bonus. At 7th level, a slayer can study an ally as a move or swift action. A slayer's studied ally counts against the number of studied targets he can have active at once.",
			"",
			"**Sunlight Strike (Ex)** ({source/Ultimate Wilderness/ pg. 86}): The slayer can reflect sunlight (or other sources of bright light) into the eyes of an adjacent target as a swift action, causing it to gain the dazzled condition for 1 round.",
			"",
			"**Sure Footing (Ex)** ({source/Ultimate Wilderness/ pg. 86}): The slayer gains a +5 bonus on Acrobatics checks to move on narrow surfaces and loose or uneven ground.",
			"",
			"**Toxin Training (Ex)** ({source/Ultimate Wilderness/ pg. 86}): The slayer builds resistance to certain poisons over time. Each time he chooses this talent, he chooses one ability score. He gains a +4 bonus on saving throws against poisons that deal damage to the chosen ability score. The slayer can choose this talent multiple times. Each time he does, he chooses a new ability score and gains the bonus on saves against poisons that target that ability. The slayer must be at least 4th level and have the poison use talent to select this talent.",
			"",
			"**Trapfinding** ({source/Advanced Class Guide/ pg. 54}): The slayer gains Disable Device as a class skill. The slayer also gains the trapfinding and trap sense rogue abilities, using his slayer level as his effective rogue level.",
			"",
			"**Unbalancing Trick (Ex)** ({source/Elemental Master's Handbook/ pg. 9}): The slayer gains {feat/Improved Trip} as a bonus feat, even if she does not meet the prerequisites. At 6th level, she is treated as if she meets all the prerequisites of {feat/Greater Trip} (although she must take the feat as normal to gain its benefits)."
		],
		"subhierarchy": [[ "Slayer", "class/slayer" ]]
	},
	"social_talents": {
		"name": "Social Talents",
		"sources": [
			"Antihero's Handbook",
			"Blood of the Beast",
			"Chronicle of Legends",
			"Disciple's Doctrine",
			"Heroes of Golarion",
			"Inner Sea Intrigue",
			"Spymaster's Handbook",
			"Ultimate Intrigue"
		],
		"description": [
			"## Social Talents",
			"",
			"{SOURCE Ultimate Intrigue}  ",
			"Starting at 1st level, and every 2 levels thereafter, a vigilante gains a social talent. Unless otherwise noted, a talent can be selected only once. Some talents require the vigilante to meet other prerequisites before they can be chosen, such as having another social talent or attaining a minimum vigilante level. Once a talent has been chosen, it cannot be changed.",
			"",
			"---",
			"",
			"**Always Prepared (Ex)** ({source/Chronicle of Legends/ pg. 7}): The vigilante can set aside resources to plan for future contingencies. The vigilante gains the {feat/Brilliant Planner} feat except he can spend up to 100 gp per character level for his brilliant plan fund and only requires 1 minute to enact his brilliant plan. In addition, while in a settlement for at least 1 week, he can spend 24 hours and up to 500 gp per character level to create a stash somewhere within the settlement. Once per day, the vigilante can take 1 hour to retrieve a stash, retrieving any number of items that would have been available in a settlement he visited at the time of making the stash, regardless of the weight of the items. Once he retrieves a stash in this way, he subtracts the price of the items from the stash's value and the stash is exhausted and lost, regardless if he used the full value of the stash. The vigilante can maintain any number of stashes, but a stash is lost if he does not spend 1 hour to maintain the stash at least once per month. A vigilante's stash is well-hidden and only the vigilante knows the location of a stash he creates.",
			"",
			"**Ancestral Enlightenment (Ex)** ({source/Disciple's Doctrine/ pg. 23}): The vigilante can attempt any Knowledge check untrained. If he already has ranks in a particular Knowledge skill, he gains a +4 bonus on checks with that skill. A vigilante must be at least 5th level to select this talent.",
			"",
			"**Any Guise (Su)** ({source/Ultimate Intrigue/ pg. 10}): A vigilante can use his everyman social talent to disguise himself as any specific person, even a king or high priest. Furthermore, if the actual individual wouldn't normally be able to be found via magic (such as by being dead or protected from divinations designed to locate the individual), such divinations always find the vigilante instead. A vigilante must be at least 17th level and have the everyman social talent to select this talent.",
			"",
			"**Beast Friend (Su)** ({source/Heroes of Golarion/ pg. 19}): The vigilante can cast {spell/charm animal} once per day as a spell-like ability, with a caster level equal to his level. The vigilante must have the songbird talent to select this talent.",
			"",
			"**Beast Speech (Su)** ({source/Heroes of Golarion/ pg. 19}): The vigilante can cast {spell/speak with animals} once per day as a spell-like ability, with a caster level equal to his character level. The vigilante must have the songbird talent to select this talent.",
			"",
			"**Beginner's Luck (Ex)** ({source/Antihero's Handbook/ pg. 16}): The vigilante appears so harmless and innocent that onlookers dismiss his incredible abilities as nothing more than beginner's luck. When the vigilante uses a vigilante talent while in his social identity, he can add the +20 circumstance bonus from seamless guise to his Disguise check to fool onlookers, so long as the number of onlookers witnessing him is no greater than his vigilante level. The vigilante's PC allies do not count as onlookers (and at the GM's discretion, a closely allied NPC might not count as an onlooker, either). He loses this bonus against onlookers who have already witnessed him using a vigilante talent in his social identity within the last week.",
			"",
			"**Bellflower Innuendo (Ex)** ({source/Inner Sea Intrigue/ pg. 33}): A vigilante with this talent has learned to pass secret messages more efficiently by observing the coded messages of the [Bellflower Network](rule/aff_antislavery) or another secret organization. He can pass a secret message with Bluff in the same amount of time it would normally take to convey the message without encryption. The words and meaning of his secret messages cannot be gleaned from him or those he directly delivered the message to by divinations unless the caster succeeds at a caster level check (DC = 15 + the vigilante's level).",
			"",
			"**Case the Joint (Ex)** ({source/Ultimate Intrigue/ pg. 10}): The vigilante can use his social identity to learn important facts about a location before returning later in his vigilante identity. If he spends at least 1 hour in a location while in his social identity, he can attempt a DC 20 Knowledge (engineering) check. If he succeeds, he gains the ability to later reroll any one failed skill check involving the location's layout (such as a Stealth check to sneak into the location, a Disable Device check to disable an alarm, or a Sleight of Hand check to snatch an object from a pedestal). For every 10 by which the check exceeds 20, the vigilante gains an additional reroll. If the vigilante fails to return to the location within 1 week, the situation changes too much and he cannot use the rerolls. A vigilante can't case the same joint more than once a week.",
			"",
			"**Celebrity Discount (Ex)** ({source/Ultimate Intrigue/ pg. 10}): The vigilante's social identity is popular enough to receive discounts in his area of renown. Whenever he buys an item in his area of renown that costs 500 gp or less, he can buy it at 90% of the market price, rather than the full price. If he has the great renown social talent, the gp limit increases to 2,000 gp, and if he possesses the incredible renown social talent, the gp limit increases to 8,000 gp. A vigilante must be at least 3rd level and have the renown social talent to select this talent.",
			"",
			"**Celebrity Perks (Ex)** ({source/Ultimate Intrigue/ pg. 11}): The vigilante is a celebrity in his area of renown, and adoring fans are all too eager to shower him with the fundamental necessities. While within his area of renown, he can always receive common meals or lodging (worth up to 1 gp per meal or night) for free, and can avoid paying taxes or bribes of 1 gp or less. If he wants a particular nonmagical item worth 1 gp or less, he can spend 1d10 minutes interacting with people in his area of renown to receive the item from a fan (if he ever sells such a gift from a fan, he loses this social talent permanently). If he has the great renown social talent, he can receive gifts of up to 5 gp, receive fine food and lodgings (worth up to 10 gp per meal or night) for free, and avoid paying taxes or bribes of 10 gp or less. If he has incredible renown, he can receive gifts of up to 25 gp, receive exquisite food and lodgings (worth up to 100 gp per meal or night) for free, and avoid paying taxes or bribes of 100 gp or less. A vigilante must be at least 5th level and have the renown social talent to select this talent.",
			"",
			"**Companion to the Lonely (Ex)** ({source/Inner Sea Intrigue/ pg. 33}): Whether religiously motivated, as are followers of Arshea, Calistria, or Shelyn, or for purely carnal reasons, physical intimacy helps the vigilante cope with the loneliness of his double life. Once per day, the vigilante can spend at least 1 hour engaged in acts of physical pleasure with a willing partner to gain a pool of morale points equal to his Charisma bonus or his partner's Charisma bonus, whichever is higher. For the next 24 hours, the vigilante can spend a morale point as an immediate action to roll a Charisma-based skill check or a Will saving throw again after rolling the die but before learning the consequences; he must take the second result even if it is lower.",
			"",
			"**Conflicted Identity (Ex)** ({source/Antihero's Handbook/ pg. 16}): The vigilante's mind is in a constant state of turmoil, which makes him even more ethically and morally fluid than other vigilantes. When targeted by a harmful spell or effect that would affect the vigilante in his current identity but not his other identity (or when he would suffer a lesser effect in his other identity), he has a 50% chance of being affected as though he were in his other identity. This chance is rolled when the spell or effect is cast or triggered and before any spell resistance roll, if applicable. For example, if a vigilante has a lawful-neutral social identity and a neutral vigilante identity, he has a 50% chance of taking only half damage from a chaos hammer spell while in his social identity, since he would always take only half damage from a chaos hammer spell when in his vigilante identity.",
			"",
			"**Discreet Inquiries (Ex)** ({source/Inner Sea Intrigue/ pg. 33}): The vigilante can attempt Diplomacy checks to gather information without being obvious he is seeking any, whether by buying the silence of informants or by talking foes into revealing information without realizing they are doing so. While the vigilante is in his area of renown, gathering information in this way takes 2d4 hours and costs 2d4 gp. Anyone who might take notice of the information gathering does not notice unless she succeeds at a Sense Motive check opposed by the vigilante's Bluff check. The vigilante gains a +4 bonus on this Bluff check.",
			"",
			"**Double Time (Ex)** ({source/Ultimate Intrigue/ pg. 11}): The vigilante's social identity is that of a skilled and respected artisan or professional, rather than a merchant or noble. In order to complete his day's work while still continuing his vigilante activities, he has learned to work faster than normal, hiding his progress so it seems like he is working full shifts at his day job rather than spending some of that time on other pursuits. The vigilante needs to spend only 6 hours each day for mundane uses of the Craft or Profession skill, rather than 8 hours. If he has the social grace social talent, he needs to spend only 4 hours for any skill he's chosen with social grace. A vigilante must have a social identity appropriate to the chosen skill to select this talent.",
			"",
			"**Entrepreneur (Ex)** ({source/Spymaster's Handbook/ pg. 26}): Select any one Intelligence-, Wisdom-, or Charisma-based skill other than Perception or Use Magic Device. The vigilante can use the selected skill to earn money as if he were using a Profession skill. If he selects Perform or Profession, the vigilante instead gains the skill unlock powers for those skills as appropriate for his number of ranks in that skill. If he has the social grace social talent, he can apply this benefit to all skills selected with the social grace talent.",
			"",
			"**Everyman (Ex)** ({source/Ultimate Intrigue/ pg. 11}): The vigilante can take on the appearance of a specific individual whenever he assumes a mundane guise using his many guises social talent. The individual must be a farmer, laborer, or peasant. While disguised as this individual, the vigilante receives a +20 circumstance bonus on Disguise checks to appear as that individual. Any spell or ability designed to locate the individual has a 50% chance of finding the vigilante instead of the actual individual, and divination spells and abilities used on the vigilante give results as if he were the actual individual. Although this doesn't grant the vigilante any special knowledge of the individual, the vigilante's training grants him a +10 circumstance bonus on Bluff checks to properly play the part of the individual. A vigilante must be at least 11th level and have the many guises social talent to select this talent.",
			"",
			"**Feign Innocence (Ex)** ({source/Ultimate Intrigue/ pg. 11}): The vigilante's social identity seems so innocent that it is hard to believe he was involved in wrongdoing. Within his area of renown, this provides a nonmagical effect identical to the innocence spell. A vigilante must be at least 5th level and have the renown social talent to take this talent.",
			"",
			"**Gossip Collector (Ex)** ({source/Ultimate Intrigue/ pg. 11}): The vigilante sits at the center of a web of gossip, granting him access to the latest scuttlebutt with baffling speed. Whenever the vigilante is presented with a topic about which he would normally need to spend 1d4 hours to gather information, he must spend only 1d2 hours instead. If he has the renown social talent and gathers the information in his area of renown, he must instead spend only 1d4 &times; 10 minutes, and if he beats the DC to gather a piece of information by 20 or more, he knows that piece of information without spending any time at all; he has simply already heard that gossip. This ability doesn't allow him to gather information that isn't available in the locale he is canvassing, even if that locale is his area of renown.",
			"",
			"**Great Renown (Ex)** ({source/Ultimate Intrigue/ pg. 11}): The vigilante is known on a broader scale. He can gain renown in a single community of up to 5,000 individuals (a large town) or up to two communities of no more than 2,000 individuals each (two small towns). The bonus while he is in his social identity remains unchanged, but the circumstance bonus on Intimidate checks from his renown social talent while he is in his vigilante identity increases to +6. A vigilante must be at least 7th level and have the renown social talent to select this talent.",
			"",
			"**Guise of Life (Su)** ({source/Spymaster's Handbook/ pg. 26}): An undead vigilante with this talent gains an additional social identity in the form of one living creature identical to the vigilante's appearance in life. Successful Knowledge checks reveal information about the vigilante as if he were a living creature, and he counts as living for the purpose of divination spells and effects. He gains no other benefit from appearing to be a living creature, and remains vulnerable to positive energy and spells that effect undead. The vigilante must be a corporeal undead creature to select this talent. Humanoid vigilantes with the negative energy affinity racial trait can also select this talent, gaining a human social identity.",
			"",
			"**Guise of Unlife (Su)** ({source/Spymaster's Handbook/ pg. 26}): A vigilante with this talent gains an additional social identity in the form of an undead version of one of his existing social identities, such as a ghoul, vampire, or zombie. Successful Knowledge checks reveal information about the vigilante as if he were undead, and he counts as undead for the purpose of divination spells and effects. He gains no other benefit from appearing to be an undead creature, and remains vulnerable to negative energy and spells that effect the living. The vigilante must be a living creature to select this talent. ",
			"",
			"**Hidden Magic (Ex)** ({source/Antihero's Handbook/ pg. 16}): The auras of magic items the vigilante is carrying are hidden (as per magic aura). The vigilante can suppress or reactivate this effect as a standard action. At 11th level, the vigilante and any magic items he is carrying appear to be nonmagical (as if he had cast greater magic aura). The vigilante must be at least 5th level to select this talent.",
			"",
			"**Immediate Change (Ex)** ({source/Ultimate Intrigue/ pg. 11}): The vigilante can change identities as a move action, and he no longer needs to spend extra time to adjust his appearance and persona. A vigilante must be at least 13th level and must have the quick change social talent to select this talent.",
			"",
			"**In Vogue (Ex)** ({source/Ultimate Intrigue/ pg. 11}): The vigilante's crafting or professional business is always at the height of the local trends, allowing the vigilante to gain more profits than usual. Goods he crafts with a Craft skill he chose with social grace are worth 1/3 more gp than normal due to his celebrity, without increasing the cost to create. Whenever he uses a Profession skill he chose with social grace to make money, he makes twice as much money. A vigilante must be at least 5th level and have both the double time and social grace social talents to take this talent.",
			"",
			"**Incredible Renown (Ex)** ({source/Ultimate Intrigue/ pg. 11}): The vigilante is incredibly famous in both identities. He can gain renown in a single community of up to 25,000 individuals (a large city) or up to two smaller cities of no more than 10,000 individuals each (two small cities). The bonus while he is in his social identity remains unchanged, but the circumstance bonus to Intimidate from his great renown social talent while in he is in his vigilante identity increases to +8. A vigilante must be at least 11th level and have the great renown social talent to select this talent.",
			"",
			"**Instant Recognition (Ex)** ({source/Ultimate Intrigue/ pg. 11}): The vigilante is so well known that his name precedes him, even to other communities. It only takes 4 hours of effort to get the word out to transfer his renown benefits to a new community. A vigilante must be at least 13th level and have both the incredible renown and triumphant return social talents to select this talent.",
			"",
			"**Intrigue Feats (Ex)** ({source/Spymaster's Handbook/ pg. 27}): The vigilante gains one of the following feats as a bonus feat: {feat/Blustering Bluff}, {feat/But a Scratch}, {feat/Call Truce}, {feat/Confabulist}, {feat/Criminal Reputation}, {feat/Cutting Humiliation}, {feat/Esoteric Linguistics}, {feat/Intoxicating Flattery}, {feat/Ironclad Logic}, {feat/Nerve-Racking Negotiator}, {feat/Orator}, {feat/Persuasive Bribery}, {feat/Play to the Crowd}, {feat/Quick Favor}, {feat/Rhetorical Flourish}, {feat/Sense Assumptions}, {feat/Sense Relationships}, or {feat/Street Smarts}. He must meet the feat's prerequisites. This talent can be selected multiple times; each time, the vigilante gains a new feat from the above list.",
			"",
			"**Kalistocrat's Acumen (Ex)** ({source/Inner Sea Intrigue/ pg. 33}): A vigilante with this talent must follow the dietary and sexual prohibitions of the [Prophecies of Kalistrade](eq-misc/the_prophecies_of_kalistrade) in his social identity or he loses the talent's benefit until he atones. He can treat settlements as one size category larger when determining their base values and purchase limits. At 9th level, the vigilante can treat settlements as two size categories larger for the above purposes. At 15th level, the vigilante can treat settlements as four size categories larger for the above purposes.",
			"",
			"**Loyal Aid (Ex)** ({source/Ultimate Intrigue/ pg. 11}): The vigilante gains the service of a number of loyal allies who can help him gather information, cover for his two identities, or perform minor tasks. Inside his area of renown, a vigilante with this talent gains a bonus on Diplomacy checks to gather information equal to half his vigilante level.",
			"",
			"In addition, if the vigilante wants, he can task his friends to help cover for him by spreading false tales of his location and activities to others. This has the effect of increasing the DC of Diplomacy checks to gather information about the vigilante and Survival checks to track him by an amount equal to his level. This lasts for 1 day, and can be used only once per week.",
			"",
			"Finally, once per day, the vigilante can ask his allies to perform a minor task for him. This usually involves delivering a message, purchasing a piece of mundane gear worth 100 gp or less (which the vigilante must pay for), or retrieving an object owned by the vigilante (that would be easily accessible by the ally). This task might take other forms as well, subject to GM discretion, but can never involve combat or danger. A vigilante must be at least 3rd level and have the renown social talent to select this talent.",
			"",
			"**Many Guises (Ex)** ({source/Ultimate Intrigue/ pg. 12}): The vigilante can take on any number of mundane guises. Whenever he changes his identity, he has a third option (instead of social or vigilante): he can become mundane. The mundane identity is not a specific individual. Each one is created at the moment it is assumed, and quickly forgotten as soon as it is removed. While in a mundane identity, the vigilante does not gain the benefit of either his social or vigilante identity, but instead appears as a member of his race, usually a common laborer, farmer, or peasant of any gender. His alignment is treated as neutral when he is in his mundane identity. While in this identity, he receives a +20 circumstance bonus on Disguise checks to appear like an ordinary member of his race. Spells and abilities that are looking for the vigilante in either of his other identities fail while he is in his mundane identity. He must build the appearance for this identity using whatever clothing and tools he has at his disposal. While he can use magic (such as a hat of disguise), his mundane identity can never be anything other than an ordinary member of a society or large group (subject to GM discretion). A vigilante must be at least 5th level to select this talent.",
			"",
			"**Mockingbird (Ex)** ({source/Ultimate Intrigue/ pg. 12}): The vigilante can mimic almost any sort of voice, or even animal calls and sound effects, and he can throw his voice at a distance. This functions similarly to a combination of the ghost sound, ventriloquism, and vocal alteration spells. A vigilante must be at least 5th level to choose this talent.",
			"",
			"**Morphic Mask (Su)** ({source/Chronicle of Legends/ pg. 7}): The vigilante's physical form in his vigilante identity can differ significantly from that of his social identity, within the norms for his race&mdash;this can include changes to the vigilante's proportions, coloration, gender characteristics, and other physical characteristics. This increases the vigilante's bonus from seamless guise by 2 for every significant change, as per the Disguise skill. The vigilante always assumes the same form when using this ability. A vigilante with multiple natural forms, such as a {race/kitsune}, can alter each of his forms using this talent. ",
			"",
			"**Notorious Fool (Ex)** ({source/Antihero's Handbook/ pg. 16}): While in his social identity, the vigilante can feign absentmindedness, clumsiness, drunkenness, or eccentricity very convincingly. When he fails an opposed Sleight of Hand or Stealth check while in his social identity, he can immediately attempt a Bluff check opposed by the onlookers' Sense Motive checks to appear as though he had only blundered or stumbled in a spectacular fashion. If he succeeds at this Bluff check, the onlookers do not realize the vigilante was attempting the action that prompted him to attempt a Sleight of Hand or Stealth check, although being in the wrong place or behaving in an inappropriate manner may still have negative consequences. This talent is ineffective against any onlooker who has already witnessed the vigilante faking a blunder within the last 24 hours.",
			"",
			"**Obscurity (Ex)** ({source/Blood of the Beast/ pg. 15}): The vigilante is relatively unknown socially. In fact, he makes a point of keeping the life of his social identity as ordinary as possible. This social talent functions exactly as the renown social talent, but instead of improving the starting attitude of all NPCs within the community, it empowers the vigilante so that he no longer needs to succeed at Disguise checks to appear as his social identity while assuming that identity within his area of obscurity. He still has to attempt Disguise checks when NPCs within this settlement are confronted with indisputable proof that the vigilante could be more than he appears to be, such as when he uses a vigilante talent while in his social identity. This social talent counts as renown for the purpose of meeting the prerequisites of social talents that list renown as a prerequisite and can be improved by such talents. A vigilante with this talent cannot select renown, nor can he select any social talent that requires him to be famous (such as celebrity discount or celebrity perks). ",
			"",
			"**Owl's Sight (Ex)** ({source/Heroes of Golarion/ pg. 19}): The vigilante gains low-light vision. If he already has low-light vision, he gains a +4 competence bonus on Perception checks in low light. The vigilante also gains a +2 competence bonus on Sleight of Hand and Stealth checks at night.",
			"",
			"**Quick Change (Ex)** ({source/Ultimate Intrigue/ pg. 12}): The vigilante learns to shift between his identities with ease. Instead of needing 1 minute to change his identity, he can now do so as a full-round action. If, after a quick change, he encounters any creature familiar with both of his identities, he must attempt a Disguise check to avoid the creature seeing through his hastily donned disguise and realizing that the identities are, in fact, the same person. The vigilante can spend 1 additional round adjusting and perfecting his appearance and persona to negate the need for this check. A vigilante must be at least 7th level to select this talent. ",
			"",
			"**Renown (Ex)** ({source/Ultimate Intrigue/ pg. 12}): The vigilante becomes known for deeds and abilities regardless of his current identity. This renown grants him favorable treatment in civilized company and lends him an air of menace while facing down his enemies. While he is in his social identity, a vigilante can spend 1 week gaining renown among the locals of any community of no more than about 200 individuals ([a village](rule/the_shape_of_civilization)). This could be the entire community or a smaller neighborhood in a larger settlement. He must spend at least 4 hours each day socializing and making contacts. After spending 1 week doing this, whenever he is in his social identity, all NPCs in the community have a starting attitude toward him that is one category better, as long as each person's [initial attitude](skill/diplomacy) would have at least been indifferent. While he gains renown in an area using his social identity, he also spreads rumors and tales about his vigilante identity. Once he has gained renown in a community, he gains a +4 circumstance bonus on Intimidate checks whenever he is in his vigilante identity. This bonus applies only while he is near the community in which he has gained renown; he must be within a number of miles equal to his vigilante level.",
			"",
			"A vigilante can hold renown in a limited number of communities (normally one, with other social talents allowing two). If he gains renown in a new community, he must decide which one of his previous communities to lose. These effects are subject to GM approval. For example, the GM might rule that an NPC or monster has not heard any tales about the vigilante. Or, a foe may have a starting attitude toward him that's one category worse, rather than one category better.",
			"",
			"**Safe House (Ex)** ({source/Ultimate Intrigue/ pg. 12}): The vigilante can establish a safe house in his area of renown, and he can change it every time he changes his area of renown. If he doesn't have the renown talent, he can still select this talent and place the safe house in a single location to which he has access, but he can never move the safe house from its initial location until he gains the renown talent. This safe house must be an area no larger in volume than a cube that is a number of feet per side equal to 10 feet per vigilante level. The safe house can be arranged any way he likes and it can be part of a larger building, like a secret room or an underground cave. Objects within this safe house can't be located by any effect that is less powerful than a discern location spell. At 7th level, this protection from being located also applies to creatures in the safe house. At 13th level, the entire area is protected from scrying effects (though not mundane snooping) like a mage's private sanctum.",
			"",
			"**Seemless Shapechanger (Ex)** ({source/Blood of the Beast/ pg. 15}): The vigilante seamlessly adopts any persona he assumes with magic. The vigilante adds his seamless guise bonus to the bonus on Disguise checks that he gains to assume the shape of another creature with a polymorph spell or effect. A vigilante must have the shapechanger subtype to select this talent.",
			"",
			"**Skill Familiarity (Ex)** ({source/Disciple's Doctrine/ pg. 23}): The vigilante choses four skills when he gains this talent. He can take 10 on checks with his chosen skills even when distracted or threatened. If he takes 10 on checks with these skills while not distracted or threatened, he gains a bonus on the check equal to one-quarter his vigilante level (minimum +2). A vigilante must be at least 9th level to select this talent.",
			"",
			"**Social Grace (Ex)** ({source/Ultimate Intrigue/ pg. 12}): The vigilante selects any one Intelligence-, Wisdom-, or Charisma-based skill other than Perception or Use Magic Device. Whenever the vigilante is in his social identity, he receives a +4 circumstance bonus on checks with the selected skill. At 5th level and every 4 levels thereafter, he can select another skill (with the same restrictions) to gain this bonus.",
			"",
			"**Songbird (Su)** ({source/Heroes of Golarion/ pg. 19}): The vigilante gains the use of {spell/animal messenger} once per day as a spell-like ability, with a caster level equal to his character level. He also gains Handle Animal as a class skill.",
			"",
			"**Subjective Truth (Ex)** ({source/Ultimate Intrigue/ pg. 13}): The vigilante's disparate identities allow him to defeat magic that detects lies. As long as what he says is true from the point of view of his current identity, it detects as true to effects such as discern lies, and he can say it in effects such as zone of truth that force him to speak the truth. A vigilante must be at least 9th level and have the feign innocence social talent to select this talent.",
			"",
			"**Transformation Sequence (Su)** ({source/Blood of the Beast/ pg. 15}): The vigilante's transformation between identities is assisted by magic. This makes it faster than usual, but also more noticeable. The vigilante can complete the switch between his identities in 5 rounds, improving to a standard action if he has the quick change social talent, and to a swift action if he has the immediate change social talent. However, the transformation causes quite a spectacle, involving loud sounds or music, brilliant colorful energies, and swift motions. A vigilante can select this talent only if he is able to cast spells or spell-like abilities (this needn't be from his vigilante class). A vigilante with the magical child archetype effectively gets this social talent for free at 1st level.",
			"",
			"**Triumphant Return (Ex)** ({source/Ultimate Intrigue/ pg. 13}): The vigilante's tales are never truly forgotten. This makes it easier to establish his renown in a place he has established it before. In any settlement where the vigilante previously gained renown, it takes only 3 days, rather than 1 week, to gain renown again. A vigilante must be at least 3rd level and have the renown social talent to select this talent.",
			"",
			"**Well-Known Expert (Ex)** ({source/Spymaster's Handbook/ pg. 27}): The vigilante's social identity is known as an expert in numerous fields, including areas and topics the vigilante hasn't actually taken the time to study. As a result the vigilante is skilled at encouraging others to discover solutions to difficult problems themselves by asking probing questions, while appearing to give the information himself. ",
			"",
			"In his social identity, the vigilante can take 10 when attempting to aid another on Appraise, Craft, and Knowledge checks. He also gains a bonus equal to half his class level (minimum +1) on Bluff checks to appear knowledgeable in Appraise, Craft (all), and Knowledge (all). If he has the renown social talent, he grants a +3 bonus when he successfully aids another on these skill checks, rather than +2. ",
			"",
			"In his area of renown, the vigilante's social identity is so trusted as an expert that scholars are inspired to make amazing deductions and intuitive leaps in discussions with him. A creature that has already failed a Knowledge check on a specific subject can attempt one additional check to gain information on the same topic if it receives an aid another bonus from the vigilante when doing so."
		],
		"subhierarchy": [[ "Vigilante", "class/vigilante" ]]
	},
	"sorcerer_bloodlines": {
		"name": "Sorcerer Bloodlines",
		"sources": [
			"Advanced Player's Guide",
			"Advanced Race Guide",
			"Blood of Angels",
			"Blood of Fiends",
			"Blood of the Ancients",
			"Blood of the Elements",
			"Blood of the Beast",
			"Champions of Balance",
			"Distant Realms",
			"Dragon Empires Primer",
			"Elemental Master's Handbook",
			"Haunted Heroes Handbook",
			"Heroes of Golarion",
			"Legacy of Dragons",
			"Legacy of the First World",
			"Monster Codex",
			"Occult Adventures",
			"Orcs of Golarion",
			"Pathfinder #29: Mother of Flies",
			"People of the River",
			"People of the Sands",
			"Potions and Poisons",
			"PRPG Core Rulebook",
			"Qadira, Jewel of the East",
			"The Harrow Handbook",
			"Ultimate Magic"
		],
		"description": [
			"## Sorcerer Bloodlines",
			"",
			"{SOURCE PRPG Core Rulebook}  ",
			"The following bloodlines represent only some of the possible sources of power that a sorcerer can draw upon. Unless otherwise noted, most sorcerers are assumed to have the {sorcererbloodline/arcane} bloodline.",
			"",
			"{SOURCE Ultimate Magic}  ",
			"A **wildblooded** sorcerer has a mutated version of a more common bloodline, with one arcana and at least one bloodline power that are different from those of an unmutated bloodline. When creating a wildblooded sorcerer, select an existing bloodline, then select one of the mutated bloodlines associated with that bloodline. Use the normal bloodline's class skill, bonus spells, and bonus feats, and the mutated bloodline's *bloodline arcana*. Use the normal bloodline's *bloodline powers*, except when the mutated bloodline replaces one of those powers.",
			"",
			"| Bloodline | Description | Wildblooded Mutation |",
			"| :---: | --- | :---: |",
			"| [Aberrant](/sorcererbloodline/aberrant) | There is a taint in your blood, one that is alien and bizarre. | Warped |",
			"| [Abyssal](/sorcererbloodline/abyssal) | Generations ago, a demon spread its filth into your heritage. | Brutal |",
			"| [Accursed](/sorcererbloodline/accursed) | Misfortune, pestilence, and nightmares follow your family like vermin drawn to carrion. |  |",
			"| [Aquatic](/sorcererbloodline/aquatic) | Your family traces its heritage back to the ocean depths, whether scions of undersea empires left in the wake of nomadic sea-tribes, or the spawn of creeping ichthyic infiltrators into remote seaside villages. | Seaborn |",
			"| [Arcane](/sorcererbloodline/arcane) | Your family has always been skilled in the eldritch art of magic. | Sage |",
			"| [Astral](/sorcererbloodline/astral) | Whether you were raised on the Astral Plane, had an ancestor with a strong connection to the Astral, or simply had a freak brush with an astral conduit in your youth, you have an unusual connection to both time and space. |  |",
			"| [Boreal](/sorcererbloodline/boreal) | Descended from inhabitants of the lands of ice and snow, you count among your ancestors giant-kin, troll-born, and frost-rimed spirits. | Rime-Blooded |",
			"| [Celestial](/sorcererbloodline/celestial) | Your bloodline is blessed by a celestial power, either from a celestial ancestor or through divine intervention. | Empyreal |",
			"| [Daemon](/sorcererbloodline/daemon) | Your powers derive from daemons, who take pleasure and gain power from manipulating mortal frailties like aging, pestilence, famine, and the horrors of war. |  |",
			"| [Deep Earth](/sorcererbloodline/deep_earth) | The echoing cave-songs and the rumble and creak of primal spirits deep below the ground thrum in your soul and in all your family line. | Bedrock |",
			"| [Destined](/sorcererbloodline/destined) | Your family is destined for greatness in some way. | Karmic |",
			"| [Div](/sorcererbloodline/div) | You can trace your ancestry to one of the foul, corrupted genies known as divs. |  |",
			"| [Djinni](/sorcererbloodline/djinni) | You were born with the power of air genies, and the magic of the djinn is strong in you. |  |",
			"| [Draconic](/sorcererbloodline/draconic) | At some point in your family's history, a dragon interbred with your bloodline, and now its ancient power flows through your veins. | Linnorm |",
			"| [Dreamspun](/sorcererbloodline/dreamspun) | Your family is a long line of dreamers, who dream not as ordinary mortals do but rather as those who reach through and touch the supernal realm of dreams and the farthest shores of night. | Visionary |",
			"| [Ectoplasm](/sorcererbloodline/ectoplasm) | The power of the Ethereal Plane thrums in your mind and pulls at your flesh. |  |",
			"| [Efreeti](/sorcererbloodline/efreeti) | You were born with the power of fire genies, and the magic of the efreet is strong in you. |  |",
			"| [Elemental](/sorcererbloodline/elemental) | The power of the elements resides in you, and at times you can hardly control its fury. | Lifewater, Primal |",
			"| [Fey](/sorcererbloodline/fey) | The capricious nature of the fey runs in your family due to some intermingling of fey blood or magic. | Dark Fey, Sylvan |",
			"| [Ghoul](/sorcererbloodline/ghoul) | Your connection to the hungering undead shapes your magic. |  |",
			"| [Harrow](/sorcererbloodline/harrow) | Just as knowledge of the harrow has passed from generation to generation since time immemorial, so too has a deep spiritual connection to the otherworldly forces bound by the harrow passed through the ages. |  |",
			"| [Imperious](/sorcererbloodline/imperious) | (Human Only) A scion of forgotten kings, with a lineage rich with the dust of ancient empires spanning every golden age of humanity's history, an imperious embodies the apex of human potential, as well as human temerity and uninhibited hubris. |  |",
			"| [Impossible](/sorcererbloodline/impossible) | You can see beyond the mundane, and are capable of visualizing the improbable, and even the impossible. |  |",
			"| [Infernal](/sorcererbloodline/infernal) | Somewhere in your family's history, a relative made a deal with a devil, and that pact has influenced your family line ever since. | Pit-Touched |",
			"| [Kobold Sorcerer](/sorcererbloodline/kobold_sorcerer) | (Kobold Only) While many kobold sorcerers tout their purely draconic bloodline, over generations of eldritch training, some such spellcasters have created a bloodline that, while tinged with some draconic magic, is the embodiment of the race's virtue distilled into arcane form. |  |",
			"| [Maestro](/sorcererbloodline/maestro) | The spiritual power of art and song runs strongly through your family line. |  |",
			"| [Marid](/sorcererbloodline/marid) | You were born with the power of water genies, and the magic of the marids is strong in you. | Shahzada |",
			"| [Martyred](/sorcererbloodline/martyred) | One of your ancestors paid the ultimate price for your beliefs. | Retribution |",
			"| [Naga](/sorcererbloodline/naga) | Naga blood flows within your veins. Perhaps a curious naga experimented upon one of your ancestors in an attempt to create the perfect servant, or maybe one of your ancestors was a shapeshifting naga. Either way, you boast powers similar to those of true nagas. |  |",
			"| [Nanite](/sorcererbloodline/nanite) | Either you were born from one of the forgewombs scattered throughout the wastelands, or you were infected by nanites, which now course through your blood. |  |",
			"| [Oni](/sorcererbloodline/oni) | As slaves of capricious oni lords, your ancestors were forced to yield to their masters' hedonistic desires, inevitably tainting their descendents with oni blood. |  |",
			"| [Orc](/sorcererbloodline/orc) | The rage of your ancestors burns within you, and the taint of savage orc blood flows through your veins. |  |",
			"| [Pestilence](/sorcererbloodline/pestilence) | You were born during the height of a great magical plague, to a mother suffering from an eldritch disease, or you suffered an eldritch pox as a child, such that your very soul now carries a blight of pestilence within it. |  |",
			"| [Phoenix](/sorcererbloodline/phoenix) | One of your ancestors bore witness to a phoenix's resurrection and formed a bond with the magical creature. The resurrecting flames still course through your veins, surging with power. |  |",
			"| [Possessed](/sorcererbloodline/possessed) | The mystical connection with your possessing spirit allows you to gain more control over your body and mind. |  |",
			"| [Protean](/sorcererbloodline/protean) | You have in your veins the ever-changing wildness of primal chaos, the raw essence of unbound creation. | Anarchic |",
			"| [Psychic](/sorcererbloodline/psychic) | Psychic power runs thorough your blood, whether it be from a familial predisposition to psychic power or exposure to a powerful psychic phenomenon. Whatever the source of this power, your mind is a dangerous weapon. |  |",
			"| [Rakshasa](/sorcererbloodline/rakshasa) | At some point in your family's history, one of your ancestors was tainted by the influence of a rakshasa. |  |",
			"| [Salamander](/sorcererbloodline/salamander) | You are descended from the elemental outsiders known as salamanders. You wield flame as a weapon and a tool, and your smithing skills are unrivaled. |  |",
			"| [Scorpion](/sorcererbloodline/scorpion) | Whether your ancestors served a scorpion goddess or simply worked closely with more mundane members of the species, the venom from these arachnids has seeped down through generations into your blood. |  |",
			"| [Serpentine](/sorcererbloodline/serpentine) | Your bloodline carries the lingering stain of ancient serpent races that ruled when the world was young. | Envenomed |",
			"| [Shadow](/sorcererbloodline/shadow) | Spirits from the shadow plane dally at times in the world of light, and such as these lay with your ancestors once upon a time, imparting the mystery of shadow-stuff into your lineage. | Umbral |",
			"| [Shaitan](/sorcererbloodline/shaitan) | You were born with the power of earth genies, and the magic of the shaitans is strong in you. |  |",
			"| [Shapechanger](/sorcererbloodline/shapechanger) | Channeling the power of your shapeshifting ancestors that you carry in your blood, you gain powers that allow you to change your shape and alter your appearance and physical abilities. |  |",
			"| [Solar](/sorcererbloodline/solar) | Sorcerers who serve in the sun goddess's court display powers infused with the glory of the sun itself. |  |",
			"| [Starsoul](/sorcererbloodline/starsoul) | You come from a line of stargazers and explorers who delved deeply into the darkness beyond the stars. | Void-Touched |",
			"| [Stormborn](/sorcererbloodline/stormborn) | You trace your heritage to fierce and proud spirits of storm and sky, and living lightning sings in your veins. | Arial |",
			"| [Undead](/sorcererbloodline/undead) | The taint of the grave runs through your family. | Sanguine |",
			"| [Unicorn](/sorcererbloodline/unicorn) | Deeply empathetic and fiercely protective, unicorns on occasion form close bonds with humans, often young and noble-hearted women. When the two have a particularly strong bond, the unicorn's magic can become a part of the bonded human, and sometimes is even passed on to her children. These children, blessed by their parent's connection to that force of true good, grow up to become sorcerers of the unicorn bloodline. |  |",
			"| [Verdant](/sorcererbloodline/verdant) | Your progenitors infused themselves with raw plant life, binding it into their own tissue and passing it down to their literal seed, giving you innate communion with nature. | Groveborn |",
			"| [Vestige](/sorcererbloodline/vestige) | You trace your ancestry to a bygone civilization and can call upon its forgotten people or places for power. |  |"
		],
		"subhierarchy": [[ "Sorcerer", "class/sorcerer" ]]
	},
	"spirits": {
		"name": "Medium Spirits",
		"sources": [
			"Adventurer's Guide",
			"Blood of the Ancients",
			"Heroes of Golarion",
			"Horror Adventures",
			"Occult Realms",
			"Pathfinder #132: The Six-Legend Soul",
			"Psychic Anthology"
		],
		"description": [
			"## Medium Spirits",
			"",
			"A medium's spirits are entities from the Astral Plane - the clinging echoes of heroes and villains from the distant past, sustained throughout time by myths and legends. The number of spirits is countless, and each has its own idiosyncrasies that make it distinct. Nonetheless, all spirits arise from one of the following six legends: {spirit/archmage}, {spirit/champion}, {spirit/guardian}, {spirit/hierophant}, {spirit/marshal}, or {spirit/trickster}.",
			"",
			"### Legendary Spirits",
			"",
			"{SOURCE Occult Realms}  ",
			"The spirits a medium can channel draw their power both from the tales told about them and from their own souls, which echo with the remarkable deeds they performed in life. All spirits have stories - and some arise from people whose deeds shook the world and whose testaments have endured throughout the ages. These beings are legendary spirits, and they possess great power they can share with mediums who gain their favor.",
			"",
			"Attaining the ability to channel a legendary spirit involves traveling to a certain location or performing a certain deed, swearing an oath, performing a ritual, and succeeding at an ability check. The type of check depends on the spirit, but the DC is always equal to 10 + 1/2 the medium's level. If the medium breaks the oath, the spirit will no longer answer when he calls. If the medium attempts to call another spirit of the legendary spirit's legend, the legendary spirit similarly departs forever.",
			"",
			"| Outsider | Legend |",
			"| --- | --- |",
			"| [Abrogail Thrune I](/legendaryspirit/abrogail_thrune_i) | Hierophant |",
			"| [Ambras Imre](/legendaryspirit/ambras_imre) | Trickster |",
			"| [Ardril, the Would-Be King](/legendaryspirit/ardril_the_would_be_king) | Champion |",
			"| [Arnisant](/legendaryspirit/arnisant) | Guardian |",
			"| [Azghaad I](/legendaryspirit/azghaad_i) | Marshal |",
			"| [Beldam I](/legendaryspirit/beldam_i) | Trickster |",
			"| [Butcher](/legendaryspirit/butcher) | Champion |",
			"| [Cyricas](/legendaryspirit/cyricas) | Hierophant |",
			"| [Daronlyr XII](/legendaryspirit/daronlyr_xii) | Archmage |",
			"| [Deceiver](/legendaryspirit/deceiver) | Trickster |",
			"| [Father of Legends](/legendaryspirit/father_of_legends) | Marshal |",
			"| [Gennaris III](/legendaryspirit/gennaris_iii) | Champion |",
			"| [Heretic](/legendaryspirit/heretic) | Hierophant |",
			"| [Kelksiomides](/legendaryspirit/kelksiomides) | Hierophant |",
			"| [Lich](/legendaryspirit/lich) | Archmage |",
			"| [Namzaruum](/legendaryspirit/namzaruum) | Marshal |",
			"| [Nex](/legendaryspirit/nex) | Archmage |",
			"| [Psomeira](/legendaryspirit/psomeira) | Champion |",
			"| [Savith](/legendaryspirit/savith) | Champion |",
			"| [Stavian I](/legendaryspirit/stavian_i) | Guardian |",
			"| [Sulesh the Great](/legendaryspirit/sulesh_the_great) | Archmage |",
			"| [Taldaris](/legendaryspirit/taldaris) | Marshal |",
			"| [Terminator](/legendaryspirit/terminator) | Guardian |",
			"| [Twice-Damned Prince](/legendaryspirit/twice_damned_prince) | Trickster |",
			"| [Warmonger](/legendaryspirit/warmonger) | Marshal |"
		],
		"subhierarchy": [[ "Medium", "class/medium" ]]
	},
	"stance_rage_powers": {
		"name": "Stance Rage Powers (Unchained Barbarian)",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Stance Rage Powers",
			"",
			"{SOURCE Pathfinder Unchained}",
			"",
			"**Stance rage powers** are available to unchained barbarians. Activating a stance rage power is a move action. A barbarian can't have more than one stance rage power active at a time. If she activates a stance rage power while another one is active, the current stance immediately ends. The stance can be intentionally ended at the beginning of the barbarian's turn as a free action; otherwise, it lasts until the rage ends.",
			"",
			"An unchained barbarian can also choose from other {ability/rage powers}.",
			"",
			"| Stance Power | Minimum Level | Description |",
			"| --- | --- | --- |",
			"| [Accurate Stance (Ex)](/stanceragepower/accurate_stance) | 2nd | Improve your melee and thrown weapon attacks. |",
			"| [Calm Stance (Ex)](/stanceragepower/calm_stance) | 2nd | Supress rage benefits and penalties, except for the temporary hit points. |",
			"| [Elemental Stance (Su)](/stanceragepower/elemental_stance) | 4th | Deal extra elemental damage with your melee attacks. |",
			"| [Guarded Stance (Ex)](/stanceragepower/guarded_stance) | 2nd | Gain a dodge bonus to your AC. |",
			"| [Knockdown Stance (Ex)](/stanceragepower/knockdown_stance) | 2nd | You can freely trip foes in lieu of attacking them. |",
			"| [Powerful Stance (Ex)](/stanceragepower/powerful_stance) | 2nd | Increase your melee and thrown weapon damage. |",
			"| [Reckless Stance (Ex)](/stanceragepower/reckless_stance) | 2nd | Increase your attack at the expense of your defense. |",
			"| [Regenerative Stance (Ex)](/stanceragepower/regenerative_stance) | 4th | Regain temporary hit points every round. |",
			"| [Strength Stance (Ex)](/stanceragepower/strength_stance) | 2nd | Gain a bonus to combat maneuvers and some Strength checks. |",
			"| [Taunting Stance (Ex)](/stanceragepower/taunting_stance) | 12th | Leave yourself open to attack, but counterattack with impunity. |"
		],
		"subhierarchy": [[ "Unchained Barbarian", "class/unchained_barbarian" ]]
	},
	"stares": {
		"name": "Mesmerist Stares",
		"sources": [
			"Occult Adventures",
			"Occult Origins"
		],
		"description": [
			"## Mesmerist Stares",
			"",
			"At 3rd level and every 4 levels thereafter, a mesmerist's hypnotic stare imposes a further effect upon its target. The mesmerist chooses one option each time he gains a new bold stare improvement, and the choice can't be changed later. The mesmerist can't choose the same bold stare improvement more than once unless otherwise noted. All of the mesmerist's bold stare improvements affect the target as long as it is affected by the mesmerist's hypnotic stare.",
			"",
			"Chelish mesmerists have refined their hypnotic stares to include a suite of gaze attacks useful for negotiating with or undermining outsiders. In the decades since, these secrets have begun to slip beyond the Hell-bound nation's borders, and now can be found throughout the Inner Sea region, especially in areas that interact frequently with outsiders.",
			"",
			"Devilbane gazes, which are marked with a dagger (&dagger;) below, can be selected beginning at 3rd level as options for the mesmerist's bold stare improvements. They tend to be more limited in their scope than standard bold stare improvements, but cut to the core of an outsider's being. When a devilbane gaze is used against a creature with the outsider type, double the hypnotic stare penalty applied by the devilbane gaze improvement (but not the Will save penalty the original hypnotic stare imposes). Despite their moniker, devilbane gazes affect all outsiders equally well.",
			"",
			"**Allure** ({source/Occult Adventures/ pg. 42}): The hypnotic stare penalty also applies on initiative checks and Perception checks.",
			"",
			"&dagger;**Devilbane Binding** ({source/Occult Origins/ pg. 13}): The hypnotic stare penalty also applies to all Charisma checks to escape planar binding spells, and applies to the target's spell resistance against a planar binding spell.",
			"",
			"&dagger;**Devilbane Dampening** ({source/Occult Origins/ pg. 13}): The hypnotic stare penalty also applies to the target's resistance to a single form of energy, chosen by the mesmerist when he initiates the stare. If the mesmerist targets a form of energy to which his target has no resistance, this improvement has no effect.",
			"",
			"&dagger;**Devilbane Dismissal** ({source/Occult Origins/ pg. 13}): The hypnotic stare reduces the duration of any conjuration (summoning) spells the target casts, or that are currently affecting the target, by half.",
			"",
			"&dagger;**Devilbane Impediment** ({source/Occult Origins/ pg. 13}): The target of your hypnotic stare must succeed at a concentration check (DC = 15 + the level of the spell) to activate any of its spell-like abilities (but not standard spellcasting). If the target fails the check, the spell-like ability doesn't function but is still expended.",
			"",
			"&dagger;**Devilbane Mundanity** ({source/Occult Origins/ pg. 13}): The hypnotic stare penalty also applies to the target's spell resistance. This ability doesn't stack with the sapped magic bold stare improvement.",
			"",
			"&dagger;**Devilbane Withering** ({source/Occult Origins/ pg. 13}): The hypnotic stare penalty also applies to attack rolls and damage rolls, but only if the target is an outsider. Unlike most devilbane gazes, this gaze has no effect on creatures not of the outsider type, and effect's penalty isn't doubled when it targets outsiders.",
			"",
			"**Disorientation** ({source/Occult Adventures/ pg. 42}): The hypnotic stare penalty also applies on attack rolls.",
			"",
			"**Disquiet** ({source/Occult Realms/ pg. 16}): The target of the hypnotic stare is shaken while in areas of total darkness.",
			"",
			"**Distracted** ({source/Heroes of Golarion/ pg. 9}): The hypnotic stare penalty also applies to concentration checks.",
			"",
			"**Infiltration** ({source/Occult Realms/ pg. 16}): The hypnotic stare penalty also applies to the target's Perception checks and CMD.",
			"",
			"**Lethality** ({source/Occult Realms/ pg. 16}): The hypnotic stare penalty also applies to the target's Fortitude saves versus poison and diseases.",
			"",
			"**Nightblindness** ({source/Occult Realms/ pg. 16}): The darkvision range of the hypnotic stare's target decreases by 10 feet.",
			"",
			"**Nightmare** ({source/Occult Realms/ pg. 16}): The target of the hypnotic stare rolls twice on all Will saves versus fear, taking the lower result.",
			"",
			"**Oscillation** ({source/Occult Realms/ pg. 16}): The target of the hypnotic stare treats all enemies beyond 30 feet (except the mesmerist) as having concealment (20% miss chance).",
			"",
			"**Psychic Inception** ({source/Occult Adventures/ pg. 43}): The hypnotic stare and its penalty can affect creatures that are mindless or immune to mind-affecting effects (such as an undead or vermin). The mesmerist can also partially affect such a creature with his mind-affecting spells and abilities if it's under the effect of his hypnotic stare; it gains a +2 bonus on its saving throw (if any), and if affected, it still has a 50% chance each round of ignoring the effect. Ignoring the effect doesn't end the effect, but does allow the creature to act normally for that round.",
			"",
			"**Restriction** ({source/Occult Realms/ pg. 16}): The target of the hypnotic stare treats all areas of dim light or darker as difficult terrain.",
			"",
			"**Sabotage** ({source/Occult Realms/ pg. 16}): The hypnotic stare penalty also applies to Diplomacy and Intimidate checks.",
			"",
			"**Sapped Magic** ({source/Occult Adventures/ pg. 43}): The hypnotic stare penalty also applies to the DCs of spells and spell-like abilities used by the target, and to the target's spell resistance (if any).",
			"",
			"**Sensed** ({source/Heroes of Golarion/ pg. 9}): The hypnotic stare penalty also applies to Stealth checks.",
			"",
			"**Sluggishness** ({source/Occult Adventures/ pg. 43}): The target of the hypnotic stare has all of its speeds reduced by 5 feet (to a minimum of 5 feet), and the hypnotic stare penalty also applies to the target's Reflex saving throws.",
			"",
			"**Susceptibility** ({source/Occult Adventures/ pg. 43}): The hypnotic stare penalty also applies to the target's Sense Motive checks to oppose Bluff checks, and to the DCs of Diplomacy and Intimidate checks made against the target.",
			"",
			"**Timidity** ({source/Occult Adventures/ pg. 43}): The hypnotic stare penalty also applies to damage rolls.",
			"",
			"**Unaided** ({source/Heroes of Golarion/ pg. 9}): The target of the hypnotic stare is not able to grant or receive flanking bonuses."
		],
		"subhierarchy": [[ "Mesmerist", "class/mesmerist" ]]
	}
}
