{
	"skald": {
		"name": "Skald",
		"sources": [
			"Advanced Class Guide",
			"Advanced Player's Guide",
			"Agents of Evil",
			"Animal Archive",
			"Blood of the Beast",
			"Blood of the Elements",
			"Blood of the Moon",
			"Blood of the Sea",
			"Champions of Balance",
			"Champions of Corruption",
			"Champions of Purity",
			"Chronicle of Legends",
			"Demon Hunter's Handbook",
			"Dirty Tactics Toolbox",
			"Horror Adventures",
			"Legacy of the First World",
			"Pathfinder #139: The Dead Road",
			"People of the River",
			"Plane-Hopper's Handbook",
			"Planes of Power",
			"PRPG Core Rulebook",
			"Qadira, Jewel of the East",
			"Ultimate Combat",
			"Ultimate Wilderness",
			"Villain Codex",
			"Wilderness Origins",
			"Dragonslayer's Handbook",
			"Heroes of the High Court",
			"Arcane Anthology",
			"Ultimate Magic",
			"Monster Summoner's Handbook",
			"Lost Treasures",
			"Horror Realms",
			"Melee Tactics Toolbox",
			"Elemental Master's Handbook",
			"Blood of the Ancients",
			"Healer's Handbook",
			"Divine Anthology",
			"Heroes from the Fringe",
			"Pathfinder #114: Black Stars Beckon",
			"The Harrow Handbook",
			"Disciple's Doctrine",
			"Merchant's Manifest",
			"Blood of Fiends",
			"Distant Realms",
			"Blood of Angels",
			"Magical Marketplace",
			"Artifacts and Legends",
			"Bastards of Golarion",
			"Pathfinder #134: It Came from Hollow Mountain"
		],
		"description": [
			"{jumplist Class Skills / Bardic Knowledge / Spells / Raging Song / Versatile Performance / Well-Versed / Rage Powers / Uncanny Dodge / Spell Kenning / Lore Master / Other Abilities / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Skald",
			"",
			"{SOURCE Advanced Class Guide/49}",
			"",
			"Skalds are poets, historians, and keepers of lore who use their gifts for oration and song to inspire allies into a frenzied rage. They balance a violent spirit with the veneer of civilization, recording events such as heroic battles and the deeds of great leaders, enhancing these stories in the retelling to earn bloodier victories in combat. A skald's poetry is nuanced and often has multiple overlapping meanings, and he applies similar talents to emulate magic from other spellcasters.",
			"",
			"**Role:** A skald inspires his allies, and often presses forward to fight enemies in melee. Outside of combat, he's useful as a healer and scholar, less versatile but more durable than a bard.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Parent Class(es):** {class/Barbarian} and {class/bard}.  ",
			"**Starting Wealth:** 3d6 &times; 10 gp (average 105 gp).",
			"",
			"### Class Skills",
			"",
			"The Skald's class skills are {skill/Acrobatics} (Dex), {skill/Appraise} (Int), {skill/Bluff} (Cha), {skill/Climb} (Str), {skill/Craft} (Int), {skill/Diplomacy} (Cha), {skill/Escape Artist} (Dex), {skill/Handle Animal} (Cha), {skill/Intimidate} (Cha), {skill/Knowledge (all)} (Int), {skill/Linguistics} (Int), {skill/Perception} (Wis), {skill/Perform/ (oratory}, percussion, sing, string, wind) (Cha), Profession (Wis), Ride (Dex), Sense Motive (Wis), Spellcraft (Int), Swim (Str), and Use Magic Device (Cha).",
			"",
			"### **Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +2 | +0 | +2 | Bardic knowledge, cantrips, inspired rage +1 (+2 Str/Con), raging song, scribe scroll | 1 | - | - | - | - | - |",
			"| 2nd | +1 | +3 | +0 | +3 | Versatile performance, well-versed | 2 | - | - | - | - | - |",
			"| 3rd | +2 | +3 | +1 | +3 | Rage power, song of marching | 3 | - | - | - | - | - |",
			"| 4th | +3 | +4 | +1 | +4 | Inspired rage +2, uncanny dodge | 3 | 1 | - | - | - | - |",
			"| 5th | +3 | +4 | +1 | +4 | Spell kenning 1/day | 4 | 2 | - | - | - | - |",
			"| 6th | +4 | +5 | +2 | +5 | Rage power, song of strength | 4 | 3 | - | - | - | - |",
			"| 7th | +5 | +5 | +2 | +5 | Lore master 1/day, versatile performance | 4 | 3 | 1 | - | - | - |",
			"| 8th | +6/+1 | +6 | +2 | +6 | Improved uncanny dodge, inspired rage +3 (+4 Str/Con) | 4 | 4 | 2 | - | - | - |",
			"| 9th | +6/+1 | +6 | +3 | +6 | Rage power, DR 1/- | 5 | 4 | 3 | - | - | - |",
			"| 10th | +7/+2 | +7 | +3 | +7 | Dirge of doom | 5 | 4 | 3 | 1 | - | - |",
			"| 11th | +8/+3 | +7 | +3 | +7 | Spell kenning 2/day | 5 | 4 | 4 | 2 | - | - |",
			"| 12th | +9/+4 | +8 | +4 | +8 | Inspired rage +4, rage power, versatile performance | 5 | 5 | 4 | 3 | - | - |",
			"| 13th | +9/+4 | +8 | +4 | +8 | Lore master 2/day | 5 | 5 | 4 | 3 | 1 | - |",
			"| 14th | +10/+5 | +9 | +4 | +9 | DR 2/-, song of the fallen | 5 | 5 | 4 | 4 | 2 | - |",
			"| 15th | +11/+6/+1 | +9 | +5 | +9 | Rage power | 5 | 5 | 5 | 4 | 3 | - |",
			"| 16th | +12/+7/+2 | +10 | +5 | +10 | Inspired rage +5 (+6 Str/Con) | 5 | 5 | 5 | 4 | 3 | 1 |",
			"| 17th | +12/+7/+2 | +10 | +5 | +10 | Spell kenning 3/day, versatile performance | 5 | 5 | 5 | 4 | 4 | 2 |",
			"| 18th | +13/+8/+3 | +11 | +6 | +11 | Rage power | 5 | 5 | 5 | 5 | 4 | 3 |",
			"| 19th | +14/+9/+4 | +11 | +6 | +11 | DR 3/-, lore master 3/day | 5 | 5 | 5 | 5 | 5 | 4 |",
			"| 20th | +15/+10/+5 | +12 | +6 | +12 | Inspired rage +6, master skald | 5 | 5 | 5 | 5 | 5 | 5 |",
			"",
			"### Spells Known",
			"",
			"| Level | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | 4 | 2 | - | - | - | - | - |",
			"| 2nd | 5 | 3 | - | - | - | - | - |",
			"| 3rd | 6 | 4 | - | - | - | - | - |",
			"| 4th | 6 | 4 | 2 | - | - | - | - |",
			"| 5th | 6 | 4 | 3 | - | - | - | - |",
			"| 6th | 6 | 4 | 4 | - | - | - | - |",
			"| 7th | 6 | 5 | 4 | 2 | - | - | - |",
			"| 8th | 6 | 5 | 4 | 3 | - | - | - |",
			"| 9th | 6 | 5 | 4 | 4 | - | - | - |",
			"| 10th | 6 | 5 | 5 | 4 | 2 | - | - |",
			"| 11th | 6 | 6 | 5 | 4 | 3 | - | - |",
			"| 12th | 6 | 6 | 5 | 4 | 4 | - | - |",
			"| 13th | 6 | 6 | 5 | 5 | 4 | 2 | - |",
			"| 14th | 6 | 6 | 6 | 5 | 4 | 3 | - |",
			"| 15th | 6 | 6 | 6 | 5 | 4 | 4 | - |",
			"| 16th | 6 | 6 | 6 | 5 | 5 | 4 | 2 |",
			"| 17th | 6 | 6 | 6 | 6 | 5 | 4 | 3 |",
			"| 18th | 6 | 6 | 6 | 6 | 5 | 4 | 4 |",
			"| 19th | 6 | 6 | 6 | 6 | 5 | 5 | 4 |",
			"| 20th | 6 | 6 | 6 | 6 | 6 | 5 | 5 |",
			"",
			"**Weapon and Armor Proficiency:** A skald is proficient with all simple and martial weapons, light and medium armor, and shields (except tower shields). A skald can cast skald spells while wearing light or medium armor and even using a shield without incurring the normal arcane spell failure chance. This does not affect the arcane spell failure chance for arcane spells received from other classes. Like other arcane spellcasters, a skald wearing heavy armor incurs a chance of arcane spell failure if the spell in question has somatic components.",
			"",
			":b[Bardic Knowledge/ (Ex):] A skald adds 1/2 his class level (minimum 1) on all Knowledge skill checks, and may make all Knowledge skill checks untrained.",
			"",
			":b[Spells:] A skald casts arcane spells drawn from the bard spell list, [collected here](main/spells_skald). He can cast any spell he knows without preparing it ahead of time. Every skald spell has a verbal component - these verbal components can take the form of song, recitation, or even non-verbal music like percussion. To learn or cast a spell, a skald must have a Charisma score equal to at least 10 + the spell's level. The saving throw DC against a skald's spell is 10 + the spell's level + the skald's Charisma modifier.",
			"",
			"Like other spellcasters, a skald can cast only a certain number of spells of each spell level per day. In addition, he receives {rule/determine_<bonus/ spells per day>es} if he has a high Charisma score.",
			"",
			"The skald's selection of spells is limited. A skald begins play knowing four 0-level spells and two 1st-level spells of the skald's choice. At each new skald level, he gains one or more new spells. Unlike spells per day, the number of spells a skald knows isn't affected by his Charisma score.",
			"",
			"At 5th level and every 3 levels thereafter, a skald can choose to learn a new spell in place of one he already knows. In effect, the skald loses the old spell in exchange for the new one. The new spell's level must be the same as that of the spell being exchanged, and it must be at least 1 level lower than the highest-level skald spell the skald can cast. A skald may swap only a single spell at any given level, and must choose whether or not to swap the spell at the same time that he gains new spells known for the level.",
			"",
			"A skald need not prepare his spells in advance. He can cast any spell he knows at any time, assuming he has not yet used up his allotment of spells per day for the spell's level.",
			"",
			"**Cantrips:** Skalds learn a number of cantrips, or 0-level spells. These spells are cast like any other spell, but they do not consume any slots and may be used again.",
			"",
			"**Scribe Scroll:** At 1st level, a skald gains {feat/Scribe Scroll} as a bonus feat.",
			"",
			":b[Raging Song/ (Su):] A skald is trained to use music, oration, and similar performances to inspire his allies to feats of strength and ferocity. At 1st level, a skald can use this ability for a number of rounds per day equal to 3 + his Charisma modifier. For each level thereafter, he can use raging song for 2 additional rounds per day.",
			"",
			"Starting a raging song is a standard action, but it can be maintained each round as a free action. A raging song cannot be disrupted, but it ends immediately if the skald is killed, paralyzed, stunned, knocked unconscious, or otherwise prevented from taking a free action each round to maintain it. A raging song counts as the bard's {ability/bardic performance} special ability for any effect that affects bardic performances.",
			"",
			"A raging song has audible components, but not visual components. Affected allies must be able to hear the skald for the song to have any effect. A deaf skald has a 20% chance to fail when attempting to use a raging song. If he fails this check, the attempt still counts against his daily limit. {misc/Deaf} creatures are immune to raging songs.",
			"",
			"If a raging song affects allies, when the skald begins a raging song and at the start of each ally's turn in which they can hear the raging song, the skald's allies must decide whether to accept or refuse its effects. This is not an action. {misc/Unconscious} allies automatically accept the song. If accepted, the raging song's effects last for that ally's turn or until the song ends, whichever comes first.",
			"",
			"At 7th level, a skald can start a raging song as a move action instead of a standard action. At 13th level, a skald can start a raging song as a swift action instead.",
			"",
			">**Inspired Rage (Su)**: At 1st level, affected allies gain a +2 morale bonus to Strength and Constitution and a +1 morale bonus on Will saving throws, but also take a -1 penalty to AC. While under the effects of inspired rage, allies other than the skald cannot use any Charisma-, Dexterity-, or Intelligence-based skills (except Acrobatics, Fly, Intimidate, and Ride) or any ability that requires patience or concentration. At 4th level and every 4 levels thereafter, the song's bonuses on Will saves increase by 1; the penalty to AC doesn't change. At 8th and 16th levels, the song's bonuses to Strength and Constitution increase by 2. (Unlike the barbarian's rage ability, those affected are not fatigued after the song ends.)",
			">",
			">If an ally has her own rage class ability (such as barbarian's rage, bloodrager's bloodrage, or skald's inspired rage), she may use the Strength, Constitution, and Will saving throw bonuses, as well as AC penalties, based on her own ability and level instead of those from the skald (still suffering no fatigue afterward). However, inspired rage does not allow the ally to activate abilities dependent on other rage class abilities, such as rage powers, blood casting, or bloodrager bloodlines; the ally must activate her own rage class ability in order to use these features.",
			">",
			">**Song of Marching (Su)**: At 3rd level, a skald can use raging song to inspire his allies to move faster without suffering from fatigue. By expending 1 round of raging song, the skald invigorates allies within 60 feet, who may hustle for the next hour; this movement counts as a walk (not a hustle) for the purpose of accruing nonlethal damage and fatigue. The skald must continue to perform the song for the remainder of the hour, otherwise its effects end, but only 1 round of raging song is expended for that hour.",
			">",
			">**Song of Strength (Su)**: At 6th level, a skald can use raging song to inspire his allies to superhuman feats of strength. Once each round while the skald uses this performance, allies within 60 feet who can hear the skald may add 1/2 the skald's level to a Strength check or Strength-based skill check.",
			">",
			">**Dirge of Doom (Su)**: At 10th level, a skald can create a sense of growing dread in his enemies, causing them to become {misc/shaken}. This only affects enemies that are within 30 feet and able to hear the skald's performance. The effect persists for as long as the enemy is within 30 feet and the skald continues his performance. This cannot cause a creature to become frightened or panicked, even if the targets are already shaken from another effect. This is a sonic mind-affecting fear effect, and relies on audible components.",
			">",
			">**Song of the Fallen (Su)**: At 14th level, a skald can temporarily revive dead allies to continue fighting, with the same limitations as {spell/raise dead}. The skald selects a dead ally within 60 feet and expends 1 round of raging song to bring that ally back to life. The revived ally is alive but {misc/staggered}. Each round, the skald may expend another 1 round of raging song to keep that ally alive for another round. The ally automatically dies if the skald ends this performance or is interrupted. The skald may revive multiple allies with this ability (either at the same time or over successive rounds) but must expend 1 round of raging song per revived ally per round to maintain the effect.",
			"",
			":::aside",
			"",
			"A skald may learn {ability/bardic masterpieces} and {ability/sagas}.",
			"",
			":::",
			"",
			":b[Versatile Performance/ (Ex):] At 2nd level, a skald can choose one type of Perform skill associated with the skald class. He can use his bonus in that skill in place of his bonus in the associated skills listed below. When substituting in this way, the skald uses his total Perform skill bonus, including class skill bonus, in place of the associated skill's bonus, whether or not he has ranks in that skill or if it is a class skill. At 7th level, and every 5 levels thereafter, the bard can select an additional type of Perform to substitute.",
			"",
			"The types of Perform and their associated skills are: Oratory (Diplomacy, Sense Motive), Percussion (Handle Animal, Intimidate), Sing (Bluff, Sense Motive), String (Bluff, Diplomacy), and Wind (Diplomacy, Handle Animal).",
			"",
			":b[Well-Versed/ (Ex):] At 2nd level, the skald becomes resistant to sonic effects. The skald gains a +4 bonus on saving throws made against bardic performance, as well as all sonic or language-dependent effects.",
			"",
			":b[Rage Powers/ (Ex):] At 3rd level and every 3 levels thereafter, a skald learns a {ability/rage power>s} that affects the skald and any allies under the influence of his inspired rage. This cannot be a rage power that requires the creature to spend a standard action or rounds of rage to activate it. For example, the skald cannot choose {ragepower/terrifying howl} (which requires a standard action to activate), but can choose {ragepower/knockback} (which is made in place of a melee attack).",
			"",
			"Unless otherwise noted, a skald cannot select an individual rage power more than once.",
			"",
			"When starting an inspired rage, the skald chooses which rage powers (if any) to add to the song, and all affected allies gain the benefit of these rage powers, using the skald's level as their effective barbarian level. The skald uses his skald level as his barbarian level for the purpose of selecting rage powers that require a minimum barbarian level. If the rage power's effects depend on the skald's ability modifier (such as {ragepower/lesser spirit totem}), affected allies use the skald's ability modifier instead of their own for the purposes of this effect.",
			"",
			"If a rage power requires another rage power (such as {ragepower/disruptive}, which requires {ragepower/superstition}), the skald cannot grant that rage power to allies unless he can also grant that power's prerequisite. He may add multiple rage powers to an inspired rage at the same time using this ability (such as granting superstition and disruptive simultaneously).",
			"",
			"If a rage power can only be used a certain number of times per day or per rage (such as renewed vigor), each ally affected by the inspired rage song is subject to that limit (with once per rage abilities limited to once per inspired rage).",
			"",
			"If the skald has rage powers from another source, he (but not his allies) can use those rage powers during an inspired rage. He cannot select a duplicate rage power, unless that rage power can be taken multiple times.",
			"",
			"If the skald has the ability to rage from another source, he can use his skald rage powers during that rage as well.",
			"",
			":b[Uncanny Dodge/ (Ex):] At 4th level, a skald gains the ability to react to danger before his senses would normally allow him to do so. He cannot be caught flat-footed, nor does he lose his Dex bonus to AC if the attacker is invisible. He still loses his Dexterity bonus to AC if he is immobilized. A skald with this ability can still lose his Dexterity bonus to AC if an opponent successfully uses the feint action against him.",
			"",
			"If a skald already has uncanny dodge from a different class, he automatically gains improved uncanny dodge instead.",
			"",
			":b[Spell Kenning/ (Su):] At 5th level, a skald is learned in the magic of other spellcasters, and can use his own magic to duplicate those classes' spells. Once per day, a skald can cast any spell on the {main/spells_<bard}, {main/spells_<cleric}, or {main/spells_<sorcerer}/{main/spells_<wizard} spell list as if it were one of his skald spells known, expending a skald spell slot of the same spell level to cast the desired spell. Casting a spell with spell kenning always has a minimum casting time of 1 full round, regardless of the casting time of the spell.",
			"",
			"At 11th level, a skald can use this ability twice per day. At 17th level, he can use this ability three times per day.",
			"",
			":b[Lore Master/ (Ex):] At 7th level, the skald becomes a master of many different types of lore, and can choose to take 10 on any Knowledge skill check that he has ranks in. Once per day, the skald can take 20 on any Knowledge skill check as a standard action, instead of spending the normal time taking 20 requires. He can use this ability to take 20 on a Knowledge skill check twice per day at 13th level and three times per day 19th level.",
			"",
			":b[Improved Uncanny Dodge/ (Ex):]{id=other-abilities} At 8th level and higher, a skald can no longer be flanked. This defense denies enemies the ability to sneak attack the skald by flanking him, unless the attacker has at least four more levels in a class that grants sneak attack than the target has skald levels.",
			"",
			"If a character already has uncanny dodge from another class, the levels from the classes that grant uncanny dodge stack to determine the minimum level required to flank the character.",
			"",
			"**Damage Reduction (Ex):** At 9th level, a skald gains damage reduction. Subtract 1 from the damage the skald takes each time he is dealt damage from a weapon or a natural attack. At 14th and 19th levels, this damage reduction increases by 1. Damage reduction can reduce damage to 0, but not below 0. Additionally, the skald grants this DR to all allies affected by his inspired rage.",
			"",
			"**Master Skald (Su):** At 20th level, a skald's inspired rage no longer gives allies a penalty to AC, nor limits what skills or abilities they can use. Allies with rage class abilities may use features dependent on those abilities without restriction, such as a barbarian's rage powers and a bloodrager's blood casting and bloodline abilities. Finally, when making a full attack, affected allies may make an additional attack each round (as if using a {spell/haste} effect).",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Deep Magics (Su) | At 20th level, the character's repertoire of spells deepens dramatically. She gains an additional spell known for each spell level she can cast. A character of any class with spells known can select this capstone. |",
			"| Great Kenning (Su) | At 20th level, the skald's knowledge of other magic grows ever wider. The skald can use spell kenning three additional times per day and can select one additional spell list from which he can cast spells with spell kenning. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a {rule/minor |artifact>s} and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Duskwalker:** Add 1/2 to the skald's bardic Knowledge bonus.[^A]",
			"",
			"**Dwarf:** Reduce the arcane spell failure chance for casting skald spells when wearing heavy armor by 1%. Once the total reduction reaches 10%, the skald also receives Heavy Armor Proficiency (if the skald does not already possess it).[^B]",
			"",
			"**Elf:** Increase the bonus granted by the well-versed class feature by 1/4 (maximum +8).[^C]",
			"",
			"**Gathlain:** Add a +1/2 bonus to Acrobatics checks to avoid attacks of opportunity and to Perform checks while performing a raging song.[^D]",
			"",
			"**Gnome:** Add a +1 bonus on {rule/concentration} checks when casting skald spells.[^C]",
			"",
			"**Grippli:** Increase the skald's total number of raging song rounds per day by 1.[^E]",
			"",
			"**Half-elf:** Increase the skald's total number of raging song rounds per day by 1.[^C]",
			"",
			"**Halfling:** Choose a weapon from the following list: dagger, sling, or any weapon with the word \"halfling\" in its name. Add a +1/2 bonus on critical hit confirmation rolls with that weapon (maximum bonus +4). This bonus doesn't stack with those gained through {feat/Critical Focus} and similar effects.[^C]",
			"",
			"**Half-orc:** Increase the skald's total number of raging song rounds per day by 1.[^F]",
			"",
			"**Human:** Add one spell from the skald's spell list to the skald's known spells. This spell must be at least 1 spell level below the highest level the skald can cast.[^F]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^G]",
			"",
			"**Merfolk:** Add one spell from the skald's spell list to the skald's known spells. This spell must be at least 1 spell level below the highest level of spell the skald can cast.[^H]",
			"",
			"**Shabti:** Add 1/2 to the skald's bardic knowledge bonus.[^I]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=skald}",
			"Augur",
			"Well-Versed; Versatile Performance; Spell Kenning",
			"Tales of Merivesta Olinchi are surprisingly common among the Bekyar of the Mwangi Expanse, who claim she spent some time studying their traditions and history.",
			":::",
			"",
			":::archetype{c=skald}",
			"Bacchanal",
			"Scribe Scroll; Versatile Performance; Song of Marching; Dirge of Doom",
			"Bacchanals are skalds who use ecstatic dancing and ribald songs to influence the primal instincts of listeners.",
			":::",
			"",
			":::archetype{c=skald}",
			"Battle Scion",
			"Bardic Knowledge; Dirge of Doom; Song of the Fallen; Master Skald",
			"The battle scion possesses a unique mixture of courtly grace alongside martial and magical prowess.",
			":::",
			"",
			":::archetype{c=skald}",
			"Bekyar Demon Dancer",
			"Skills; Versatile Performance; 3rd, 6th, and 9th-level Rage Powers",
			"While the twisted power of the demon-worshiping Bekyar's skalds is great, it comes at a terrible price.",
			":::",
			"",
			":::archetype{c=skald}",
			"Belkzen War Drummer",
			"Weapon Proficiencies; Bardic Knowledge; Scribe Scroll; Lore Master; 7th-level Versatile Performance",
			"These fierce drummers are equally adept at tapping out a driving rhythm and rapping enemies upside the head with the same massive clubs they use to beat the crude hidecovered drums they carry into battle.",
			":::",
			"",
			":::archetype{c=skald}",
			"Boaster",
			"Scribe Scroll; Uncanny Dodge; Song of Marching; Lore Master; Song of the Fallen; Rage Powers; 6th-level Rage Power",
			"Boasters use incredible tales and claims to challenge themselves and their allies to accomplish remarkable feats.",
			":::",
			"",
			":::archetype{c=skald}",
			"Bold Schemer",
			"Class Skills; Bardic Knowledge; Uncanny Dodge; Improved Uncanny Dodge; Damage Reduction; Dirge of Doom",
			"The bold schemer combines wrath, wits, and daring to win battles and wars in unconventional ways, often through infiltration and deception.",
			":::",
			"",
			":::archetype{c=skald}",
			"Court Poet",
			"Inspired Rage; Song of Strength; Well-Versed",
			"Court poets elevate the skald's love of history and poetry to an aristocratic ideal, captivating courts with complicated poetic traditions and inspiring others with their craft.",
			":::",
			"",
			":::archetype{c=skald}",
			"Dragon Skald",
			"Scribe Scroll; Bardic Knowledge; Well-Versed; Song of Marching",
			"The Ulfen prize skalds on sea raids and linnorm hunts. Dragon skald performances involve song, whistling, or blowing mighty horns, and viking sailors often talk about having a skald along to whistle up a wind or sing away the mists on the morning of a momentous raid.",
			":::",
			"",
			":::archetype{c=skald}",
			"Elegist",
			"Raging Song; Rage Powers; Well-Versed; Damage Reduction",
			"Some skalds internalize the saddest and must mournful of stories, so much that they are able to manifest the emotions caused by these tales in physical form.",
			":::",
			"",
			":::archetype{c=skald}",
			"Fated Champion",
			"Well-Versed; Spell Kenning; Dirge of Doom; Master Skald",
			"Among cultures where skalds are the keepers of lore and wisdom, there are those who learn to read the winds of fate and take up the mantle of the fated champion, knowing and embracing their destined paths with strength borne of conviction.",
			":::",
			"",
			":::archetype{c=skald}",
			"Herald of the Horn",
			"Scribe Scroll; 5th, 11th, and 17th-level Spell Kenning; Lore Master",
			"Whether with the polished metal trumpet of a standing army or the crude curved animal horn of savage raiders, a herald of the horn sounds his raging song with thunderous blasts, which can bolster allies or shatter castle walls.",
			":::",
			"",
			":::archetype{c=skald}",
			"Hunt Caller",
			"Well-Versed; Song of Strength; Song of the Fallen; 6th, 18th-level Rage Power; Spell Kenning",
			"Hunt callers are skalds whose songs draw their allies into the animal world.",
			":::",
			"",
			":::archetype{c=skald}",
			"Instigator",
			"Spell Kenning; Dirge of Doom; Lore Master",
			"The instigator influences the will of the people, turning them toward his own purposes.",
			":::",
			"",
			":::archetype{c=skald}",
			"Red Tongue",
			"Bardic Knowledge; 7th, 12th, 17th-level Versatile Performance",
			"The tengu tendency toward dramatic flourishes and rhetoric creates an environment in which political clubs led by hot-blooded firebrands - referred to as red tongues in polite company - dominate the political scene by swaying emotions in the moment and wielding magic in the shadows.",
			":::",
			"",
			":::archetype{c=skald}",
			"Serpent Herald",
			"3rd-level Rage Power; Spell Kenning; must have Inspired Rage",
			"Warrior bands devoted to Ragadahn are often led by a serpent herald, whose deep roars shake the earth itself.",
			":::",
			"",
			":::archetype{c=skald}",
			"Spell Warrior",
			"Scribe Scroll; Inspired Rage; Spell Kenning; Dirge of Doom; Master Skald",
			"The spell warrior uses his arcane knowledge rather than his rage to turn the tide of battle in favor of himself and his allies.",
			":::",
			"",
			":::archetype{c=skald}",
			"Sunsinger",
			"Alignment; Song of Marching; Spell Kenning",
			"Qadiran sunsingers are particularly religious skalds of Sarenrae who call down their goddess's glory to fill soldiers with fire.",
			":::",
			"",
			":::archetype{c=skald}",
			"Totem Channeler",
			"Bardic Knowledge; Rage Powers; Spell Kenning; Damage Reduction",
			"Some Shoanti skalds discover deeper truths in their tribes' totems. These skalds, known as totem channelers, learn how to share the totems' gifts with their allies in the heat of battle.",
			":::",
			"",
			":::archetype{c=skald}",
			"Totemic Skald",
			"3rd-level Rage Power; Uncanny Dodge; Improved Uncanny Dodge; Spell Kenning",
			"The totemic skald forms a close connection to an animal totem. Through the power of this mystical ally, the skald can change shapes, assuming its form as his own.",
			":::",
			"",
			":::archetype{c=skald}",
			"Twilight Speaker",
			"Alignment; Deity; Bardic Knowledge; Inspired Rage; Song of Strength; Dirge of Doom; Versatile Performance; Well-Versed; Lore Master; Master Skald",
			"(Elf Only) Twilight speakers are elven skalds of Findeladlara who consider it a sacred duty to seek out and befriend non-elven communities",
			":::",
			"",
			":::archetype{c=skald}",
			"Undying Word",
			"Scribe Scroll; Lore Master; Inspired Rage; Song of Strength; Dirge of Doom; Spell Kenning",
			"Some who have survived the Mana Wastes cannot accept defeat, and those who have learned to speak the undying word can lend others the strength to endure",
			":::",
			"",
			":::archetype{c=skald}",
			"Urban Skald",
			"Weapon/Armor Proficiencies; Inspired Rage; Song of Marching; Damage Reduction; Dirge of Doom",
			"The urban skald finds that challenging and mocking foes is sometimes more effective than inspiring uncontrolled rage in a city.",
			":::",
			"",
			":::archetype{c=skald}",
			"War Painter",
			"Raging Song; Spell Kenning; Lore Master",
			"The gripplis of the Valashmai Jungle exhibit savage strength for their size - attributed in part to the frightful magical pigments applied to their skin by the tribes' mystical lore keepers.",
			":::",
			"",
			":::archetype{c=skald}",
			"Warlord",
			"Scribe Scroll; Well-Versed; Spell Kenning; Lore Master; Improved Uncanny Dodge",
			"The warlord wields his force of personality like a weapon, intimidating his allies and ensuring that his followers heed his commands.",
			":::",
			"",
			":::archetype{c=skald}",
			"Wyrm Singer",
			"Inspired Rage; Song of the Fallen; 12th-level rage power",
			"Wyrm singers spin fragments of the story of the ongoing struggle between noble Apsu and wicked Dahak.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Plane-Hopper's Handbook/ pg. 17}",
			"[^B]: {source/Advanced Class Guide/ pg. 69}",
			"[^C]: Advanced Class Guide pg. 70",
			"[^D]: {source/Ultimate Wilderness/ pg. 10}",
			"[^E]: {source/Blood of the Beast/ pg. 8}",
			"[^F]: Advanced Class Guide pg. 71",
			"[^G]: Blood of the Beast pg. 12",
			"[^H]: {source/Blood of the Sea/ pg. 13}",
			"[^I]: Plane-Hopper's Handbook pg. 23"
		],
		"tables": [
			{
				"id": "skald archetypes",
				"columns": [
					{ "header": "Archetype", "ripple": true },
					{ "header": "3rd-level Rage Power" },
					{ "header": "6th-level Rage Power" },
					{ "header": "7th-level Versatile Performance" },
					{ "header": "9th-level Rage Power" },
					{ "header": "12th-level Rage Power" },
					{ "header": "12th-level Versatile Performance" },
					{ "header": "17th-level Versatile Performance" },
					{ "header": "18th-level Rage Power" },
					{ "header": "Alignment" },
					{ "header": "Bardic Knowledge" },
					{ "header": "Class Skills" },
					{ "header": "Damage Reduction" },
					{ "header": "Deity" },
					{ "header": "Dirge of Doom" },
					{ "header": "Improved Uncanny Dodge" },
					{ "header": "Inspired Rage" },
					{ "header": "Lore Master" },
					{ "header": "Master Skald" },
					{ "header": "Rage Powers" },
					{ "header": "Raging Song" },
					{ "header": "Scribe Scroll" },
					{ "header": "Song of Marching" },
					{ "header": "Song of Strength" },
					{ "header": "Song of the Fallen" },
					{ "header": "Spell Kenning" },
					{ "header": "Uncanny Dodge" },
					{ "header": "Versatile Performance" },
					{ "header": "Weapon Proficiency" },
					{ "header": "Weapon/Armor Proficiency" },
					{ "header": "Well-Versed" }
				],
				"data": [
					[ "{arc-skald/Augur}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, "X" ],
					[ "{arc-skald/Bacchanal}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-skald/Battle Scion}", null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-skald/Bekyar Demon Dancer}", "X", "X", null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-skald/Belkzen War Drummer}", null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, "X", null, null ],
					[ "{arc-skald/Boaster}", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, "X", "X", null, "X", null, "X", null, null, null, null ],
					[ "{arc-skald/Bold Schemer}", null, null, null, null, null, null, null, null, null, "X", "X", "X", null, "X", "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-skald/Court Poet}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, "X" ],
					[ "{arc-skald/Dragon Skald}", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, "X" ],
					[ "{arc-skald/Elegist}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-skald/Fated Champion}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, "X" ],
					[ "{arc-skald/Herald of the Horn}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, "X", null, null, null, null, null ],
					[ "{arc-skald/Hunt Caller}", null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, "X" ],
					[ "{arc-skald/Instigator}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-skald/Red Tongue}", null, null, "X", null, null, "X", "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-skald/Serpent Herald}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-skald/Spell Warrior}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, "X", null, null, "X", null, null, null, "X", null, null, null, null, null ],
					[ "{arc-skald/Sunsinger}", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null ],
					[ "{arc-skald/Totem Channeler}", null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-skald/Totemic Skald}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null ],
					[ "{arc-skald/Twilight Speaker}", null, null, null, null, null, null, null, null, "X", "X", null, null, "X", "X", null, "X", "X", "X", null, null, null, null, "X", null, null, null, "X", null, null, "X" ],
					[ "{arc-skald/Undying Word}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", null, null, null, "X", null, "X", null, "X", null, null, null, null, null ],
					[ "{arc-skald/Urban Skald}", null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, "X", null ],
					[ "{arc-skald/War Painter}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-skald/Warlord}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, "X", null, null, null, "X", null, null, null, null, "X" ],
					[ "{arc-skald/Wyrm Singer}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"slayer": {
		"name": "Slayer",
		"sources": [
			"Advanced Class Guide",
			"Chronicle of Legends",
			"Blood of the Beast",
			"Blood of Shadows",
			"Blood of the Sea",
			"Pathfinder #101: The Kintargo Contract",
			"Heroes of Golarion"
		],
		"description": [
			"{jumplist Class Skills / Studied Target / Track / Slayer Talents / Sneak Attack / Stalker / Advanced Talents / Swift Tracker / Slayer's Advance / Quarry / Master Slayer / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Slayer",
			"",
			"{SOURCE Advanced Class Guide/53}",
			"",
			"Skilled at tracking down targets, slayers are consummate hunters, living for the chase and the deadly stroke that brings it to a close. Slayers spend most of their time honing their weapon skills, studying the habits and anatomy of foes, and practicing combat maneuvers.",
			"",
			"**Role:** The slayer is elusive, and good at finding the opportune time and location to strike. Combining the deadliest talents of rangers and rogues, a slayer's abilities are all about getting into combat, dealing with a target, and then getting back out again.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d10.  ",
			"**Parent Class(es):** {class/Ranger} and {class/rogue}.  ",
			"**Starting Wealth:** 5d6 &times; 10 gp (average 175 gp).",
			"",
			"### Class Skills",
			"",
			"The Slayer's class skills are {skill/Acrobatics} (Dex), {skill/Bluff} (Cha), {skill/Climb} (Str), {skill/Craft} (Int), {skill/Disguise} (Cha), {skill/Heal} (Wis), {skill/Intimidate} (Cha), {skill/Knowledge (dungeoneering)} (Int), {skill/Knowledge (geography)} (Int), {skill/Knowledge (local)} (Int), {skill/Perception} (Wis), {skill/Profession} (Wis), {skill/Ride} (Dex), {skill/Sense Motive} (Wis), {skill/Stealth} (Dex), {skill/Survival} (Wis), and {skill/Swim} (Str).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +2 | +2 | +0 | 1st studied target, track |",
			"| 2nd | +2 | +3 | +3 | +0 | Slayer talent |",
			"| 3rd | +3 | +3 | +3 | +1 | Sneak attack +1d6 |",
			"| 4th | +4 | +4 | +4 | +1 | Slayer talent |",
			"| 5th | +5 | +4 | +4 | +1 | 2nd studied target |",
			"| 6th | +6/+1 | +5 | +5 | +2 | Slayer talent, sneak attack +2d6 |",
			"| 7th | +7/+2 | +5 | +5 | +2 | Stalker |",
			"| 8th | +8/+3 | +6 | +6 | +2 | Slayer talent |",
			"| 9th | +9/+4 | +6 | +6 | +3 | Sneak attack +3d6 |",
			"| 10th | +10/+5 | +7 | +7 | +3 | 3rd studied target, advanced talents, slayer talent |",
			"| 11th | +11/+6/+1 | +7 | +7 | +3 | Swift tracker |",
			"| 12th | +12/+7/+2 | +8 | +8 | +4 | Slayer talent, sneak attack +4d6 |",
			"| 13th | +13/+8/+3 | +8 | +8 | +4 | Slayer's advance 1/day |",
			"| 14th | +14/+9/+4 | +9 | +9 | +4 | Quarry, slayer talent |",
			"| 15th | +15/+10/+5 | +9 | +9 | +5 | 4th studied target, sneak attack +5d6 |",
			"| 16th | +16/+11/+6/+1 | +10 | +10 | +5 | Slayer talent |",
			"| 17th | +17/+12/+7/+2 | +10 | +10 | +5 | Slayer's advance 2/day |",
			"| 18th | +18/+13/+8/+3 | +11 | +11 | +6 | Slayer talent, sneak attack +6d6 |",
			"| 19th | +19/+14/+9/+4 | +11 | +11 | +6 | Improved quarry |",
			"| 20th | +20/+15/+10/+5 | +12 | +12 | +6 | 5th studied target, master slayer, slayer talent |",
			"",
			"**Weapon and Armor Proficiency:** A slayer is proficient with all simple and martial weapons, as well as with light armor, medium armor, and shields (except tower shields).",
			"",
			":b[Studied Target/ (Ex):] A slayer can study an opponent he can see as a move action. The slayer then gains a +1 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks attempted against that opponent, and a +1 bonus on weapon attack and damage rolls against it. The DCs of slayer class abilities against that opponent increase by 1. A slayer can only maintain these bonuses against one opponent at a time; these bonuses remain in effect until either the opponent is dead or the slayer studies a new target.",
			"",
			"If a slayer deals sneak attack damage to a target, he can study that target as an immediate action, allowing him to apply his studied target bonuses against that target (including to the normal weapon damage roll).",
			"",
			"At 5th, 10th, 15th, and 20th levels, the bonuses on weapon attack, damage rolls, and skill checks and to slayer DCs against a studied target increase by 1. In addition, at each such interval, the slayer is able to maintain these bonuses against an additional studied target at the same time. The slayer may discard this connection to a studied target as a free action, allowing him to study another target in its place.",
			"",
			"At 7th level, a slayer can study an opponent as a move or swift action.",
			"",
			":b[Track/ (Ex):] A slayer adds 1/2 his level (minimum 1) to Survival skill checks made to follow tracks.",
			"",
			":b[Slayer Talents:] As a slayer gains experience, he learns a number of talents that aid him and confound his foes. Starting at 2nd level and every 2 levels thereafter, a slayer gains one [slayer talent](ability/slayer_talents). Unless otherwise noted, a slayer cannot select an individual talent more than once. Talents marked with an asterisk add effects to a slayer's sneak attack. Only one of these talents can be applied to an individual attack, and the decision of which to use must be made before the attack roll is made.",
			"",
			":b[Sneak Attack:] At 3rd level, if a slayer catches an opponent unable to defend itself effectively from his attack, he can strike a vital spot for extra damage. The slayer's attack deals extra damage anytime his target would be denied a Dexterity bonus to AC (whether the target actually has a Dexterity bonus or not), or when the slayer flanks his target. This additional damage is 1d6 at 3rd level, and increases by 1d6 every 3 levels thereafter. Should the slayer score a critical hit with a sneak attack, this additional damage is not multiplied. Ranged attacks can count as sneak attacks only if the target is within 30 feet.",
			"",
			"With a weapon that deals nonlethal damage (like a sap, whip, or unarmed strike), a slayer can make a sneak attack that deals nonlethal damage instead of lethal damage. He cannot use a weapon that deals lethal damage to deal nonlethal damage in a sneak attack, not even with the usual -4 penalty.",
			"",
			"The slayer must be able to see the target well enough to pick out a vital spot and must be able to reach such a spot. A slayer cannot use sneak attack while striking a creature with {rule/concealment}.",
			"",
			":b[Stalker/ (Ex):] At 7th level, a slayer gains his studied target bonus on Disguise, Intimidate, and Stealth checks against his studied opponent.",
			"",
			":b[Advanced Talents:] At 10th level and every 2 levels thereafter, a slayer can select an [advanced talent](ability/advanced_slayer_talents) in place of a slayer talent.",
			"",
			":b[Swift Tracker/ (Ex):] At 11th level, a slayer can move at his normal speed while using Survival to follow tracks without taking the normal -5 penalty. When moving at up to twice his normal speed while tracking, he takes only a -10 penalty instead of the normal -20.",
			"",
			":b[Slayer's Advance/ (Ex):] At 13th level, a slayer can once per day move up to twice his base speed as a move action. He may use Stealth as part of this movement, but takes a -10 penalty to his check for doing so. At 17th level, he can do this twice per day.",
			"",
			":b[Quarry/ (Ex):] At 14th level, a slayer can as a standard action denote one target within his line of sight as his quarry. Whenever he is following the tracks of his quarry, a slayer can take 10 on his Survival skill checks while moving at normal speed, without penalty. In addition, he gains a +2 insight bonus on attack rolls made against his quarry, and all critical threats against his quarry are automatically confirmed. A slayer can have no more than one quarry at a time, and the target must be selected as a studied target. He can dismiss this effect at any time as a free action, but he cannot select a new quarry target for 24 hours. If the slayer sees proof that his quarry is dead, he can select a new quarry target after 1 hour.",
			"",
			"**Improved Quarry (Ex):** At 19th level, the slayer's ability to hunt his quarry improves. He can now select a quarry as a free action, and can now take 20 while using Survival to track his quarry, while moving at normal speed without penalty. His insight bonus to attack his quarry increases to +4. If his quarry is killed or dismissed, he can select a new one after 10 minutes have passed.",
			"",
			":b[Master Slayer/ (Ex):] At 20th level, the slayer becomes a master at capturing or killing his studied targets. As a standard action, he can make a single attack against a studied target at his full attack bonus, choosing one of the following effects: kill, knock unconscious for 1d4 hours, or paralyze for 2d6 rounds. If the attack succeeds, the target takes damage normally and must succeed at a Fortitude saving throw or suffer the additional effect. The DC for this save is 10 + 1/2 the slayer's level + the slayer's Intelligence modifier. Whether or not the target succeeds, it cannot be targeted by this ability again (by any slayer) for 24 hours.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Against the Odds (Ex) | At 20th level, the slayer is used to fighting when the numbers are not in his favor. When the slayer uses studied target, he can study up to two additional foes with the same action. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| The Right Spot (Ex) | At 20th level, the character can hit an opponent's weak spot effortlessly. Once per round, the character can apply her sneak attack damage to an attack, even if the target is not flanked or denied its Dexterity bonus to AC. This does not allow the character to sneak attack targets that are immune to sneak attacks (such as oozes). This capstone is available for any class with the sneak attack class feature. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a {rule/minor |artifact>s} and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Catfolk:** Add 1/3 to the result of any sneak attack damage that the slayer deals after all sneak attack damage dice have been totaled.[^A]",
			"",
			"**Dwarf:** Gain a +1/3 bonus on Knowledge (dungeoneering) checks and on Survival checks when underground. If the slayer has a +1 bonus on Knowledge (dungeoneering) checks from this ability, he is also considered trained in that skill.[^B]",
			"",
			"**Elf:** Increase the studied target bonus on Perception and Survival checks by 1/4. When the slayer gains the stalker class feature, he also gains this increase to the studied target bonus on Stealth checks.[^C]",
			"",
			"**Fetchling:** Add a +1/4 dodge bonus to Armor Class against the slayer's studied target.[^D]",
			"",
			"**Gnome:** The slayer gains 1/6 of a new slayer talent.[^C]",
			"",
			"**Grippli:** Add 1/3 to the damage the slayer deals with bone weapons (maximum +4).[^E]",
			"",
			"**Half-elf:** Gain a +1/2 bonus on Bluff checks to feint and Diplomacy checks to gain information.[^C]",
			"",
			"**Halfling:** Add a +1/4 dodge bonus to Armor Class against the slayer's studied target.[^C]",
			"",
			"**Half-orc:** Gain a +1/3 bonus on critical hit confirmation rolls made while using sneak attack (maximum bonus of +5). This bonus doesn't stack with those gained through {feat/Critical Focus} and similar effects.[^F]",
			"",
			"**Human:** Gain 1/6 of a new slayer talent.[^F]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^G]",
			"",
			"**Locathah:** Gain 1/6 of a new slayer talent.[^H]",
			"",
			"**Nagaji:** Gain 1/6 of a new slayer talent.[^I]",
			"",
			"**Strix:** Increase the studied target bonus on Perception and Survival checks by 1/4. When the slayer gains the stalker class feature, the slayer also gains this increase to the studied target bonus on Stealth checks.[^J]",
			"",
			"**Tengu:** Gain a +1/4 bonus on Disguise, Knowledge (local), and Perception checks.[^K]",
			"",
			"**Wayang:** Add 1/4 to the studied target bonus on Bluff and Perception checks. When the slayer gains the stalker class feature, he also adds this amount to the studied target bonus on Stealth checks.[^L]",
			"",
			"**Wyrwood:** The slayer gains 1/6 of a slayer talent.[^M]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=slayer}",
			"Ankou's Shadow",
			"Studied Target; Stalker; Quarry; Improved Quarry",
			"Ankou's shadow practice the deadliest skills of the First World's most feared enforcers: terrifying, winged fey assassins dispatched by the greatest lords of the First World to eliminate their rivals",
			":::",
			"",
			":::archetype{c=slayer}",
			"Avalancher",
			"Studied Target; Track; Swift Tracker; Stalker; Quarry; Improved Quarry; Master Slayer",
			"Avalanchers attack from overhead cliffs and mesas like a landslide of arrows and blades.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Bloody Jake",
			"Alignment; Weapon and Armor Proficiency; Studied Target; 4th, 6th, 8th, 12th, 16th-level Slayer Talents; Swift Tracker; Slayer's Advance",
			"Bloody jakes are cruel backwoods folk who prey upon their country cousins while terrorizing civilized people who venture into their rural range.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Bounty Hunter",
			"Weapon/Armor Proficiencies; 2nd, 6th, and 10th-level Slayer Talents",
			"Whether tasked with bringing in wanted criminals or paid to drag debtors back to their loan sharks, bounty hunters are valued for their ability to capture targets alive.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Butterfly Blade",
			"Studied Target; Track; Sneak Attack; Stalker; Swift Tracker; Quarry; Improved Quarry",
			"Butterfly blades work in the shadows, eliminating threats with their namesake weapons and intimidating troublesome nobles.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Cleaner",
			"Track; 4th-level Slayer Talent; Stalker",
			"A cleaner is responsible for destroying or removing incriminating evidence from a crime scene, disposing of corpses and eliminating witnesses to make a crime look like an accident or a mere disappearance.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Covenbane",
			"Track; 2nd-level Slayer Talent; Stalker; Swift Tracker",
			"Covenbane slayers are scarred by arcane magic at a young age, and that resonance gives them supernatural insight into the psychic bonds between others.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Cutthroat",
			"Class Skills; Track; 2nd and 6th-level Slayer Talents",
			"Street-smart and extremely resourceful, cutthroats stalk city streets and alleyways, preying on those unfortunate enough to catch their eye.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Deliverer",
			"Weapon/Armor Proficiencies; 2nd, 6th, and 10th-level Slayer Talents",
			"Also known as a divine assassin, god's blade, or wrath-bringer, a deliverer is a weapon chosen by a god to punish those who have committed an affront to that deity.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Dune Rider",
			"Track; Swift Tracker; Studied Target; Stalker; 4th, 8th-level Slayer Talent; Master Slayer",
			"Mounted harriers, saboteurs, and skirmishers, dune riders can disrupt even the most organized opposition.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Family Hunter",
			"2nd, 6th-level Slayer Talent; Sneak Attack; Studied Target",
			"Most slayers focus their efforts on single targets, but family hunters try to root out every branch of a tainted tree of life.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Grave Warden",
			"2nd and 10th-level Slayer Talents; Stalker;",
			"While paladins and inquisitors use their connection with the divine to fight undead hordes and other horrors of the night, a grave warden relies on knowledge, skill with weapons, and tenacity to put an end to these night-born terrors.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Guerrilla",
			"Track; Swift Tracker; 6th-level Slayer Talent; Quarry; Improved Quarry",
			"Slayers characterized by cunning and patience, guerrillas specialize in ambush and harassment of enemies.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Pureblade",
			"Track; 2nd and 8th-level Slayer Talents; Stalker; Master Slayer",
			"In Numeria, Pureblades are skilled at slaying naturally arising aberrations and any creatures that have been mutated by exposure to the bizarre alien technology that pervades the land. Pureblades from Alkenstar and Nex lead forays into the magic-starved Mana Wastes to eliminate aberrations before the creatures can threaten their lands.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Sczarni Executioner",
			"Class Skills; Studied Target; 4th-level Slayer Talent; Swift Tracker; Quarry; Improved Quarry",
			"These professional killers are trained and used almost exclusively by the various Sczarni crime families.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Sniper",
			"Track",
			"Whether it's with a bullet from a sling, a quarrel from a crossbow, or even an expertly thrown dagger, the sniper ensures that a single shot disables his targets.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Spawn Slayer",
			"Studied Target; Stalker; Master Slayer",
			"Generations of Ninshaburian warriors fought the Spawn of Rovagug, holding the line against impossible odds. Some of their ancient techniques persist to this day.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Spire Diver",
			"Studied Target; Stalker; Track; Swift Tracker; Slayer's Advance; Quarry; Improved Quarry",
			"Peerless divers, assassins, and scouts, spire divers operate in and out of water using the same weapons and equipment.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Spiritslayer",
			"2nd level Slayer Talent; Stalker",
			"Slayers that focus in culling ghosts, shadow demons, and other incorporeal creatures.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Stygian Slayer",
			"Armor Proficiencies; 4th and 10th-level Slayer Talents; Stalker",
			"A stygian slayer crawls out of the darkest shadows to strike fear into the hearts of civilized folk.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Toxic Sniper",
			"Weapon and Armor Proficiencies; Track; Studied Target; Slayer Talents",
			"Followers of the daemonic harbinger Cixyron hide throughout the Mana Wastes, scavenging for guns. With significant firepower in hand, the Furious Thunder's snipers bring poisonous death to the wastes.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Turncoat",
			"Track; Stalker; Quarry; Improved Quarry",
			"The turncoat's natural talents for deception and treachery are fitting when negotiating with the untrustworthy individuals and his ability to adapt allows him to preempt opponents' schemes.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Vanguard",
			"Track; 2nd and 4th-level Slayer Talents; Stalker",
			"Vanguards are battlefield commanders who focus on the brutality of combat and lead their allies to bloody victory.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Velvet Blade",
			"Class Skills; Armor Proficiency; Studied Target; Track; Swift Tracker",
			"Velvet blades specialize in infiltrating the upper echelons of society, mingling with nobles and courtiers, and killing them.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Witch Killer",
			"Class Skills; Studied Target; 4th, 10th-level Slayer Talent",
			"Born into cultures where magic users are hated and feared, witch killers devote their lives to purge the arcane taint from the world.",
			":::",
			"",
			":::archetype{c=slayer}",
			"Woodland Sniper",
			"Track; Sneak Attack; Stalker; Swift Tracker; Slayer's Advance",
			"Woodland snipers are guardians of forest and grove, keeping vigil on their borders and hunting bounties and trespassers from the shelter of sturdy branches.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Blood of the Beast/ pg. 4}",
			"[^B]: {source/Advanced Class Guide/ pg. 69}",
			"[^C]: Advanced Class Guide pg. 70",
			"[^D]: {source/Blood of Shadows/ pg. 7}",
			"[^E]: Blood of the Beast pg. 8",
			"[^F]: Advanced Class Guide pg. 71",
			"[^G]: Blood of the Beast pg. 12",
			"[^H]: {source/Blood of the Sea/ pg. 11}",
			"[^I]: Blood of the Beast pg. 16",
			"[^J]: {source/Pathfinder #101: The Kintargo Contract/ pg. 73}",
			"[^K]: Blood of the Beast pg. 24",
			"[^L]: Blood of Shadows pg. 11",
			"[^M]: {source/Heroes of Golarion/ pg. 6}"
		],
		"tables": [
			{
				"id": "slayer archetypes",
				"columns": [
					{ "header": "Archetype", "ripple": true },
					{ "header": "2nd-level Slayer Talent" },
					{ "header": "4th-level Slayer Talent" },
					{ "header": "6th-level Slayer Talent" },
					{ "header": "8th-level Slayer Talent" },
					{ "header": "10th-level Slayer Talent" },
					{ "header": "12th-level Slayer Talent" },
					{ "header": "16th-level Slayer Talent" },
					{ "header": "Alignment" },
					{ "header": "Armor Proficiency" },
					{ "header": "Class Skills" },
					{ "header": "Improved Quarry" },
					{ "header": "Master Slayer" },
					{ "header": "Quarry" },
					{ "header": "Slayer Talents" },
					{ "header": "Slayer's Advance" },
					{ "header": "Sneak Attack" },
					{ "header": "Stalker" },
					{ "header": "Studied Target" },
					{ "header": "Swift Tracker" },
					{ "header": "Track" },
					{ "header": "Weapon/Armor Proficiency" }
				],
				"data": [
					[ "{arc-slayer/Ankou's Shadow}", null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, "X", "X", null, null, null ],
					[ "{arc-slayer/Avalancher}", null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, "X", "X", "X", "X", null ],
					[ "{arc-slayer/Bloody Jake}", null, "X", "X", "X", null, "X", "X", "X", null, null, null, null, null, null, "X", null, null, "X", "X", null, "X" ],
					[ "{arc-slayer/Bounty Hunter}", "X", null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-slayer/Butterfly Blade}", null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, "X", "X", "X", "X", "X", null ],
					[ "{arc-slayer/Cleaner}", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null ],
					[ "{arc-slayer/Covenbane}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", "X", null ],
					[ "{arc-slayer/Cutthroat}", "X", null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-slayer/Deliverer}", "X", null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-slayer/Dune Rider}", null, "X", null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", "X", "X", null ],
					[ "{arc-slayer/Family Hunter}", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null ],
					[ "{arc-slayer/Grave Warden}", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-slayer/Guerrilla}", null, null, "X", null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, "X", "X", null ],
					[ "{arc-slayer/Pureblade}", "X", null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, "X", null ],
					[ "{arc-slayer/Sczarni Executioner}", null, "X", null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, "X", "X", null, null ],
					[ "{arc-slayer/Sniper}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-slayer/Spawn Slayer}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", "X", null, null, null ],
					[ "{arc-slayer/Spire Diver}", null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, "X", null, "X", "X", "X", "X", null ],
					[ "{arc-slayer/Spiritslayer}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-slayer/Stygian Slayer}", null, "X", null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-slayer/Toxic Sniper}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", null, "X", "X" ],
					[ "{arc-slayer/Turncoat}", null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, "X", null, null, "X", null ],
					[ "{arc-slayer/Vanguard}", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null ],
					[ "{arc-slayer/Velvet Blade}", null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, "X", "X", "X", null ],
					[ "{arc-slayer/Witch Killer}", null, "X", null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-slayer/Woodland Sniper}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, "X", "X", null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"sorcerer": {
		"name": "Sorcerer",
		"sources": [
			"Advanced Player's Guide",
			"Advanced Race Guide",
			"Blood of Angels",
			"Blood of Fiends",
			"Blood of the Ancients",
			"Blood of the Beast",
			"Blood of the Elements",
			"Champions of Balance",
			"Chronicle of Legends",
			"Distant Realms",
			"Dragon Empires Primer",
			"Elemental Master's Handbook",
			"Goblins of Golarion",
			"Haunted Heroes Handbook",
			"Heroes of Golarion",
			"Horror Adventures",
			"Legacy of Dragons",
			"Legacy of the First World",
			"Monster Codex",
			"Occult Adventures",
			"Orcs of Golarion",
			"Pathfinder #29: Mother of Flies",
			"People of the River",
			"People of the Sands",
			"Plane-Hopper's Handbook",
			"Potions and Poisons",
			"PRPG Core Rulebook",
			"Qadira, Jewel of the East",
			"The Harrow Handbook",
			"Ultimate Magic",
			"Ultimate Wilderness"
		],
		"description": [
			"{jumplist Class Skills / Spells / Bloodline / Eschew Materials / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Sorcerer",
			"",
			"{SOURCE PRPG Core Rulebook/70}",
			"",
			"Scions of innately magical bloodlines, the chosen of deities, the spawn of monsters, pawns of fate and destiny, or simply flukes of fickle magic, sorcerers look within themselves for arcane prowess and draw forth might few mortals can imagine. Emboldened by lives ever threatening to be consumed by their innate powers, these magic-touched souls endlessly indulge in and refine their mysterious abilities, gradually learning how to harness their birthright and coax forth ever greater arcane feats. Just as varied as these innately powerful spellcasters' abilities and inspirations are the ways in which they choose to utilize their gifts. While some seek to control their abilities through meditation and discipline, becoming masters of their fantastic birthright, others give in to their magic, letting it rule their lives with often explosive results. Regardless, sorcerers live and breathe that which other spellcasters devote their lives to mastering, and for them magic is more than a boon or a field of study; it is life itself.",
			"",
			"**Role:** Sorcerers excel at casting a selection of favored spells frequently, making them powerful battle mages. As they become familiar with a specific and ever-widening set of spells, sorcerers often discover new and versatile ways of making use of magics other spellcasters might overlook. Their bloodlines also grant them additional abilities, assuring that no two sorcerers are ever quite alike.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d6.  ",
			"**Starting Wealth:** 2d6 &times; 10 gp (average 70 gp).",
			"",
			"### Class Skills",
			"",
			"The Sorcerer's class skills are {skill/Appraise} (Int), {skill/Bluff} (Cha), {skill/Craft} (Int), {skill/Fly} (Dex), {skill/Intimidate} (Cha), {skill/Knowledge (arcana)} (Int), {skill/Profession} (Wis), {skill/Spellcraft} (Int), and {skill/Use Magic Device} (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +0 | +2 | Bloodline power, cantrips, eschew materials | 3 | - | - | - | - | - | - | - | - |",
			"| 2nd | +1 | +0 | +0 | +3 | - | 4 | - | - | - | - | - | - | - | - |",
			"| 3rd | +1 | +1 | +1 | +3 | Bloodline power, bloodline spell | 5 | - | - | - | - | - | - | - | - |",
			"| 4th | +2 | +1 | +1 | +4 | - | 6 | 3 | - | - | - | - | - | - | - |",
			"| 5th | +2 | +1 | +1 | +4 | Bloodline spell | 6 | 4 | - | - | - | - | - | - | - |",
			"| 6th | +3 | +2 | +2 | +5 | - | 6 | 5 | 3 | - | - | - | - | - | - |",
			"| 7th | +3 | +2 | +2 | +5 | Bloodline feat, bloodline spell | 6 | 6 | 4 | - | - | - | - | - | - |",
			"| 8th | +4 | +2 | +2 | +6 | - | 6 | 6 | 5 | 3 | - | - | - | - | - |",
			"| 9th | +4 | +3 | +3 | +6 | Bloodline power, bloodline spell | 6 | 6 | 6 | 4 | - | - | - | - | - |",
			"| 10th | +5 | +3 | +3 | +7 | - | 6 | 6 | 6 | 5 | 3 | - | - | - | - |",
			"| 11th | +5 | +3 | +3 | +7 | Bloodline spell | 6 | 6 | 6 | 6 | 4 | - | - | - | - |",
			"| 12th | +6/+1 | +4 | +4 | +8 | - | 6 | 6 | 6 | 6 | 5 | 3 | - | - | - |",
			"| 13th | +6/+1 | +4 | +4 | +8 | Bloodline feat, bloodline spell | 6 | 6 | 6 | 6 | 6 | 4 | - | - | - |",
			"| 14th | +7/+2 | +4 | +4 | +9 | - | 6 | 6 | 6 | 6 | 6 | 5 | 3 | - | - |",
			"| 15th | +7/+2 | +5 | +5 | +9 | Bloodline power, bloodline spell | 6 | 6 | 6 | 6 | 6 | 6 | 4 | - | - |",
			"| 16th | +8/+3 | +5 | +5 | +10 | - | 6 | 6 | 6 | 6 | 6 | 6 | 5 | 3 | - |",
			"| 17th | +8/+3 | +5 | +5 | +10 | Bloodline spell | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 4 | - |",
			"| 18th | +9/+4 | +6 | +6 | +11 | - | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 5 | 3 |",
			"| 19th | +9/+4 | +6 | +6 | +11 | Bloodline feat, bloodline spell | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 4 |",
			"| 20th | +10/+5 | +6 | +6 | +12 | Bloodline power | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 6 | 6 |",
			"",
			"### Spells Known",
			"",
			"| Level | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | 4 | 2 | - | - | - | - | - | - | - | - |",
			"| 2nd | 5 | 2 | - | - | - | - | - | - | - | - |",
			"| 3rd | 5 | 3 | - | - | - | - | - | - | - | - |",
			"| 4th | 6 | 3 | 1 | - | - | - | - | - | - | - |",
			"| 5th | 6 | 4 | 2 | - | - | - | - | - | - | - |",
			"| 6th | 7 | 4 | 2 | 1 | - | - | - | - | - | - |",
			"| 7th | 7 | 5 | 3 | 2 | - | - | - | - | - | - |",
			"| 8th | 8 | 5 | 3 | 2 | 1 | - | - | - | - | - |",
			"| 9th | 8 | 5 | 4 | 3 | 2 | - | - | - | - | - |",
			"| 10th | 9 | 5 | 4 | 3 | 2 | 1 | - | - | - | - |",
			"| 11th | 9 | 5 | 5 | 4 | 3 | 2 | - | - | - | - |",
			"| 12th | 9 | 5 | 5 | 4 | 3 | 2 | 1 | - | - | - |",
			"| 13th | 9 | 5 | 5 | 4 | 4 | 3 | 2 | - | - | - |",
			"| 14th | 9 | 5 | 5 | 4 | 4 | 3 | 2 | 1 | - | - |",
			"| 15th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 2 | - | - |",
			"| 16th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 2 | 1 | - |",
			"| 17th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 3 | 2 | - |",
			"| 18th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 3 | 2 | 1 |",
			"| 19th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 3 | 3 | 2 |",
			"| 20th | 9 | 5 | 5 | 4 | 4 | 4 | 3 | 3 | 3 | 3 |",
			"",
			"**Weapon and Armor Proficiency:** Sorcerers are proficient with all simple weapons. They are not proficient with any type of armor or shield. Armor interferes with a sorcerer's gestures, which can cause her spells with somatic components to fail.",
			"",
			":b[Spells:] A sorcerer casts arcane spells drawn primarily from the {main/spells<sorcerer|//wizard/ spell list} presented in Spell Lists. She can cast any spell she knows without preparing it ahead of time. To learn or cast a spell, a sorcerer must have a Charisma score equal to at least 10 + the spell level. The DC for a saving throw against a sorcerer's spell is 10 + the spell level + the sorcerer's Charisma modifier.",
			"",
			"Like other spellcasters, a sorcerer can cast only a certain number of spells of each spell level per day. In addition, she receives {rule/determine_<bonus/ spells per day>es} if she has a high Charisma score",
			"",
			"A sorcerer's selection of spells is extremely limited. A sorcerer begins play knowing four 0-level spells and two 1st-level spells of her choice. At each new sorcerer level, she gains one or more new spells. (Unlike spells per day, the number of spells a sorcerer knows is not affected by her Charisma score.) These new spells can be common spells chosen from the sorcerer/wizard spell list, or they can be unusual spells that the sorcerer has gained some understanding of through study.",
			"",
			"Upon reaching 4th level, and at every even-numbered sorcerer level after that (6th, 8th, and so on), a sorcerer can choose to learn a new spell in place of one she already knows. In effect, the sorcerer loses the old spell in exchange for the new one. The new spell's level must be the same as that of the spell being exchanged. A sorcerer may swap only a single spell at any given level, and must choose whether or not to swap the spell at the same time that she gains new spells known for the level.",
			"",
			"Unlike a wizard or a cleric, a sorcerer need not prepare her spells in advance. She can cast any spell she knows at any time, assuming she has not yet used up her spells per day for that spell level.",
			"",
			"**Cantrips:** Sorcerers learn a number of cantrips, or 0-level spells. These spells are cast like any other spell, but they do not consume any slots and may be used again.",
			"",
			":b[Bloodline:] Each sorcerer has a source of magic somewhere in her heritage that grants her spells, bonus feats, an additional class skill, and other special abilities. This source can represent a blood relation or an extreme event involving a creature somewhere in the family's past. For example, a sorcerer might have a dragon as a distant relative or her grandfather might have signed a terrible contract with a devil. Regardless of the source, this influence manifests in a number of ways as the sorcerer gains levels. A sorcerer must pick one {ability/sorcerer_<bloodline>s} upon taking her first level of sorcerer. Once made, this choice cannot be changed.",
			"",
			"At 3rd level, and every two levels thereafter, a sorcerer learns an additional spell, derived from her bloodline. These spells are in addition to the number of spells gained every level. These spells cannot be exchanged for different spells at higher levels.",
			"",
			"At 7th level, and every six levels thereafter, a sorcerer receives one bonus feat, chosen from a list specific to each bloodline. The sorcerer must meet the prerequisites for these bonus feats.",
			"",
			":::aside",
			"",
			"Optionally, when a sorcerer gains a new bloodline power or bonus feat, she can swap it for a specific {ability/bloodline mutation>s} whose prerequisites she meets.",
			"",
			":::",
			"",
			":b[Eschew Materials:] A sorcerer gains {feat/Eschew Materials} as a bonus feat at 1st level.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Deep Magics (Su) | At 20th level, the character's repertoire of spells deepens dramatically. She gains an additional spell known for each spell level she can cast. A character of any class with spells known can select this capstone. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| Unique Bloodline (Su) | At 20th level, the sorcerer's blood grows wild and strange, become less about her ancestors and more about her specifically. The sorcerer selects a second bloodline and gains the bloodline arcana and the 1st-, 3rd-, and 9th-level bloodline powers. Her level for these powers is the same as for her primary bloodline. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a {rule/minor |artifact>s} and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Aasimar:** Add +1/4 to the sorcerer's caster level when casting spells with the good descriptor.[^A]",
			"",
			"**Catfolk:** Select one bloodline power at 1st level that is normally usable a number of times equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds + 1/2 to the number of uses per day of that bloodline power.[^B]",
			"",
			"**Drow:** Add one spell known from the sorcerer spell list. This spell must have the curse, evil, or pain descriptor, and be at least one level below the highest spell level the sorcerer can cast.[^C]",
			"",
			"**Dwarf:** Add +1/2 to acid and earth spell or spell-like ability damage.[^D]",
			"",
			"**Elf:** Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power.[^E] [^F]",
			"",
			"**Elf:** Choose a terrain type from the ranger's {ability/favored terrain} list. When casting sorcerer spells in the chosen terrain, add 1/3 to the effective caster level of the spell, for the purpose of determining the spells' duration.[^G]",
			"",
			"**Fetchling:** Add +1/2 to either cold or electricity resistance (maximum resistance 10 for either type).[^H]",
			"",
			"**Ganzi:** Choose a bloodline power from the abyssal or protean bloodlines that the sorcerer can use. The sorcerer treats her class level as though it were 1/2 higher (to a maximum of +4) when determining the effects of that power.[^I]",
			"",
			"**Gathlain:** Choose a bloodline power from the fey or verdant bloodlines that the sorcerer can use. The sorcerer treats her class level as though it were 1/2 higher (to a maximum of +4) when determining the effects of that power.[^J]",
			"",
			"**Ghoran:** When casting sorcerer/wizard spells that are also on the druid spell list, add 1/3 to the effective class level, but only for the purpose of determining durations.[^K]",
			"",
			"**Gillman:** Add one spell known from the sorcerer spell list. This spell must be at least one level below the highest spell level the sorcerer can cast.[^L]",
			"",
			"**Gnome:** Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power.[^M]",
			"",
			"**Goblin:** Add +1 spell known from the sorcerer spell list. This spell must be at least one level below the highest spell level the sorcerer can cast, and must have the fire descriptor.[^N] [^O]",
			"",
			"**Half-elf:** Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power.[^P]",
			"",
			"**Halfling:** Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power.[^Q]",
			"",
			"**Half-orc:** Add +1/2 point of fire damage to spells that deal fire damage cast by the sorcerer.[^R] [^S]",
			"",
			"**Human:** Add one spell known from the sorcerer spell list. This spell must be at least one level below the highest spell level the sorcerer can cast.[^T] [^U]",
			"",
			"**Ifrit:** Choose a bloodline power from the elemental (fire) bloodline or the efreeti bloodline that the sorcerer can use. The sorcerer treats her class level as though it were +1/6 higher (to a maximum of +2) when determining the effects of that power.[^V]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^W]",
			"",
			"**Kitsune:** Add +1/4 to the DC of enchantment spells.[^X]",
			"",
			"**Kobold:** Choose acid, cold, electricity, or fire damage. Add +1/2 point of the chosen energy damage to spells that deal the chosen energy damage cast by the sorcerer.[^Y]",
			"",
			"**Merfolk:** Add +1/2 to the sorcerer's caster level when determining the range of any spells with the water descriptor.[^Z]",
			"",
			"**Nagaji:** Add 1/2 to the sorcerer's caster level when determining the duration of transmutation spells she casts that target the sorcerer or spells she casts with the poison descriptor.[^1]",
			"",
			"**Sylph:** Choose a bloodline power from the djinni or elemental (air) bloodline that the sorcerer can use. The sorcerer treats her class level as though it were +1/6 higher (to a maximum of +2) when determining the effects of that power.[^2]",
			"",
			"**Tengu:** Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power.[^3]",
			"",
			"**Tiefling:** Add +1/2 to the number of times per day a sorcerer can use the corrupting touch infernal bloodline power, or +1 to the total number of rounds per day the sorcerer can use the claws abyssal bloodline power. The sorcerer must possess the applicable power to select these bonuses.[^4]",
			"",
			"**Undine:** Add a +1 bonus on caster level checks to cast spells underwater.[^5]",
			"",
			"**Vishkanya:** Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power.[^6]",
			"",
			"**Wayang:** Add +1/2 point of damage to any illusion spells of the shadow subschool cast by the sorcerer.[^7]",
			"",
			"**Wyvaran:** Add a +1/2 bonus to the damage of spells or spell-like abilities that deal damage of the same energy type as the sorcerer's draconic bloodline breath weapon.[^8]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=sorcerer}",
			"Bloodline Familiars",
			"Bloodline; Bloodline Spells; 1st-Level Bloodline Power",
			"Those with an inherent connection to magic often attract creatures who feel a similar instinctive pull toward magical forces.",
			":::",
			"",
			":::archetype{c=sorcerer}",
			"Crossblooded",
			"Spells Known",
			"A crossblooded bloodline combines the powers of two distinct heritages.",
			":::",
			"",
			":::archetype{c=sorcerer}",
			"Dragon Drinker",
			"Bloodline Arcana; 1st-Level Bloodline Power; 7th, 13th, and 19th-level Bloodline Feats",
			"(Requires Draconic Bloodline) The blood of dragons not only flows through a dragon drinker's veins, but also empowers her spells and magical abilities when consumed.",
			":::",
			"",
			":::archetype{c=sorcerer}",
			"Eldritch Scrapper",
			"1st, 9th, and 15th-level Bloodline Powers",
			"An eldritch scrapper is usually spoiling for a fight, looking to prove that she's just as tough as a martial character.",
			":::",
			"",
			":::archetype{c=sorcerer}",
			"Mongrel Mage",
			"Bloodline; Bloodline Powers; Bloodline Spells; 7th, 13th, and 19th-level Bloodline Feats",
			"A mongrel mage is a sorcerer whose bloodline is so weak, or mixed with so many others, that her power isn't clearly associated with any bloodline source.",
			":::",
			"",
			":::archetype{c=sorcerer}",
			"Nine-Tailed Heir",
			"Bloodline Spells",
			"(Kitsune only) Tian stories often tell of kitsune with multiple tails who have a magical quirk in their blood or have been blessed by their race's deific matron, Daikitsu",
			":::",
			"",
			":::archetype{c=sorcerer}",
			"Razmiran Priest",
			"Eschew Materials; 3rd-level Bloodline Spell; 5th-level Bloodline Spell; 9th-level Bloodline Power",
			"The Razmiran priest is a magical charlatan, missionary servant of the Living God.",
			":::",
			"",
			":::archetype{c=sorcerer}",
			"Seeker",
			"Eschew Materials, 3rd-level Bloodline Power, 15th-level Bloodline Power",
			"The seeker is obsessed with learning about their heritage and history, researching ancient texts and obscure ruins for clues.",
			":::",
			"",
			":::archetype{c=sorcerer}",
			"Sorcerer of Sleep",
			"Bloodline Arcana; Eschew Materials; 1st-level Bloodline Power",
			"Some sorcerers have trouble accessing their innate gifts and must find another way to unlock them. For a sorcerer of sleep, the mind-altering drug pesh is the key.",
			":::",
			"",
			":::archetype{c=sorcerer}",
			"Stone Warder",
			"Eschew Materials; 3rd-level Bloodline Spell; 7th-level Bloodline Feat",
			"Stone warders have an innate ability to create runes that allow them to ward areas with magic traps built from their spells. These sorcerers are most common among dwarves, but have been known to appear among other races who have strong ties to earth, rock, stone, mountains, and the Darklands.",
			":::",
			"",
			":::archetype{c=sorcerer}",
			"Tattooed Sorcerer",
			"1st-level Bloodline Power; Eschew Materials; 7th-level Bloodline Feat; 9th-level Bloodline Power",
			"The tattooed sorcerer has embraced the ancient traditions of Varisian spellcasting, and uses colorful and intricate tattoos to enhance her magical powers.",
			":::",
			"",
			":::archetype{c=sorcerer}",
			"Umbral Scion",
			"Bloodline (Shadow Only); Spellcasting; 1st-Level Bloodline Power, 7th and 13th-level Bloodline Feats",
			"Umbral scions are sorcerers who are able to expertly control their especially potent shadow heritage. The majority of umbral sorcerers hail from the Darklands.",
			":::",
			"",
			":::archetype{c=sorcerer}",
			"Wishcrafter",
			"Bloodline Arcana; Bloodline Bonus Spells; 7th, 13th, 19th-level Bloodline Feats",
			"(Ifrit Only) Wishcrafters are born with a talent for manipulating reality inherited from their efreeti ancestors.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Advanced Race Guide/ pg. 85}",
			"[^B]: Advanced Race Guide pg. 92",
			"[^C]: Advanced Race Guide pg. 104",
			"[^D]: Advanced Race Guide pg. 13",
			"[^E]: Advanced Race Guide pg. 23",
			"[^F]: {source/Advanced Player's Guide/ pg. 13}",
			"[^G]: {source/Horror Adventures/ pg. 39}",
			"[^H]: Advanced Race Guide pg. 109",
			"[^I]: {source/Plane-Hopper's Handbook/ pg. 19}",
			"[^J]: {source/Legacy of the First World/ pg. 9}",
			"[^K]: {source/Ultimate Wilderness/ pg. 17}",
			"[^L]: Advanced Race Guide pg. 188",
			"[^M]: Advanced Race Guide pg. 33",
			"[^N]: Advanced Race Guide pg. 116",
			"[^O]: {source/Goblins of Golarion/ pg. 31}",
			"[^P]: Advanced Race Guide pg. 43",
			"[^Q]: Advanced Race Guide pg. 63",
			"[^R]: Advanced Race Guide pg. 53",
			"[^S]: Advanced Player's Guide pg. 19",
			"[^T]: Advanced Race Guide pg. 73",
			"[^U]: Advanced Player's Guide pg. 23",
			"[^V]: Advanced Race Guide pg. 127",
			"[^W]: {source/Blood of the Beast/ pg. 12}",
			"[^X]: Advanced Race Guide pg. 192",
			"[^Y]: Advanced Race Guide pg. 133",
			"[^Z]: Advanced Race Guide pg. 194",
			"[^1]: Blood of the Beast pg. 16",
			"[^2]: Advanced Race Guide pg. 157",
			"[^3]: Advanced Race Guide pg. 163",
			"[^4]: Advanced Race Guide pg. 170",
			"[^5]: Advanced Race Guide pg. 176",
			"[^6]: Advanced Race Guide pg. 208",
			"[^7]: Advanced Race Guide pg. 210",
			"[^8]: {source/Legacy of Dragons/ pg. 18}"
		],
		"tables": [
			{
				"id": "sorcerer archetypes",
				"columns": [
					{ "header": "Archetype", "ripple": true },
					{ "header": "1st-level Bloodline Power" },
					{ "header": "3rd-level Bloodline Power" },
					{ "header": "3rd-level Bloodline Spell" },
					{ "header": "5th-level Bloodline Spell" },
					{ "header": "7th-level Bloodline Feat" },
					{ "header": "9th-level Bloodline Power" },
					{ "header": "13th-level Bloodline Feat" },
					{ "header": "15th-level Bloodline Power" },
					{ "header": "19th-level Bloodline Feat" },
					{ "header": "Bloodline" },
					{ "header": "Bloodline Arcana" },
					{ "header": "Bloodline Powers" },
					{ "header": "Bloodline Spells" },
					{ "header": "Eschew Materials" },
					{ "header": "Spellcasting" }
				],
				"data": [
					[ "{arc-sorcerer/Bloodline Familiars}", "X", null, null, null, null, null, null, null, null, "X", null, null, "X", null, null ],
					[ "{arc-sorcerer/Crossblooded}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-sorcerer/Dragon Drinker}", "X", null, null, null, "X", null, "X", null, "X", "X", "X", null, null, null, null ],
					[ "{arc-sorcerer/Eldritch Scrapper}", "X", null, null, null, null, "X", null, "X", null, null, null, null, null, null, null ],
					[ "{arc-sorcerer/Mongrel Mage}", null, null, null, null, "X", null, "X", null, "X", "X", null, "X", "X", null, null ],
					[ "{arc-sorcerer/Nine-Tailed Heir}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-sorcerer/Razmiran Priest}", null, null, "X", "X", null, "X", null, null, null, null, null, null, null, "X", null ],
					[ "{arc-sorcerer/Seeker}", null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", null ],
					[ "{arc-sorcerer/Sorcerer of Sleep}", "X", null, null, null, null, null, null, null, null, null, "X", null, null, "X", null ],
					[ "{arc-sorcerer/Stone Warder}", null, null, "X", null, "X", null, null, null, null, null, null, null, null, "X", null ],
					[ "{arc-sorcerer/Tattooed Sorcerer}", "X", null, null, null, "X", "X", null, null, null, null, null, null, null, "X", null ],
					[ "{arc-sorcerer/Umbral Scion}", "X", null, null, null, "X", null, "X", null, null, "X", null, null, null, null, "X" ],
					[ "{arc-sorcerer/Wishcrafter}", null, null, null, null, "X", null, "X", null, "X", null, "X", null, "X", null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"spiritualist": {
		"name": "Spiritualist",
		"sources": [
			"Occult Adventures",
			"Chronicle of Legends",
			"Plane-Hopper's Handbook",
			"Horror Adventures",
			"Blood of the Beast",
			"Blood of Shadows"
		],
		"description": [
			"{jumplist Class Skills / Spells / Phantom / Shared Consciousness / Etheric Tether / Bonded Senses / Bonded Manifestation / Spiritual Interference / Detect Undead / Phantom Recall / Calm Spirit / See Invisibility / Fused Consciousness / Other Abilities / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Spiritualist",
			"",
			"{SOURCE Occult Adventures/72}",
			"",
			"Becoming a spiritualist is not a calling: it's a phenomenon. When a creature dies, its spirit flees its body and begins the next stage of its existence. Debilitating emotional attachments during life and other psychic corruptions cause some spirits to drift into the Ethereal Plane and descend toward the Negative Energy Plane. Some of these spirits are able to escape the pull of undeath and make their way back to the Material Plane, seeking refuge in a psychically attuned mind. Such a fusing of consciousnesses creates a spiritualist, the master of a single powerful phantom whom the spiritualist can manifest to do her bidding.",
			"",
			"**Role:** The spiritualist seeks the occult and esoteric truth about life, death, and the passage beyond, using her phantom as a guide and tool. The connection with her phantom allows her to harness the powers of life and death, thought and nightmare, shadow and revelation.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 2d6 &times; 10 gp (average 70 gp).",
			"",
			"### Class Skills",
			"",
			"The Spiritualist's class skills are {skill/Bluff} (Cha), {skill/Craft} (Int), {skill/Fly} (Dex), {skill/Heal} (Wis), {skill/Intimidate} (Cha), {skill/Knowledge (all)} (Int), {skill/Linguistics} (Int), {skill/Profession} (Wis), {skill/Sense Motive} (Wis), {skill/Spellcraft} (Int), and {skill/Use Magic Device} (Cha).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +2 | +0 | +2 | Etheric tether, knacks, phantom, shared consciousness | 1 | - | - | - | - | - |",
			"| 2nd | +1 | +3 | +0 | +3 | Bonded senses | 2 | - | - | - | - | - |",
			"| 3rd | +2 | +3 | +1 | +3 | Bonded manifestation | 3 | - | - | - | - | - |",
			"| 4th | +3 | +4 | +1 | +4 | Spiritual interference | 3 | 1 | - | - | - | - |",
			"| 5th | +3 | +4 | +1 | +4 | *Detect undead* | 4 | 2 | - | - | - | - |",
			"| 6th | +4 | +5 | +2 | +5 | Phantom recall 1/day | 4 | 3 | - | - | - | - |",
			"| 7th | +5 | +5 | +2 | +5 | *Calm spirit* 1/day | 4 | 3 | 1 | - | - | - |",
			"| 8th | +6/+1 | +6 | +2 | +6 | Bonded manifestation increase | 4 | 4 | 2 | - | - | - |",
			"| 9th | +6/+1 | +6 | +3 | +6 | *See invisibility* | 5 | 4 | 3 | - | - | - |",
			"| 10th | +7/+2 | +7 | +3 | +7 | Fused consciousness, phantom recall 2/day | 5 | 4 | 3 | 1 | - | - |",
			"| 11th | +8/+3 | +7 | +3 | +7 | *Calm spirit* 2/day | 5 | 4 | 4 | 2 | - | - |",
			"| 12th | +9/+4 | +8 | +4 | +8 | Greater spiritual interference | 5 | 5 | 4 | 3 | - | - |",
			"| 13th | +9/+4 | +8 | +4 | +8 | Bonded manifestation increase | 5 | 5 | 4 | 3 | 1 | - |",
			"| 14th | +10/+5 | +9 | +4 | +9 | Phantom recall 3/day, spiritual bond | 5 | 5 | 4 | 4 | 2 | - |",
			"| 15th | +11/+6/+1 | +9 | +5 | +9 | *Calm spirit* 3/day | 5 | 5 | 5 | 4 | 3 | - |",
			"| 16th | +12/+7/+2 | +10 | +5 | +10 | *Call spirit* | 5 | 5 | 5 | 4 | 3 | 1 |",
			"| 17th | +12/+7/+2 | +10 | +5 | +10 | Dual bond | 5 | 5 | 5 | 4 | 4 | 2 |",
			"| 18th | +13/+8/+3 | +11 | +6 | +11 | Bonded manifestation increase, phantom recall 4/day | 5 | 5 | 5 | 5 | 4 | 3 |",
			"| 19th | +14/+9/+4 | +11 | +6 | +11 | *Calm spirit* 4/day | 5 | 5 | 5 | 5 | 5 | 4 |",
			"| 20th | +15/+10/+5 | +12 | +6 | +12 | Empowered consciousness | 5 | 5 | 5 | 5 | 5 | 5 |",
			"",
			"### Spells Known",
			"",
			"| Level | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | 4 | 2 | - | - | - | - | - |",
			"| 2nd | 5 | 3 | - | - | - | - | - |",
			"| 3rd | 6 | 4 | - | - | - | - | - |",
			"| 4th | 6 | 4 | 2 | - | - | - | - |",
			"| 5th | 6 | 4 | 3 | - | - | - | - |",
			"| 6th | 6 | 4 | 4 | - | - | - | - |",
			"| 7th | 6 | 5 | 4 | 2 | - | - | - |",
			"| 8th | 6 | 5 | 4 | 3 | - | - | - |",
			"| 9th | 6 | 5 | 4 | 4 | - | - | - |",
			"| 10th | 6 | 5 | 5 | 4 | 2 | - | - |",
			"| 11th | 6 | 6 | 5 | 4 | 3 | - | - |",
			"| 12th | 6 | 6 | 5 | 4 | 4 | - | - |",
			"| 13th | 6 | 6 | 5 | 5 | 4 | 2 | - |",
			"| 14th | 6 | 6 | 6 | 5 | 4 | 3 | - |",
			"| 15th | 6 | 6 | 6 | 5 | 4 | 4 | - |",
			"| 16th | 6 | 6 | 6 | 5 | 5 | 4 | 2 |",
			"| 17th | 6 | 6 | 6 | 6 | 5 | 4 | 3 |",
			"| 18th | 6 | 6 | 6 | 6 | 5 | 4 | 4 |",
			"| 19th | 6 | 6 | 6 | 6 | 5 | 5 | 4 |",
			"| 20th | 6 | 6 | 6 | 6 | 6 | 5 | 5 |",
			"",
			"**Weapon and Armor Proficiency:** A spiritualist is proficient with all simple weapons, kukris, saps, and scythes, as well as with light armor.",
			"",
			":b[Spells:] A spiritualist casts psychic spells drawn from the {main/spells_<spiritualist/ spell list}. She can cast any spell she knows without preparing it ahead of time, assuming she has not yet used up her allotment of spells per day for the spell's level. To learn or cast a spell, a spiritualist must have a Wisdom score equal to at least 10 + the spell level. The DC for a saving throw against a spiritualist's spell equals 10 + the spell level + the spiritualist's Wisdom modifier.",
			"",
			"A spiritualist can cast only a certain number of spells of each spell level per day. In addition, she receives {rule/determine_<bonus/ spells per day>es} if she has a high Wisdom score.",
			"",
			"A spiritualist's selection of spells is limited. A spiritualist begins play knowing four 0-level spells and two 1st-level spells of the spiritualist's choice. At each new spiritualist level, she learns one or more new spells. Unlike her number of spells per day, the number of spells a spiritualist knows does not affect her Wisdom score.",
			"",
			"Upon reaching 5th level, and at every third spiritualist level thereafter (8th, 11th, and so on), a spiritualist can learn a single new spell in place of one she already knows. In effect, the spiritualist loses the old spell in exchange for the new one. The new spell's level must be the same as that of the spell being exchanged, and it must be at least 1 level lower than the highest-level spiritualist spell she can cast. A spiritualist can swap out only a single spell at any given level and must choose whether or not to swap the spell at the same time that she gains new spells known for the level.",
			"",
			"**Knacks:** A spiritualist learns a number of knacks, or 0-level psychic spells. These spells are cast like any other spell, but they can be cast any number of times per day. Knacks prepared using another spell slot, because of metamagic feats applied to them, for example, consume spell slots as normal.",
			"",
			":b[Phantom:] A spiritualist begins play with the aid of a powerful and versatile spirit entity called a {sidekick/phantom}. The phantom forms a link with the spiritualist, who forever after can either harbor the creature within her consciousness or manifest it as an ectoplasmic or incorporeal entity. A phantom has the same alignment as the spiritualist, and it can speak all the languages its master can. A spiritualist can harbor her phantom in her consciousness, manifest it partially, or fully manifest it. A fully manifested phantom is treated as a summoned creature from the Ethereal Plane, except it is not sent back to the Ethereal Plane until it is reduced to a negative amount of hit points equal to or greater than its Constitution score.",
			"",
			"Each phantom has an {ability/emotional focus} - a powerful emotion based on some experience in life that keeps it tethered to the Material and Ethereal planes. This emotional focus also grants the phantom abilities that it can use while manifested. The type of each ability and its power are determined by the spiritualist's level.",
			"",
			"The emotional focus determines which bonus skill ranks the phantom gains, as well as the skills in which its spiritualist master gains Skill Focus (see *Shared Consciousness* below). It also determines the good saving throws of the manifested phantom and the special abilities the phantom gains as it increases in level.",
			"",
			"A spiritualist can fully manifest her phantom through a ritual that takes 1 minute to perform. When the phantom is fully manifested, the spiritualist can change the form of the phantom's manifestation (either from ectoplasmic to incorporeal or vice versa) as a full-round action that provokes attacks of opportunity. When the phantom manifests, its hit points are unchanged from the last time it manifested, unless the phantom was slain and returned to the Ethereal Plane; in this case, the phantom manifests with half its maximum number of hit points. The phantom does not heal naturally, and can be healed only with magic or by being tended to with the Heal skill while fully manifested in ectoplasmic form. The phantom stays fully manifested until it is either returned to the spiritualist's consciousness (a standard action) or banished to the Ethereal Plane. If the phantom is banished to the Ethereal Plane, it can't return to the spiritualist's consciousness or manifest again for 24 hours.",
			"",
			"While fully manifested, a phantom can't be returned to the Ethereal Plane by means of {spell/dispel magic}, but spells such as {spell/dismissal} and {spell/banishment} work normally. Whenever the spiritualist is unconscious or asleep, the phantom immediately returns to the spiritualist's consciousness. If the spiritualist dies, the phantom is returned to the Ethereal Plane, and can't return to the spiritualist's consciousness until 24 hours after the spiritualist is brought back to life. A phantom can't be dismissed or banished (by a spell or any other similar effect) while it resides in the spiritualist's consciousness, as the phantom is protected from such effects by the power of the spiritualist's psyche.",
			"",
			"Fully manifested phantoms can wear armor and use items (though not wield weapons) appropriate to their forms. Any items worn, carried, or held by a phantom are dropped when the phantom returns to the spiritualist's consciousness, and must be retrieved and donned anew if the phantom wishes to use them when it fully manifests in the future.",
			"",
			"Phantoms are self-involved, even jealous, creatures that do not play well with other summoned companions. A phantom refuses to manifest (either fully or as part of a bonded manifestation) in the presence of an eidolon or shadow summoned by the phantom's master. Furthermore, if a phantom is manifested when such a creature is summoned, it immediately retreats into its spiritualist's consciousness, and will not manifest again until the eidolon or shadow is dismissed.",
			"",
			"A fully manifested phantom's abilities, feats, Hit Dice, saving throws, and skills are tied to the spiritualist's class level and increase as the spiritualist gains levels.",
			"",
			":b[Shared Consciousness/ (Su):] At 1st level, while a phantom is confined in a spiritualist's consciousness (but not while it's fully manifested or banished to the Ethereal Plane), it grants the spiritualist the {feat/Skill Focus} feat in two skills determined by the phantom's emotional focus, unless the spiritualist already has Skill Focus in those skills. It also grants a +4 bonus on saving throws against all mind-affecting effects; at 12th level, this bonus increases to +8. Lastly, once per day, when the spiritualist fails a saving throw against a mind-affecting effect, as an immediate action she can shunt that effect into the phantom's section of her consciousness instead. When she does so, she is not affected by the mind-affecting effect, but for the normal duration of that effect, the spiritualist loses the bonuses on saving throws against mind-affecting effects and the Skill Focus effects granted by her phantom, and can't use this ability to shunt a mind-affecting effect into the phantom's consciousness or manifest her phantom in any way. When a mind-affecting effect is shunted into the phantom's consciousness, spells such as {spell/dispel magic} and {spell/break enchantment} can be cast on the spiritualist to end the effect's duration as if the spiritualist were affected by the mind-affecting effect.",
			"",
			":b[Etheric Tether/ (Su):] At 1st level, a spiritualist can force the phantom to manifest in an area around her by pushing the phantom's consciousness though the veil of ethereal essence, allowing it to fully manifest in either ectoplasmic or incorporeal form. Whenever her manifested phantom takes enough damage to send it back to the Ethereal Plane, as a reaction to the damage, the spiritualist can sacrifice any number of her hit points without using an action. Each hit point sacrificed in this way prevents 1 point of damage dealt to the phantom. This can prevent the phantom from being sent back to the Ethereal Plane.",
			"",
			"This tether is limited. When the phantom is fully manifested, it and the spiritualist must remain within 50 feet of one another for the phantom's manifestation to stay stable with little to no concentration on the part of the spiritualist. The spiritualist can stretch the limited tether, but only when the phantom is in ectoplasmic form. When a spiritualist starts her turn and her ectoplasmic phantom is more than 50 feet away from her (but closer than 100 feet), the spiritualist must concentrate on the link as a full-round action that provokes attacks of opportunity or the ectoplasmic phantom immediately returns to the Ethereal Plane and cannot be summoned from that plane for 24 hours. This {rule/concentration} can be interrupted as if it were a spell. Treat this effect's spell level as equal to 1 + 1 per 10 feet farther than 50 feet that the phantom is from the spiritualist (maximum spell level 6th). If the tether is interrupted or the check fails, the phantom immediately snaps back into the consciousness of its spiritualist master.",
			"",
			"If the ectoplasmic phantom is ever more than 100 feet away from its spiritualist, or the incorporeal phantom is ever 50 feet away from the spiritualist or outside of line of effect from the spiritualist for more than 1 round per spiritualist level the spiritualist possesses, the tether is automatically broken; the phantom immediately returns to the Ethereal Plane and can't be summoned from that plane for 24 hours.",
			"",
			":b[Bonded Senses/ (Su):] At 2nd level, as a standard action, a spiritualist can share the senses of her manifested phantom, hearing, seeing, smelling, tasting, and feeling everything her phantom does. She can use this ability a number of rounds per day equal to her spiritualist level, but those rounds do not need to be consecutive. There is no maximum range for this effect, but the phantom and the spiritualist must be on the same plane. The spiritualist can end this effect as a free action.",
			"",
			":b[Bonded Manifestation/ (Su):] At 3rd level, as a swift action, a spiritualist can pull on the consciousness of her phantom and the substance of the Ethereal Plane to partially manifest aspects of both in her own body. When she does, she uses this bonded manifestation to enhance her own abilities while the phantom is still bound to her consciousness. For the spiritualist to use this ability, the phantom must be confined in the spiritualist's consciousness; it can't be manifested in any other way.",
			"",
			"During a bonded manifestation, the phantom can't be damaged, dismissed, or banished. A spiritualist can use bonded manifestation a number of rounds per day equal to 3 + her spiritualist level. The rounds need not be consecutive. She can dismiss the effects of a bonded manifestation as a free action, but even if she dismisses a bonded manifestation on the same round that she used it, it counts as 1 round of use.",
			"",
			"When a spiritualist uses this ability, she must choose either ectoplasmic or incorporeal form. When she makes this choice, she gains all of the abilities based on the form she chooses and her spiritualist level.",
			"",
			">**Ectoplasmic Bonded Manifestation**: When a spiritualist uses this ability and chooses ectoplasmic form, she gains an ectoplasmic shield that protects her without restricting her movement or actions. She gains a +4 shield bonus to Armor Class; this bonus applies to incorporeal touch attacks. The ectoplasmic shield has no armor check penalty or arcane spell failure chance. At 8th level, the spiritualist also sprouts a pair of ectoplasmic tendrils from her body. Once per round as either a swift or a standard action (spiritualist's choice), the spiritualist can use one or both tendrils to attack creatures within her melee reach (using the attack bonus and damage dice of her ectoplasmic manifested phantom) or to manipulate objects. She can even use that action to have one tendril make an attack and the other manipulate an object, as long as that object can be manipulated with one hand. At 13th level, the phantom's ectoplasm clings to the spiritualist like a suit of armor. This grants the spiritualist a +6 armor bonus to AC without imposing an armor check penalty, an arcane spell failure chance, or any reduction in speed. At 18th level, the spiritualist can take a full-round action to attack all creatures within her melee reach with her tendrils (using the attack bonus and damage dice of her ectoplasmic manifested phantom). When she does, she rolls the attack roll twice, takes the better of the two results, and uses that as her attack roll result against all creatures within her melee reach. If the better attack roll threatens a critical hit, the spiritualist chooses one target that she hit to confirm the critical hit against. The other attacks that hit are considered normal hits rather than critical threats.",
			">",
			">**Incorporeal Bonded Manifestation**: When a spiritualist uses this ability and chooses incorporeal form, she becomes shrouded in a haze of insubstantial mist, granting her {rule/concealment} against ranged attacks. At 8th level, the spiritualist can better affect incorporeal creatures with melee attacks; her unarmed strikes and melee weapon attacks are treated as if they had the {magic-enh/ghost touch} magic weapon special ability. At 13th level, the spiritualist can take a standard action to become invisible (as the {spell/invisibility} spell) until the start of her next turn. At 18th level, the spiritualist gains the incorporeal subtype and a fly speed of 30 feet (good) while using this form of bonded manifestation.",
			"",
			":b[Spiritual Interference/ (Ex or Su):] At 4th level, whenever a spiritualist is within the reach of her ectoplasmic manifested phantom, she gains a +2 shield bonus to her Armor Class and a +2 circumstance bonus on her saving throws. She doesn't gain these bonuses when the ectoplasmic manifested phantom is grappled, helpless, or unconscious. A spiritualist within 30 feet of her incorporeally manifested phantom receives a +2 circumstance bonus on saving throws against mind-affecting effects. This bonus is a supernatural ability and does not apply if the phantom is unconscious.",
			"",
			":b[Detect Undead/ (Sp):] At 5th level, a spiritualist's connection with the Ethereal Plane becomes so strong that she can use {spell/detect undead} at will as a spell-like ability with a caster level equal to her spiritualist level.",
			"",
			":b[Phantom Recall/ (Su):] At 6th level, as either a swift or an immediate action, a spiritualist can call her manifested phantom to her side or back into her consciousness. This ability functions as {spell/dimension door}, using the spiritualist's class level as the caster level. When the spiritualist calls the phantom in this way, the phantom appears adjacent to the spiritualist (or as close as possible, if all adjacent spaces are occupied).",
			"",
			"When the spiritualist uses this ability to call the phantom back to her consciousness, she can activate bonded manifestation as part of that action, but doing so costs 1 extra round of bonded manifestation.",
			"",
			"The spiritualist can use this ability once per day at 6th level, plus one additional time per day for every 4 spiritualist levels she possesses beyond 6th.",
			"",
			":b[Calm Spirit/ (Sp):] At 7th level, a spiritualist gains the ability to use {spell/calm spirit} as a spell-like ability once per day. At 11th level and every 4 levels thereafter, the spiritualist can use this ability an additional time per day (to a maximum of 4 times per day at 19th level).",
			"",
			":b[See Invisibility/ (Sp):] At 9th level, a spiritualist gains the ability to see many things normally hidden from sight. She gains the ability to use {spell/see invisibility} as a spell-like ability once per day, with a duration of 10 minutes.",
			"",
			":b[Fused Consciousness/ (Su):] At 10th level, a spiritualist always gains the benefits of bonded senses when her phantom is manifested. She also gains the skill ranks and bonus to mind-affecting spells granted by the spirit's emotional focus, even when her phantom is manifested. Lastly, she can shunt the effect of a mind-affecting effect into the consciousness of her phantom as the shared consciousness ability even when the phantom is manifested, but doing so causes the phantom to immediately retreat back into the spiritualist's consciousness.",
			"",
			":b[Greater Spiritual Interference/ (Ex or Su):]{id=other-abilities} At 12th level, whenever allies are within the phantom's reach, as long as the manifested phantom is in ectoplasmic form, each ally gains a +2 shield bonus to its Armor Class and a +2 circumstance bonus on its saving throws. For the spiritualist, these bonuses increase to +4. The spiritualist and allies within range don't gain this bonus if the manifested phantom is grappled, helpless, or unconscious. While the phantom is incorporeally manifested, allies within 30 feet of the phantom receive a +2 circumstance bonus on saving throws against mind-affecting effects. For the spiritualist, this bonus increases to +4. This bonus doesn't apply if the phantom is unconscious.",
			"",
			"**Spiritual Bond (Su):** At 14th level, a spiritualist's life force becomes intrinsically linked with the phantom's spiritual essence. As long as the phantom has 1 or more hit points, when the spiritualist takes damage that would reduce her to fewer than 0 hit points, those points of damage are transferred to the phantom instead. This transfer stops after the phantom takes all the points of damage or the phantom is reduced to a negative amount of hit points equal to its Constitution score. In the latter case, points of damage dealt in excess of this limit are dealt to the spiritualist. This ability affects only effects that deal hit point damage.",
			"",
			"**Call Spirit (Sp):** At 16th level, a spiritualist gains the ability to use {spell/call spirit} as a spell-like ability once per day.",
			"",
			"**Dual Bond (Su):** At 17th level, the spiritualist can use her bonded manifestation ability a number of rounds per day equal to 3 + twice her spiritualist level.",
			"",
			"**Empowered Consciousness (Su):** At 20th level, while a spiritualist's phantom is confined in her consciousness, she is immune to mind-affecting effects and spells and effects that involve possession, such as {spell/magic jar} and {spell/possession}.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Deep Magics (Su) | At 20th level, the character's repertoire of spells deepens dramatically. She gains an additional spell known for each spell level she can cast. A character of any class with spells known can select this capstone. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| Potent Phantom (Su) | At 20th level, the spiritualist's phantom grows ever more complex and sophisticated in its manifestation. The phantom gains a second emotional focus. This does not change the phantom's saving throws, but the phantom otherwise grants all the skills and powers of the focus. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a {rule/minor |artifact>s} and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Duskwalker:** Add 1 foot to the spiritualist's phantom's base speed. In combat, this option has no effect unless the spiritualist has selected it 5 times (or another increment of 5).[^A]",
			"",
			"**Dwarf:** Add 1/6 to the shield bonus granted by the 3rd-level ectoplasmic bonded manifestation ability.[^B]",
			"",
			"**Dwarf:** Add a +1/4 bonus on weapon damage rolls with the slam attacks from ectoplasmic bonded manifestation.[^C]",
			"",
			"**Elf:** Add 1/6 to the shield bonus granted by the 3rd-level ectoplasmic bonded manifestation ability.[^B]",
			"",
			"**Gnome:** Add 1/6 to the shield bonus granted to the spiritualist while under the effects of either spiritual interference or greater spiritual interference.[^D]",
			"",
			"**Half-elf:** Add 1 skill rank to the spiritualist's phantom.[^D]",
			"",
			"**Halfling:** Add 1/4 to the number of rounds that the spiritualist's incorporeal phantom can be out of sight and line of effect before being sent back to the Ethereal Plane.[^D]",
			"",
			"**Half-orc:** Add 1 hit point to the spiritualist's phantom.[^D]",
			"",
			"**Human:** Add 1 skill rank or 1 hit point to the spiritualist's phantom.[^D]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^E]",
			"",
			"**Ratfolk:** Add 1/2 hit point and 1/2 skill point to the spiritualist's phantom.[^F]",
			"",
			"**Shabti:** Add 1 foot to the limit of etheric tether. This includes how far the spiritualist's phantom can be before needing to concentrate and before the tether is broken.[^G]",
			"",
			"**Tengu:** The spiritualist's phantom gains 1/6 of a bonus feat. The phantom must meet all prerequisites of the selected feat.[^H]",
			"",
			"**Wayang:** Add 1/4 to the number of rounds that the spiritualist's incorporeal phantom can be out of sight and line of effect before being sent back to the Ethereal Plane.[^I]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=spiritualist}",
			"Drowned Channeler",
			"Class Skills; Phantom; Shared Consciousness; Etheric Tether; Bonded Manifestation; Bonded Senses; Detect Undead; Calm Spirit; See Invisibility; Call Spirit",
			"When a drowned spirit doomed to a watery grave descends toward the evil of undeath and seeks refuge in a mortal shell, the result is an unusual spiritualist with powers that resonate with the drowned spirit's demise.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Ectoplasmatist",
			"Etheric Tether; Phantom; Shared Consciousness; Fused Consciousness; Spiritual Bond; Empowered Consciousness; Bonded Manifestation; Phantom Recall; Dual Bond; Spiritual Interference; Greater Spiritual Interference",
			"Instead of calling upon a phantom from the Ethereal Plane, an ectoplasmatist infuses herself with the mysterious substance called ectoplasm.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Exciter",
			"Phantom; Emotional Focus; Phantom Recall; Etheric Tether; Bonded Senses; Spiritual Bond; Spiritual Interference; Fused Consciousness; Spiritual Interference",
			"The phantom that accompanies the exciter fills him with unbridled exultation, as he lets feeling and passion rule and sharpen his mind and body into a glorious fusion.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Fated Guide",
			"Antagonistic; Bonded Manifestation; See Invisibility; Call Spirit",
			"Not all phantoms are restless dead escaping the afterlife. On rare occasions, Pharasma returns a judged soul to the Material Plane - linking the spirit to a devout believer - to complete some final task, make amends for a crime, or grant a sharply divided soul a second chance.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Fractured Mind",
			"Spellcasting; Detect Undead; Calm Spirit; See Invisibility; Call Spirit",
			"Most spiritualists harbor the spirits of the deceased in their psyches, but a small number of them - known as fractured minds - draw their powers instead from a fraction of their own souls that resonates with extremely powerful emotions.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Geist Channeler",
			"Phantom; Emotional Focus; Bonded Manifestation",
			"Some phantoms retain less of their personalities and memories than others. Though most phantoms maintain some semblance of their former selves, others of their kind, known as geists, came close to being lost forever before they became phantoms.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Grim Apostle",
			"Phantom; Emotional Focus; Shared Consciousness; Fused Consciousness",
			"Some devotees of the Four Horsemen can form spiritual manifestations of the daemonic demigods.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Hag-Haunted",
			"Phantom; Shared Consciousness; Fused Consciousness; Spells; Spiritual Interference; Greater Spiritual Interference",
			"A hag who dies with a curse on her breath is often anchored to the Ethereal Plane by the power of her hatred - similar to vile and angry mortal souls - and some even claw their way back to the living world through the souls of those they despised or ruined... or those unfortunate souls they birthed. Hag-haunted spiritualists are tethered to these spiteful spirits, anchoring them once again in the world of the living.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Haunted",
			"Bonded Manifestation; Dual Bond",
			"The haunted are a dangerous breed of spellcasters bound to temperamental and unpredictable phantoms that leech power from their spiritualists.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Involutionist",
			"Spellcasting; Phantom; Emotional Focus; Bonded Manifestation; Detect Undead; 11th, 15th, 17th-level uses of Calm Spirit",
			"Rather than bond with an existing spirit as most Rivethun eventually do, the involutionist creates a spirit from a piece of her own soul.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Necrologist",
			"Alignment; Shared Consciousness; Share Spells; 5th, 13th-level slam damage increase; Devotion; Bonded Manifestation; Spiritual Interference; Greater Spiritual Interference",
			"The vile spiritualists known as necrologists reach toward the Negative Energy Plane and for whatever evil purpose, they bring back malevolent spirits whose passions have turned to vengeance and hate for all life.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Onmyoji",
			"Spellcasting; Shared Consciousness; Fused Consciousness; Spiritual Interference; Greater Spiritual Interference",
			"Though most spiritualists are chosen by their phantoms, others deliberately call phantoms to them through years of careful preparation and study in obscure divine traditions.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Phantom Blade",
			"Weapon and Armor Proficiencies; Phantom; Phantom Recall; Spiritual Bond; Dual Bond; Etheric Tether; Shared Consciousness; Fused Consciousness; Empowered Consciousness; Bonded Senses; Bonded Manifestation; Spiritual Interference; Greater Spiritual Interference",
			"A small selection of spiritualists are connected to spirits of combat and warfare, and manifest a weapon instead of a phantom.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Plague Eater",
			"Phantom; Shared Consciousness; Spiritual Interference; Detect Undead; Calm Spirit; See Invisibility; Fused Consciousness; Greater Spiritual Interference; Call Spirit",
			"A plague eater bears the weight of many souls within her consciousness, spirits that remember the devastation of disease and seek to protect their host from infections, cleanse others of plague, and use disease itself as a weapon.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Priest of the Fallen",
			"Phantom; Shared Consciousness; Bonded Manifestation; Phantom Recall; Fused Consciousness; Dual Bond; Empowered Consciousness",
			"A priest of the fallen is a spiritualist who channels her land's legends and provides a vessel for mighty heroes to perform heroic acts once more.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Quintessentialist",
			"Spellcasting; Phantom",
			"The quintessentialist learns to project her best self - her exemplar - as an independent being, but in doing so leaves only the weakest and basest aspects behind in her body.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Scourge",
			"Spiritual Interference; Devotion; Calm Spirit; Greater Spiritual Interference",
			"Scourges are students of pain and have a rare connection to tormented and wracked spirits.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Seeker of Enlightenment",
			"Shared Consciousness; Detect Undead; Calm Spirit; See Invisibility; Fused Consciousness; Call Spirit",
			"Sometimes a spiritualist is so haunted by a past life's failure to reach enlightenment that the past life is reborn not as a new creature but as a phantom in a spiritualist's consciousness.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Shadow Caller",
			"Phantom; Emotional Focus; Shared Consciousness; Etheric Tether; Phantom Recall; See Invisibility; Fused Consciousness; Empowered Consciousness",
			"While most spiritualists form a bond with the remnants of a creature's soul, some explore ways to bind ephemeral shadows to their own souls in exchange for power.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Soul Warden",
			"Phantom; Etheric Tether; Shared Consciousness; Spiritual Interference; Fused Consciousness; Greater Spiritual Interference; Bonded Senses; Phantom Recall; Bonded Manifestation; Dual Bond; Empowered Consciousness",
			"Soul wardens have helped their phantoms pass on and have become wardens of the soulstream, serving Pharasma and working with psychopomps to protect vulnerable souls from those who seek to capture, corrupt, or devour them.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Totem Spiritualist",
			"Phantom; Shared Consciousness; See Invisibility; Dual Bond",
			"These specialized spiritualists call upon phantoms that are manifestations of animals and personifications of nature.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Usher of Lost Souls",
			"Bonded Senses; Spiritual Interference; Greater Spiritual Interference; See Invisibility; Spiritual Bond",
			"Ushers of lost souls are spiritualists who focus on bringing the souls of the dead to their final judgments at the end of the River of Souls.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Ward Spiritualist",
			"Phantom; Spellcasting; Bonded Senses; Phantom Recall; Greater Spiritual Interference",
			"A ward spiritualist ventures into the wilderness and petitions a kami to help her in her travels, either taking an existing ward with her or becoming the kami's new ward.",
			":::",
			"",
			":::archetype{c=spiritualist}",
			"Zeitgeist Binder",
			"Phantom; Detect Undead; Calm Spirit; See Invisibility; Call Spirit; Bonded Senses; Fused Consciousness",
			"Zeitgeist binders channel the emotional connections of a group of people into a unique phantom that personifies a community.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Plane-Hopper's Handbook/ pg. 17}",
			"[^B]: {source/Occult Adventures/ pg. 84}",
			"[^C]: {source/Horror Adventures/ pg. 38}",
			"[^D]: Occult Adventures pg. 85",
			"[^E]: {source/Blood of the Beast/ pg. 12}",
			"[^F]: Blood of the Beast pg. 20",
			"[^G]: Plane-Hopper's Handbook pg. 23",
			"[^H]: Blood of the Beast pg. 24",
			"[^I]: {source/Blood of Shadows/ pg. 11}"
		],
		"tables": [
			{
				"id": "spiritualist archetypes",
				"columns": [
					{ "header": "Archetype", "ripple": true },
					{ "header": "11th-Level Calm Spirit" },
					{ "header": "15th-Level Calm Spirit" },
					{ "header": "19th-Level Calm Spirit" },
					{ "header": "Alignment" },
					{ "header": "Antagonistic" },
					{ "header": "Bonded Manifestation" },
					{ "header": "Bonded Senses" },
					{ "header": "Call Spirit" },
					{ "header": "Calm Spirit" },
					{ "header": "Class Skills" },
					{ "header": "Detect Undead" },
					{ "header": "Devotion" },
					{ "header": "Dual Bond" },
					{ "header": "Emotional Focus" },
					{ "header": "Empowered Consciousness" },
					{ "header": "Etheric Tether" },
					{ "header": "Fused Consciousness" },
					{ "header": "Greater Spiritual Interference" },
					{ "header": "Phantom" },
					{ "header": "Phantom Recall" },
					{ "header": "See Invisibility" },
					{ "header": "Share Spells" },
					{ "header": "Shared Consciousness" },
					{ "header": "Spellcasting" },
					{ "header": "Spiritual Bond" },
					{ "header": "Spiritual Interference" },
					{ "header": "Weapon/Armor Proficiency" }
				],
				"data": [
					[ "{arc-spiritualist/Drowned Channeler}", null, null, null, null, null, "X", "X", "X", "X", "X", "X", null, null, null, null, "X", null, null, "X", null, "X", null, "X", null, null, null, null ],
					[ "{arc-spiritualist/Ectoplasmatist}", null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, "X", "X", "X", "X", "X", "X", null, null, "X", null, "X", "X", null ],
					[ "{arc-spiritualist/Exciter}", null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, "X", "X", null, "X", "X", null, null, null, null, "X", "X", null ],
					[ "{arc-spiritualist/Fated Guide}", null, null, null, null, "X", "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null ],
					[ "{arc-spiritualist/Fractured Mind}", null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null ],
					[ "{arc-spiritualist/Geist Channeler}", null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null ],
					[ "{arc-spiritualist/Grim Apostle}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, "X", null, null, null, "X", null, null, null, null ],
					[ "{arc-spiritualist/Hag-Haunted}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, "X", "X", null, "X", null ],
					[ "{arc-spiritualist/Haunted}", null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-spiritualist/Involutionist}", "X", "X", "X", null, null, "X", null, null, null, null, "X", null, null, "X", null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-spiritualist/Necrologist}", null, null, null, "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null, "X", "X", null, null, "X", "X", null, null, "X", null ],
					[ "{arc-spiritualist/Onmyoji}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, null, "X", "X", null, "X", null ],
					[ "{arc-spiritualist/Phantom Blade}", null, null, null, null, null, "X", "X", null, null, null, null, null, "X", null, "X", "X", "X", "X", "X", "X", null, null, "X", null, "X", "X", "X" ],
					[ "{arc-spiritualist/Plague Eater}", null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, "X", "X", "X", null, "X", null, "X", null, null, "X", null ],
					[ "{arc-spiritualist/Priest of the Fallen}", null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, "X", null, "X", null, "X", "X", null, null, "X", null, null, null, null ],
					[ "{arc-spiritualist/Quintessentialist}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null ],
					[ "{arc-spiritualist/Scourge}", null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null ],
					[ "{arc-spiritualist/Seeker of Enlightenment}", null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, null, null, "X", null, null, null, "X", null, "X", null, null, null, null ],
					[ "{arc-spiritualist/Shadow Caller}", null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", "X", "X", null, "X", "X", "X", null, "X", null, null, null, null ],
					[ "{arc-spiritualist/Soul Warden}", null, null, null, null, null, "X", "X", null, null, null, null, null, "X", null, "X", "X", "X", "X", "X", "X", null, null, "X", null, null, "X", null ],
					[ "{arc-spiritualist/Totem Spiritualist}", null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, "X", null, "X", null, null, null, null ],
					[ "{arc-spiritualist/Usher of Lost Souls}", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", null, null, "X", null, null, null, "X", "X", null ],
					[ "{arc-spiritualist/Ward Spiritualist}", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, "X", null, null, null ],
					[ "{arc-spiritualist/Zeitgeist Binder}", null, null, null, null, null, null, "X", "X", "X", null, "X", null, null, null, null, null, "X", null, "X", null, "X", null, null, null, null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"swashbuckler": {
		"name": "Swashbuckler",
		"sources": [
			"Advanced Class Guide",
			"Chronicle of Legends",
			"Blood of the Beast"
		],
		"description": [
			"{jumplist Class Skills / Panache / Deeds / Swashbuckler Finesse / Charmed Life / Nimble / Bonus Feats / Swashbuckler Weapon Training / Grit and Panache / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Swashbuckler",
			"",
			"{SOURCE Advanced Class Guide/56}",
			"",
			"Whereas many warriors brave battle encased in suits of armor and wielding large and powerful weapons, swashbucklers rely on speed, agility, and panache. Swashbucklers dart in and out of the fray, wearing down opponents with lunges and feints, all while foiling the powerful attacks against them with a flick of the wrist and a flash of the blade. Their deft parries and fatal ripostes are carnage elevated to an art form. Some may be arrogant and devil-may-care, but behind this veneer lie people deeply dedicated to their craft. Those of smaller races are particularly driven to prove that the right mix of discipline and daring is the perfect counter to size and strength, and enjoy nothing more than taking down lumbering brutes and bullies.",
			"",
			"**Role:** Combining fancy footwork with quick and precise lunges, swashbucklers dart in and out of battle, harassing and thwarting their opponents. These fast and agile combatants serve as protectors for spellcasters and flank mates for rogues and slayers, while waiting for the opportunity to show panache and score the killing blow on some lumbering hulk. Swashbucklers often face death with wry humor, mocking it with jabbing wit.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d10.  ",
			"**Parent Class(es):** {class/Fighter} and {class/gunslinger}.  ",
			"**Starting Wealth:** 5d6 &times; 10 gp (average 175 gp).",
			"",
			"### Class Skills",
			"",
			"The Swashbuckler's class skills are {skill/Acrobatics} (Dex), {skill/Bluff} (Cha), {skill/Climb} (Str), {skill/Craft} (Int), {skill/Diplomacy} (Cha), {skill/Escape Artist} (Dex), {skill/Intimidate} (Cha), {skill/Knowledge (local)} (Int), {skill/Knowledge (nobility)} (Int), {skill/Perception} (Wis), {skill/Perform} (Cha), {skill/Profession} (Wis), {skill/Ride} (Dex), {skill/Sense Motive} (Wis), {skill/Sleight of Hand} (Dex), and {skill/Swim} (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +0 | +2 | +0 | Deeds, panache, swashbuckler finesse |",
			"| 2nd | +2 | +0 | +3 | +0 | Charmed life 3/day |",
			"| 3rd | +3 | +1 | +3 | +1 | Deeds, nimble +1 |",
			"| 4th | +4 | +1 | +4 | +1 | Bonus feat |",
			"| 5th | +5 | +1 | +4 | +1 | Swashbuckler weapon training +1 |",
			"| 6th | +6/+1 | +2 | +5 | +2 | Charmed life 4/day |",
			"| 7th | +7/+2 | +2 | +5 | +2 | Deeds, nimble +2 |",
			"| 8th | +8/+3 | +2 | +6 | +2 | Bonus feat |",
			"| 9th | +9/+4 | +3 | +6 | +3 | Swashbuckler weapon training +2 |",
			"| 10th | +10/+5 | +3 | +7 | +3 | Charmed life 5/day |",
			"| 11th | +11/+6/+1 | +3 | +7 | +3 | Deeds, nimble +3 |",
			"| 12th | +12/+7/+2 | +4 | +8 | +4 | Bonus feat |",
			"| 13th | +13/+8/+3 | +4 | +8 | +4 | Swashbuckler weapon training +3 |",
			"| 14th | +14/+9/+4 | +4 | +9 | +4 | Charmed life 6/day |",
			"| 15th | +15/+10/+5 | +5 | +9 | +5 | Deeds, nimble +4 |",
			"| 16th | +16/+11/+6/+1 | +5 | +10 | +5 | Bonus feat |",
			"| 17th | +17/+12/+7/+2 | +5 | +10 | +5 | Swashbuckler weapon training +4 |",
			"| 18th | +18/+13/+8/+3 | +6 | +11 | +6 | Charmed life 7/day |",
			"| 19th | +19/+14/+9/+4 | +6 | +11 | +6 | Deeds, nimble +5 |",
			"| 20th | +20/+15/+10/+5 | +6 | +12 | +6 | Bonus feat, swashbuckler weapon mastery |",
			"",
			"**Weapon and Armor Proficiency:** Swashbucklers are proficient with simple and martial weapons, as well as light armor and bucklers.",
			"",
			":b[Panache/ (Ex):] More than just a lightly armored warrior, a swashbuckler is a daring combatant. She fights with panache: a fluctuating measure of a swashbuckler's ability to perform amazing actions in combat. At the start of each day, a swashbuckler gains a number of panache points equal to her Charisma modifier (minimum 1). Her panache goes up or down throughout the day, but usually cannot go higher than her Charisma modifier (minimum 1), though feats and magic items can affect this maximum. A swashbuckler spends panache to accomplish deeds, and regains panache in the following ways.",
			"",
			">**Critical Hit with a Light or One-Handed Piercing Melee Weapon:** Each time the swashbuckler confirms a critical hit with a light or one-handed piercing melee weapon, she regains 1 panache point. Confirming a critical hit on a helpless or unaware creature or a creature that has fewer Hit Dice than half the swashbuckler's character level doesn't restore panache.",
			">",
			">**Killing Blow with a Light or One-Handed Piercing Melee Weapon:** When the swashbuckler reduces a creature to 0 or fewer hit points with a light or one-handed piercing melee weapon attack while in combat, she regains 1 panache point. Destroying an unattended object, reducing a helpless or unaware creature to 0 or fewer hit points, or reducing a creature that has fewer Hit Dice than half the swashbuckler's character level to 0 or fewer hit points doesn't restore any panache.",
			"",
			":b[Deeds:] Swashbucklers spend panache points to accomplish {ability/swashbuckler_<deeds}. Most deeds grant the swashbuckler a momentary bonus or effect, but some provide longer-lasting effects. Some deeds remain in effect while the swashbuckler has at least 1 panache point, but do not require expending panache to be maintained. A swashbuckler can only perform deeds of her level or lower. Unless otherwise noted, a deed can be performed multiple successive times, as long as the swashbuckler has or spends the required number of panache points to perform the deed.",
			"",
			":::aside",
			"",
			"Swashbucklers may optionally select a {ability/swashbuckler_<renowned deed>s} at 1st, 3rd, 7th and 11th level. Each of these deeds replace two other deeds.",
			"",
			":::",
			"",
			":b[Swashbuckler Finesse/ (Ex):] At 1st level, a swashbuckler gains the benefits of the {feat/Weapon Finesse} feat with light or one-handed piercing melee weapons, and she can use her Charisma score in place of Intelligence as a prerequisite for combat feats. This ability counts as having the Weapon Finesse feat for purposes of meeting feat prerequisites.",
			"",
			":b[Charmed Life/ (Ex):] At 2nd level, the swashbuckler gains a knack for getting out of trouble. Three times per day as an immediate action before attempting a saving throw, she can add her Charisma modifier to the result of the save. She must choose to do this before the roll is made. At 6th level and every 4 levels thereafter, the number of times she can do this per day increases by one (to a maximum of 7 times per day at 18th level).",
			"",
			":b[Nimble/ (Ex):] At 3rd level, a swashbuckler gains a +1 dodge bonus to AC while wearing light or no armor. Anything that causes the swashbuckler to lose her Dexterity bonus to AC also causes her to lose this dodge bonus. This bonus increases by 1 for every 4 levels beyond 3rd (to a maximum of +5 at 19th level).",
			"",
			":b[Bonus Feats:] At 4th level and every 4 levels thereafter, a swashbuckler gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from those listed as {main/feats_<combat/ feats}. Swashbuckler levels are considered fighter levels for the purpose of meeting combat feat prerequisites.",
			"",
			"In addition, upon reaching 4th level and every 4 levels thereafter, a swashbuckler can choose to learn a new bonus feat in place of a bonus feat she has already learned. In effect, the swashbuckler loses the bonus feat in exchange for the new one. The old feat cannot be one that was used as a prerequisite for another feat, prestige class, or other ability. A swashbuckler can only change one feat at any given level, and must choose whether or not to swap the feat at the time she gains a new bonus feat for the level.",
			"",
			":::aside",
			"",
			"Optionally, a swashbuckler can pick a {ability/swashbuckler_<dare>s} instead of a bonus feat. These special abilities only activate when you have 0 panache points.",
			"",
			":::",
			"",
			":b[Swashbuckler Weapon Training/ (Ex):] At 5th level, a swashbuckler gains a +1 bonus on attack and damage rolls with one-handed or light piercing melee weapons. While wielding such a weapon, she gains the benefit of the {feat/Improved Critical} feat. These attack and damage bonuses increase by 1 for every 4 levels beyond 5th level (to a maximum of +4 at 17th level).",
			"",
			"**Swashbuckler Weapon Mastery (Ex):** At 20th level, when a swashbuckler threatens a critical hit with a light or one-handed piercing melee weapon, that critical is automatically confirmed. Furthermore, the critical modifiers of such weapons increase by 1 (-2 becomes -3, and so on).",
			"",
			"### Grit and Panache",
			"",
			"The {class/gunslinger/'s} grit and the swashbuckler's panache represent two paths to gain access to the same heroic pool. Characters with both grit and panache class features combine the two resources together into a larger pool of both grit points and panache points.",
			"",
			"For purposes of feat prerequisites, a character with the panache class feature satisfies the prerequisites as if she were a grit user, and vice versa. Swashbuckler levels stack with gunslinger levels for the purpose of satisfying {feat/Signature Deed/'s} level requirement. For feats, magic items, and other effects, a panache user can spend and gain panache points in place of grit points, and vice versa.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Incredible Luck (Ex) | At 20th level, the swashbuckler has had so many close calls that she barely notices them anymore. The swashbuckler gains three additional uses of charmed life and can activate the ability as a free action, even outside of her turn. |",
			"| Old Dog, New Tricks (Ex) | At 20th level, the character shows that a true warrior always has one more surprise the enemy hasn't seen. The character gains four {main/feats_<combat/ feats}. This capstone is available to characters of any class that gains at least four bonus combat feats. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a {rule/minor |artifact>s} and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Dwarf:** Add 1/4 to the swashbuckler's effective class level to determine the extra damage she deals because of the precise strike deed when wielding a light pick or a heavy pick. If the swashbuckler has the Slashing Grace feat or another similar effect, she can treat the battleaxe or handaxe as a one-handed piercing melee weapon, and she gains this benefit when wielding the appropriate weapon for the feat as well.[^A]",
			"",
			"**Elf:** Increase the total number of points in the swashbuckler's panache pool by 1/4.[^B]",
			"",
			"**Gnome:** Increase the number of times per day the swashbuckler can use charmed life by 1/4.[^B]",
			"",
			"**Grippli:** Add 1/2 to the swashbuckler's Acrobatics, Climb, Escape Artist, Fly, Ride, and Swim checks when using the derring-do deed.[^C]",
			"",
			"**Half-elf:** Increase the number of times per day the swashbuckler can use charmed life by 1/4.[^B]",
			"",
			"**Halfling:** Increase the number of times the swashbuckler can use charmed life by 1/4.[^B]",
			"",
			"**Half-orc:** Gain a +1/3 bonus on all critical hit confirmation rolls made while using the precise strike deed (maximum bonus of +5). This bonus doesn't stack with those gained through {feat/Critical Focus} and similar effects.[^D]",
			"",
			"**Human:** Increase the total number of points in the swashbuckler's panache pool by 1/4.[^D]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^E]",
			"",
			"**Kitsune:** Increase the total number of points in the swashbuckler's panache pool by 1/4.[^E]",
			"",
			"**Ratfolk:** Add 1/4 to the AC bonus provided by cover or improved cover.[^F]",
			"",
			"**Tengu:** Add 1/2 to the swashbuckler's Acrobatics, Climb, Escape Artist, Fly, Ride, and Swim checks when using the derring-do deed.[^G]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=swashbuckler}",
			"Arrow Champion",
			"Panache; Opportune Parry and Riposte; Precise Strike; Swashbuckler Initiative; Swashbuckler Weapon Training; Swashbuckler Weapon Mastery",
			"Arrow champions combine a swashbuckler's agile style of combat with mastery over the bow",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Azatariel",
			"Alignment; Menacing Swordplay; Precise Strike; Targeted Strike; Bleeding Wound; Charmed Life; Nimble; Bonus Feats",
			"Azatariels are the champions of Elysium, dedicated to spreading its unpredictable whimsy and capricious goodness across the planes.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Courser",
			"Opportune Parry and Riposte; Nimble; Menacing Swordplay; Superior Feint; Bleeding Wound",
			"Coursers move with grace and ease, racing across rooftops, dashing up walls, and clearing vast gaps between buildings.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Daring Infiltrator",
			"Class Skills; Bonus Feat; Swashbuckler Initiative; Menacing Swordplay; Bleeding Wound",
			"Not known for their flashy entrances or for standing out in a crowd, a daring infiltrator uses stealth, disguise, and ruthless guile to pursue her goals.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Dashing Thief",
			"Class Skills; Derring-Do; Swashbuckler's Edge; Panache; Bonus Feats; Menacing Swordplay; Dizzying Defense",
			"The dashing thief relies on swift swordplay, dazzling charm, and spirited courage to commit audacious acts of thievery.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Flying Blade",
			"Panache; Dodging Panache; Kip-Up; Menacing Swordplay; Targeted Strike; Bleeding Wound; Perfect Thrust; Swashbuckler Weapon Training; Swashbuckler Weapon Mastery",
			"While most swashbucklers prefer their battles up close, others prefer dealing death from a distance.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Guiding Blade",
			"Bonus Feats; 1st, 7th, 15th-level Deeds; Charmed Life; Nimble; Kip-up",
			"Instead of parrying attacks against her, a guiding blade redirects her enemies' ire away from her allies, interfering with enemies who attack her allies, whether that attack comes by blade or by spell.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Inspired Blade",
			"Panache; Swashbuckler Finesse; Bleeding Wound; Swashbuckler Weapon Training; Swashbuckler Weapon Mastery",
			"An inspired blade is both a force of personality and a sage of swordplay dedicated to the perfection of combat with the rapier.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Mouser",
			"Opportune Parry and Riposte; Menacing Swordplay; Targeted Strike; Bleeding Wound",
			"In the hands of a trained warrior, a well-sharpened blade is deadly regardless of size. A mouser moves in close, using her size and skill as an advantage.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Musketeer",
			"Weapon Proficiencies; Swashbuckler Finesse; Dodging Panache",
			"A number of organizations and kingdoms search for warriors who are brave (or foolish) enough to wield firearms on the battlefield.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Mysterious Avenger",
			"Alignment; Class Skills; Weapon/Armor Proficiencies; Swashbuckler Finesse; Nimble; 4th-level Bonus Feat; Swashbuckler Weapon Training",
			"While some swashbucklers fight for queen and country, and others for coin, glory, or just the enhancement of their own reputations, the mysterious avenger fights directly for a cause.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Noble Fencer",
			"Dodging Panache; Superior Feint; Subtle Blade; Charmed Life",
			"Noble fencers use their quick wits and panache in both physical and social confrontations, and they rely on their training and discipline to emerge victorious, rather than merely trusting to luck.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Okayo Corsair",
			"Weapon and Armor Proficiency; Swashbuckler Finesse; Panache; Menacing Swordplay; Superior Feint; Bleeding Wound; Dizzying Defense; Bonus Feats",
			"An Okayo corsair practices a unique acrobatic martial art that draws inspiration from both the mysticism of monastic combat traditions and the flair of a swashbuckler.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Picaroon",
			"Weapon Proficiencies; Panache; Opportune Parry and Riposte; Kip-Up; Superior Feint; Bleeding Wound; Swashbuckler Finesse",
			"While some swashbucklers take pride in their ability to wear down an opponent with great skill at arms and clever positioning, there are those who use firearms to get in close and hit hard.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Rondelero Swashbuckler",
			"Derring-Do; Kip-Up; Bleeding Wound; Perfect Thrust; Charmed Life",
			"Rondelero swashbucklers are Taldan specialists in an aggressive, lightly armored fighting style that utilizes the falcata and buckler.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Rostland Bravo",
			"Class Skills; Armor Proficiency; Menacing Swordplay; Superior Feint; Bleeding Wound; Swashbuckler's Edge",
			"While some duelists favor more technical approaches, others study flashier maneuvers, wielding the curved blade with artful flair. Disdainfully called \"bravos\" by classically trained rivals, students of this approach have claimed the label with pride.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Shackles Corsair",
			"Nimble; Swashbuckler Initiative; Targeted Strike",
			"A Shackles corsair's debonair charm and style make her a paradoxical celebrity even among the nations whose ships she plunders.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Veiled Blade",
			"Class Skills; Opportune Parry and Riposte; Menacing Swordplay; Swashbuckler's Grace; Swashbuckler's Edge",
			"Veiled blades specialize in subtlety, not through clandestine sneaking but simply by appearing to be someone harmless and unarmed.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Whirling Dervish",
			"Swashbuckler Finesse; Panache; Superior Feint; Targeted Strike; Bleeding Wound; Deadly Stab",
			"In Qadira and throughout the Padishah Empire, Sarenrae's worshipers praise the Dawnflower through dance. Her more warlike followers adapted these dances into graceful martial forms, and their swashbuckling style is feared throughout the Inner Sea region and beyond for its ability to devastate foes with a scimitar through motion and agility regardless of strength of arms.",
			":::",
			"",
			":::archetype{c=swashbuckler}",
			"Wildstrider",
			"Class Skills; Dodging Panache; Derring-Do; Swashbuckler's Edge; Kip-Up; Subtle Blade",
			"Most swashbucklers call cities their home, but some prefer deserts, marshlands, mountains, or woods, where the rough terrain grants them an advantage, and have little interest in the comforts of an urban lifestyle.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Advanced Class Guide/ pg. 69}",
			"[^B]: Advanced Class Guide pg. 70",
			"[^C]: {source/Blood of the Beast/ pg. 8}",
			"[^D]: Advanced Class Guide pg. 71",
			"[^E]: Blood of the Beast pg. 12",
			"[^F]: Blood of the Beast pg. 20",
			"[^G]: Blood of the Beast pg. 24"
		],
		"tables": [
			{
				"id": "swashbuckler archetypes",
				"columns": [
					{ "header": "Archetype", "ripple": true },
					{ "header": "1st, 7th, 15th-level Deeds" },
					{ "header": "4th-level Bonus Feat" },
					{ "header": "Alignment" },
					{ "header": "Armor Proficiency" },
					{ "header": "Bleeding Wound" },
					{ "header": "Bonus Feats" },
					{ "header": "Charmed Life" },
					{ "header": "Class Skills" },
					{ "header": "Deadly Stab" },
					{ "header": "Derring-Do" },
					{ "header": "Dizzying Defense" },
					{ "header": "Dodging Panache" },
					{ "header": "Kip-Up" },
					{ "header": "Menacing Swordplay" },
					{ "header": "Nimble" },
					{ "header": "Opportune Parry and Riposte" },
					{ "header": "Panache" },
					{ "header": "Perfect Thrust" },
					{ "header": "Precise Strike" },
					{ "header": "Subtle Blade" },
					{ "header": "Superior Feint" },
					{ "header": "Swashbuckler Finesse" },
					{ "header": "Swashbuckler Initiative" },
					{ "header": "Swashbuckler Weapon Mastery" },
					{ "header": "Swashbuckler Weapon Training" },
					{ "header": "Swashbuckler's Edge" },
					{ "header": "Swashbuckler's Grace" },
					{ "header": "Targeted Strike" },
					{ "header": "Weapon Proficiency" },
					{ "header": "Weapon/Armor Proficiency" }
				],
				"data": [
					[ "{arc-swashbuckler/Arrow Champion}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X", null, null, null, "X", "X", "X", null, null, null, null, null ],
					[ "{arc-swashbuckler/Azatariel}", null, null, "X", null, "X", "X", "X", null, null, null, null, null, null, "X", "X", null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-swashbuckler/Courser}", null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X", "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-swashbuckler/Daring Infiltrator}", null, null, null, null, "X", "X", null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null ],
					[ "{arc-swashbuckler/Dashing Thief}", null, null, null, null, null, "X", null, "X", null, "X", "X", null, null, "X", null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null, null ],
					[ "{arc-swashbuckler/Flying Blade}", null, null, null, null, "X", null, null, null, null, null, null, "X", "X", "X", null, null, "X", "X", null, null, null, null, null, "X", "X", null, null, "X", null, null ],
					[ "{arc-swashbuckler/Guiding Blade}", "X", null, null, null, null, "X", "X", null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-swashbuckler/Inspired Blade}", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, "X", "X", null, null, null, null, null ],
					[ "{arc-swashbuckler/Mouser}", null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, "X", null, null ],
					[ "{arc-swashbuckler/Musketeer}", null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null ],
					[ "{arc-swashbuckler/Mysterious Avenger}", null, "X", "X", null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, "X", null, null, null, null, "X" ],
					[ "{arc-swashbuckler/Noble Fencer}", null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, "X", "X", null, null, null, null, null, null, null, null, null ],
					[ "{arc-swashbuckler/Okayo Corsair}", null, null, null, null, "X", "X", null, null, null, null, "X", null, null, "X", null, null, "X", null, null, null, "X", "X", null, null, null, null, null, null, null, "X" ],
					[ "{arc-swashbuckler/Picaroon}", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, "X", "X", null, null, null, "X", "X", null, null, null, null, null, null, "X", null ],
					[ "{arc-swashbuckler/Rondelero Swashbuckler}", null, null, null, null, "X", null, "X", null, null, "X", null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-swashbuckler/Rostland Bravo}", null, null, null, "X", "X", null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null ],
					[ "{arc-swashbuckler/Shackles Corsair}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null ],
					[ "{arc-swashbuckler/Veiled Blade}", null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, null, null ],
					[ "{arc-swashbuckler/Whirling Dervish}", null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, "X", "X", null, null, null, null, null, "X", null, null ],
					[ "{arc-swashbuckler/Wildstrider}", null, null, null, null, null, null, null, "X", null, "X", null, "X", "X", null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	},
	"vigilante": {
		"name": "Vigilante",
		"sources": [
			"Ultimate Intrigue",
			"Chronicle of Legends",
			"Plane-Hopper's Handbook",
			"Blood of the Beast"
		],
		"description": [
			"{jumplist Class Skills / Dual Identity / Seamless Guise / Social Talent / Vigilante Specialization / Vigilante Talent / Unshakable / Startling Appearance / Other Abilities / Alternate Capstones / Favored Class Bonuses / Archetypes / Archetypes by Feature}",
			"",
			"## Vigilante",
			"",
			"{SOURCE Ultimate Intrigue/9}",
			"",
			"Life can be unfair. Think of the starving peasants forced to toil for the local baron or the common laborers tasked with building the king's newest palace for a mere handful of copper pieces each week. There are those who see these injustices and do nothing. There are those who are willing to reap the rewards obtained through the suffering of others. Then there are those who see inequality and find themselves driven to take action, outside the law if necessary. These vigilantes operate in plain sight, hiding behind respectable personas by day, but donning alternate guises by night to right the wrongs they see all around them.",
			"",
			"Not all vigilantes are out to make the world a better place. Some criminals hide behind the pretense of being ordinary folk, only to become terrors in the shadows, stealing and killing to fulfill some dark agenda. In either case, the vigilante is a character of two natures - the face that everyone knows and the mask that inspires fear.",
			"",
			"**Role:** A vigilante can take on many tasks within a group. Most are skilled at negotiating delicate social situations and courtly intrigue, but they can also serve as stealthy spies or even brutish warriors in dangerous environments.  ",
			"**Alignment:** Any.  ",
			"**Hit Die:** d8.  ",
			"**Starting Wealth:** 5d6 &times; 10 gp (average 175 gp).",
			"",
			"### Class Skills",
			"",
			"The Vigilante's class skills are {skill/Acrobatics} (Dex), {skill/Appraise} (Int), {skill/Bluff} (Cha), {skill/Climb} (Str), {skill/Craft} (Int), {skill/Diplomacy} (Cha), {skill/Disable Device} (Dex), {skill/Disguise} (Cha), {skill/Escape Artist} (Dex), {skill/Intimidate} (Cha), {skill/Knowledge (dungeoneering)} (Int), {skill/Knowledge (engineering)} (Int), {skill/Knowledge (local)} (Int), {skill/Knowledge (nobility)} (Int), {skill/Perception} (Wis), {skill/Perform} (Cha), {skill/Profession} (Wis), {skill/Ride} (Dex), {skill/Sense Motive} (Wis), {skill/Sleight of Hand} (Dex), {skill/Stealth} (Dex), {skill/Survival} (Wis), {skill/Swim} (Str), and {skill/Use Magic Device} (Cha).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +2 | +2 | Dual identity, seamless guise, social talent, vigilante specialization |",
			"| 2nd | +1 | +0 | +3 | +3 | Vigilante talent |",
			"| 3rd | +2 | +1 | +3 | +3 | Social talent, unshakable |",
			"| 4th | +3 | +1 | +4 | +4 | Vigilante talent |",
			"| 5th | +3 | +1 | +4 | +4 | Social talent, startling appearance |",
			"| 6th | +4 | +2 | +5 | +5 | Vigilante talent |",
			"| 7th | +5 | +2 | +5 | +5 | Social talent |",
			"| 8th | +6/+1 | +2 | +6 | +6 | Vigilante talent |",
			"| 9th | +6/+1 | +3 | +6 | +6 | Social talent |",
			"| 10th | +7/+2 | +3 | +7 | +7 | Vigilante talent |",
			"| 11th | +8/+3 | +3 | +7 | +7 | Frightening appearance, social talent |",
			"| 12th | +9/+4 | +4 | +8 | +8 | Vigilante talent |",
			"| 13th | +9/+4 | +4 | +8 | +8 | Social talent |",
			"| 14th | +10/+5 | +4 | +9 | +9 | Vigilante talent |",
			"| 15th | +11/+6/+1 | +5 | +9 | +9 | Social talent |",
			"| 16th | +12/+7/+2 | +5 | +10 | +10 | Vigilante talent |",
			"| 17th | +12/+7/+2 | +5 | +10 | +10 | Social talent, stunning appearance |",
			"| 18th | +13/+8/+3 | +6 | +11 | +11 | Vigilante talent |",
			"| 19th | +14/+9/+4 | +6 | +11 | +11 | Social talent |",
			"| 20th | +15/+10/+5 | +6 | +12 | +12 | Vengeance strike, vigilante talent |",
			"",
			"**Weapon and Armor Proficiency:** Vigilantes are proficient with all simple and martial weapons, light armor, medium armor, and shields (except tower shields).",
			"",
			":b[Dual Identity/ (Ex):] A vigilante hides his true identity, allowing him to move about social circles and nobility without carrying the stigma of his ruthless actions. In effect, the vigilante has two identities: one is a polite member of society while the other is a skilled and cunning warrior. To keep up this charade, the vigilante usually has two names: his true name, used in polite company, and his vigilante name, used to strike fear in the hearts of those who oppose him. Knowledge checks about one do not reveal information about the other, unless the vigilante's true identity is revealed to the world at large.",
			"",
			"The vigilante can start each day in either of his identities, referred to simply as social or vigilante. Changing from one identity to another takes 1 minute and must be done out of sight from other creatures to preserve the vigilante's secret. Changing identities is more than just changing outfits and clothing (although that is certainly a part of it); the process often also involves applying make-up, altering his hair, and adjusting other personal effects. Furthermore, the change is as much a state of mind as of body, so items such as a {magic-wondrous/hat of disguise} and similar spells and effects that change the user's appearance do not reduce the time required to change identities. Most *social talents* require the vigilante to be in his social identity, but a vigilante who uses *vigilante talents* in his social identity risks exposing his secret.",
			"",
			"Despite being a single person, a vigilante's dual nature allows him to have two alignments, one for each of his identities. When in an identity, he is treated as having that identity's alignment for all spells, magic items, and abilities that rely on alignment. For the purpose of meeting a qualification for a feat, class, or any ability, he is only eligible if both of his alignments meet the requirements. A vigilante's two alignments cannot be more than one step from each other on a single alignment axis. For example, a vigilante with a lawful neutral social identity could have a vigilante identity that is lawful good, lawful neutral, lawful evil, neutral, neutral good, or neutral evil. If a vigilante is the target of an effect that would change his alignment, it changes both of his alignments to the new alignment.",
			"",
			"Any attempts to scry or otherwise locate the vigilante work only if the vigilante is currently in the identity the creature is attempting to locate (or if the creature knows that the two identities are the same individual). Otherwise, the spell or effect has no effect, revealing nothing but darkness, as if the target were invalid or did not exist.",
			"",
			":b[Seamless Guise/ (Ex):] A vigilante knows how to behave in a way that appears perfectly proper and normal for his current identity. Should anyone suspect him of being anything other than what he appears to be while either in his social or vigilante identity, he can attempt a Disguise check with a +20 circumstance bonus to appear as his current identity, and not as his other identity.",
			"",
			":b[Social Talent:] Starting at 1st level, and every 2 levels thereafter, a vigilante gains a {ability/social talent>s}. Unless otherwise noted, a talent can be selected only once. Some talents require the vigilante to meet other prerequisites before they can be chosen, such as having another social talent or attaining a minimum vigilante level. Once a talent has been chosen, it cannot be changed.",
			"",
			":b[Vigilante Specialization/ (Ex):] At 1st level, a vigilante must choose to be either an avenger or a stalker.",
			"",
			"An :HL[avenger] gains a base attack bonus equal to his vigilante level instead of using those listed above. He adds this value to any other base attack bonus gained from other classes or racial Hit Dice as normal.",
			"",
			"A :HL[stalker] gains an ability called *hidden strike,* which allows him to deal an extra 1d8 points of precision damage on melee attacks (or ranged attacks from within 30 feet) against foes who are unaware of his presence, who consider him an ally, or who are made flat-footed by startling appearance. This extra damage increases by 1d8 at 3rd level and every 2 vigilante levels thereafter. A stalker vigilante can also deal hidden strike damage to a target that he is flanking or that is denied its Dexterity bonus to AC, but in these cases, the damage dice are reduced to d4s. A stalker can deal hidden strike damage against targets with {rule/concealment} (but not total concealment).",
			"",
			"Once this choice is made, it can't be changed. While many *vigilante talents* are usable by both specializations, some are unique to each specialization.",
			"",
			":b[Vigilante Talent:] Starting at 2nd level and every 2 levels thereafter, a vigilante gains a {ability/vigilante talent>s}. Unless otherwise noted, a talent can be selected only once. Some talents require the vigilante to meet prerequisites before they can be chosen, such as possessing another vigilante talent, possessing a particular specialization, or attaining a minimum level. Once a talent has been selected, it can't be changed.",
			"",
			"If the vigilante uses any of these talents while in his social identity, he must succeed at a Disguise check against the Perception checks of all onlookers (without the +20 circumstance bonus from seamless guise) or the onlookers will realize that he is more than his social identity appears to be and perhaps discover the social and vigilante identities are one and the same. If a talent calls for a saving throw, the DC for that save is equal to 10 + 1/2 the vigilante's level + the vigilante's Charisma modifier, unless stated otherwise.",
			"",
			":b[Unshakable/ (Ex):] Starting at 3rd level, a vigilante adds his class level to the DC of any attempts to Intimidate him.",
			"",
			":b[Startling Appearance/ (Ex):] At 5th level, a vigilante learns to use the element of surprise to his advantage, startling foes that are unaware of his presence. Whenever a vigilante with this ability attempts an attack against a foe that is completely unaware of the vigilante's presence (usually due to Stealth or invisibility), the foe is treated as {rule/flat-footed} for the rest of the vigilante's turn ({ability/uncanny dodge} or a similar ability prevents this effect unless the vigilante is at least 4 levels higher than the foe with uncanny dodge). The foe also takes a -4 penalty on attacks made against the vigilante until the start of the vigilante's next turn.",
			"",
			":b[Frightening Appearance/ (Ex):]{id=other-abilities} At 11th level, whenever a vigilante with this ability makes an attack against a foe that is unaware of the vigilante's presence, the vigilante can, as a free action, attempt an Intimidate check to demoralize the target of his attack and any enemies within 10 feet who can see the attack. This check is attempted before the attack roll against the foe is made and resolved. The vigilante rolls only one Intimidate check and applies the result to all the targets. If the check succeeds against the target of the vigilante's attack, that foe is also {misc/frightened} for 1 round, in addition to being {misc/shaken} as normal, unless the foe succeeds at a Will save (DC = 10 + 1/2 the vigilante's class level + his Charisma modifier).",
			"",
			"Once a creature has been the target of this ability (either as the target of the attack or as a nearby creature, regardless of whether or not it was successful), it is immune to that vigilante's frightening appearance for 24 hours. This effect is in addition to the bonuses gained from the startling appearance ability. This is a mind-affecting fear effect.",
			"",
			"**Stunning Appearance (Ex):** At 17th level, a vigilante can leave his foes unable to respond when he appears. Whenever a vigilante with this ability makes a successful attack against a foe that is unaware of the vigilante's presence, the foe must make a successful Will save (DC = 10 + 1/2 the vigilante's class level + his Charisma modifier) or be {misc/stunned} until the end of the vigilante's next turn. If the creature has more HD than the vigilante's class level, it receives a +4 circumstance bonus on this save. This ability is in addition to the effects of startling appearance and frightening appearance. Once a creature has been the target of this ability (regardless of whether or not the saving throw is successful), it is immune to that vigilante's stunning appearance for 24 hours. This is a mind-affecting fear effect.",
			"",
			"**Vengeance Strike (Ex):** At 20th level, a vigilante can study a target to strike more viciously. He can spend up to 5 standard actions, which all must be in consecutive rounds. On the following round, he can make a vengeance strike against the studied creature. The target must remain unaware of the vigilante's presence (or not see him as a threat) until the attack. For each round spent studying the target, the vigilante grants himself one of the following benefits on his vengeance strike: gain a +4 circumstance bonus on the attack roll, deal an additional 3d6 points of precision damage if he hits, or treat the attack roll as if it were 2 higher for the purposes of determining whether the attack hit or threatens a critical hit (to maximum effective roll of 20). Each round of study can be spent in a different way or the same way (they stack with each other), but each round of study must be allocated before the attack roll is made. If the vigilante is an avenger, he automatically confirms any critical hits threatened by his vengeance strike. If the vigilante is a stalker and would normally be able to add a Hidden Strike Talent to this attack, he can instead add two Hidden Strike Talents to his vengeance strike.",
			"",
			"### Alternate Capstones",
			"",
			"{SOURCE Chronicle of Legends/28}",
			"",
			"When a character reaches the 20th level of a class, she gains a powerful class feature or ability, sometimes referred to as a capstone. The following section provides new capstones for characters to select at 20th level. A character can select one of the following capstones in place of the capstone provided by her class. Some capstones are for specific classes, while others are for a range of classes that qualify for them. In some cases, a capstone specifies what ability it replaces. A character can't select a new capstone if she has previously traded away her class capstone via an archetype. Clerics and wizards can receive a capstone at 20th level, despite not having one to begin with.",
			"",
			"| Capstone | Benefit |",
			"| --- | --- |",
			"| Past Your Limits (Ex) | At 20th level, the vigilante has learned to stretch himself to do what he never thought he could before. The vigilante gains one additional social talent and one additional vigilante talent. This bonus vigilante talent is not subject to specialization requirements - a stalker can select an avenger-only talent, and vice versa. At the GM's discretion, the vigilante can instead select an archetype-only vigilante talent, such as the {arc-vigilante/cabalist/'s living shadow}. |",
			"| Perfect Body, Flawless Mind (Ex) | At 20th level, the character's endless training and study has resulted in an unmatched mastery of the self. The character increases her ability scores by a collective total of 8. For example, she can increase one score by 8, or one score by 5 and another by 3, or four scores by 2, and so on. Characters of any class can select this ability. |",
			"| The Boss (Ex) | At 20th level, the character has become more than just a lone hero - she has become one of the senior figures of her field, with powers and responsibilities to match. The character becomes one of the leading figures in some manner of group or organization, as appropriate to the campaign and the setting. A wizard might become the dean of an arcane university or mages' guild, a fighter could command a mercenary army or a city guard, a cleric might lead a major temple or her own sect, and so forth. The player and the GM should work together to determine the specifics. The character gains the {feat/Leadership} feat if she does not already have it, and the number of followers that the feat grants is multiplied by 10 (although depending on the campaign and setting, the position may grant other powers as well). If multiple characters in a party select this capstone, the GM may consider pooling them to grant the players a particularly large and powerful organization, such as a small kingdom. Characters of any class can select this ability. |",
			"| With This Sword (Ex) | At 20th level, the character's blade has become as well-known as the character herself. The character selects one item she has - preferably something iconic and significant, such as a weapon or arcane bond. The item becomes a {rule/minor |artifact>s} and gains 100,000 gp worth of new powers. The player and the GM should work together to select the new powers, with an eye towards making something memorable yet campaign-appropriate. Characters of any class can select this ability. |",
			"| Won't Stay Dead (Ex) | At 20th level, the character becomes a paragon of resilience. Once per week, if the character is killed, petrified, or otherwise removed from play, the character manages to survive by some dint of skill or luck and returns at the end of the combat or the scene (GM's discretion). The player and the GM should work together to ensure that the method of the character's survival is at least vaguely plausible, if unlikely. Characters of any class can select this ability. |",
			"",
			"### Favored Class Bonuses",
			"",
			":::blockquote{className=hanging}",
			"",
			"**Duskwalker:** Add 1/4 to the penalty inflicted by startling appearance, and a +1/2 bonus on the Intimidate check for frightening appearance.[^A]",
			"",
			"**Dwarf:** Increase the bonus from social grace on Craft skills by +1/2.[^B]",
			"",
			"**Elf:** Gain +1/3 on all Acrobatics, Climb, and Stealth checks in forested areas.[^B]",
			"",
			"**Gnome:** Gain +1/2 on Bluff checks when attempting to tell a lie that would be true from the point of view of the vigilante's current identity.[^B]",
			"",
			"**Half-elf:** Gain +1/2 on the Disguise bonus from seamless guise.[^B]",
			"",
			"**Halfling:** Gain 1/6 of a new social talent.[^B]",
			"",
			"**Half-orc:** Add 1/2 to the DC increase from unshakable.[^B]",
			"",
			"**Human:** Gain +1/2 on the Disguise bonus provided by seamless guise.[^B]",
			"",
			"**Kitsune:** Gain 1/6 of a new Magical Tail feat. Any kitsune character can choose this bonus upon gaining a level in her favored class.[^C]",
			"",
			"**Kitsune:** Add 1/2 to the Disguise bonus provided by seamless guise.[^C]",
			"",
			":::",
			"",
			"### Archetypes",
			"",
			":::archetype{c=vigilante}",
			"Agathiel",
			"Dual Identity; Vigilante Specialization; 1st-level Social Talent; 6th-level Vigilante Talent",
			"Agathiels surrender a portion of their immortal souls to Nirvana in exchange for a measure of animalistic might to aid them in their righteous crusades.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Anaphexia Thought-Killer",
			"2nd, 6th-level Social Talent; 7th, 15th-level Vigilante Talent",
			"Anaphexia thought-killers cut out their own tongues to gain magical protection from exposure and hunt down secrets to steal before they can be spread",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Avenging Beast",
			"Class Skills; Skill Ranks; Dual Identity; 4th, 8th, 10th, 14th, 16th-level Vigilante Talents; Vigilante Specialization; Startling Appearance; Frightening Appearance; Stunning Appearance",
			"Some vigilantes turn to natural traditions and supernatural forces to transform into beasts, unleashing a primal fury on their foes before returning to an ordinary guise.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Bellflower Harvester",
			"Dual Identity; Vigilante Specialization; 1st-level Social Talent; 2nd-level Vigilante Talent",
			"Bellflower harvesters are the front-line operatives of the secretive Bellflower Network",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Brute",
			"Alignment; Base Saving Throws; Weapon and Armor Proficiency; Vigilante Specialization; Vengeance Strike",
			"Some vigilantes can transform into brutish versions of themselves, becoming larger, more terrifying in appearance, and far more formidable in combat - though at a price.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Cabalist",
			"Class Skills; Skill Ranks; Weapon and Armor Proficiency; 4th, 8th, 10th, 14th, 16th-level Vigilante Talent; Vigilante Specialization; Startling Appearance; Frightening Appearance; Stunning Appearance",
			"Practice with blood sacrifices, necromancy, and shadow magic gives a cabalist a reputation as a sinister and dangerous vigilante.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Chu Ye Enforcer",
			"Dual Identity; 1st-level Social Talent; 4th, 6th, 12th, 14th, 18th-level Vigilante Talent",
			"Donning terrifying masks, these vigilantes forsake their humanity to become more like the evil oni they mimic.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Darklantern",
			"Dual Identity; 1st-level Social Talent; 4th-level Vigilante Talent",
			"Select members of the Lantern Bearers undergo a horrific ritual allowing them to temporarily experience the dark transformation into a drow, but at the cost of their sanity.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Dragonscale Loyalist",
			"1st-level Social Talent; Unshakable; Startling Appearance; Frightening Appearance; Stunning Appearance",
			"Dragonscale loyalists serve the throne of Brevoy. When not acting as courtiers, these agents don fearsome draconic masks, becoming anonymous protectors of the king-regent's rule.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Experimenter",
			"Alignment; Vigilante Specialization; 1st-level Social Talent; Unshakable; Startling Appearance; Frightening Appearance; Stunning Appearance",
			"Some vigilantes adopt lives of secrecy to hide their strange experiments from public view.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Faceless Enforcer",
			"Weapon and Armor Proficiencies; Dual Identity; 2nd, 6th-level Vigilante Talent; 5th, 11th, 17th-level Social Talent",
			"Unyielding warriors, faceless enforcers lock their identities behind implacable helms.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Ferocious Hunter",
			"Dual Identity; 2nd, 8th-level Vigilante Talent; Unshakable",
			"Some half-orcs have such distant orc ancestry that they have the ability to move through the world without experiencing the same discrimination many of their kin, yet many of these half-orcs still take great pride in their heritage and have a powerful desire to show the world that half-orcs are deserving of respect",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Gunmaster",
			"Weapon and Armor Proficiency; Vigilante Specialization; Unshakable",
			"Gunmasters brandish firearms like extensions of their will, taking down their foes with deadly accuracy and skill.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Half-Elf Double Scion",
			"Dual Identity",
			"The deception of hiding their true heritage can take a toll on some half-elves, and some form alternate identities to let the suppressed side of their heritage be known.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Hangman",
			"Weapon and Armor Proficiencies; Vigilante Specialization; 2nd, 4th-level Vigilante Talent; Unshakable; Startling Appearance; Frightening Appearance; Stunning Appearance",
			"Wherever the guilty walk free, the hangman brings judgment.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Hidden Current",
			"1st-level Social Talent; 2nd-level Vigilante Talent; Frightening Appearance",
			"The hidden current operates above and below the sea.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Imperial Agent",
			"1st, 5th-level Social Talent; Unshakable",
			"Imperial agents are often the descendants of nobility and generals from Lung Wa, devoted to reuniting the empire by conquering Lung Wa's successor states",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Magical Child",
			"Class Skills; Skill Ranks; Weapon and Armor Proficiency; 4th, 8th, 14th, 16th-level Vigilante Talents; Vigilante Specialization",
			"Some vigilantes, no matter their age, carry a spark of capricious whimsy under which flows a powerful current of magic and wonder.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Masked Maiden",
			"Weapon and Armor Proficiencies; Dual Identity; Seamless Guise; 3rd, 7th, 11th, 15th, 19th-level Social Talents",
			"Masked maidens find themselves leading a double life: ordinary (albeit troubled) citizen by day, faceless warrior by night. In the most tragic cases, the identities entirely disassociate, with the maiden experiencing unexplained exhaustion and injuries upon awakening.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Mounted Fury",
			"Class Skills; Vigilante Specialization; 6th, 12th-level Vigilante Talent; Vengeance Strike",
			"Some vigilantes form special bonds with the creatures they use as steeds, considering these loyal and trusted mounts just as much heroes or antiheroes as they might be.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Mutated Defender",
			"Vigilante Specialization; Vigilante Talents",
			"Occasionally a mutation takes hold of the body of a vigilante, but he learns to hide his maladies, usually through alchemical concoctions or magical concealment",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Psychometrist",
			"Class Skills; 1st-level Social Talent; 2nd, 6th, 12th, 18th-level Vigilante Talent; Unshakable",
			"Psychometrists aren't spellcasters; instead, they collect strange items or create their own uncanny gadgets that seem to only work for them.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Serial Killer",
			"Alignment; Vigilante Specialization; Unshakable; 4th, 6th, 12th, 14th-level Vigilante Talent; 7th, 9th, 19th-level Social Talent; Startling Appearance; Frightening Appearance; Stunning Appearance",
			"Some vigilantes adopt an innocent guise to cloak their acts of brutal murder.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Splintersoul",
			"Dual Identity; Unshakable; 3rd, 7th-level Social Talents; Startling Appearance; Frightening Appearance; Stunning Appearance",
			"A splintersoul pushes the boundaries of what it means to have two separate identities.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Teisatsu",
			"Weapon and Armor Proficiency; Vigilante Specialization; 2nd-level Vigilante Talents; Vigilante Talents",
			"Teisatsu are specialized vigilantes who focus on infiltrating social scenes and high-society gatherings on behalf of the feuding lords of Minkai.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Warlock",
			"Class Skills; Skill Ranks; Armor Proficiency; 4th, 8th, 10th, 14th, 16th-level Vigilante Talent; Vigilante Specialization; Unshakable",
			"Practicing magic in secret, the warlock obscures her arcane scholarship from public view.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Wildsoul",
			"Vigilante Specialization; 2nd, 6th, 12th, 18th-level Vigilante Talent",
			"Within some vigilantes are incredible innate abilities that, although normally the domain of natural beasts, inexplicably aid them in fighting their enemies.",
			":::",
			"",
			":::archetype{c=vigilante}",
			"Zealot",
			"Class Skills; Skill Ranks; Weapon Proficieny; 4th, 8th, 10th, 14th, 16th-level Vigilante Talent; Alignment; Vigilante Specialization",
			"Dedicated to a single deity, the zealot hunts the enemies of his faith in secret, often because his religion is outlawed or persecuted in the region.",
			":::",
			"",
			"## Archetypes by Feature",
			"",
			"{table0}",
			"",
			"[^A]: {source/Plane-Hopper's Handbook/ pg. 17}",
			"[^B]: {source/Ultimate Intrigue/ pg. 17}",
			"[^C]: {source/Blood of the Beast/ pg. 12}"
		],
		"tables": [
			{
				"id": "vigilante archetypes",
				"columns": [
					{ "header": "Archetype", "ripple": true },
					{ "header": "1st-level Social Talent" },
					{ "header": "2nd-level Vigilante Talent" },
					{ "header": "3rd-level Social Talent" },
					{ "header": "4th-level Vigilante Talent" },
					{ "header": "5th-level Social Talent" },
					{ "header": "6th-level Vigilante Talent" },
					{ "header": "7th-level Social Talent" },
					{ "header": "8th-level Vigilante Talent" },
					{ "header": "9th-level Social Talent" },
					{ "header": "10th-level Vigilante Talent" },
					{ "header": "11th-level Social Talent" },
					{ "header": "12th-level Vigilante Talent" },
					{ "header": "14th-level Vigilante Talent" },
					{ "header": "15th-level Social Talent" },
					{ "header": "16th-level Vigilante Talent" },
					{ "header": "17th-level Social Talent" },
					{ "header": "18th-level Vigilante Talent" },
					{ "header": "19th-level Social Talent" },
					{ "header": "Alignment" },
					{ "header": "Armor Proficiency" },
					{ "header": "Base Saving Throws" },
					{ "header": "Class Skills" },
					{ "header": "Dual Identity" },
					{ "header": "Frightening Appearance" },
					{ "header": "Seamless Guise" },
					{ "header": "Skill Ranks" },
					{ "header": "Social Talents" },
					{ "header": "Startling Appearance" },
					{ "header": "Stunning Appearance" },
					{ "header": "Unshakable" },
					{ "header": "Vengeance Strike" },
					{ "header": "Vigilante Specialization" },
					{ "header": "Vigilante Talents" },
					{ "header": "Weapon Proficieny" },
					{ "header": "Weapon/Armor Proficiency" }
				],
				"data": [
					[ "{arc-vigilante/Agathiel}", "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-vigilante/Anaphexia Thought-Killer}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, "X", null, null ],
					[ "{arc-vigilante/Avenging Beast}", null, null, null, "X", null, null, null, "X", null, "X", null, null, "X", null, "X", null, null, null, null, null, null, "X", "X", "X", null, "X", null, "X", "X", null, null, "X", null, null, null ],
					[ "{arc-vigilante/Bellflower Harvester}", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-vigilante/Brute}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, "X", "X", null, null, "X" ],
					[ "{arc-vigilante/Cabalist}", null, null, null, "X", null, null, null, "X", null, "X", null, null, "X", null, "X", null, null, null, null, null, null, "X", null, "X", null, "X", null, "X", "X", null, null, "X", null, null, "X" ],
					[ "{arc-vigilante/Chu Ye Enforcer}", "X", null, null, "X", null, "X", null, null, null, null, null, "X", "X", null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-vigilante/Darklantern}", "X", null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-vigilante/Dragonscale Loyalist}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", "X", null, null, null, null, null ],
					[ "{arc-vigilante/Experimenter}", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, "X", "X", "X", null, "X", null, null, null ],
					[ "{arc-vigilante/Faceless Enforcer}", null, "X", null, null, "X", "X", null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-vigilante/Ferocious Hunter}", null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-vigilante/Gunmaster}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, "X", null, null, "X" ],
					[ "{arc-vigilante/Half-Elf Double Scion}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-vigilante/Hangman}", null, "X", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, "X", "X", "X", null, "X", null, null, "X" ],
					[ "{arc-vigilante/Hidden Current}", "X", "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null ],
					[ "{arc-vigilante/Imperial Agent}", "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-vigilante/Magical Child}", null, null, null, "X", null, null, null, "X", null, null, null, null, "X", null, "X", null, null, null, null, null, null, "X", null, null, null, "X", null, null, null, null, null, "X", null, null, "X" ],
					[ "{arc-vigilante/Masked Maiden}", null, null, "X", null, null, null, "X", null, null, null, "X", null, null, "X", null, null, null, "X", null, null, null, null, "X", null, "X", null, null, null, null, null, null, null, null, null, "X" ],
					[ "{arc-vigilante/Mounted Fury}", null, null, null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, null, null, null, null, null, "X", null, null, null, null, null, null, null, null, "X", "X", null, null, null ],
					[ "{arc-vigilante/Mutated Defender}", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null ],
					[ "{arc-vigilante/Psychometrist}", "X", "X", null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, "X", null, null, null, null, null ],
					[ "{arc-vigilante/Serial Killer}", null, null, null, "X", null, "X", "X", null, "X", null, null, "X", "X", null, null, null, null, "X", "X", null, null, null, null, "X", null, null, null, "X", "X", "X", null, "X", null, null, null ],
					[ "{arc-vigilante/Splintersoul}", null, null, "X", null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, null, null, "X", "X", "X", null, null, null, null, null ],
					[ "{arc-vigilante/Teisatsu}", null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", "X", null, "X" ],
					[ "{arc-vigilante/Warlock}", null, null, null, "X", null, null, null, "X", null, "X", null, null, "X", null, "X", null, null, null, null, "X", null, "X", null, null, null, "X", null, null, null, "X", null, "X", null, null, null ],
					[ "{arc-vigilante/Wildsoul}", null, "X", null, null, null, "X", null, null, null, null, null, "X", null, null, null, null, "X", null, null, null, null, null, null, null, null, null, null, null, null, null, null, "X", null, null, null ],
					[ "{arc-vigilante/Zealot}", null, null, null, "X", null, null, null, "X", null, "X", null, null, "X", null, "X", null, null, null, "X", null, null, "X", null, null, null, "X", null, null, null, null, null, "X", null, "X", null ]
				],
				"initialColumn": 0,
				"nullValue": "&nbsp;"
			}
		]
	}
}
