{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested curse."
		]
	},
	"baleful_polymorph_spell": {
		"name": "Baleful Polymorph Spell",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Baleful Polymorph Spell",
			"",
			"{SOURCE PRPG Core Rulebook/556}  ",
			"**Type** curse, spell; **Save** Fortitude DC 17  ",
			"**Effect** transforms target into a lizard; see {spell/baleful polymorph} description"
		]
	},
	"bestow_curse_trap": {
		"name": "Bestow Curse Trap",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Bestow Curse Trap",
			"",
			"{SOURCE PRPG Core Rulebook/556}  ",
			"**Type** curse, spell, trap; **Save** Will DC 14  ",
			"**Effect** -6 penalty to Strength"
		]
	},
	"blasted_vitality": {
		"name": "Blasted Vitality",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Blasted Vitality",
			"",
			"{SOURCE Horror Adventures/138}  ",
			"**Type** curse; **Save** Fortitude DC 19  ",
			"**Effect** The victim's mind and body become unreliable, imposing a -4 penalty on all ability scores. Whenever the victim enters combat, he must succeed at a Fortitude save against the curse's DC or become fatigued."
		]
	},
	"curse_of_bestial_dreams": {
		"name": "Curse of Bestial Dreams",
		"sources": [ "Doom Comes to Dustpawn" ],
		"description": [
			"## Curse of Bestial Dreams",
			"",
			"{SOURCE Doom Comes to Dustpawn/4}  ",
			"**Type** curse; **Save** Will DC 20  ",
			"**Effect** Once cursed, a victim becomes noticeably more prone to anger and suffers from painful headaches. Each day upon waking, a successful DC 14 Fortitude save means that no headaches are suffered that day; otherwise, the victim takes a -1 penalty on all Dexterity- and Intelligence-based skill checks and on attack rolls. Any amount of magical healing can remove this effect for the day. A greater danger rises when the victim is confronted with a stressful situation (such as combat, disarming a trap, or otherwise engaging in risky activity). Whenever a victim takes any action in such a situation other than to attack a creature with a melee weapon, she becomes sickened for the remainder of the round. A victim who is sickened for 3 consecutive rounds in this manner becomes confused for 1 round (after which the count of consecutive rounds of being sickened resets)."
		]
	},
	"curse_of_the_ages": {
		"name": "Curse of the Ages",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Curse of the Ages",
			"",
			"{SOURCE PRPG Core Rulebook/557}  ",
			"**Type** curse; **Save** Will DC 17  ",
			"**Effect** age 1 year  ",
			"**Frequency** 1/day"
		]
	},
	"cursed_earth": {
		"name": "Cursed Earth",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Cursed Earth",
			"",
			"{SOURCE Horror Adventures/143}  ",
			"**Type** regional curse; **Save** Will DC 23  ",
			"**Effect** The area is cursed with famine, living death, or plague, as described in {spell/cursed earth}."
		]
	},
	"endless_night": {
		"name": "Endless Night",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Endless Night",
			"",
			"{SOURCE Horror Adventures/143}  ",
			"**Type** regional curse; **Save** Will DC 22  ",
			"**Effect** Nonmagical light and magical light sources that produce normal light create only dim light in the cursed area, and even direct sunlight leads to only an ambient dim light in the area (similar to a full moon). Twilight and night are always dark. Creatures harmed or weakened by daylight can move about during the day in this area and the only impairment they take from the dimmed sunlight is that they become dazzled in its area. Plant growth in the area is stunted, as per the stunt growth usage of {spell/diminish plants}. Any spellcaster attempting to cast {spell/daylight} or a spell that creates true daylight or bright light in the area fails unless she succeeds at a Will saving throw against the curse. Success leads to normal light, rather than bright light.  ",
			"**Cure** An endless night can be lifted only by successfully casting {spell/remove curse} followed by {spell/sunburst} at noon on a clear day."
		]
	},
	"haunting_major": {
		"name": "Haunting, Major",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Haunting, Major",
			"",
			"{SOURCE Horror Adventures/138}  ",
			"**Type** curse; **Save** Will DC 17  ",
			"**Effect** The victim is haunted by a {template/ghost} as described in {curse/minor haunting}.  ",
			"**Cure** Unlike a minor haunting, a major haunting can be ended only by putting the ghost to rest, though casting {spell/remove curse} directly after the ghost is destroyed prevents it from reviving for 2d4 days."
		]
	},
	"major_haunting": { "copyof": "haunting_major" },
	"haunting_minor": {
		"name": "Haunting, Minor",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Haunting, Minor",
			"",
			"{SOURCE Horror Adventures/138}  ",
			"**Type** curse; **Save** Will DC 13  ",
			"**Effect** The victim is haunted by a {monster/poltergeist}. Once per day, the victim must attempt a Will save against the curse. If she succeeds, she takes a cumulative -1 penalty on future saving throws against the curse. If she fails, the poltergeist manifests within 300 feet and begins stalking her over the course of 2d12 hours, attempting to kill her when she appears to be most vulnerable. When combat begins, the victim automatically becomes shaken for 1 minute. The curse revives the destroyed poltergeist to haunt the victim again the next time she fails the saving throw against this curse.  ",
			"**Cure** In addition to the normal means for removing a curse, this one can be ended by determining the poltergeist's reason for existence and setting right whatever prevents it from resting in peace."
		]
	},
	"minor_haunting": { "copyof": "haunting_minor" },
	"hunt_of_the_ankou": {
		"name": "Hunt of the Ankou",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Hunt of the Ankou",
			"",
			"{SOURCE Horror Adventures/138}  ",
			"**Type** curse; **Save** Will DC 22  ",
			"**Effect** The victim is hunted by an {monster/ankou} as described in {curse/hunt of the bogeyman}.  ",
			"**Cure** Only a {spell/miracle} or {spell/wish} can free the victim."
		]
	},
	"hunt_of_the_bogeyman": {
		"name": "Hunt of the Bogeyman",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Hunt of the Bogeyman",
			"",
			"{SOURCE Horror Adventures/139}  ",
			"**Type** curse; **Save** Will DC 19  ",
			"**Effect** The victim is hunted by a {monster/bogeyman}. Once per day, the victim must attempt a Will save against the curse. If he succeeds, he takes a cumulative -1 penalty on future saving throws against the curse. If he fails, a bogeyman is called within 1 mile and begins stalking him over the course of 2d12 hours, attempting to kill him when he appears to be most vulnerable. When combat begins with the bogeyman, the victim automatically becomes shaken for 1 minute. The curse revives the slain bogeyman to hunt the victim again the next time he fails the saving throw against this curse.  ",
			"**Cure** Only a {spell/limited wish}, {spell/miracle}, or {spell/wish} can free the hunted."
		]
	},
	"jealous_structure": {
		"name": "Jealous Structure",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Jealous Structure",
			"",
			"{SOURCE Horror Adventures/144}  ",
			"**Type** regional curse; **Save** Will DC 19  ",
			"**Effect** A building can take on a life of its own if enough memories, fears, or other strong emotions become bound up in it. Such a building seeks to force residents to stay and either keep it company, serve it, protect it, or feed its unearthly hungers. The jealous structure is similar to a building-sized intelligent magic item of any evil alignment with Intelligence, Wisdom, and Charisma scores of 16, fast healing 5, and the ability to use the following spell-like abilities at caster level 11th a minimum of the number of times per day listed below: 3/day-{spell/animate objects} (furniture only), [heightened fear (DC 19)](spell/fear), [heightened telekinesis](spell/telekinesis) (unattended objects only; DC 19); 1/day-{spell/guards and wards}.  ",
			"**Cure** A jealous structure can be put to rest only by a casting of {spell/remove curse} followed by a casting of {spell/hallow} over the entire structure."
		]
	},
	"mummy_rot": {
		"name": "Mummy Rot",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Mummy Rot",
			"",
			"{SOURCE PRPG Core Rulebook/557}  ",
			"**Type** curse; **Save** Fortitude DC 16  ",
			"**Onset** 1 minute  ",
			"**Effect** 1d6 Con damage and 1d6 Cha damage  ",
			"**Frequency** 1/day  ",
			"**Cure** mummy rot can only be cured by successfully casting both {spell/remove curse} and {spell/remove disease} within 1 minute of each other."
		]
	},
	"perilous_demesne_grand": {
		"name": "Perilous Demesne, Grand",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Perilous Demesne, Grand",
			"",
			"{SOURCE Horror Adventures/144}  ",
			"**Type** regional curse; **Save** Will DC 22  ",
			"**Effect** As per {curse/major perilous demesne}, except up to seven hazards, each of CR 14 or less, imperil creatures in the area. The hazards are arranged so that if any are encountered together, the encounter's effective CR from hazards must be no more than 15 (for instance, two CR 13 hazards could be encountered together).  ",
			"**Cure** {spell/Remove curse} removes a grand perilous demesne only if followed by a casting of {spell/hallow} at the effect's center, and then casting {spell/disintegrate} on each of the hazards before the next nightfall or midnight."
		]
	},
	"grand_perilous_demesne": { "copyof": "perilous_demesne_grand" },
	"perilous_demesne_greater": {
		"name": "Perilous Demesne, Greater",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Perilous Demesne, Greater",
			"",
			"{SOURCE Horror Adventures/145}  ",
			"**Type** regional curse; **Save** Will DC 19  ",
			"**Effect** As per {curse/major perilous demesne}, except up to six hazards, each of CR 10 or less, imperil creatures in the area. The hazards are arranged so that if any are encountered together, the encounter's effective CR from hazards must be no more than 11 (for instance, two CR 9 hazards could be encountered together).  ",
			"**Cure** {spell/Remove curse} removes a greater perilous demesne only if followed by a casting of {spell/hallow} at the effect's center."
		]
	},
	"greater_perilous_demesne": { "copyof": "perilous_demesne_greater" },
	"perilous_demesne_major": {
		"name": "Perilous Demesne, Major",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Perilous Demesne, Major",
			"",
			"{SOURCE Horror Adventures/145}  ",
			"**Type** regional curse; **Save** Will DC 16  ",
			"**Effect** As per {curse/minor perilous demesne}, except this can involve up to four hazards, each of CR 6 or less, imperil creatures in the area. If any hazards are encountered together, the encounter's effective CR from hazards must be no more than 7 (for instance, two CR 5 hazards could be encountered together)."
		]
	},
	"major_perilous_demesne": { "copyof": "perilous_demesne_major" },
	"perilous_demesne_minor": {
		"name": "Perilous Demesne, Minor",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Perilous Demesne, Minor",
			"",
			"{SOURCE Horror Adventures/145}  ",
			"**Type** regional curse; **Save** Will DC 13  ",
			"**Effect** Up to three hazards (see the {rule/Horror Environments} section), each of CR 3 or less, imperil creatures in the area, though never with more than one hazard at a time. If a creature places this curse, it can choose the hazards. The hazards must be appropriate to the type of terrain (at the GM's discretion). Any of the hazards that are rendered safe reset themselves and become dangerous again at each midnight."
		]
	},
	"minor_perilous_demesne": { "copyof": "perilous_demesne_minor" },
	"sealed_fate": {
		"name": "Sealed Fate",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Sealed Fate",
			"",
			"{SOURCE Horror Adventures/139}  ",
			"**Type** curse; **Save** Will DC 23  ",
			"**Effect** The target is doomed to die in an appointed fashion (this curse can also be an unintended consequence of an attempt to prevent the target's death by other means). The victim gains a +4 luck bonus on Constitution checks to stabilize when dying as long as she is not suffering from injuries tied to the named cause of death. Whenever the target is damaged by the named cause of death, fails a save against that cause of death, or otherwise fails to withstand the named cause of death in a way that doesn't involve damage or saving throws (for instance, failing a Constitution check against suffocation), she must attempt a Fortitude save against this curse. If she fails, she dies instantly; if she succeeds, she is staggered for 1 round.  ",
			"**Cure** Sealed fate can be removed only by {spell/miracle} or {spell/wish}."
		]
	},
	"shattered_self": {
		"name": "Shattered Self",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Shattered Self",
			"",
			"{SOURCE Horror Adventures/139}  ",
			"**Type** curse; **Save** Will DC 20  ",
			"**Effect** The victim's mind splits into two coexisting personas, one normal, the other malicious and self-destructive. When in control, the self-destructive persona sabotages the victim's efforts and plots the demise of the victim's friends and loved ones. It takes care to conceal its actions and intent from others. The normal persona has no sense of missing time. Exactly when the alternate persona takes control is up to the GM, but it does so no more than once per day. Each time the alternate persona surfaces, the victim must succeed at a save or the alternate persona takes control for 1d6 minutes. Normally these takeovers happen when the victim is alone or with just one person, but moments of extreme stress can force the victim to attempt a save against this effect as well. The alternate persona has full access to the normal persona's memories and abilities, and it receives a +10 bonus on Bluff checks to conceal its presence. Despite the malevolent nature of this affliction, the victim's alignment remains unchanged when under the curse's effects, so for instance, the self-destructive persona could still use a paladin victim's abilities.  ",
			"**Frequency** no more than 1/day (see text)  ",
			"**Cure** Shattered self can be cured only by successfully casting {spell/remove curse} and either {spell/heal}, {spell/greater restoration}, or {spell/psychic surgery} on the victim within 1 minute of each other."
		]
	},
	"tormenting_visions": {
		"name": "Tormenting Visions",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Tormenting Visions",
			"",
			"{SOURCE Horror Adventures/140}  ",
			"**Type** curse; **Save** Will DC 15  ",
			"**Effect** The target is haunted by horrible phantasmal visions that distract him at critical moments. He takes a -4 penalty on concentration checks and on saving throws against effects that would impose any of the following conditions on him: confused, dazed, nauseated, shaken, sickened, or stunned. Once per day, when alone or confronted by something novel and strange, he must succeed at a Will save or take 1d3 points of Wisdom damage (or 1d6 points of sanity damage if using the [sanity system](rule/sanity)).  ",
			"**Cure** The tormenting visions curse can be removed only by {spell/remove curse} followed by {spell/banishment}, each cast within 1 minute of each another."
		]
	},
	"unluck": {
		"name": "Unluck",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Unluck",
			"",
			"{SOURCE PRPG Core Rulebook/557}  ",
			"**Type** curse; **Save** Will DC 20  ",
			"**Effect** target must reroll any roll decided by the GM and take the worse result  ",
			"**Frequency** 1/hour"
		]
	},
	"unseasonable_weather": {
		"name": "Unseasonable Weather",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Unseasonable Weather",
			"",
			"{SOURCE Horror Adventures/145}  ",
			"**Type** regional curse; **Save** Will DC 23  ",
			"**Effect** The weather in the cursed region changes drastically, even bringing snow to a blazing desert. The area is plagued by your choice of [very cold conditions](rule/cold_dangers), [very hot conditions](rule/heat_dangers), or [frequent powerful storms](rule/storms). The weather remains unpredictable, and can change over time (as determined by the GM), but the baseline weather is altered as long as the curse remains.  ",
			"**Cure** The cursed weather can be returned to normal only by casting {spell/remove curse} at the center of the affected area, followed by a casting of {spell/control weather}."
		]
	},
	"weeping_wound": {
		"name": "Weeping Wound",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Weeping Wound",
			"",
			"{SOURCE Horror Adventures/140}  ",
			"**Type** curse; **Save** Fortitude DC 14  ",
			"**Effect** The victim has a wound that cannot heal, effectively reducing her maximum hit points by an amount equal to her level or 5, whichever is more. Magical healing that would raise a victim's hit points above this reduced maximum is wasted."
		]
	},
	"werewolf_lycanthropy": {
		"name": "Werewolf Lycanthropy",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Werewolf Lycanthropy",
			"",
			"{SOURCE PRPG Core Rulebook/557}  ",
			"**Type** curse, injury; **Save** Fortitude DC 15  ",
			"**Onset** the next full moon  ",
			"**Effect** target transforms into a wolf under the GM's control until the next morning  ",
			"**Frequency** on the night of every full moon or whenever the target is injured"
		]
	}
}
