{
	"planar_travelers_kit": {
		"name": "Planar traveler's kit",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Planar traveler's kit",
			"{SOURCE Demon Hunter's Handbook/7}  ",
			"**Price** 350 gp; **Weight** 3 lbs.  ",
			"**Category** Kits",
			"",
			"This kit covers all the basics for survival on potentially hostile planes. It contains basic written guides to the Outer Planes, phrasebooks for common outsider languages and tips on the ecology of each plane - though these guides sometimes contain a measure of fanciful or dubious advice. While on a plane other than the Material Plane, a planar traveler's kit grants +2 circumstance bonuses on Survival checks, Knowledge (planes) checks, and Linguistics checks made to communicate with outsiders or decipher outsider texts."
		]
	},
	"pnakotic_record": {
		"name": "Pnakotic record",
		"sources": [ "Pathfinder #112: The Whisper Out of Time" ],
		"description": [
			"## Pnakotic record",
			"{SOURCE Pathfinder #112: The Whisper Out of Time/73}  ",
			"**Price** 2,000 gp; **Weight** 10 lbs.  ",
			"**Category** Tools",
			"",
			"These strange books are fashioned from a metallic alloy, the crafting of which is known only to {monster/yithian/s} and a very few others. Supposedly taken from the same collection as the fabled Pnakotic Manuscripts and traded throughout the multiverse, these books are collections of notes recorded by visitors to the yithians' cities. Each book is written in multiple languages and provides a vast array of information on a specifc topic, but the information it contains is often oddly specifc and lacks context. A single Pnakotic record focuses on a single subject within the confnes of a single Knowledge skill, such as a presentation on the nature of deep one religious practices in worshiping Cthulhu (Knowledge [religion]), the mechanics of a shoggoth's biology (Knowledge [dungeoneering]), or the methods of creating portals between worlds (Knowledge [arcana]). By studying a Pnakotic record for 8 hours, a reader can attempt a single Knowledge check of the appropriate type when researching the book's corresponding subject to gain a +10 circumstance bonus on the check."
		]
	},
	"pocket_watch": {
		"name": "Pocket watch",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Pocket watch",
			"{SOURCE Adventurer's Armory/19}  ",
			"**Price** 250 gp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This miniature clock is small enough to carry."
		]
	},
	"poison_belcher": {
		"name": "Poison belcher",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Poison belcher",
			"{SOURCE Alchemy Manual/6}  ",
			"**Price** 50 gp; **Weight** 1/2 lb.  ",
			"**Category** Tools",
			"",
			"Loading this long bronze tube with a dose of ingested poison and 10 gp worth of gold dust is a standard action. When you blow on a poison belcher like a blowgun, it sprays the poison out the other end. The poison belcher is a simple weapon that strikes as a ranged touch attack with a range increment of 10 feet and a maximum range of 30 feet. If hit, the target must save against the poison as if it had been ingested."
		]
	},
	"poison_caps": {
		"name": "Poison caps",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Poison caps",
			"{SOURCE Animal Archive/12}  ",
			"**Price** 25 gp; **Weight** 1/2 lb.  ",
			"**Category** Animal Gear",
			"",
			"These small rubber cones attach to a creature's fangs and allow it to potentially poison those it bites. Poison caps must be filled with an injury poison, and must be attached to a creature's teeth prior to use. A creature equipped with poison caps deals bite damage as a creature {misc/one size smaller} than usual, but the next time the creature makes a successful bite attack, it also injects the poison from the caps into its target. The price and weight listed above are for a pair of poison caps; both must be used simultaneously in order to be effective. A pair of poison caps can only be used once; they are effectively destroyed after a successful bite attack. The cost of the poison is not included in the cost of the poison caps."
		]
	},
	"poison_diffuser": {
		"name": "Poison diffuser",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Poison diffuser",
			"{SOURCE Alchemy Manual/9}  ",
			"**Price** 200 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"This compound comes in a tiny eyedropper. When you combine a dose of poison diffuser with a dose of contact or ingested poison, the poison becomes a gas, slowly diffusing into the surrounding air. The poison is treated as an inhaled poison for 3 rounds, after which the poison and the poison diffuser are both expended and become inert. Any creature that passes within 5 feet of a diffused poison while it is active must save against the vaporous toxin.",
			"",
			"If you are using {rule/spontaneous alchemy}, adding {eq-reagent/urea} to the alchemical recipe delays a poison diffuser's activation time. For every 20 doses of urea (worth a total of 10 gp) incorporated into the alchemical creation process, the time from which the diffuser is added to the poison to the time the poison begins spreading into the air increases by 1 round.",
			"",
			"**{rule/Spontaneous Alchemy} Recipe** (100 {eq-reagent/brimstone} + 180 {eq-reagent/salt} + 180 {eq-reagent/spirit of wine})/fermentation; **Craft DC** 25  ",
			"**Time** 1 day; **Tools** heat source; **Type** alchemical tool"
		]
	},
	"poison_latch_needle": {
		"name": "Poison latch needle",
		"sources": [ "Black Markets" ],
		"description": [
			"## Poison latch needle",
			"{SOURCE Black Markets/21}  ",
			"**Price** 200 gp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"This delicate needle is attached to fine springs and a small reservoir that contracts on itself when the trap is disturbed or grabbed, turning a minor prick into a painful injection. This trap is normally hidden under door latches, drawer handles, and other small openings where it can deliver any injury poison, destroying itself in the process. A roll of natural 1 on the skill check to install the trap exposes its installer to the poison. A poison latch needle cannot be reused.",
			"",
			"This can be crafted with a DC 20 Craft (traps) check.",
			"",
			"**Poison Latch Needle Trap**  ",
			"**Type** mechanical; **Perception** DC 20; **Disable Device** DC 20  ",
			"**Effects**  ",
			"**Trigger** touch; **Reset** none  ",
			"**Effect** Atk +5 melee (1 damage plus poison)"
		]
	},
	"poison_lip_paint": {
		"name": "Poison lip paint",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Poison lip paint",
			"{SOURCE Ultimate Intrigue/233}  ",
			"**Price** 5 gp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"Poison lip paint is a favorite among courtiers who practice the arts of deception and intrigue. It allows the wearer to deliver a dose of contact or ingested poison by means of a kiss. This kiss can be to the hand, cheek, or other exposed skin to deliver a contact poison, but must be on the mouth for an ingested poison. A kiss delivers the full dose of the poison, and that application of poison lip paint then becomes non-poisonous. To use poison lip paint without being exposed to the poison, the wearer must first apply a protective layer of base material. When using an ingested poison, the wearer can instead consume an antidote prior to application. (When the user applies a contact poison, preemptively consuming an antidote results in the wearer's skin harmlessly absorbing the poison, as does immunity to poison.) A kit contains enough base material and lip paint for 10 doses. The poisons must be purchased separately and mixed into the lip paint."
		]
	},
	"poison_sealant": {
		"name": "Poison sealant",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Poison sealant",
			"{SOURCE Aquatic Adventures/56}  ",
			"**Price** 20 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"Applied poison generally washes off weapons underwater in 1d10 rounds unless the poison is contained inside the weapon and injected, so undersea alchemists developed poison sealant to circumvent this limitation. Applying poison sealant to a poisoned weapon takes the same amount of effort as applying a poison. Once applied, the sealant protects the poison from the elements, keeping the weapon poisoned underwater. Poison sealant dissolves in blood, allowing the poison's delivery (and also meaning that it doesn't prevent accidental poisoning)."
		]
	},
	"poison_sponge": {
		"name": "Poison sponge",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Poison sponge",
			"{SOURCE Monster Hunter's Handbook/27}  ",
			"**Price** 150 gp; **Weight** 1 lb.  ",
			"**Category** Tools",
			"",
			"This spongy sac has a permeable membrane that can absorb, distill, and store toxins. When harvesting parts (see the {feat/Harvest Parts} feat) from a poisonous creature, you can use a poison sponge to harvest and store one dose of the creature's poison instead. The DC to harvest poison is equal to 20 + the creature's CR, and the poison retains its potency for 3 days. A successful check stores a single dose of the creature's poison in the sponge, which you can then apply like any poison. Poison sponges become saturated over time, imposing a cumulative -2 penalty on checks to harvest poison each subsequent time they are used."
		]
	},
	"poison_tattoo": {
		"name": "Poison tattoo",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Poison tattoo",
			"{SOURCE Advanced Race Guide/209}  ",
			"**Price** 50 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"This henna-like paste creates a dark brown tattoo on the hands or feet that fades over the next 2d6 days. The tattoo temporarily boosts the strength of a {race/vishkanya/'s} natural poison, increasing the DC of the next weapon envenomed with the vishkanya's blood or saliva by +2 (once used, the tattoo is merely decorative and does not affect the creature's poison). A typical tattoo consists of intricate whorls and spiritual symbols on the hands or feet.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"poison_ward_salve": {
		"name": "Poison ward salve",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Poison ward salve",
			"{SOURCE Advanced Class Guide/206}  ",
			"**Price** 15 gp; **Weight** -  ",
			"**Category** Alchemical Remedies",
			"",
			"This herbal salve can be applied directly to the skin to prevent the effects of contact poisons. If a creature touches a contact poison, but you apply the salve within 1 round of contact, the victim rolls the save twice and uses the higher result.",
			"",
			"**Construction:** Craft (Alchemy) DC 15"
		]
	},
	"poisoned_locket": {
		"name": "Poisoned locket",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Poisoned locket",
			"{SOURCE Potions and Poisons/29}  ",
			"**Price** 75 gp; **Weight** -  ",
			"**Category** Tools",
			"",
			"This heart-shaped locket is attached to a thin metal chain made of looped strands of gold or silver. Inside the locket is a small, spring-loaded vial that can hold a single dose of powdered poison. Loading the locket with poison carries the same risks as applying poison to a weapon. When the locket is opened, the vial is shattered by a ball bearing, releasing the powder into the air and treating the poison's type as if it were inhaled. The airborne poison affects all creatures within 10 feet of the locket."
		]
	},
	"poisoned_quill": {
		"name": "Poisoned quill",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Poisoned quill",
			"{SOURCE Potions and Poisons/29}  ",
			"**Price** 30 gp; **Weight** -  ",
			"**Category** Tools",
			"",
			"This long {eq-misc/ink<pen} is made from a delicate feather and has a thin and unusually long nib. The quill is typically white in color, though variations that are crimson, onyx, or some combination of these colors also exist. A hidden compartment inside the nib allows the quill to hold a single dose of poison that is dispensable with a small squeeze. Additionally, this provides a +2 circumstance bonus on Sleight of Hand checks to conceal poisons inside the quill. If this quill is used with {eq-misc/vector ink}, it increases the DC of a poison mixed with the ink by 1. This quill can be used as a small shiv to deal 1d3 points of damage and deliver its contained poison. However, because of the fragility of the nib, using the quill in this way destroys it."
		]
	},
	"poisoners_goblet": {
		"name": "Poisoner's goblet",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Poisoner's goblet",
			"{SOURCE Potions and Poisons/29}  ",
			"**Price** 100 gp; **Weight** 2 lbs.  ",
			"**Category** Tools",
			"",
			"This is an elegantly styled, gem-encrusted drinking chalice made of smooth jade, obsidian, or a burnished fine metal. The chalice has a hidden compartment in the stem that allows for the insertion of a single vial of poison. The user doesn't risk poisoning himself when inserting the vial. Inside the compartment is a needle that siphons the poison from the vial and injects it into the bowl of the goblet. A hidden button (DC 20 Perception to locate) on the side of the stem begins the transfer of poison into the bowl. The transfer process takes 1 minute to complete, after which the hidden poison is emptied into the goblet."
		]
	},
	"poisoning_sheath": {
		"name": "Poisoning sheath",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Poisoning sheath",
			"{SOURCE Ultimate Equipment/57}  ",
			"**Price** 50 gp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This scabbard contains strips of natural sea sponges on its interior. By carefully pouring a dose of poison into the empty scabbard (a full-round action), you saturate the sponges with the toxin, which keeps it viable and wet for up to 4 hours. Preparing the scabbard carries the normal risk of poisoning yourself, just like poisoning a weapon. The next weapon you draw from the scabbard is automatically poisoned as if you had directly applied poison to it (but does not risk poisoning you); this consumes the poison in the scabbard. A scabbard only fits one type of bladed weapon, such as a dagger, shortsword, or longsword. This kind of item is usually illegal in areas that outlaw poison."
		]
	},
	"pole": {
		"name": "Pole",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Pole",
			"{SOURCE Ultimate Equipment/57;PRPG Core Rulebook/158}  ",
			"**Price** 5 cp; **Weight** 8 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This 10-foot length of wood is useful for probing pits, flagstones, and murky liquids from a safe distance."
		]
	},
	"polo_gear": {
		"name": "Polo gear",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Polo gear",
			"{SOURCE Ultimate Equipment/92}  ",
			"**Price** 5 sp; **Weight** 5 lbs.  ",
			"**Category** Entertainment",
			"",
			"This includes a leather helmet, a long-handled mallet, and a wooden ball."
		]
	},
	"pomander_merchants": {
		"name": "Pomander (merchant's)",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Pomander",
			"{SOURCE Dungeoneer's Handbook/24}  ",
			"**Price** 12 gp (merchant's), 225 gp (noble's); **Weight** 1/2 lb. (merchant's), 1/2 lb. (noble's)",
			"",
			"A pomander is a waxy concoction of resin, flower essence, powdered spices, musk, and ambergris in a walnut-sized cage and hung by a chain from the neck, a belt, or a bracelet. Merchants and adventurers often use pomanders caged in wood or lead, while nobles use ones cased in precious metals and enamel set with gems. When the pomander is carried openly, its powerful scent (Perception DC 0 to notice) fortifies the senses against unpleasant sensations. Anyone within 10 feet of a pomander gains a +2 resistance bonus on Fortitude saves against effects that {misc/nauseate} or {misc/sicken}, but suffers a -4 penalty on Perception checks made to detect scents other than the pomander's.",
			"",
			"A noble's pomander also overpowers the wearer's own scent; the DC to track him by his own odor increases by 5, but attempts to track him by the pomander's odor have the DC reduced by 5. Regardless of the type, a pomander becomes ineffective after 1d4 weeks of exposure to air, although storing it in an airtight container can extend its lifespan."
		]
	},
	"pomander_nobles": {
		"name": "Pomander (noble's)",
		"copyof": "pomander_merchants"
	},
	"poncho": {
		"name": "Poncho",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Poncho",
			"{SOURCE Ultimate Equipment/89}  ",
			"**Price** 5 sp; **Weight** 2 lbs.  ",
			"**Category** Clothing",
			"",
			"This circle of water-resistant fabric (typically wool or leather) has a hooded opening in the center, making it easy to slip it on or off and protecting your entire body from rain or snow."
		]
	},
	"portable_alchemists_lab": {
		"name": "Portable alchemist's lab",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"Advanced Player's Guide"
		],
		"description": [
			"## Portable alchemist's lab",
			"{SOURCE Ultimate Equipment/77;Adventurer's Armory/19;Advanced Player's Guide/184}  ",
			"**Price** 75 gp; **Weight** 20 lbs.  ",
			"**Category** Tools",
			"",
			"This compact version of a full-sized {eq-misc/alchemist's lab} provides a +1 circumstance bonus on Craft (alchemy) checks."
		]
	},
	"portable_altar_masterwork": {
		"name": "Portable altar (masterwork)",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Portable altar (masterwork)",
			"{SOURCE Demon Hunter's Handbook/18}  ",
			"**Price** 400 gp; **Weight** 40 lbs.  ",
			"**Category** Tools",
			"",
			"Consecrated to one of Golarion's many deities, this intricately etched case contains numerous candles, stands, scented herbs, dishes, silks, small cups, containers, and similar ceremonial tools all bearing colors and iconography sacred to the associated deity. The sturdy container features a padded interior with numerous straps and compartments so that the items within aren't damaged in transport. The altar's surface prominently features a deity's holy symbol, and it's sturdy enough that it can support up to 300 pounds of weight, enough to serve as a makeshift pulpit.",
			"",
			"Among the items found within the altar are the tools and materials necessary to perform not just ceremonies, but also jobs and professions the related deity deems sacred, as well as holy texts written to inspire greatness in the deity's followers. The user can expend some of the materials within the altar to gain a +2 circumstance bonus on the next Craft check of the specified type.",
			"",
			"In addition, after spending 1 hour praying and reading the holy scriptures within the altar, the user gains a +2 circumstance bonus on a single skill check. Which deity this altar is dedicated to determines the skill to which this bonus applies. The user must attempt this skill check within an hour of praying and reading the altar's scriptures or lose the bonus - the mantras and inspiration provided by the texts having drifted from her mind. This hour of prayer and scripture reading can be integrated with the time a cleric uses to prepare her spells. Regardless, using the masterwork portable altar in this manner expends the altar's materials in the same way that using the normal altar to bolster a Craft check does.",
			"",
			"A masterwork portable altar can be used multiple times, but after 20 uses, it must be restocked with 50 gp worth of sanctified materials - preferably purchased from a temple of the associated deity. The altar grants no bonuses on skill checks if used while its materials are depleted, though it can still be employed as a normal portable altar."
		]
	},
	"portable_altar": {
		"name": "Portable altar",
		"sources": [
			"Demon Hunter's Handbook",
			"Adventurer's Armory",
			"Ultimate Equipment"
		],
		"description": [
			"## Portable altar",
			"{SOURCE Demon Hunter's Handbook/18;Adventurer's Armory/19;Ultimate Equipment/77}  ",
			"**Price** 250 gp; **Weight** 40 lbs.  ",
			"**Category** Tools",
			"",
			"A portable altar is typically made of wood and is ornately carved and decorated with the iconography of a specific religion. The top of the altar lifts up, and items such as candles, incense, and oil can be stored within. These altars are modest, but give traveling priests a center from which to say their daily prayers, perform minor rituals, or preach to an assembled crowd."
		]
	},
	"portable_bolt_trap": {
		"name": "Portable bolt trap",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Portable bolt trap",
			"{SOURCE Ranged Tactics Toolbox/21}  ",
			"**Price** 125 gp; **Weight** 9 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This specialized {eq-weapon/heavy crossbow} is hooked to a trip line that can be strung across any opening up to 10 feet wide, much like that of a {eq-misc/bell tripwire trap}. When the line is tripped, the crossbow fires its bolt toward the space where the line was tripped. The crossbow must have line of effect to the target space for the trap to work. Placing a portable bolt trap requires 10 minutes of effort to properly calibrate the shot and conceal the line and crossbow. The trap can be placed in as little as 1 minute, but doing so imposes a -4 penalty on the crossbow's attack roll, and the DC of the Perception check to notice the trap is reduced by 4. The trap has the following statistics.",
			"",
			"**Portable Bolt Trap - CR 1/2**  ",
			"**Type** mechanical; **Perception** DC 20; **Disable Device** DC 20  ",
			"**Effects**  ",
			"**Trigger** touch; **Reset** manual  ",
			"**Effect** Atk +10 ranged (1d10/19-20); Craft (traps) DC 20"
		]
	},
	"portable_bridge": {
		"name": "Portable bridge",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Portable bridge",
			"{SOURCE Ultimate Equipment/57}  ",
			"**Price** 200 gp; **Weight** 60 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"When staked down with eight {eq-misc/piton/s} (four on each side of the gap), this rope and slat bridge can support up to 1,500 pounds and span a 30-foot gap. It rolls up into a parcel that can be carried slung over the back or by a pack animal. Convincing an animal to cross a portable bridge requires the come or heel trick."
		]
	},
	"portable_prison": {
		"name": "Portable prison",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Portable prison",
			"{SOURCE Advanced Class Guide/205}  ",
			"**Price** 200 gp; **Weight** 300 lbs.  ",
			"**Category** Kits",
			"",
			"This kit for a {eq-misc/wagon} provides a set of metal bars with a door for transporting imprisoned people or creatures. Though portable prisons were originally developed by traveling acts to hold ferocious animals, city guards commonly use them to round up criminals, and some bounty hunters hire them to transport large groups of prisoners. Most prisons come with {eq-misc/lock/s}; add the cost of the desired lock to the cost of the portable prison. A cage meant for people includes benches and rails for manacles. One meant for animals contains a trough for water and a smaller door for providing food."
		]
	},
	"portable_ram": {
		"name": "Portable ram",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Portable ram",
			"{SOURCE Ultimate Equipment/57;PRPG Core Rulebook/158}  ",
			"**Price** 10 gp; **Weight** 20 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This iron-shod wooden beam gives you a +2 circumstance bonus on Strength checks made to break open a door and allows a second person to help, automatically increasing your bonus by +2."
		]
	},
	"portable_solarium": {
		"name": "Portable solarium",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Portable solarium",
			"{SOURCE Occult Adventures/249}  ",
			"**Price** 800 gp; **Weight** 35 lbs.  ",
			"**Category** Tools",
			"",
			"This long, wooden case contains a complicated framework of brass armatures, balance weights, a foldable mat, and purplehued lenses of various shapes and sizes. When assembled, the case becomes a small bed over which looms a complicated, slowly revolving array of lenses that filter sunlight onto the mat below. Only usable on bright, sunny days, the solarium has enough room for one Medium or two Small creatures to recline beneath its lens array and bask in the healing rays of the filtered natural light. The solarium can be used in conjunction with the long-term care use of the Heal skill. Subjects who bask in the filtered light for an 8-hour rest period recover 1 additional hit point per level or 1 additional ability score point if their caregivers succeed at the required Heal check."
		]
	},
	"portable_sweat_lodge": {
		"name": "Portable sweat lodge",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Portable sweat lodge",
			"{SOURCE Occult Adventures/250}  ",
			"**Price** 25 gp; **Weight** 25 lbs.  ",
			"**Category** Tools",
			"",
			"This large leather wrap contains a foldable wooden framework that sits on stilts, pliable slats of birch bark, additional leather rolls, and consecrated stones. When assembled, the resulting hut is a small dome, suitable as a tent shelter and large enough to fit two crouching Medium humanoids or four Small humanoids. When the stones are heated and water is poured over them to create a thick steam, the hut becomes a sweat lodge for healing ceremonies, and provides a +2 circumstance bonus on Heal checks for the faith healing occult skill unlock."
		]
	},
	"portable_terrarium": {
		"name": "Portable terrarium",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Portable terrarium",
			"{SOURCE Adventurer's Armory 2/16}  ",
			"**Price** 100 gp; **Weight** 4 lbs.  ",
			"**Category** Tools",
			"",
			"This small glass enclosure is 1 foot wide, 1 foot tall, and reinforced with a wooden or metal frame. Tiny air holes in the lid allow living creatures inside the portable terrarium to breathe, and the interior can be outfitted with a variety of substrates and other materials the creatures might require. A portable terrarium is usually fitted with straps so it can be tied to a pack. Diminutive and smaller creatures, such as some familiars, can be safely carried within a portable terrarium and have total {rule/cover} while inside it. Healers and botanists often store living plants in these containers; a successful DC 12 Knowledge (nature) check is required to transplant a plant into a portable terrarium, and most plants can live in a portable terrarium indefinitely so long as they are properly tended."
		]
	},
	"portrait_book": {
		"name": "Portrait book",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Portrait book",
			"{SOURCE Ultimate Equipment/77;Advanced Player's Guide/185}  ",
			"**Price** 10 gp; **Weight** 3 lbs.  ",
			"**Category** Tools",
			"",
			"This 100-page book contains face drawings of male and female dwarves, elves, gnomes, half-elves, half-orcs, halflings, and humans. By selecting an appropriate drawing and adding hair, a beard, or other small features such as moles or scars, even a poor artist can quickly create a reasonable likeness of a specific person - for example, an inquisitor making wanted posters of a half-elven witch."
		]
	},
	"pot_common": {
		"name": "Pot (common)",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Pot",
			"{SOURCE Ultimate Equipment/57;PRPG Core Rulebook/158}  ",
			"**Price** 8 sp (common, iron), 2,001 gp (mithral); **Weight** 4 lbs. (common, iron), 2 lbs. (mithral)",
			"",
			"This 8-inch-diameter iron pot is sturdy and has feet, a lid, and a rounded handle. It can hold enough stew to feed one hungry human for one meal. A mithral pot is lighter and food rarely sticks to it."
		]
	},
	"pot_iron": {
		"name": "Pot (iron)",
		"copyof": "pot_common"
	},
	"iron_pot": { "copyof": "pot_iron" },
	"pot_mithral": {
		"name": "Pot (mithral)",
		"copyof": "pot_common"
	},
	"mithral_pot": { "copyof": "pot_mithral" },
	"potion_sponge": {
		"name": "Potion sponge",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Potion sponge",
			"{SOURCE Advanced Race Guide/177}  ",
			"**Price** 2 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"This egg-sized sponge is covered in a layer of waterproof edible wax, designed to absorb 1 dose of a potion. Chewing a potion sponge and swallowing its liquid contents is a full-round action. A creature of at least Large size can swallow the sponge in its entirely; other creatures must spit out the sponge once it's depleted (a free action). Unlike a potion that is drunk from a vial, a potion sponge can be used underwater. A potion can be poured from a vial into a sponge potion (or squeezed from a sponge into a vial) as a full-round action. The potion sponge is immune to attacks that specifically target crystal, glass, ceramic, or porcelain, such as {spell/shatter}. It otherwise works like a potion vial.",
			"",
			"**Construction:** Craft (Alchemy) DC 15"
		]
	},
	"powder_ball_empty": {
		"name": "Powder ball (empty)",
		"sources": [ "Castles of the Inner Sea" ],
		"description": [
			"## Powder ball",
			"{SOURCE Castles of the Inner Sea/39}  ",
			"**Price** 400 gp (empty), 300 gp (fuel); **Weight** 4 lbs. (empty), 1 lb. (fuel)",
			"",
			"This steel sphere is about the size of a standard cannon ball, though it's significantly lighter. Small holes pock the surface of the sphere, which can be unscrewed into two hemispherical pieces. By filling the intricate hollows in an opened powder ball with a specific mixture of volatile chemical reagents (which can typically be purchased in Highhelm for around 200 gp) and inserting a proprietary fuse, an individual can use the weapon as a time-delayed explosive device, throwing it as a splash weapon or simply placing it where she wants it to explode. The fuse can be ignited as a move action; 1d4 rounds afterward, the powder ball explodes, dealing 2d6 points of fire damage to anything in a 10-foot-radius {misc/burst} (DC 15 for half). A powder ball explodes in this way three times - the second explosion occurs 1d3 rounds after the initial explosion, and the third explosion occurs 1d2 rounds after the second. After the third explosion, the empty powder ball can be refilled and used again."
		]
	},
	"powder_ball_fuel": {
		"name": "Powder ball (fuel)",
		"copyof": "powder_ball_empty"
	},
	"powder_horn": {
		"name": "Powder horn",
		"sources": [
			"Ultimate Equipment",
			"Ultimate Combat",
			"Inner Sea World Guide"
		],
		"description": [
			"## Powder horn",
			"{SOURCE Ultimate Equipment/57;Ultimate Combat/141;Inner Sea World Guide/293}  ",
			"**Price** 3 gp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"Typically crafted from hollowed-out animal horn, but increasingly crafted from metal in a wide variety of shapes, a powder horn can hold up to 10 doses of {eq-weapon/black powder}. A powder horn protects black powder stored within in it from exposure to fire, electricity, firearm misfires, and water, and the narrow end of the horn is useful in funneling the expensive powder carefully into the barrel of a firearm."
		]
	},
	"powder": {
		"name": "Powder",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"Pathfinder Society Field Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Powder",
			"{SOURCE Ultimate Equipment/57;Adventurer's Armory/19;Pathfinder Society Field Guide/48;Advanced Player's Guide/183}  ",
			"**Price** 1 cp; **Weight** 1/2 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"Powdered chalk, flour, and similar materials are popular with adventurers for their utility in pinpointing invisible creatures. Throwing a bag of powder into a square is an attack against AC 5, and momentarily reveals whether an invisible creature is there. A much more effective method is to spread powder on a surface (which takes 1 full round) and look for footprints."
		]
	},
	"powdered_milk": {
		"name": "Powdered milk",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Powdered milk",
			"{SOURCE Ultimate Equipment/95}  ",
			"**Price** 1 sp; **Weight** 1 lb.  ",
			"**Category** Food/Drink",
			"",
			"This dry powder can be mixed with water to produce skim milk. It is dried by slowly adding millet flour to milk while heating it, cooking it down until it becomes thick, then allowing it to dry. Powdered milk is sold in sealed pots or jars. One pound makes approximately 1 gallon of milk."
		]
	},
	"practice_straitjacket": {
		"name": "Practice straitjacket",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Practice straitjacket",
			"{SOURCE Adventurer's Armory 2/14}  ",
			"**Price** 100 gp; **Weight** 2 lbs.  ",
			"**Category** Tools",
			"",
			"This straitjacket is designed for use by a single person. The leather straps and arm restraints are accessible in such a way as to be tightened by the wearer. Restraining or releasing oneself through these mechanisms requires 1 minute of work. Once restrained, the wearer can attempt to escape from the straitjacket as normal (that is, without using the built-in releases). Using a practice straitjacket to train for escape requires 1 hour of practice and a DC 20 Escape Artist check. If you succeed at the check, you gain a +2 circumstance bonus on Escape Artist checks to escape from bindings, a grapple, a net, rope, or similar restraints. This bonus lasts for 24 hours."
		]
	},
	"premium_hookah": {
		"name": "Premium hookah",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Premium hookah",
			"{SOURCE Alchemy Manual/18}  ",
			"**Price** 1,000 gp; **Weight** 15 lbs.  ",
			"**Category** Black Market",
			"",
			"A premium hookah is similar to a standard {eq-misc/hookah}, except it sports enough hoses for up to eight adjacent creatures to use, and the bowl has three separate compartments, each of which can store a different type of inhalable drug, alchemical powder, or alchemical liquid. Each compartment can hold up to 3 doses of an inhalable substance (so a premium hookah can hold up to 9 doses total). Consuming these contents is still a move action. You can reload a single compartment as a move action, or you can reload all three compartments as a full-round action."
		]
	},
	"pressure_pill": {
		"name": "Pressure pill",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Pressure pill",
			"{SOURCE Aquatic Adventures/56}  ",
			"**Price** 75 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"When you swallow this marble-shaped alchemical pill as a full-round action, it instantly adjusts your body to the surrounding [water pressure](rule/oceanic_zones), though you take 3 points of nonlethal damage for every 100 feet of adjustment necessary."
		]
	},
	"printing_press_1_page": {
		"name": "Printing press (1-page)",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Printing press (1-page)",
			"{SOURCE Adventurer's Armory/19}  ",
			"**Price** 250 gp; **Weight** 150 lbs.  ",
			"**Category** Tools",
			"",
			"A hand-cranked press uses a plate on which all of the text on a page is carved in reverse. Changing the plate is a simple process, but creating a new one is expensive and labor-intensive. The press prints one page at a time, at a rate of about five pages per minute. A stationer then needs to cut and trim the pages and bind the book."
		]
	},
	"prismatic_crystal": {
		"name": "Prismatic crystal",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Prismatic crystal",
			"{SOURCE Occult Adventures/250}  ",
			"**Price** 30 gp; **Weight** 1/2 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This chunk of crystal shines with the colors of the rainbow. A prismatic crystal can be used as a focus for the {skill/read aura} occult skill unlock to reduce the time needed to read an aura from 10 minutes to 5 minutes. When held by psychic creatures, these crystals also emit light in a small area, increasing the light level in a 10-foot radius by one step (darkness becomes dim light, and dim light becomes normal light). A prismatic crystal can't increase the light level above normal light."
		]
	},
	"privacy_shelter": {
		"name": "Privacy shelter",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Privacy shelter",
			"{SOURCE Ultimate Wilderness/244}  ",
			"**Price** 5 gp; **Weight** 10 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"Through a 15-minute assembly period, the components of this kit fit together into a tent-like structure. Able to fit a single Medium-sized creature, this tent doesn't allow space for sleeping. Instead, a privacy shelter offers standing or sitting room only. The shelter is mostly used as either a meditation space or a latrine shelter."
		]
	},
	"prognostication_manual": {
		"name": "Prognostication manual",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Prognostication manual",
			"{SOURCE Occult Adventures/250}  ",
			"**Price** 30 gp; **Weight** 3 lbs.  ",
			"**Category** Tools",
			"",
			"This small but thick booklet contains information on a specific form of folk divination, such as cartomancy, cheiromancy, crystallomancy, or horoscopy. Using such a book while reading a creature's fortune reduces the time needed to read that fortune by 2 minutes. When used as part of a {skill/Sense Motive} check for the {skill/prognostication} occult skill unlock, this book grants a +2 circumstance bonus. If the fortune-telling method requires a particular item, such as a deck of cards for cartomancy or animal bones for osteomancy, that item provides a +2 circumstance bonus that doesn't stack with the bonus provided by the prognostication manual.",
			"",
			"A prognostication manual is useful primarily for cheiromancy (palm reading), horoscopy, and other methods that don't require special equipment."
		]
	},
	"prosthetic_arm": {
		"name": "Prosthetic (arm)",
		"sources": [
			"Ultimate Equipment",
			"Pirates of the Inner Sea",
			"Adventurer's Armory"
		],
		"description": [
			"## Prosthetic",
			"{SOURCE Ultimate Equipment/57;Pirates of the Inner Sea/21;Adventurer's Armory/19}  ",
			"**Price** 10 gp (arm), 1 gp (foot), 1 gp (hand), 20 gp (leg); **Weight** 3 lbs. (arm), 2 lbs. (foot), 1 lb. (hand), 6 lbs. (leg)",
			"",
			"People who lose hands, arms, legs, or feet in combat sometimes replace them with prosthetics: realistic simulations of their missing limbs. Usually carved of wood and painted to match the wearer's skin tone, these items have limited functionality, allowing a legless person to walk at half speed, or enabling an armless person to hold a shield in a fixed position, but little more. Clever individuals have been known to create small compartments in their prosthetics, just large enough to hold very small objects. A prosthetic hand or foot can hold an item with negligible weight, while a prosthetic limb can hold up to 1 or 2 pounds."
		]
	},
	"prosthetic_foot": {
		"name": "Prosthetic (foot)",
		"copyof": "prosthetic_arm"
	},
	"prosthetic_hand": {
		"name": "Prosthetic (hand)",
		"copyof": "prosthetic_arm"
	},
	"prosthetic_leg": {
		"name": "Prosthetic (leg)",
		"copyof": "prosthetic_arm"
	},
	"prowlers_palliative": {
		"name": "Prowler's palliative",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Prowler's palliative",
			"{SOURCE Potions and Poisons/23}  ",
			"**Price** 300 gp; **Weight** -  ",
			"**Category** Tincture",
			"",
			"This pitch-black liquid slows your heart rate, putting you in an almost trance-like state. For 1 hour after drinking this tincture, you gain a +2 alchemical bonus on Stealth checks, you can use Stealth while moving at full speed without penalty, and the DCs for Intimidate checks to demoralize you is 2 higher. The tincture's sedative nature causes you to take a -4 penalty on Strength-based skill checks and a -2 penalty on damage rolls for the same duration.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"pseudodragon": {
		"name": "Pseudodragon",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Pseudodragon",
			"{SOURCE Ultimate Equipment/80;Adventurer's Armory/19}  ",
			"**Price** 200 gp; **Weight** 7 lbs.  ",
			"**Category** Mounts/Pets",
			"",
			"Found primarily in temperate forests, pseudodragons are intelligent enough that some consider their sale slavery. A handful of pseudodragons offer themselves for hire to adventurers, typically for half their listed price per week of work."
		]
	},
	"psychics_kit": {
		"name": "Psychic's kit",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Psychic's kit",
			"{SOURCE Occult Adventures/250}  ",
			"**Price** 35 gp; **Weight** 27 lbs.  ",
			"**Category** Kits",
			"",
			"This kit includes a {eq-misc/backpack}, a {eq-misc/bedroll}, a {eq-misc/belt pouch}, {eq-misc/flint and steel}, a {eq-misc/prismatic crystal}, {eq-misc/torches} (10), {eq-misc/trail rations} (5 days), and a {eq-misc/waterskin}."
		]
	},
	"psychometrists_gloves": {
		"name": "Psychometrist's gloves",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Psychometrist's gloves",
			"{SOURCE Occult Adventures/250}  ",
			"**Price** 10 gp; **Weight** 5 lbs.  ",
			"**Category** Tools",
			"",
			"These layered lambskin gloves are specially designed and psychically attuned to increase the tactile sensitivity of the wearer's hands. To provide any benefit, the gloves must be worn for 8 uninterrupted hours. All Dexterity skill checks requiring the use of the hands take a -2 penalty as long as the gloves remain on. After this 8-hour period, the user can remove the gloves to gain a +2 circumstance bonus on Appraise checks for the {skill/psychometry} occult skill unlock. This benefit fades after 1 hour."
		]
	},
	"pull_cord_grenade": {
		"name": "Pull-cord grenade",
		"sources": [ "Black Markets" ],
		"description": [
			"## Pull-cord grenade",
			"{SOURCE Black Markets/21}  ",
			"**Price** 150 gp; **Weight** 2 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This clay container resembles a {eq-weapon/fuse grenade}, but trails a pulley and wire rather than a fuse. Pulling the cord (a move action) sparks a {eq-misc/flint and steel} within the device, causing the grenade to explode. The pull cord can be attached to a door or drawer within 5 feet, or strung across a 5-foot square, causing the grenade to detonate when its tripwire is disturbed. A pull-cord grenade cannot be reused.",
			"",
			"This can be crafted with a DC 25 Craft (traps) check.",
			"",
			"**Type** mechanical; Perception DC 15; Disable Device DC 15  ",
			"**Trigger** touch; Reset none  ",
			"**Effect** explosion (2d6 bludgeoning damage and 1d6 fire damage); Reflex DC 15 half; multiple targets (all targets within 10 feet)"
		]
	},
	"pulque_cup": {
		"name": "Pulque (cup)",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Pulque",
			"{SOURCE Ultimate Equipment/95}  ",
			"**Price** 1 sp (cup), 4 sp (wineskin); **Weight** 1/2 lb. (cup), 2 lbs. (wineskin)",
			"",
			"This nutritious milk-colored alcoholic beverage is fermented from the heart of the agave or century plant."
		]
	},
	"pulque_wineskin": {
		"name": "Pulque (wineskin)",
		"copyof": "pulque_cup"
	},
	"pump_organ": {
		"name": "Pump organ",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Pump organ",
			"{SOURCE Haunted Heroes Handbook/11}  ",
			"**Price** 2,000 gp; **Weight** 100 lbs.  ",
			"**Category** Black Market",
			"",
			"This large mobile keyboard instrument resembles a strange chair with several brass tubes jutting from its back and small wheels on the feet for ease of transportation. A pump organ can seat a single Medium creature, which can operate the keyboard and pedals to create haunting melodies out of the brass pipework along the organ's back frame. All pump organs function as {eq-misc/masterwork musical instrument/s} for Perform (keyboard instruments) checks. With 10 minutes of work and a successful DC 15 Perform (keyboard instruments) check, a user can manipulate the pump organ's controls to create a 1-minute long performance that does not require an operator - the pump organ can be set to activate after a preset duration via a timer (up to 24 hours) or to begin when a remote trigger is activated. The trigger can be connected to the pump organ via a set of pulleys and twine normally stored in a compartment under the organ's seat cushion with a successful DC 15 Disable Device check. The remote trigger can be placed up to 60 feet from the pump organ."
		]
	},
	"pump_water_canister": {
		"name": "Pump water canister",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Pump water canister",
			"{SOURCE Adventurer's Armory/19}  ",
			"**Price** 75 gp; **Weight** 5 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This metal container holds 4 gallons of water. As a standard action that provokes attacks of opportunity, you can use the hand pump and hose at the top to spray water up to 10 feet away. Pumping uses 1 gallon of water for every round of use and can extinguish nonmagical fires in 1 square. A full canister weighs 37 pounds."
		]
	},
	"purification_pellet": {
		"name": "Purification pellet",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Purification pellet",
			"{SOURCE People of the Sands/28}  ",
			"**Price** 10 gp; **Weight** -  ",
			"**Category** Alchemical Remedies",
			"",
			"This tablet of compressed herbs and potent alchemical reagents can purify tainted, brackish, muddy, or alkaline water in order to make it drinkable. If used to purify water that is diseased or poisonous, each tablet reduces the save DC by 1 (to a maximum reduction of 5) for any disease or poison present in the water. A single purification pellet can affect up to 1 gallon of tainted water.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"purity_test": {
		"name": "Purity test",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Purity test",
			"{SOURCE Alchemy Manual/18}  ",
			"**Price** 10 gp; **Weight** 2 lbs.  ",
			"**Category** Black Market",
			"",
			"This set of special disposable reagents can be used in conjunction with an {eq-misc/alchemist's lab} to detect whether a drug has been cut with inferior-grade material or [filler](eq-misc/bunk), granting a +5 competence bonus on Craft (alchemy) checks to detect such chicanery."
		]
	},
	"puzzle_box": {
		"name": "Puzzle box",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Puzzle box",
			"{SOURCE Ultimate Equipment/92;Adventurer's Armory/19}  ",
			"**Price** 1 gp-1,000 gp; **Weight** 1 lb.-5 lbs.  ",
			"**Category** Entertainment",
			"",
			"This box features moving parts, secret panels, or unusual codes and locking mechanisms. Depending on the box, a Disable Device, Knowledge (engineering), Linguistics, or simple Intelligence check might open it. The DC of the check varies with the complexity of the box, but is typically 15 or 20 (retry once per day). Multiple skill checks might be necessary for different stages of the puzzle. If the puzzle box was constructed with the intention that one specific person should be able to open it, that person gets a +5 circumstance bonus on the check."
		]
	},
	"puzzle_heel": {
		"name": "Puzzle heel",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Puzzle heel",
			"{SOURCE Ultimate Intrigue/234}  ",
			"**Price** varies; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"Used as a replacement for the heel and sole of a shoe or boot, a puzzle heel can be used to secret away items so you can retrieve them when needed. To open the small compartment inside a puzzle heel, you must press, turn, and twist the heel and sole in a particular pattern. The increased complexity of a puzzle heel grants a circumstance bonus on Sleight of Hand checks to conceal items, depending on the complexity of the opening process. Opening the heel without knowing the sequence requires a successful Disable Device check. A puzzle heel compartment is roughly 5 cubic inches in volume.",
			"",
			"| Complexity | Price | Sleight of Hand bonus | Disable Device DC |",
			"| --- | --- | --- | --- |",
			"| 3 steps | 20 gp | +4 | 20 |",
			"| 4 steps | 40 gp | +6 | 25 |",
			"| 5 steps | 80 gp | +8 | 30 |"
		]
	},
	"pyramid_busters_kit": {
		"name": "Pyramid buster's kit",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Pyramid buster's kit",
			"{SOURCE Undead Slayer's Handbook/9}  ",
			"**Price** 310 gp; **Weight** 8 lbs.  ",
			"**Category** Kits",
			"",
			"This kit contains items helpful in navigating the winding corridors of pyramids, but is also useful in other crypts and tombs. It contains three sticks of {eq-misc/chalk}, five sheets of {eq-misc/parchment}, 1 dose of {eq-misc/synthetic mumia}, a flask of {eq-weapon/alchemist's fire}, a {eq-weapon/tangleburn bag}, and a pair of {eq-misc/sunrod/s}."
		]
	},
	"pyrography_kit": {
		"name": "Pyrography kit",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Pyrography kit",
			"{SOURCE Ultimate Equipment/57}  ",
			"**Price** 1 gp; **Weight** 2 lbs.  ",
			"**Category** Kits",
			"",
			"Also called a \"woodburning kit,\" this set of metal needles, styluses, and brands is used to draw on leather or wood by burning it. Using the kit requires a fire source; the needle or stylus is heated in the fire and held in a thick leather handle, then used like a pen."
		]
	},
	"qadiran_saddle": {
		"name": "Qadiran saddle",
		"sources": [ "Qadira, Jewel of the East" ],
		"description": [
			"## Qadiran saddle",
			"{SOURCE Qadira, Jewel of the East/57}  ",
			"**Price** 200 gp; **Weight** 5 lbs.  ",
			"**Category** Animal Gear",
			"",
			"Developed by [Al-Zabriti](rule/aff_deserts) riders, a Qadiran saddle is sturdy but minimal, allowing horse and rider to communicate through slight muscle shifts and delicate balance adjustments. A Qadiran saddle gives a rider a +2 circumstance bonus on Ride checks, and it allows a rider to ignore the AC penalty from a charge when she is mounted and her mount charges."
		]
	},
	"questing_knight_package": {
		"name": "Questing knight package",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Questing knight package",
			"{SOURCE Adventurer's Armory 2/5}  ",
			"**Price** 1000 gp; **Weight** 127 1/2 lbs.  ",
			"**Category** Kits",
			"",
			"If not descended from nobility, the questing knight certainly looks like he fits the part. This equipment package is useful for cavaliers, fighters, and paladins. If the PC can cast spells, add a {eq-misc/spell component pouch} and a {eq-misc/holy symbol} (if required). If the PC gains a mount from a class feature, remove the horse from the list below and replace the lance with a masterwork lance.",
			"",
			"**Armor:** {eq-armor/Half-plate}, {eq-armor/heavy wooden shield}.",
			"",
			"**Weapons:** {eq-weapon/Javelin/s} (4), {eq-weapon/lance}, {eq-weapon/longsword}.",
			"",
			"**Combat Gear:** {eq-misc/Sunrod/s} (2).",
			"",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/banner}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/flask}, {eq-misc/flint and steel}, {eq-misc/mess kit}, {eq-misc/pole} (10 ft.), {eq-misc/sack}, {eq-misc/shovel}, {eq-misc/signet ring}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations} (5 days), {eq-misc/waterskin}, {eq-misc/whetstone}, 8 gp.",
			"",
			"**Mount:** {eq-misc/Heavy horse (combat trained)} with {eq-misc/bit and bridle}, {eq-misc/military saddle}, and {eq-misc/saddlebags}.",
			"",
			"**Total Weight:** 127-1/2 lbs. (73-3/4 lbs. for a Small character)."
		]
	},
	"quick_change_outfit": {
		"name": "Quick-change outfit",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Quick-change outfit",
			"{SOURCE Ultimate Intrigue/234}  ",
			"**Price** varies; **Weight** 5 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"A quick-change outfit is actually two different sets of attire sewn together, one inside the other. The quick-change outfit allows the wearer to rapidly change from one outfit into another by reversing (pulling inside out) the entire outfit. It takes a full-round action to slip out of the quick-change outfit, reverse it, and put it back on. The two different outfits can appear to be of any variety, such as a {eq-misc/noble's outfit} on one side and a {eq-misc/monk's outfit} on the other. The appearance is only superficial, so the outfits do not grant any special bonuses (such as a {eq-misc/cold-weather outfit/'s} benefits against exposure to cold). Anyone paying particular attention to the outfit can notice discrepancies (such as odd seams and unusually thick padding) with a successful DC 20 Perception check. The outfit's price is equal to double the price of the more expensive of the two outfits it mimics."
		]
	},
	"quick_pack_table": {
		"name": "Quick-pack table",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Quick-pack table",
			"{SOURCE Villain Codex/236}  ",
			"**Price** 5 gp; **Weight** 20 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"A quick-pack table is a piece of lightweight furniture designed to be both portable and versatile. Street-corner hawkers commonly use such tables to display small goods for sale.",
			"",
			"A quick-pack table can be set up in a relatively small area and usually takes up a few square feet. When opened, the table has four legs and a flat top surface, along with a bookcase-style upright display where items such as jewelry can be exhibited. When necessary, the table and its contents can be closed, folded up, and collapsed in a single round, with all the goods safely held in their respective compartments. The owner can carry the folded table under one arm."
		]
	},
	"quick_step_concoction": {
		"name": "Quick-step concoction",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Quick-step concoction",
			"{SOURCE Adventurer's Armory 2/27}  ",
			"**Price** 75 gp; **Weight** -  ",
			"**Category** Concoctions",
			"",
			"This minty fluid quickens your feet and improves your balance, granting a +2 alchemical bonus on Acrobatics checks and to your CMD against trip attempts. However, you become easily distracted and take a -2 penalty on Perception checks."
		]
	},
	"quicksilver_barometer": {
		"name": "Quicksilver barometer",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Quicksilver barometer",
			"{SOURCE Haunted Heroes Handbook/13}  ",
			"**Price** 400 gp; **Weight** 12 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"A quicksilver barometer consists of a slender glass tube, closed at the top, containing an open, mercury-filled base. Many quicksilver barometers are fitted into elegant or even outlandishly ornate housings made of precious materials. Such housings are not necessary for the device to function, and serve only to increase the base price of the tool into the realm of an art object's value. The device interacts with atmospheric pressure, causing the mercury within the glass tube to lower or rise based on external pressure and temperature. It takes 3 rounds for a quicksilver barometer to settle once placed on a flat surface. While this device is normally used to measure and observe local temperature fluctuations (if used in this manner and studied for at least 10 minutes, a quicksilver barometer grants a +4 circumstance bonus on Survival checks to predict the weather), it also functions in a method similar to a {eq-misc/haunt detector}, but with greater accuracy - a quicksilver barometer grants a +4 circumstance bonus on Perception checks to notice haunts."
		]
	},
	"quieting_needles": {
		"name": "Quieting needles",
		"sources": [ "Pathfinder #29: Mother of Flies" ],
		"description": [
			"## Quieting needles",
			"{SOURCE Pathfinder #29: Mother of Flies/12}  ",
			"**Price** 25 gp; **Weight** -  ",
			"**Category** Black Market",
			"",
			"A set of quieting needles costs 25 gp. Inserted into a corpse's heart, lungs, and other organs, the needles can be well hidden inside a slain body with a minute of work and a Sleight of Hand check - the result of this Sleight of Hand check determines the Heal check DC to notice the use of quieting needles on a corpse. This Heal check gains a cumulative +1 bonus for each day the body has been allowed to decay, as the presence of the needles grows increasingly obvious as the flesh rots away.",
			"",
			"A body pierced with quieting needles can be brought back to life as normal via {spell/raise dead}, but upon being restored to life, the victim immediately begins suffering from the fact that his major organs are perforated by hidden needles. This grisly fate can even strike someone brought back to life via {spell/resurrection} or {spell/true resurrection} if the body itself was intact and the needles were thus hidden. (Casting *resurrection* or *true resurrection* with only a fragment of the body or no body, forcing the spell to rebuild the body as appropriate, is a surefire way to avoid having the victim come back to life with the needles still inside him.)",
			"",
			"A creature brought back to life with quieting needles inside him is immediately struck with pain and must make a DC 25 Fortitude save each round to avoid being {misc/nauseated} from the pain and suffering 1d6 points of Constitution damage. A successful Fortitude save negates the nauseated condition and reduces the Constitution damage to 1.",
			"",
			"Removing quieting needles from a dead body takes 1d6+6 rounds (and a DC 20 Heal check if the process is to leave the body in a condition where raise dead is still viable). Removing quieting needles from a freshly restored living body causes 2d6 points of damage per round the procedure continues, with a successful DC 25 Heal check reducing damage caused that round to 2.",
			"",
			"The use of quieting needles is relatively uncommon, meant as much to punish enemies for attempting to raise dead allies and force them to waste the resources on such expensive magic as well as to cause the restored creature agonizing pain - using quieting needles is an evil act that is as illegal as murder in most civilized regions.",
			"",
			"A set of quieting needles costs 25 gp."
		]
	},
	"quintain": {
		"name": "Quintain",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Quintain",
			"{SOURCE Martial Arts Handbook/31}  ",
			"**Price** 40 gp; **Weight** 30 lbs.  ",
			"**Category** Tools",
			"",
			"At its simplest, a quintain is a swiveling pole with a pair of arms, although permanent quintains are more elaborate and often look like armored mannequins. One arm holds a wooden board shaped like a shield. The other arm has a padded flail attached. In a routine originally used to train knights, a user rides past a quintain and tries to hit the board with a weapon, and then get out of the way before the quintain swings around to strike him with its flail in retaliation. Training with a quintain requires 1 hour of practice and a DC 15 Ride check. If you succeed at the check, you gain a +2 circumstance bonus on Ride checks to stay in the saddle, guide with your knees, and control a combat-trained mount. This bonus lasts for 24 hours or until you fail a Ride check."
		]
	},
	"rabbit": {
		"name": "Rabbit",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Rabbit",
			"{SOURCE Ultimate Equipment/80}  ",
			"**Price** 2 gp; **Weight** 3 lbs.  ",
			"**Category** Mounts/Pets",
			"",
			"Rabbits are often raised or hunted for their meat and skins, though some people keep the skittish mammals as pets. Though they are often confused with hares, rabbits are distinctly different in that they make their homes in burrows beneath the ground, and they are usually smaller than hares. Rabbits have the same statistics as rats."
		]
	},
	"raccoon": {
		"name": "Raccoon",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Raccoon",
			"{SOURCE Ultimate Equipment/80}  ",
			"**Price** 5 gp; **Weight** 7 lbs.  ",
			"**Category** Mounts/Pets",
			"",
			"These nocturnal hunter-scavengers are found primarily in forested terrains, and are noted for their domino mask-like visages, highly dextrous forepaws (which they rely on for their hyper-sensitive sense of touch), and the strangely anthropomorphic tendency to \"wash\" their food in water before eating it. Raccoons are sometimes kept as pets and used by some spellcasters as familiars."
		]
	},
	"rack": {
		"name": "Rack",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Rack",
			"{SOURCE Horror Adventures/212}  ",
			"**Price** 300 gp; **Weight** 500 lbs.  ",
			"**Category** Torture Implements",
			"",
			"The rack is one of the most infamous and feared devices in the torturer's arsenal, capable of inflicting ruinous damage to a victim's body. Helpless victims are splayed across the device's frame, and each limb is lashed to a central windlass. Each turn of the crank deals a cumulative 1d6 points of nonlethal damage, up to 4d6 points of nonlethal damage on the fourth turn. Each subsequent turn after the fourth deals 4d6 points of nonlethal damage and deals 1 point of damage each to the victim's Strength, Dexterity, and Constitution scores as it dislocates limbs, cracks cartilage, and breaks bone. Some racks are fitted with spiked wheels that puncture the victim's body, dealing lethal damage rather than nonlethal damage. Escaping from a rack requires a successful DC 30 Escape Artist check."
		]
	},
	"raft": {
		"name": "Raft",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Raft",
			"{SOURCE Ultimate Equipment/87}  ",
			"**Price** -; **Price of Passage** (per mile) 1 cp  ",
			"**Category** Transport, Sea",
			"",
			"The most basic and primitive type of watercraft, a raft is a simple, flat boat with no hull, often made of logs lashed together. It typically uses two to four {eq-misc/oar/s} for propulsion."
		]
	},
	"raft_travel_per_mile": {
		"name": "Raft (travel, per mile)",
		"copyof": "raft"
	},
	"ragers_aid": {
		"name": "Rager's aid",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Rager's aid",
			"{SOURCE Advanced Class Guide/206}  ",
			"**Price** 25 gp; **Weight** -  ",
			"**Category** Alchemical Remedies",
			"",
			"This packet filled with spikey-edged leaves has a pungent scent almost strong enough to make your eyes water. While you chew the leaves, you ignore the effects of {misc/fatigue}. The leaves last for 6 rounds, at which point only a wad of pulp remains. When the effect of rager's aid wears off, you are {misc/exhausted} instead.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"rakes_friend": {
		"name": "Rake's friend",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Rake's friend",
			"{SOURCE Ultimate Intrigue/236}  ",
			"**Price** 120 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"You can accept {misc/alchemical burn} when you imbibe this draught to gain 1 grit point or 1 panache point. The effects of rake's friend last for 1 hour; if not spent within 1 hour, this point is lost. Rake's friend has no effect if you don't have the ability to use grit or panache.",
			"",
			"**Construction:** Craft (Alchemy) DC 15"
		]
	},
	"rangers_kit": {
		"name": "Ranger's kit",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Ranger's kit",
			"{SOURCE Ultimate Equipment/57}  ",
			"**Price** 9 gp; **Weight** 28 lbs.  ",
			"**Category** Kits",
			"",
			"This includes a {eq-misc/backpack}, a {eq-misc/bedroll}, a {eq-misc/belt pouch}, a {eq-misc/flint and steel}, {eq-misc/iron pot}, {eq-misc/mess kit}, {eq-misc/rope}, {eq-misc/torches} (10), {eq-misc/trail rations} (5 days), and a {eq-misc/waterskin}."
		]
	},
	"rat_blue": {
		"name": "Rat (blue)",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Rat",
			"{SOURCE Adventurer's Armory/19}  ",
			"**Price** 1 gp (blue), 1 cp (common); **Weight** 1 lb. (blue), 1 lb. (common)",
			"",
			"These Tiny rodents live everywhere and eat nearly anything. Despite having a reputation as disease-ridden scavengers, domesticated rats are clean, loyal creatures that make excellent familiars."
		]
	},
	"rat_common": {
		"name": "Rat (common)",
		"copyof": "rat_blue"
	},
	"rat_dire": {
		"name": "Rat (dire)",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Rat (dire)",
			"{SOURCE Ultimate Equipment/80;Adventurer's Armory/19}  ",
			"**Price** 5 gp; **Weight** 50 lbs.  ",
			"**Category** Mounts/Pets",
			"",
			"These Small animals are vicious scavengers in the wild. However, dire rats raised in captivity can be trained as loyal pets and protectors. Pet dire rats do not have filth fever."
		]
	},
	"rat_cage": {
		"name": "Rat cage",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Rat cage",
			"{SOURCE Horror Adventures/212}  ",
			"**Price** 5 gp; **Weight** 15 lbs.  ",
			"**Category** Torture Implements",
			"",
			"This specially crafted steel cage can hold up to 20 rats, and includes stout leather straps around its open end and a metal crucible for holding hot charcoal or other fuel on its top end. Torturers tightly strap the open end of the device to a helpless victim's abdomen, insert the rats into the cage, and set the crucible's fuel alight. In 1d10 rounds, the increasing heat causes the rats to gnaw and dig their way through the victim's abdomen to escape, dealing 1 point of piercing damage per rat each round. A victim can wiggle free of a rat cage with a successful DC 20 Escape Artist check, though some of the voracious vermin may continue their consumption in subsequent rounds."
		]
	},
	"rations_space_per_day": {
		"name": "Rations, space (per day)",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Rations, space (per day)",
			"{SOURCE People of the Stars/19}  ",
			"**Price** 1 gp; **Weight** 1/2 lb.  ",
			"**Category** Food/Drink",
			"",
			"Generally composed of meat, hard cheese, fruits and vegetables, nut and bean pastes, and vital herbs, space rations are dehydrated and then kept extremely dry in order to maximize preservation and storage efficiency. A single serving feeds a Medium character for 1 day, but unless an equal weight of water is added to the rations, the character eating them becomes {misc/fatigued} until she drinks enough water."
		]
	},
	"space_rations": { "copyof": "rations_space_per_day" },
	"raven": {
		"name": "Raven",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Raven",
			"{SOURCE Ultimate Equipment/80;Adventurer's Armory/19}  ",
			"**Price** 2 gp; **Weight** 3 lbs.  ",
			"**Category** Mounts/Pets",
			"",
			"These Tiny birds are known for their intelligence, and even play games with each other in the wild. They eat insects and can be found in surprisingly varied habitats."
		]
	},
	"reagent_extractor": {
		"name": "Reagent extractor",
		"sources": [ "Merchant's Manifest" ],
		"description": [
			"## Reagent extractor",
			"{SOURCE Merchant's Manifest/17}  ",
			"**Price** 1,000 gp; **Weight** 10 lbs.  ",
			"**Category** Tools",
			"",
			"These connected glass-and-copper apparatuses have {eq-misc/heatstone/s} and other components installed at the base of each container to break down magic liquids placed within. Any potion placed within the extractor is distilled down to its component parts over the course of 4 hours; this destroys the potion. The extracted essences can then be used to brew a new potion as long as the new potion is of the same spell level or lower than the distilled potion. Using the extractor in this way does not change the requirements for brewing a potion, but it does remove the need to use fresh and unused ingredients and materials to brew the new potion, and this waives the new potion's base cost (but not the requirement to provide any costly material component or focus that the new potion's spell requires). Essences extracted from a potion using a reagent extractor must be used to create a new potion within 24 hours; after this time, they become inert."
		]
	},
	"reagent_paper": {
		"name": "Reagent paper",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Reagent paper",
			"{SOURCE Advanced Class Guide/208}  ",
			"**Price** 1 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"This slip of paper can aid in the identifying of liquids. Its color changes in accordance to basic traits such as acidity, salinity, or magic. This confers a +2 alchemical bonus on any Craft (alchemy) or Spellcraft check made to identify potions or other liquids.",
			"",
			"**Construction:** Craft (Alchemy) DC 15"
		]
	},
	"reanimating_fluid": {
		"name": "Reanimating fluid",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Reanimating fluid",
			"{SOURCE Horror Adventures/213}  ",
			"**Price** 100 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"This viscous, translucent green fluid is typically stored in a large syringe. When injected into a mostly intact corpse of a Medium or smaller creature that has been dead for no more than 1 day (time spent under effects like gentle repose don't count against this time), the fluid gives the corpse a rudimentary semblance of life, reactivating its nerves and muscle tissue. This causes the corpse to reanimate and shamble around erratically for 1 minute. The result is not an undead creature, nor is it a construct. The reanimated corpse remains utterly lifeless and is driven only by muscular spasms that cause it shuffle 20 feet in a random direction each round, gasping and blinking eerily as it goes. When the corpse hits a solid barrier or is attacked, it stops moving. On its next turn, roll 1d8 to determine where it goes next. On a 1, it continues forward in the same direction it had been previously moving (or runs up against the same barrier). On a 2, it turns 45 degrees clockwise and heads in that direction; on a 3, it turns 90 degrees clockwise and heads in that direction; and so on. The corpse can't attack, doesn't defend itself, and - as an object - has AC 10 and 12 hit points. Crafting a syringe of reanimating fluid requires a successful DC 25 Craft (alchemy) check.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"red_flame_torch": {
		"name": "Red flame torch",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Red flame torch",
			"{SOURCE Ultimate Wilderness/246}  ",
			"**Price** 20 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"This otherwise normal-looking {eq-misc/torch} is encrusted with lithium salts and burns with a dark red flame. It sheds only dim light in a 10-foot radius, and the light it casts is undetectable outside this radius by normal vision, darkvision, or low-light vision. This torch burns for 1 hour."
		]
	},
	"reindeer": {
		"name": "Reindeer",
		"sources": [ "People of the North" ],
		"description": [
			"## Reindeer",
			"{SOURCE People of the North/28}  ",
			"**Price** 75 gp; **Weight** 450 lbs.  ",
			"**Category** Mounts/Pets",
			"",
			"These sturdy and majestic caribou roam the northern tundra in great herds, and provide fur, meat, and other useful products to both Erutaki and Varki herders and hunters. Irrisen's Jadwiga, Snowcaster elves, and eccentric Linnorm Kings use domesticated reindeer to pull sleighs. Reindeer use the same statistics as {monster/elk}."
		]
	},
	"remora_pad": {
		"name": "Remora pad",
		"sources": [ "Merchant's Manifest" ],
		"description": [
			"## Remora pad",
			"{SOURCE Merchant's Manifest/6}  ",
			"**Price** 5 gp; **Weight** 1/2 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This foot-long strip of double-sided alchemical adhesive is sealed with waxed paper. When unsealed (this requires a move action) and pressed between two surfaces (this also requires a move action), a remora pad creates a firm and waterproof bond between two creatures or objects for up to 24 hours. If two creatures connect themselves in this way, both gain the {rule/grapple[d] condition>s}. However, if they are different size categories, only the smaller creature gains this condition.",
			"",
			"This bond survives light buffeting and movement, such as that created by incoming tides or by one attached surface dragging the other along underwater. Sharp tugs can break the seal fairly easily, and a willingly attached creature can pull free of the pad with a successful DC 5 Strength check as a standard action (DC 10 as a swift action). This weakness makes remora pads fairly ineffective when attempting to grapple a target, though a grappling creature that sticks itself to a target with a remora pad receives a +6 circumstance bonus on grapple combat maneuver checks to sustain the grapple in subsequent rounds (instead of the normal +5 bonus).",
			"",
			"A remora pad's bond is strong enough to support 200 pounds of material, so bonding two heavier objects together requires multiple pads. Underwater travelers often use remora pads to attach themselves to trained aquatic animals for long journeys."
		]
	},
	"repellent_salts": {
		"name": "Repellent salts",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Repellent salts",
			"{SOURCE Haunted Heroes Handbook/13}  ",
			"**Price** 100 gp; **Weight** 1/2 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This fine alchemical salt has been developed to work against particular types of foes. A batch of repellent salts is attuned to undead or a selected outsider race, such as angels, demons, or devils. As a full-round action that provokes attacks of opportunity, a dose of repellent salts can be applied to a 5-foot-square area that functions as difficult terrain for the salt's attuned creature type. Any creature can sweep the salts aside as a move action (or as a full-round action for an attuned creature, which deals that creature 2d4 points of acid damage in the process); moderate wind also disperses all repellent salts in a square (including the draft created by a winged creature of at least Medium size that flies within 5 feet of the salts). Alternatively, a vial of repellent salts can be used as a splash weapon against the target creature, with a successful hit dealing 2d4 points of acid damage to the creature struck (or 1 point to an attuned creature within 5 feet of the target and thus exposed to the attack's splash)."
		]
	},
	"retort": {
		"name": "Retort",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Retort",
			"{SOURCE Alchemy Manual/5}  ",
			"**Price** 2 gp; **Weight** 1/2 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"A retort is a pair of flasks attached to one another by a bent connector called an alembic. When one flask is heated, gaseous products pass through the alembic and condense in the other flask."
		]
	},
	"reversible_cloak": {
		"name": "Reversible cloak",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Reversible cloak",
			"{SOURCE Ultimate Equipment/89}  ",
			"**Price** 2 sp-100 gp; **Weight** 1 lb.  ",
			"**Category** Clothing",
			"",
			"This cloak has an outer layer of fabric and an inner layer of a different color. They are worn for the sake of fashion, in theater performances, or to aid a quick appearance change as part of a disguise. The price varies depending on the cloak's quality, with the low end being a simple linen cloak and the high end being made of silk or decorated with fur trim."
		]
	},
	"rhinarium_paste": {
		"name": "Rhinarium paste",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Rhinarium paste",
			"{SOURCE Monster Codex/177}  ",
			"**Price** 75 gp; **Weight** 1/2 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"When applied to the nose as a standard action, this alchemical paste traps airborne particles and sharpens your olfactory receptors, heightening your sense of smell. You gain the {umr/scent} ability, except you can detect creatures and odors at only half the distance. If you already have the scent ability, rhinarium paste increases the range at which you can detect creatures by 50%. Rhinarium paste's effects lasts for 1 hour. Crafting this item requires a successful DC 20 Craft (alchemy) check.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"rice_paper_sheet": {
		"name": "Rice paper (sheet)",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide",
			"Adventurer's Armory"
		],
		"description": [
			"## Rice paper (sheet)",
			"{SOURCE Ultimate Equipment/57;Advanced Player's Guide/183;Adventurer's Armory/19}  ",
			"**Price** 5 cp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"This sheet of paper is made of rice, straw, or tree bark. It has hardness 0, 1 hit point, and a break DC of 2."
		]
	},
	"riding_bee_combat_trained_queen": {
		"name": "Riding bee (combat-trained queen)",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Riding bee",
			"{SOURCE Ultimate Wilderness/12}  ",
			"**Price** 12,000 gp (combat-trained queen), 450 gp (combat-trained worker), 8,000 gp (queen), 300 gp (worker); **Weight** 140 lbs. (combat-trained queen), 60 lbs. (combat-trained worker), 140 lbs. (queen), 60 lbs. (worker)",
			"",
			"{race/Gathlain/s} have learned to domesticate giant bees, which they use to travel long distances. Extra queens from a hive's brood are saved and trained for hauling heavier equipment or a retinue of gathlains. Bees require an exotic saddle, which is a sort of basket that places the rider underneath the bee's abdomen, where it protects the rider as if he were a bee larva."
		]
	},
	"riding_bee_combat_trained_worker": {
		"name": "Riding bee (combat-trained worker)",
		"copyof": "riding_bee_combat_trained_queen"
	},
	"riding_bee_queen": {
		"name": "Riding bee (queen)",
		"copyof": "riding_bee_combat_trained_queen"
	},
	"riding_bee": {
		"name": "Riding bee",
		"copyof": "riding_bee_combat_trained_queen"
	},
	"riding_bee_worker": {
		"name": "Riding bee (worker)",
		"copyof": "riding_bee_combat_trained_queen"
	},
	"riding_kit_common": {
		"name": "Riding kit (common)",
		"sources": [
			"Ultimate Equipment",
			"Pathfinder Society Field Guide"
		],
		"description": [
			"## Riding kit",
			"{SOURCE Ultimate Equipment/57;Pathfinder Society Field Guide/47}  ",
			"**Price** 16 gp (common), 36 gp (exotic mount); **Weight** 54 lbs. (common), 59 lbs. (exotic mount)",
			"",
			"This kit includes a {eq-misc/bit and bridle}, a {eq-misc/saddle}, a {eq-misc/saddle |blanket}, {eq-misc/saddlebags}, and 2 days' worth of {eq-misc/animal_<feed} for a mount. The weight can be lightened 10 pounds by discarding the feed."
		]
	},
	"riding_kit_exotic_mount": {
		"name": "Riding kit (exotic mount)",
		"copyof": "riding_kit_common"
	},
	"riding_rat_combat_trained": {
		"name": "Riding rat (combat trained)",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Riding rat",
			"{SOURCE Monster Codex/177}  ",
			"**Price** 75 gp (combat trained), 50 gp (common); **Weight** 50 lbs. (combat trained), 50 lbs. (common)",
			"",
			"Horses, ponies, and other draft animals are ill-suited to living underground for long stretches, so the {race/ratfolk} bred a particularly strong type of dire rat to assist in pulling their wagons and serving as mounts for caravan scouts. As rodents, riding rats respond favorably to ratfolk's commands, and the animals' hardiness and omnivorous diet make them very easy to care for even on long journeys through inhospitable terrain. Use the statistics for a {monster/dire rat} with the {template/giant} simple template. A ratfolk with the animal companion, mount, or similar class feature can select a riding rat as her mount."
		]
	},
	"riding_rat_common": {
		"name": "Riding rat (common)",
		"copyof": "riding_rat_combat_trained"
	},
	"ritual_bell": {
		"name": "Ritual bell",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Ritual bell",
			"{SOURCE Occult Adventures/250}  ",
			"**Price** 2 gp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This large, handheld silver bell has a long wooden handle. Ritual bells are typically used for ceremonial purposes, often as a means of getting the attention of large audiences. Each ritual bell is specifically engraved, often denoting its origin with a particular cult or sect."
		]
	},
	"ritual_disk": {
		"name": "Ritual disk",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Ritual disk",
			"{SOURCE Disciple's Doctrine/28}  ",
			"**Price** 20 gp; **Weight** 1 lb.  ",
			"**Category** Tools",
			"",
			"This simple disk, usually carved from stone or fashioned from metal, is engraved with a portion of a specific religious rite or ritual. A single disk details only part of a ritual, requiring multiple followers to bring their disks together to obtain a complete set of instructions."
		]
	},
	"road_or_gate_toll": {
		"name": "Road or gate toll",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Road or gate toll",
			"{SOURCE Ultimate Equipment/99;PRPG Core Rulebook/159}  ",
			"**Price** 1 cp; **Weight** -  ",
			"**Category** Lodging/Services",
			"",
			"Cities and towns often use gate tolls to generate additional income, to favor local sellers over visiting merchants, to discourage heavy traffic in congested areas, or to recoup the cost of constructing and maintaining the road or gate. Bridge tolls are also popular, as most travelers have no easy way to circumvent them."
		]
	},
	"toll": { "copyof": "road_or_gate_toll" },
	"roar_cord": {
		"name": "Roar cord",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Roar cord",
			"{SOURCE Advanced Race Guide/66}  ",
			"**Price** 15 gp; **Weight** 1 lb.  ",
			"**Category** Tools",
			"",
			"This thin length of rope has many oddly shaped bits of hollow metal fixed along its length. As a standard action, a creature can swing a roar cord over its head to generate a variety of eerie noises. For the next round, any creature within 60 feet of the roar cord takes a -2 penalty on Perception checks that rely on sound and a -1 penalty on saving throws against fear effects. The roar cord can be used as a bardic instrument (string instrument) that grants the bard a +2 bonus on Perform checks when using the {performance/countersong} bardic performance."
		]
	},
	"rockshard_canister": {
		"name": "Rockshard canister",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Rockshard canister",
			"{SOURCE Melee Tactics Toolbox/21}  ",
			"**Price** 50 gp; **Weight** 25 lbs.  ",
			"**Category** Alchemical Tools",
			"",
			"Two separate compartments make up this black glass canister the size of a helmet. The large lower compartment contains hundreds of jagged shards of obsidian. The upper airtight chamber contains a sticky resin that hardens immediately upon contact with air. When you strike the canister with a bludgeoning melee weapon as a standard action, both compartments shatter, causing the obsidian shards to adhere to the weapon. The weapon deals piercing damage rather than bludgeoning damage for 10 minutes, at which point the resin dries and the shards fall off, or until you roll a natural 1 on an attack roll, which causes the shards to break off prematurely. If the weapon is made of a special material, the special properties of its material are suppressed while the obsidian shards adhere to the weapon.",
			"",
			"If you use a rockshard canister to coat an unarmed strike or natural weapon, you take 2d6 points of piercing damage when shattering the canister to apply the shards. For unarmed attacks, this can be avoided by carefully applying thick leather or rope straps to your hands and feet, which requires 5 minutes of work, prior to smashing the canister."
		]
	},
	"rogues_kit": {
		"name": "Rogue's kit",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Rogue's kit",
			"{SOURCE Ultimate Equipment/57}  ",
			"**Price** 50 gp; **Weight** 37 lbs.  ",
			"**Category** Kits",
			"",
			"This kit includes a {eq-misc/backpack}, a {eq-misc/bedroll}, a {eq-misc/belt pouch}, {eq-misc/caltrops}, {eq-misc/chalk} (10), a {eq-misc/flint and steel}, a {eq-misc/grappling hook}, an {eq-misc/iron pot}, a {eq-misc/mess kit}, a {eq-misc/mirror}, {eq-misc/piton/s} (10), {eq-misc/rope}, {eq-misc/soap}, {eq-misc/thieves' tools}, {eq-misc/torches} (10), {eq-misc/trail rations} (5 days), and a {eq-misc/waterskin}."
		]
	},
	"rope_50_ft": {
		"name": "Rope (50 ft.)",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Rope (50 ft.)",
			"{SOURCE Ultimate Equipment/57;PRPG Core Rulebook/158}  ",
			"**Price** 1 gp; **Weight** 10 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This 50-foot length of hemp rope has 2 hit points and can be burst with a DC 23 Strength check."
		]
	},
	"rope": { "copyof": "rope_50_ft" },
	"hemp_rope": { "copyof": "rope_50_ft" },
	"rope_fifty_ft": { "copyof": "rope_50_ft" },
	"rope_recaller": {
		"name": "Rope recaller",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Rope recaller",
			"{SOURCE Adventurer's Armory 2/13}  ",
			"**Price** 250 gp; **Weight** 30 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This large, portable spool of rope or cord contains a clockwork mechanism to reel the rope back in. You can unspool the rope from the mechanism at a rate of 30 feet per round. Activating the mechanism as a move action causes the rope to retract at a rate of 100 feet per round, pulling up to 200 pounds of attached weight. The mechanism works more slowly with increased weight, retracting the rope at a rate of 50 feet per round with more than 200 pounds but up to 300 pounds of attached weight. Weight in excess of 300 pounds prevents the mechanism from functioning. A rope recaller is sold with 100 feet of hemp rope already attached, but can hold up to 1,000 feet of rope. Replacing or adding rope to the device requires 1 minute of work for every 100 feet of rope."
		]
	},
	"roperunner": {
		"name": "Roperunner",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Roperunner",
			"{SOURCE Advanced Class Guide/205}  ",
			"**Price** 50 gp; **Weight** 3 lbs.  ",
			"**Category** Tools",
			"",
			"You can place this metal contraption onto a taut section of a {eq-misc/rope} connecting a high point to a lower one, allowing you to slide down the length of the rope with ease. Using a roperunner requires only one hand, leaving the other hand free during the descent. Attaching the roperunner to a rope is a move action. Beginning the descent is a swift action. You slide down the rope at a rate of 60 feet per round. This requires no action on your part, but you must move along the length of the rope in the downward direction. Retrieving the roperunner once you have come to a stop at the end of the rope is a move action. You can let go of the roperunner as a free action."
		]
	},
	"rounders_gear": {
		"name": "Rounders gear",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Rounders gear",
			"{SOURCE Ultimate Equipment/92}  ",
			"**Price** 1 sp; **Weight** 1/2 lb.  ",
			"**Category** Entertainment",
			"",
			"Players of this game divide into teams and alternate hitting a small, leather-encased ball with a wooden bat. They run around a field to various safe bases, scoring points when a player completes a circuit through all four bases. The set includes two balls, two bats, and four cloth-stuffed canvas bases."
		]
	},
	"rowboat": {
		"name": "Rowboat",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Rowboat",
			"{SOURCE Ultimate Equipment/87;PRPG Core Rulebook/159}  ",
			"**Price** 50 gp; **Price of Passage** (per mile) 2 cp  ",
			"**Category** Transport, Sea",
			"",
			"This 8- to 12-foot-long boat with two {eq-misc/oar/s} holds two or three Medium passengers, and is either carried on the deck of a larger ship or moored to a dock onshore. A {rule/wv_<rowboat} moves about 1-1/2 miles per hour."
		]
	},
	"rowboat_travel_per_mile": {
		"name": "Rowboat (travel, per mile)",
		"copyof": "rowboat"
	},
	"royal_outfit": {
		"name": "Royal outfit",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Royal outfit",
			"{SOURCE Ultimate Equipment/89;PRPG Core Rulebook/159}  ",
			"**Price** 200 gp; **Weight** 15 lbs.  ",
			"**Category** Clothing",
			"",
			"Royal clothes are ostentatious, with gems, gold, silk, and fur in abundance. A royal outfit is rarely designed for regular wear or inclement weather - or even for donning unaided - as it's presumed that anyone who might be wearing it has plenty of servants to take care of his or her every need. This outfit includes only the clothing, not a royal scepter, crown, ring, or other regal accoutrements.",
			"",
			"**Tear-away clothing**  ",
			"{SOURCE Ultimate Equipment/89;Adventurer's Armory/19}  ",
			"**Price** +5 gp; **Weight** -  ",
			"**Category** Clothing",
			"",
			"Sneaks and thieves know the value of a good disguise. The ability to remove that disguise in a hurry, thus revealing the next layer of disguise, is nearly as valuable. Tear-away clothing is generally loose fitting and allows another layer of clothing to be worn underneath. The seams on this clothing are designed to break easily, making it a simple matter (a standard action) to remove these items and walk away with none the wiser. Any outfit can be crafted as tear-away clothing for an additional price."
		]
	},
	"tear_away_royal_outfit": {
		"name": "Tear-away royal outfit",
		"copyof": "royal_outfit"
	},
	"rumboozle_cup": {
		"name": "Rumboozle (cup)",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Rumboozle (cup)",
			"{SOURCE Ultimate Equipment/95;Adventurer's Armory/19}  ",
			"**Price** 1 sp; **Weight** 1/2 lb.  ",
			"**Category** Food/Drink",
			"",
			"A potent drink featuring rum, wine, ale, eggs, sugar, and spices, rumboozle is served warm in finer taverns."
		]
	},
	"rust_repellent": {
		"name": "Rust repellent",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Rust repellent",
			"{SOURCE Cohorts and Companions/17}  ",
			"**Price** 25 gp; **Weight** 2 lbs.  ",
			"**Category** Tools",
			"",
			"This waxy paste preserves metal objects against rust. One application coats a Medium or smaller metal object or creature and lasts 24 hours, granting it a +2 circumstance bonus on saving throws against rusting effects and reduces amount of damage dealt by rusting attacks by 5. A jar of rust repellent contains 5 applications."
		]
	},
	"rusting_powder": {
		"name": "Rusting powder",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Rusting powder",
			"{SOURCE Ultimate Equipment/103}  ",
			"**Price** 60 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"This flaky brown powder derived from {monster/rust monster} fluids causes iron and similar metals to corrode and fall apart. If you apply a dose of rusting powder to a metal lock or trap as part of using the Disable Device skill, you gain a +5 alchemical bonus to open the lock or disable the trap, but there is a 75% chance that the mechanism is destroyed and cannot be used afterward. If the check fails, the mechanism is destroyed. A destroyed lock cannot be unlocked (but still counts as locked for the purpose opening the locked object). A destroyed trap mechanism immediately triggers the trap. If you fail the DC by 5 or more, the powder also lands on an object in your square (including possibly your armor or weapon), dealing 5 hit points of damage to the object.",
			"",
			"Rusting powder is sold in a paper tube; you apply it by tearing the ends off the tube and blowing the flakes into the target device. Rusting powder does not affect {eq-material/gold}, silver, copper, {eq-material/bronze}, brass, or {eq-material/mithral}, but easily affects iron, steel, and {eq-material/adamantine}.",
			"",
			"**Construction:** Craft (Alchemy) DC 30"
		]
	},
	"sack": {
		"name": "Sack",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Sack",
			"{SOURCE Ultimate Equipment/57;PRPG Core Rulebook/158}  ",
			"**Price** 1 sp; **Weight** 1/2 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This heavy canvas sack, useful for carrying adventuring gear and other supplies, holds about 4 cubic feet. A leather thong threaded through loops at the bag's end allows it to be tied shut easily."
		]
	},
	"saddle_exotic_military": {
		"name": "Saddle (exotic, military)",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Saddle",
			"{SOURCE Ultimate Equipment/81;PRPG Core Rulebook/159}  ",
			"**Price** 60 gp (exotic, military), 15 gp (exotic, pack), 30 gp (exotic, riding), 20 gp (military), 5 gp (pack), 10 gp (riding); **Weight** 40 lbs. (exotic, military), 20 lbs. (exotic, pack), 30 lbs. (exotic, riding), 30 lbs. (military), 15 lbs. (pack), 25 lbs. (riding)",
			"",
			"Saddles are used to support a rider or supplies on a mount.",
			"",
			"**Military Saddle:** This saddle braces the rider, providing a +2 circumstance bonus on Ride checks related to staying in the saddle. If the rider is knocked unconscious while in a military saddle, he has a 75% chance to stay in the saddle.",
			"",
			"**Pack Saddle:** A pack saddle holds gear and supplies, but not a rider. It holds as much gear as the mount can carry.",
			"",
			"**Riding Saddle:** These saddles are the most pervasive type of riding equipment. If the rider is knocked unconscious while in a riding saddle, he has a 50% chance to stay in the saddle.",
			"",
			"**Exotic Saddle:** These saddles are designed for a variety of unusual mounts, each customized for a specific type of beast. Exotic saddles come in military, pack, and riding styles, just as normal saddles do, and have the same traits."
		]
	},
	"exotic_military_saddle": { "copyof": "saddle_exotic_military" },
	"saddle_exotic_pack": {
		"name": "Saddle (exotic, pack)",
		"copyof": "saddle_exotic_military"
	},
	"saddle_exotic_riding": {
		"name": "Saddle (exotic, riding)",
		"copyof": "saddle_exotic_military"
	},
	"exotic_saddle": { "copyof": "saddle_exotic_riding" },
	"military_saddle": {
		"name": "Saddle (military)",
		"copyof": "saddle_exotic_military"
	},
	"saddle_military": {
		"name": "Saddle (military)",
		"copyof": "saddle_exotic_military"
	},
	"saddle_pack": {
		"name": "Saddle (pack)",
		"copyof": "saddle_exotic_military"
	},
	"pack_saddle": { "copyof": "saddle_pack" },
	"saddle_riding": {
		"name": "Saddle (riding)",
		"copyof": "saddle_exotic_military"
	},
	"riding_saddle": { "copyof": "saddle_riding" },
	"saddle": { "copyof": "saddle_riding" },
	"saddlebags": {
		"name": "Saddlebags",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Saddlebags",
			"{SOURCE Ultimate Equipment/81;PRPG Core Rulebook/159}  ",
			"**Price** 4 gp; **Weight** 8 lbs.  ",
			"**Category** Animal Gear",
			"",
			"These sturdy, weatherproof bags are draped over a saddle to add extra carrying capacity. Each side of a saddlebag can typically carry 20 pound of items that can fit in the bags. Saddlebags do not increase the amount of weight a mount can carry; they merely give riders a place to stow their equipment."
		]
	},
	"sailing_ship": {
		"name": "Sailing ship",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Sailing ship",
			"{SOURCE Ultimate Equipment/87;PRPG Core Rulebook/159}  ",
			"**Price** 10,000 gp; **Price of Passage** (per mile) 2 sp  ",
			"**Category** Transport, Sea",
			"",
			"This large, seaworthy ship is 75 to 90 feet long, 20 feet wide, and has a crew of 20. It can carry 150 tons of cargo. It has square sails on its two masts and can make sea voyages. A {rule/wv_<sailing ship} moves about 2 miles per hour."
		]
	},
	"sailing_ship_travel_per_mile": {
		"name": "Sailing ship (travel, per mile)",
		"copyof": "sailing_ship"
	},
	"salt_tablets_10": {
		"name": "Salt tablets (10)",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Salt tablets (10)",
			"{SOURCE People of the Sands/28}  ",
			"**Price** 1 gp; **Weight** -  ",
			"**Category** Alchemical Remedies",
			"",
			"These tablets of pressed salt help stave off [dehydration](rule/starvation_and_thirst. Taking a salt tablet once every 24 hours grants you a +2 circumstance bonus on saving throws to avoid heatstroke and on Constitution checks to avoid thirst.",
			"",
			"**Construction:** Craft (Alchemy) DC 10"
		]
	},
	"salt_tablets_ten": { "copyof": "salt_tablets_10" },
	"samsaran_life_wheel": {
		"name": "Samsaran life wheel",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Samsaran life wheel",
			"{SOURCE Advanced Race Guide/199}  ",
			"**Price** 25 gp; **Weight** 1/2 lb.  ",
			"**Category** Tools",
			"",
			"This handheld wooden spool spins freely within a box-like housing. Inscribed upon the exterior of the spool are dozens of samsaran prayers along with names or symbols associated with a samsaran's past lives. {race/Samsaran/s} believe that spinning the wheel during meditation strengthens the spiritual connections between their former lives. If a samsaran meditates with her wheel for at least 10 minutes about a Knowledge (history) question relating to her own history or the histories of her past lives, she gains a +1 insight bonus on the check."
		]
	},
	"sanctified_rings_pair": {
		"name": "Sanctified rings (pair)",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Sanctified rings (pair)",
			"{SOURCE Adventurer's Armory/25}  ",
			"**Price** 5 gp; **Weight** -  ",
			"**Category** Channel Foci  ",
			"**Deity** Any",
			"",
			"A single tiny religious symbol adorns each ring in this matched pair. If two people each wear one of the rings and clasp hands, a cleric may activate both rings with one use of {ability/channel energy}. If the person wearing one of these rings dies or removes it, the other ring instantly cracks; the wearer of the broken ring knows if it cracked because the other wearer died or the ring was removed."
		]
	},
	"sangwine": {
		"name": "Sangwine",
		"sources": [ "Merchant's Manifest" ],
		"description": [
			"## Sangwine",
			"{SOURCE Merchant's Manifest/8}  ",
			"**Price** 200 gp; **Weight** 2 lbs.  ",
			"**Category** Food/Drink",
			"",
			"This deep red wine is highly tannic and has notes of currants and cocoa and an aroma of cedar. Sangwine is a favorite of Caliphas's elite, who associate drinking it with long life. Drinking a glass of sangwine takes at least 1 round, though many imbibers take longer to savor the wine's complex flavors. After drinking a glass, the wine gives the drinker's blood a bitter flavor for 1 hour, causing any creature that deals damage using the {umr/blood drain} extraordinary ability to become {misc/sickened} for a number of rounds equal to the points of Constitution damage dealt (this effect is not subject to the poison immunity of vampires and other undead). Repeated uses of the blood drain ability on a creature that has imbibed at least one glass of sangwine extends the duration of the sickened condition. The price listed is for a bottle, which contains six glasses' worth of sangwine."
		]
	},
	"saw": {
		"name": "Saw",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"Advanced Player's Guide"
		],
		"description": [
			"## Saw",
			"{SOURCE Ultimate Equipment/57;Adventurer's Armory/19;Advanced Player's Guide/185}  ",
			"**Price** 4 cp; **Weight** 2 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"Saws can take many different shapes, from small carpentry saws to the long, two-handled saws used by lumberjacks. You can insert a saw between a door and its frame to cut through wooden bolts or bars, dealing 5 hit points per round plus your Strength modifier to the sawed object as a full-round action. Hearing the sawing requires a successful DC 10 Perception check. Saws used to cut ice on rivers have a point on the end to break through the ice before cutting."
		]
	},
	"scarf_pocketed": {
		"name": "Scarf (pocketed)",
		"sources": [
			"Ultimate Equipment",
			"Varisia, Birthplace of Legends",
			"Adventurer's Armory",
			"Pathfinder Campaign Setting",
			"Curse of the Crimson Throne Player's Guide",
			"Rise of the Runelords Player's Guide"
		],
		"description": [
			"## Scarf",
			"{SOURCE Ultimate Equipment/89;Varisia, Birthplace of Legends/15;Adventurer's Armory/19;Pathfinder Campaign Setting/213;Curse of the Crimson Throne Player's Guide/12;Rise of the Runelords Player's Guide/11}  ",
			"**Price** 8 gp (pocketed), 10 gp (reinforced); **Weight** 1/2 lb. (pocketed), 1 lb. (reinforced)",
			"",
			"**Pocketed:** An elaborate design disguises several small pockets on one side of this scarf. This scarf grants you a +4 bonus on Sleight of Hand checks made to hide objects on your body. This bonus does not stack with the bonus wearing heavy clothing provides but does stack with bonuses for attempting to hide small objects.",
			"",
			"**Reinforced:** One side of this 8-foot-long scarf is reinforced with chain links and metal plates. While not enough to provide a benefit to Armor Class, these versatile scarves can be used like a length of chain to climb short distances or bind an enemy. A reinforced scarf has hardness 10 and 4 hit points. It can be burst with a successful DC 24 Strength check."
		]
	},
	"scarf_reinforced": {
		"name": "Scarf (reinforced)",
		"copyof": "scarf_pocketed"
	},
	"reinforced_scarf": {
		"name": "Scarf (reinforced)",
		"copyof": "scarf_pocketed"
	},
	"pocketed_scarf": { "copyof": "scarf_pocketed" },
	"scarf": {
		"name": "Scarf",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"Varisia, Birthplace of Legends"
		],
		"description": [
			"## Scarf",
			"{SOURCE Ultimate Equipment/89;Adventurer's Armory/19;Varisia, Birthplace of Legends/15}  ",
			"**Price** 1 sp-5 gp; **Weight** 1/2 lb.  ",
			"**Category** Clothing",
			"",
			"Entertainers often employ seductive garb and entrancing props in their performances. Scarves of colorful cloth or transparent silk, often embroidered with elaborate scenes or motifs, are favorite accessories."
		]
	},
	"scarsalve": {
		"name": "Scarsalve",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Scarsalve",
			"{SOURCE Adventurer's Guide/84}  ",
			"**Price** 10 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Remedies",
			"",
			"This alchemical substance, originally developed by secretive worshipers of {faith/Zon-Kuthon} to hide the marks of their devotion, has become popular among former [Gray Maidens](rule/aff_scarred_ladies). When applied to scarred areas of the body, scarsalve causes those scars to fade from view for 1 day. A character who gains benefits from having visible scars loses those benefits while under the effects of scarsalve, but she also gains a +2 alchemical bonus on Disguise checks."
		]
	},
	"scavenger_beetle_colony": {
		"name": "Scavenger beetle colony",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Scavenger beetle colony",
			"{SOURCE Advanced Class Guide/205}  ",
			"**Price** 3 gp; **Weight** 1 lb.  ",
			"**Category** Mounts/Pets",
			"",
			"This glass jar contains a colony of carnivorous scavenger beetles. The beetles must be fed at least a quarter pound of meat per day or they die. When released on a dead organism, they break it down and devour its flesh in 1d4 days, leaving only bones. Scavenger beetles eat only dead flesh, and can't harm living creatures. Once released, the beetles can't be returned to the jar."
		]
	},
	"scent_blocker": {
		"name": "Scent blocker",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Scent blocker",
			"{SOURCE Heroes of the Wild/9}  ",
			"**Price** 80 gp; **Weight** 1/2 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"This alchemical oil takes 1 minute to apply and completely masks your odor for 6 hours. Creatures can't use the {umr/scent} ability to track you, detect your presence, or pinpoint your location. A single dose of scent blocker covers a Medium or smaller creature. For each size category larger than Medium a creature is, double the number of doses (and application time) required. Crafting scent blocker requires a successful DC 23 Craft (alchemy) check.",
			"",
			"**Construction:** Craft (Alchemy) DC 23"
		]
	},
	"scent_cloak": {
		"name": "Scent cloak",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Scent cloak",
			"{SOURCE Ultimate Equipment/103;Adventurer's Armory/19}  ",
			"**Price** 20 gp; **Weight** 2 lbs.  ",
			"**Category** Alchemical Tools",
			"",
			"This collection of coarsely ground spices, seeds, musk, and alchemical reagents are meant to be rubbed into your skin and clothes in order to override your scent, increasing the DC of tracking you by scent by +10 for 24 hours. Because you still have a smell, creatures with {umr/scent} can still detect and pinpoint you if you are cloaked; they just can't identify your smell as something unique. Washing for 1 full round removes the scent cloak.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"scent_salts": {
		"name": "Scent salts",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Scent salts",
			"{SOURCE Aquatic Adventures/56}  ",
			"**Price** 1 sp; **Weight** -  ",
			"**Category** Entertainment",
			"",
			"Stored in a waterproof pouch, these salt crystals dissolve slowly in water, producing a pleasing scent in the nearby water for roughly 1 hour."
		]
	},
	"scentbane_incense": {
		"name": "Scentbane incense",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Scentbane incense",
			"{SOURCE Advanced Race Guide/37}  ",
			"**Price** 80 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"Scentbane incense is a form of {eq-misc/smokestick} that also blocks most scents. As long as the smoke lasts, creatures with the {umr/scent} special ability must make Perception checks, opposed by the Stealth checks of any creatures within the smoke, to use scent to locate creatures within the smoke. If a creature remains in scentbane incense for 5 rounds or more, the smoke clings to it for 1 round after it leaves, making it similarly difficult to find by scent during that time.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"scholars_outfit": {
		"name": "Scholar's outfit",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Scholar's outfit",
			"{SOURCE Ultimate Equipment/89;PRPG Core Rulebook/159}  ",
			"**Price** 5 gp; **Weight** 6 lbs.  ",
			"**Category** Clothing",
			"",
			"Perfect for a scholar, this outfit includes a robe, a belt, a cap, soft shoes, and possibly a cloak.",
			"",
			"**Tear-away clothing**  ",
			"{SOURCE Ultimate Equipment/89;Adventurer's Armory/19}  ",
			"**Price** +5 gp; **Weight** -  ",
			"**Category** Clothing",
			"",
			"Sneaks and thieves know the value of a good disguise. The ability to remove that disguise in a hurry, thus revealing the next layer of disguise, is nearly as valuable. Tear-away clothing is generally loose fitting and allows another layer of clothing to be worn underneath. The seams on this clothing are designed to break easily, making it a simple matter (a standard action) to remove these items and walk away with none the wiser. Any outfit can be crafted as tear-away clothing for an additional price."
		]
	},
	"tear_away_scholars_outfit": {
		"name": "Tear-away scholar's outfit",
		"copyof": "scholars_outfit"
	},
	"scorpion_greensting": {
		"name": "Scorpion (greensting)",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Scorpion (greensting)",
			"{SOURCE Ultimate Equipment/80}  ",
			"**Price** 15 gp; **Weight** 9 oz.  ",
			"**Category** Mounts/Pets",
			"",
			"Typically found in forested areas, these Tiny scorpions sport pincers too small to be dangerous to anything larger than an insect, but they still possess a poisonous stinger. Sometimes they are kept as pets or serve as familiars. Greensting scorpions employed as familiars have an Intelligence score and lose the mindless trait."
		]
	},
	"scribe_map": {
		"name": "Scribe (map)",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Scribe",
			"{SOURCE Ultimate Equipment/99}  ",
			"**Price** 10 gp (map), 1 gp (text); **Weight** - (map), - (text)",
			"",
			"A scribe is a literate person with clear handwriting who can take dictation or transcribe text documents. You must provide ink and writing materials, though the scribe can acquire these for you at half price. Scribes cannot copy magical writing. A scribe who can accurately copy a map is rare and demands a higher wage. The listed price is per day."
		]
	},
	"scribe_text": {
		"name": "Scribe (text)",
		"copyof": "scribe_map"
	},
	"scribe": {
		"name": "Scribe (text)",
		"copyof": "scribe_map"
	},
	"scriveners_kit": {
		"name": "Scrivener's kit",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Scrivener's kit",
			"{SOURCE Ultimate Equipment/57}  ",
			"**Price** 2 gp; **Weight** 1 lb.  ",
			"**Category** Kits",
			"",
			"This soft leather case contains a vial for holding {eq-misc/ink}, an {eq-misc/ink[ ]pen}, spare pen nibs, a small container of pigment for making ink, a tiny knife for cutting quills into pens, a blotter, and a small ruler."
		]
	},
	"scroll_belt": {
		"name": "Scroll belt",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Scroll belt",
			"{SOURCE Ultimate Intrigue/234}  ",
			"**Price** 3 sp; **Weight** varies  ",
			"**Category** Adventuring Gear",
			"",
			"This garment is specially designed to have a single spell scribed on the inside of its surface, hidden from prying eyes. Infiltrators and spies often use scroll belts to secure extra magical means of escape when the remainder of their equipment is taken during capture. The belt is reusable, though the normal costs and time required to scribe a spell on the belt for each new spell apply. You must remove the belt and hold it in a free hand in order to use the scroll."
		]
	},
	"scroll_box": {
		"name": "Scroll box",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Scroll box",
			"{SOURCE Ultimate Equipment/57}  ",
			"**Price** 5 gp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This wooden box easily holds 10 scrolls and has small clips or bookmarks for easier indexing. Retrieving a scroll from a held scroll box is a move action. A scroll box has hardness 5, 5 hit points, a break DC of 20. A scroll box is water-tight."
		]
	},
	"scroll_case": {
		"name": "Scroll case",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook",
			"Adventurer's Armory",
			"Advanced Player's Guide"
		],
		"description": [
			"## Scroll case",
			"{SOURCE Ultimate Equipment/57;PRPG Core Rulebook/158;Adventurer's Armory/19;Advanced Player's Guide/183}  ",
			"**Price** 1 gp; **Weight** 1/2 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"A leather or wooden scroll case easily holds four scrolls; you can cram more inside, but retrieving any of them becomes a full-round action rather than a move action. You must destroy the scroll case to damage its contents (hardness 2 for leather or 5 for wood, 2 hit points, break DC 15). A scroll case is not watertight, and must still be protected from the elements."
		]
	},
	"scroll_case_spring_loaded": {
		"name": "Scroll case, spring loaded",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Scroll case, spring loaded",
			"{SOURCE Adventurer's Armory 2/13}  ",
			"**Price** 5 gp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This specialized scroll case can hold a single scroll and features a leather strap to hang the case from a belt or backpack. Retrieving the scroll held within is a swift action. Preparing the case for this use requires cranking the case's tiny gears and springs into place (a full-round action that provokes an attack of opportunity)."
		]
	},
	"sealing_wax": {
		"name": "Sealing wax",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Sealing wax",
			"{SOURCE Ultimate Equipment/57;PRPG Core Rulebook/158}  ",
			"**Price** 1 gp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This stick of red wax is used to seal envelopes, often using an impression from a {eq-misc/signet ring} as proof they were sent by you."
		]
	},
	"sealord_wine_bottle": {
		"name": "Sealord wine (bottle)",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Sealord wine (bottle)",
			"{SOURCE Ultimate Equipment/95}  ",
			"**Price** 15 gp; **Weight** 1/2 lb.  ",
			"**Category** Food/Drink",
			"",
			"These red and white wines grown in certain coastal vineyards have a sweet-tart flavor valued by nobles in many lands."
		]
	},
	"seance_kit": {
		"name": "Seance kit",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Seance kit",
			"{SOURCE Undead Slayer's Handbook/13}  ",
			"**Price** 290 gp; **Weight** 12 lbs.  ",
			"**Category** Kits",
			"",
			"This stained mahogany box contains tools that aid in contacting supernatural beings either as part of an act or a genuine ritual. This kit includes a nonmagical {eq-misc/spirit planchette set}, 10 {eq-misc/candles}, 10 {eq-misc/candlestick/s}, one {eq-misc/entertainer's outfit}, one {eq-misc/harrow deck}, one {eq-misc/magnet}, 10 sticks of {eq-misc/incense}, one scroll of {spell/augury}, and two scrolls of {spell/prestidigitation}."
		]
	},
	"second_story_harness": {
		"name": "Second-story harness",
		"sources": [ "Pathfinder #61: Shards of Sin" ],
		"description": [
			"## Second-story harness",
			"{SOURCE Pathfinder #61: Shards of Sin/65}  ",
			"**Price** 55 gp; **Weight** 3 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"A second-story harness is a series of straps, trusses, and buckles that can be worn over clothing or armor. A second-story harness allows the wearer to, as a move action, secure herself in place on a vertical surface so that both her hands are free. The wearer can remain in this position without needing to make additional Climb checks, and does not lose her Dexterity bonus to AC as long as she remains anchored. As long as the wearer is anchored in this way, she cannot move and gains a +5 circumstance bonus on Climb checks made to avoid falling whenever she takes damage. The wearer can release herself to start moving again as a move action. A second-story harness costs 55 gp and weighs 3 pounds."
		]
	},
	"seeing_slime": {
		"name": "Seeing Slime",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Seeing Slime",
			"{SOURCE Ultimate Wilderness/155}  ",
			"**Price** 160 gp; **Weight** -  ",
			"**Category** {rule/Herb/s>alism}  ",
			"**Gather** DC 19; **Yield** 1 dose  ",
			"**Terrain** any underground  ",
			"**Preparation** After collecting this rare slime mold from where it naturally occurs in the lightless depths, the herbalist must combine the slime with mineral salts and store it in an airtight container such as a bottle or jar.  ",
			"**Use** The slime causes mild skin rashes, but it grants darkvision out to a range of 30 feet for 24 hours if applied to the eyes (a full-round action that provokes attacks of opportunity). If the subject already had darkvision, the darkvision's range increases by 30 feet. Frequent use of this herb causes permanent purple blotches on the skin around the user's eyes.",
			"",
			"This violet slime mold is found only in rock formations containing nodules of agate."
		]
	},
	"semblance_transfusion": {
		"name": "Semblance transfusion",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Semblance transfusion",
			"{SOURCE Alchemy Manual/15}  ",
			"**Price** 300 gp; **Weight** -  ",
			"**Category** Alchemical Remedies",
			"",
			"When combined with a drop of a humanoid's blood, this solution allows the {monster/homunculus} that drinks it to grow to size Small and assume the likeness of the subject whose blood was used. If the homunculus can speak, its voice changes to resemble that of the subject. The homunculus's space and reach become 5 feet and it loses its bite attack, but otherwise its statistics remain unchanged. This transformation lasts 24 hours. The homunculus gains a +10 circumstance bonus on Disguise checks to appear as the subject, but unless the subject is a halfling, a gnome, a child, or another Small humanoid, the homunculus is likely shorter than the subject.",
			"",
			"**{rule/Spontaneous Alchemy} Recipe** (110 {eq-reagent/magnesium} + 200 {eq-reagent/silver} + 100 {eq-reagent/spirit of wine})/distillation; **Craft DC** 25  ",
			"**Time** 1 day; **Tools** {eq-misc/retort}; **Type** alchemical remedy"
		]
	},
	"sentry_mannequin_masterwork": {
		"name": "Sentry mannequin (masterwork)",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Sentry mannequin (masterwork)",
			"{SOURCE Ranged Tactics Toolbox/21}  ",
			"**Price** 80 gp; **Weight** 35 lbs.  ",
			"**Category** Tools",
			"",
			"This sentry mannequin is designed to seem more lifelike than its common counterpart. After 5 minutes of assembly and coverage with the included loose hood and baggy clothing, this wire frame looks like a vigilant humanoid figure. It has pivoted joints with counterweights that move it in ways reminiscent of an alert guard every few rounds for 8 hours after it's set up. Creatures more than 30 feet from the mannequin must succeed at a DC 15 Perception check to realize it's not someone standing watch."
		]
	},
	"sentry_mannequin": {
		"name": "Sentry mannequin",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Sentry mannequin",
			"{SOURCE Ultimate Equipment/57}  ",
			"**Price** 30 gp; **Weight** 35 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"After 5 minutes of assembly and coverage with the included loose hood and baggy clothing, this wooden frame looks like a vigilant humanoid figure. Creatures more than 30 feet distant from it must succeed at a DC 10 Perception check in order to realize it is not someone standing watch."
		]
	},
	"sentry_seeds": {
		"name": "Sentry seeds",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Sentry seeds",
			"{SOURCE Ultimate Intrigue/234}  ",
			"**Price** 7 gp; **Weight** 1/2 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"Sentry seeds are small, hollow, ovoid glass beads with flat sides. A specially crafted pouch, containing enough seeds to fill eight 5-foot squares, allows the user to evenly scatter these seeds across any flat, hard, mostly level surface. When stepped upon, the glass beads break with audible pops (Perception DC 10), warning of potential intruders. Although they are easy to see in the light (Perception DC 10), sentry seeds are difficult to spot in dim light or darkness (Perception DC 20)."
		]
	},
	"serpent_line": {
		"name": "Serpent line",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Serpent line",
			"{SOURCE People of the Sands/28}  ",
			"**Price** 12 gp; **Weight** 5 lbs.  ",
			"**Category** Alchemical Tools",
			"",
			"This 30-foot length of rope is braided with musk-cured strips of snakeskin from a variety of desert serpents, and is typically laid out in a 5-foot-radius circle around the edge of a tent or around a sleeping creature. When it's laid out in this way, common snakes crawling across the desert floor often mistake the serpent line for another snake and shy away from crossing it. Ordinary venomous snakes approaching a serpent line must succeed at a DC 10 Will save or turn away from it, though if they notice potential prey within the serpent line, they may continue to lurk nearby. At the GM's discretion, an exceptionally aggressive or hungry snake may gain a +2 circumstance bonus on its saving throw. Snakes that are magically controlled ignore a serpent line.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"serrated_caltrops": {
		"name": "Serrated caltrops",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Serrated caltrops",
			"{SOURCE Dirty Tactics Toolbox/21}  ",
			"**Price** 451 gp; **Weight** 2 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"Often used by ogres, bugbears, and other creatures that delight in causing excruciating pain to others, these caltrops have serrated edges that leave rough wounds that are difficult to heal. Serrated caltrops work just like normal {eq-misc/caltrops}, except they are considered {rule/masterwork weapons} (+1 bonus on attack rolls), deal 1 point of {rule/bleed} damage on a successful hit in addition to the caltrop's usual damage, and possess a critical threat range of 19-20. On a confirmed critical hit, the bleed damage increases to 1d2 points. A successful DC 15 Heal check or any amount of magical healing ends the bleeding as well as the normal movement penalty a caltrop causes. Serrated caltrops can be further enchanted as per melee weapons, treating one 2-pound bag as a single melee weapon. If any of the magic caltrops are lost, all the caltrops lose any magic abilities until the missing caltrops are returned or replaced. Serrated caltrops can't have the {eq-misc/hollow>_caltrops} special feature or the {eq-misc/shrapnel>_caltrops} special feature."
		]
	},
	"sewing_needle": {
		"name": "Sewing needle",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Sewing needle",
			"{SOURCE Ultimate Equipment/57;PRPG Core Rulebook/158}  ",
			"**Price** 5 sp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"This needle allows you to stitch together cloth, canvas, or thin leather."
		]
	},
	"sextant": {
		"name": "Sextant",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"Advanced Player's Guide",
			"Pirates of the Inner Sea"
		],
		"description": [
			"## Sextant",
			"{SOURCE Ultimate Equipment/57;Adventurer's Armory/19;Advanced Player's Guide/185;Pirates of the Inner Sea/21}  ",
			"**Price** 500 gp; **Weight** 2 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"A sextant is used to determine your latitude. Using a sextant with an {eq-misc/astrolabe} gives you a +4 circumstance bonus on Survival checks made to prevent getting lost."
		]
	},
	"shadow_stencil_set": {
		"name": "Shadow stencil set",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Shadow stencil set",
			"{SOURCE Advanced Race Guide/211}  ",
			"**Price** 30 gp; **Weight** 2 lbs.  ",
			"**Category** Tools",
			"",
			"This set of 10 elaborate metal stencils are used in shadow puppetry to cast shadows of highly stylized figures and objects. If used to aid in the creation of any type of shadow spell or effect (including {arc-bard/shadow puppet>eer} bardic performances), a {race/wayang} adds a +1 competence bonus to her saving throw DC. Using a shadow stencil requires one hand."
		]
	},
	"shadowy_stalker_package": {
		"name": "Shadowy stalker package",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Shadowy stalker package",
			"{SOURCE Adventurer's Armory 2/5}  ",
			"**Price** 1000 gp; **Weight** 63 lbs.  ",
			"**Category** Kits",
			"",
			"Skulking through a city or a dungeon, the shadowy stalker is equipped to strike quickly and fade away. This equipment package is appropriate for stealthy characters such as rangers, rogues, and slayers, and for some bards and investigators. If the PC can cast spells, add a spell component pouch.",
			"",
			"**Armor:** {rule/Masterwork>_armor} {eq-armor/leather armor}.",
			"",
			"**Weapons:** {eq-weapon/Dagger/s} (3), {rule/masterwork/>_weapons} {eq-weapon/sickle}, {eq-weapon/sap}.",
			"",
			"**Combat Gear:** {eq-weapon/Alchemist's fire} (3), {eq-misc/smokestick/s} (2), {eq-misc/sunrod/s} (2).",
			"",
			"**Other Gear:** {eq-misc/Bedroll}, {eq-misc/belt pouch}, {eq-misc/caltrops}, {eq-misc/candles} (5), {eq-misc/chalk} (5 pieces), {eq-misc/disguise kit}, {eq-misc/flint and steel}, {eq-misc/glass cutter}, {eq-misc/masterwork backpack}, {eq-misc/masterwork thieves' tools}, {eq-misc/mess kit}, {eq-misc/sack}, {eq-misc/silk rope (50 ft.)}, {magic-wondrous/sleeves of many garments}, {eq-misc/trail rations} (5 days), {eq-misc/waterskin}, 1 gp.",
			"",
			"**Total Weight:** 63 lbs. (33-1/4 lbs. for a Small character)."
		]
	},
	"shamans_kit": {
		"name": "Shaman's kit",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Shaman's kit",
			"{SOURCE Advanced Class Guide/205}  ",
			"**Price** 15 gp; **Weight** 44 lbs.  ",
			"**Category** Kits",
			"",
			"This kit includes a {eq-misc/backpack}, a {eq-misc/bedroll}, a {eq-misc/belt pouch}, {eq-misc/candles} (10), a {eq-misc/flint and steel}, an {eq-misc/iron pot}, a {eq-misc/mess kit}, {eq-misc/rope}, {eq-misc/soap}, a {eq-misc/spell component pouch}, {eq-misc/torches} (10), {eq-misc/trail rations} (5 days), a {eq-misc/waterskin}, and a {eq-misc/wooden holy symbol}."
		]
	},
	"shamans_paint": {
		"name": "Shaman's paint",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Shaman's paint",
			"{SOURCE Alchemy Manual/7}  ",
			"**Price** 90 gp; **Weight** 1/2 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"The ground carcasses of goldbelly stinkbugs - insects native to the Mindspin Mountains - give this paint its characteristic yellow hue. When applied as a full-round action, this fine paste makes your head glow as though with an unearthly halo. You gain a +2 alchemical bonus to your caster level for any spells you cast that target one or more of your allies. The quicksilver in shaman's paint is harmful to living creatures. If you wear shaman's paint for more than 1 minute per day, you take 1 point of Wisdom damage, plus 1 point of Wisdom damage for every minute you wear the paint that day after the first.",
			"",
			"**{rule/Spontaneous Alchemy} Recipe** (30 {eq-reagent/quicksilver} + 25 {eq-reagent/saltpeter})/earth; **Craft DC** 20  ",
			"**Time** 10 minutes; **Tools** -; **Type** alchemical tool"
		]
	},
	"shaving_kit": {
		"name": "Shaving kit",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Shaving kit",
			"{SOURCE Ultimate Equipment/57;Adventurer's Armory/19}  ",
			"**Price** 15 sp; **Weight** 1/2 lb.  ",
			"**Category** Kits",
			"",
			"A shaving kit contains a straight razor, a {eq-misc/whetstone}, a small {eq-misc/mirror}, a brush, a cup, and enough shaving powder to last a Medium humanoid 50 shaves."
		]
	},
	"shears_adamantine": {
		"name": "Shears (adamantine)",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Shears",
			"{SOURCE Adventurer's Armory 2/17}  ",
			"**Price** 3,003 gp (adamantine), 3 gp (lopping), 5 sp (small); **Weight** 8 lbs. (adamantine), 8 lbs. (lopping), 1/2 lb. (small)",
			"",
			"Shears are used to quickly cut through items by snipping them between two sharp blades fitted with a spring to allow the jaws to open again after closing. Small shears can be used in one hand and are often used to trim hair, cut cloth, or perform other delicate cutting work. Lopping shears are 3 feet long and must be used in two hands; they are commonly used by farmers or gardeners to cut hedges and branches.",
			"",
			"Adamantine shears are lopping shears with sharpened {eq-material/adamantine} blades that can snip through nearly any material. You can use adamantine shears to cut through bars, chains, grates, or similar items, dealing damage to such objects as though using a {eq-weapon/scimitar} and bypassing hardness less than 20. On any item the adamantine shears can fit around (such as a chain or iron bar, but not an iron door), using adamantine shears provides a +10 bonus on your Strength check to break or burst it."
		]
	},
	"shears_lopping": {
		"name": "Shears (lopping)",
		"copyof": "shears_adamantine"
	},
	"shears_small": {
		"name": "Shears (small)",
		"copyof": "shears_adamantine"
	},
	"shears": { "copyof": "shears_small" },
	"sheep": {
		"name": "Sheep",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Sheep",
			"{SOURCE Ultimate Equipment/81;Ultimate Equipment/93}  ",
			"**Price** 2-20 gp; **Weight** 150 lbs.  ",
			"**Category** Mounts/Pets",
			"",
			"These livestock animals are kept for their fur, meat, and hide, and can be found in virtually any civilized settlement. They are especially prized in colder environs, where their wool and hide can be used to make durable and highly insulated clothing. Sheep have the same statistics as {monster/goat/s}."
		]
	},
	"sherrifs_whistle": {
		"name": "Sherrif's whistle",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Sherrif's whistle",
			"{SOURCE Advanced Race Guide/37}  ",
			"**Price** 1 gp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"Used most often by {race/gnome} sheriffs and rangers, a sheriff's whistle gives off a piercing shriek that can easily be heard up to 1,000 feet away under ordinary circumstances. However, the frequency of the shriek is such that it can only be heard by badgers, dogs, and gnomes."
		]
	},
	"shield_sconce": {
		"name": "Shield sconce",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Shield sconce",
			"{SOURCE Ultimate Equipment/57;Adventurer's Armory/19}  ",
			"**Price** 1 gp; **Weight** 1/2 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This metal frame holds a {eq-misc/torch} and is designed to be strapped to the front of a light, heavy, or tower shield, allowing you to carry a torch without giving up your shield or occupying your weapon hand."
		]
	},
	"shinobi_shozoku": {
		"name": "Shinobi shozoku",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Shinobi shozoku",
			"{SOURCE Adventurer's Armory 2/28}  ",
			"**Price** 50 gp; **Weight** 2 lbs.  ",
			"**Category** Clothing",
			"",
			"This close-fitting bodysuit of soft, dark fabric is favored by ninja and assassins. When worn, it grants a +2 circumstance bonus on Stealth checks. Wearing armor with a base armor bonus higher than +1 negates this bonus, as does additional heavy clothing or equipment worn under the shinobi shozoku (at the GM's discretion)."
		]
	},
	"ships_boat": {
		"name": "Ship's boat",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Ship's boat",
			"{SOURCE Ultimate Equipment/87}  ",
			"**Price** 500 gp; **Price of Passage** (per mile) 2 cp  ",
			"**Category** Transport, Sea",
			"",
			"Ship's boats are usually carried on the decks of larger ships to ferry passengers and cargo."
		]
	},
	"ships_boat_travel_per_mile": {
		"name": "Ship's boat (travel, per mile)",
		"copyof": "ships_boat"
	},
	"ships_passage": {
		"name": "Ship's passage",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Ship's passage",
			"{SOURCE PRPG Core Rulebook/159}  ",
			"**Price** -; **Price of Passage** (per mile) 1 sp  ",
			"**Category** Transport, Sea",
			"",
			"Most ships do not specialize in passengers, but many have the capability to take a few along when transporting cargo. Double the given cost for creatures larger than Medium or creatures that are otherwise difficult to bring aboard a ship."
		]
	},
	"shoddy_item": {
		"name": "Shoddy item",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Shoddy item",
			"{SOURCE Villain Codex/116}  ",
			"**Price** varies; **Weight** varies  ",
			"**Category** Adventuring Gear",
			"",
			"A shoddy item is any mundane piece of equipment that has been cleverly but poorly crafted such that its materials and workmanship are worse than expected, but the flaws are concealed. Layers of material are thinner than normal, hasps and hinges are only loosely attached, metals are mixed improperly, resulting in softer alloys, and so forth. Shoddy items are sold for the same price as their well-made counterparts. Manufacturing a shoddy item requires the {feat/Craft Shoddy Item} feat in order to successfully conceal the poor workmanship. Shoddy items are never masterwork or made of special materials (though they might appear to be made of a special material), and single-use items can never be made as shoddy items.",
			"",
			"Any shoddy item has its hardness reduced by 2 and its hit points reduced by half. Any weapon or piece of armor constructed in a shoddy manner takes damage each time it is used; a weapon takes the same amount of damage it deals in an attack (minus its lower hardness rating), and a piece of armor takes damage identical to its wearer's loss in hit points from an enemy's successful attack (again, after taking the adjusted hardness into account). Items other than weapons and armor have a 10% chance to gain the broken condition with each day of use, and if they have a limited number of uses, they have half as many uses as normal. In either case, shoddy items that gain the broken condition can never have that condition removed (even by using magic or if they later recover hit points) without further successful Craft checks and gp expenditure to fix the initial flaws. Shoddy items that are destroyed cannot be recovered by any means, and are useless for anything more than salvaging some of the raw materials. A shoddy item typically costs the same as a normal item of its kind.",
			"",
			"A character who succeeds at a DC 15 Appraise (or appropriate Craft) check notices the shoddy condition of an item, but the character must specifically inspect the item to do so."
		]
	},
	"shovel_common": {
		"name": "Shovel (common)",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Equipment",
			"Pathfinder #51: The Hungry Storm"
		],
		"description": [
			"## Shovel or Spade",
			"{SOURCE PRPG Core Rulebook/158;Ultimate Equipment/57;Pathfinder #51: The Hungry Storm/67}  ",
			"**Price** 2 gp (common), 10 gp (folding); **Weight** 8 lbs. (common), 12 lbs. (folding)",
			"",
			"This tool lets you dig a pit at a rate of 2 cubic feet per minute. If a shovel is used in combat, treat it as a one-handed {misc/improvised weapon} that deals bludgeoning damage equal to that of a {eq-weapon/club} of its size.",
			"",
			"**Folding Shovel:** A folding shovel is a full-sized shovel with a sturdy sectional handle that folds into pieces no longer than the shovel blade, allowing it to fit in a smaller space such as a backpack. Converting the shovel from its folded state to usable (or vice versa) is 2 full-round actions.",
			"",
			">*{source/Adventurer's Armory/ pg. 20} lists this as costing 2cp and weighing 3lbs. This is probably an error.*"
		]
	},
	"spade": { "copyof": "shovel_common" },
	"shovel_folding": {
		"name": "Shovel (folding)",
		"copyof": "shovel_common"
	},
	"folding_shovel": { "copyof": "shovel_folding" },
	"common_shovel": { "copyof": "shovel_common" },
	"shovel": { "copyof": "shovel_common" },
	"shrapnel_caltrops": {
		"name": "Shrapnel caltrops",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Shrapnel caltrops",
			"{SOURCE Dirty Tactics Toolbox/21}  ",
			"**Price** 401 gp; **Weight** 2 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"Shrapnel caltrops shatter into fragments that embed themselves into a creature's body when stepped on. Shrapnel caltrops work just like normal {eq-misc/caltrops}, except they are considered {rule/masterwork weapons} (+1 bonus on attack rolls). Creatures damaged by a shrapnel caltrop must succeed at a DC 15 Reflex save or take 1d2 points of Dexterity damage in addition to the caltrop's usual damage. The movement penalty inflicted by a shrapnel caltrop cannot be removed until all Dexterity damage dealt by the caltrop is healed, even if the creature receives magical healing or is treated with a successful Heal check. Shrapnel caltrops are destroyed after making one attack rolls. Shrapnel caltrops can't have the {eq-misc/hollow>_caltrops} special feature or the {eq-misc/serrated>_caltrops} special feature."
		]
	},
	"shrieking_paste": {
		"name": "Shrieking paste",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Shrieking paste",
			"{SOURCE Dungeoneer's Handbook/27}  ",
			"**Price** 35 gp; **Weight** 2 lbs.  ",
			"**Category** Alchemical Tools",
			"",
			"Created by suspending the spores of a [shrieker](rule/slimes_molds_and_fungi) mushroom in a thick mixture of wheat paste and vermiculite, this thick sludge comes in a soundproof, stone container. Shrieking paste creates an obnoxious piercing noise when exposed to even minute amounts of movement or light. This makes applying the paste a very noisy endeavor at best. However, once the paste is applied and left alone for several rounds, it once again becomes silent. Thereafter, any light source or movement within 10 feet of the paste causes it to shriek for 1d3 rounds. A single container contains enough shrieking paste to coat 1 square foot of a surface. If left undisturbed for several weeks in a dank, lightless setting, shrieking paste might eventually grow into a colony of shrieker mushrooms.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"signal_horn": {
		"name": "Signal horn",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"Advanced Player's Guide"
		],
		"description": [
			"## Signal horn",
			"{SOURCE Ultimate Equipment/57;Adventurer's Armory/19;Advanced Player's Guide/183}  ",
			"**Price** 1 gp; **Weight** 2 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"Sounding a horn requires a DC 10 Perform (wind instruments) check and can convey concepts such as \"Attack!\", \"Help!\", \"Advance!\", \"Retreat!\", \"Fire!\", and \"Alarm!\" The report of a signal horn can be clearly heard (Perception DC 0) up to a half-mile distant. For each quarter-mile beyond, Perception checks to hear the horn take a -1 penalty."
		]
	},
	"signal_kite_kit": {
		"name": "Signal kite kit",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Signal kite kit",
			"{SOURCE Advanced Race Guide/165}  ",
			"**Price** 5 gp; **Weight** -  ",
			"**Category** Entertainment",
			"",
			"Though wingless, {race/tengu/s} have long cast their thoughts toward the sky and flight. Built from paper glued to bamboo frames, their kites are painted with various colors and pictures. In addition to flying kites as a leisure activity, tengus also fly kites of various shades and patterns to send signal messages. Tengus have developed an extensive code of signals and can use their kites to display complex messages visible at great distances. A signal kite kit includes six small colored kites that can be hooked together in different patterns to facilitate complex messages. The kit also includes a spool and 300 feet of {eq-misc/twine}. Sending or interpreting a signal kite's message functions as described in the Bluff skill, but the sender and anyone trying to understand the message must also know Tengu."
		]
	},
	"signet_ring": {
		"name": "Signet ring",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Signet ring",
			"{SOURCE Ultimate Equipment/57;PRPG Core Rulebook/158}  ",
			"**Price** 5 gp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"This ring has an embossed design, typically a family crest or official icon. You press a signet ring into softened {eq-misc/sealing_<wax} to leave an impression of this symbol."
		]
	},
	"poison_pill_signet_ring": {
		"name": "Poison pill signet ring",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"Advanced Player's Guide"
		],
		"description": [
			"## Poison pill signet ring",
			"{SOURCE Ultimate Equipment/57;Adventurer's Armory/19;Advanced Player's Guide/181}  ",
			"**Price** +20 gp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"This ring has a tiny compartment under the setting, typically used to hold poison. Opening and closing a ring is a move action; doing so unseen requires a DC 20 Sleight of Hand check."
		]
	},
	"poison_pill_ring": { "copyof": "poison_pill_signet_ring" },
	"signifer_mask": {
		"name": "Signifer mask",
		"sources": [
			"Path of the Hellknight",
			"Adventurer's Guide"
		],
		"description": [
			"## Signifer mask",
			"{SOURCE Path of the Hellknight/63;Adventurer's Guide/97}  ",
			"**Price** 75 gp; **Weight** 2 lbs.  ",
			"**Category** Clothing",
			"",
			"The menacing, eyeless masks of {pclass/Hellknight signifer/s} were first created by members of the {hkorder/Order of the Gate} and are semi-transparent on the inside. Those who wear them are treated as if they were wearing {eq-misc/smoked goggles}. A character with the Hellknight signifer prestige class can see through the mask as normal, but can also adjust her mask as a standard action to function as a pair of smoked goggles once more. Signifer masks are often enhanced, becoming variants of items that take up the head item slot. Additionally, when a character takes levels in the Hellknight signifer prestige class, this mask grants the benefits and capabilities of the signifer mask supernatural ability."
		]
	},
	"silence_dust": {
		"name": "Silence dust",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Silence dust",
			"{SOURCE Alchemy Manual/15}  ",
			"**Price** 60 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"This ashen powder can be thrown as a splash weapon, muffling all sound within a 15-foot-radius sphere centered on the point of impact. Perception checks to notice sound emanating from or passing through the cloud take a -10 penalty. Alternatively, applying a dose of silence dust to your feet as a standard action grants you a +5 circumstance bonus on Stealth checks to avoid being heard while walking. The dust is effective for 1 minute before it disperses.",
			"",
			"**{rule/Spontaneous Alchemy} Recipe** (12 {eq-reagent/dew of lunary} + 40 {eq-reagent/myrrh})/calcination; **Craft DC** 20  ",
			"**Time** 1 hour; **Tools** {eq-misc/crucible}; **Type** alchemical tool"
		]
	},
	"silent_piton": {
		"name": "Silent piton",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Silent piton",
			"{SOURCE Ultimate Wilderness/244}  ",
			"**Price** 5 sp; **Weight** 1/2 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"A silent piton is identical to a regular {eq-misc/piton}, except it has been alchemically treated to reduce the noise it generates when driven into a surface. A silent piton staked into a piece of terrain generates sound out to a radius of only 10 feet from the point of impact."
		]
	},
	"silk_kimono": {
		"name": "Silk kimono",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Silk kimono",
			"{SOURCE Adventurer's Armory 2/28}  ",
			"**Price** 200 gp; **Weight** 5 lbs.  ",
			"**Category** Clothing",
			"",
			"This exquisite silken garment is vitally important formal wear for certain social roles in many Tian cultures, including Minkai. Properly donning a kimono requires assistance and a successful DC 15 Knowledge (nobility) check. When dealing with Minkaians or others familiar with the cultural significance of this garment, a properly worn kimono grants a +2 circumstance bonus on Diplomacy checks, as well as on Disguise checks made to appear as a geisha, noble, or other high standing member of Minkai society."
		]
	},
	"silk_rope_50_ft": {
		"name": "Silk rope (50 ft.)",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Silk rope (50 ft.)",
			"{SOURCE Ultimate Equipment/57;PRPG Core Rulebook/158}  ",
			"**Price** 10 gp; **Weight** 5 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This 50-foot length of silk rope has 4 hit points and can be broken with a DC 24 Strength check."
		]
	},
	"rope_silk_50_ft": { "copyof": "silk_rope_50_ft" },
	"silk_rope_fifty_ft": { "copyof": "silk_rope_50_ft" },
	"silk_rope": { "copyof": "silk_rope_50_ft" },
	"rope_silk_50_feet": { "copyof": "silk_rope_50_ft" },
	"silk_rope_50_feet": { "copyof": "silk_rope_50_ft" },
	"silver_drops": {
		"name": "Silver drops",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Silver drops",
			"{SOURCE Blood of the Moon/30}  ",
			"**Price** 180 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"A creature with DR/silver can swallow these bitter-tasting capsules of a concentrated alchemical silver to convert their damage reduction to DR/- for 2d4 rounds. When this effect ends, the creature is {misc/nauseated} for 1 round. A creature can only benefit from silver drops once per 24 hours. Crafting this item requires a successful DC 30 Craft (alchemy) check.",
			"",
			"**Construction:** Craft (Alchemy) DC 30"
		]
	},
	"singers_solution": {
		"name": "Singer's solution",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Singer's solution",
			"{SOURCE Ultimate Intrigue/236}  ",
			"**Price** 120 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"When you imbibe this draught, you can accept {misc/alchemical burn} to gain an additional 4 rounds of bardic performance or raging song for the day. The effects of singer's solution last for 1 hour; if not spent within 1 hour, these additional rounds are lost. Singer's solution has no effect if you don't have the {ability/bardic performance} or [raging song](class/skald) class features.",
			"",
			"**Construction:** Craft (Alchemy) DC 15"
		]
	},
	"siphon_ray": {
		"name": "Siphon ray",
		"sources": [ "Merchant's Manifest" ],
		"description": [
			"## Siphon ray",
			"{SOURCE Merchant's Manifest/6}  ",
			"**Price** 5 gp; **Weight** 2 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This parasitic, hand-sized, cartilaginous fish attaches to a creature and filters nutrients directly from its host's bloodstream. However, a siphon ray reoxygenates the blood in the process, allowing the host to hold her breath for twice as long while underwater. A siphon ray must be attached for at least 1 minute before providing this benefit, and every hour a ray remains attached per day, the host must succeed at a DC 15 Fortitude saving throw or become {misc/fatigued}. While attached, a siphon ray avoids most attacks as though it were a piece of equipment unless specifically targeted.",
			"",
			"A siphon ray must be kept in at least 1 gallon of salt water when not in use. If it is out of salt water for 1 hour, the siphon ray expires."
		]
	},
	"skalds_kit": {
		"name": "Skald's kit",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Skald's kit",
			"{SOURCE Advanced Class Guide/205}  ",
			"**Price** 37 gp; **Weight** 47-1/2 lbs.  ",
			"**Category** Kits",
			"",
			"This kit includes a {eq-misc/backpack}, a {eq-misc/bedroll}, a {eq-misc/belt pouch}, a common {eq-misc/musical instrument}, a {eq-misc/flint and steel}, an {eq-misc/iron pot}, a {eq-misc/mess kit}, a {eq-misc/mirror}, {eq-misc/rope}, {eq-misc/soap}, a {eq-misc/spell component pouch}, {eq-misc/torches} (10), {eq-misc/trail rations} (5 days), and a {eq-misc/waterskin}."
		]
	},
	"skates": {
		"name": "Skates",
		"sources": [ "Pathfinder #51: The Hungry Storm" ],
		"description": [
			"## Skates",
			"{SOURCE Pathfinder #51: The Hungry Storm/67}  ",
			"**Price** 10 gp; **Weight** 3 lbs.  ",
			"**Category** Clothing",
			"",
			"These honed metal blades are worn on boots to enable swift passage over ice. The wearer may move (but not climb) at her full speed on level icy surfaces. Her speed is halved when moving up an icy slope, but she may run or charge downhill on gentle or steep snowy slopes at quadruple speed. However, any skill check penalties for traversing rough ice while wearing skates are doubled, and the wearer takes a -4 penalty on combat maneuver checks to {rule/bull rush}, {rule/drag}, or {rule/trip}, and to CMD against these maneuvers. Donning or removing skates takes 1 minute.",
			"",
			"Also see: {eq-misc/ice skates}."
		]
	},
	"skeleton_key": {
		"name": "Skeleton key",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Skeleton key",
			"{SOURCE Ultimate Equipment/57;Adventurer's Armory/19}  ",
			"**Price** 85 gp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"Many door locks have a similar design and thus can be unlocked by a similar key. A skeleton key may be tried on any standard door lock that uses a key, even if you don't have the Disable Device skill. You use the key's Disable Device bonus of +10 rather than your own total; you cannot take 10 when using a skeleton key. The key only gets one roll for any particular lock. If the roll fails, the key is unable to open or close that lock. Inferior skeleton keys may only have a +5 bonus."
		]
	},
	"skeleton_slayers_kit": {
		"name": "Skeleton slayer's kit",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Skeleton slayer's kit",
			"{SOURCE Undead Slayer's Handbook/15}  ",
			"**Price** 120 gp; **Weight** 32 lbs.  ",
			"**Category** Kits",
			"",
			"This kit contains all the tools necessary for clearing out small packs of skeletons from tombs and crypts. It includes three flasks of {eq-weapon/acid}, a {eq-weapon/club}, a {eq-weapon/sling}, 10 {eq-weapon/sling bullet/s}, two flasks of {eq-weapon/holy water}, a {eq-weapon/tanglefoot bag}, 50 feet of {eq-misc/hemp |rope}, a {eq-misc/crowbar}, and a {eq-misc/wooden holy symbol}."
		]
	},
	"skillet_common": {
		"name": "Skillet (common)",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Skillet",
			"{SOURCE Ultimate Equipment/57}  ",
			"**Price** 8 sp (common), 2,001 gp (mithral); **Weight** 4 lbs. (common), 2 lbs. (mithral)",
			"",
			"This 8-inch-diameter skillet has a long handle and feet so you can rest it on a fire or hot coals. Adventurers prefer models with a hinged handle that folds over the top of the skillet for easier storage and transport. A mithral skillet is lighter and food rarely sticks to it."
		]
	},
	"skillet": {
		"name": "Skillet",
		"copyof": "skillet_common"
	},
	"skillet_mithral": {
		"name": "Skillet (mithral)",
		"copyof": "skillet_common"
	},
	"skis_and_poles": {
		"name": "Skis and poles",
		"sources": [ "Pathfinder #51: The Hungry Storm" ],
		"description": [
			"## Skis and poles",
			"{SOURCE Pathfinder #51: The Hungry Storm/67}  ",
			"**Price** 15 gp; **Weight** 6 lbs.  ",
			"**Category** Tools",
			"",
			"These polished wooden slats enable the wearer to glide across level snowy surfaces at his full speed. His speed is halved when moving up a snowy slope, but he may run or charge downhill on gentle or steep snowy slopes at quadruple speed. Any skill check penalties for traversing rough snowy terrain while wearing skis are doubled, and the wearer takes a -4 penalty on combat maneuver checks to {rule/bull rush}, {rule/drag}, or {rule/trip}, and to CMD against these maneuvers. Characters cannot climb while wearing skis. Donning or removing skis takes 1 minute.",
			"",
			"Also see: {eq-misc/skis}."
		]
	},
	"skis": {
		"name": "Skis",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Skis",
			"{SOURCE Ultimate Equipment/89}  ",
			"**Price** 5 gp; **Weight** 20 lbs.  ",
			"**Category** Clothing",
			"",
			"Each ski is a flat piece of wood about 5-6 feet long for a Medium wearer, curled up slightly at the front end, with lengthwise grooves along the underside and a wooden or metal bracket with laces on top for holding the wearer's boot in place. Wearing skis allows you to move on snow and ice at normal speed, but your movement is reduced to 5 feet on all other terrain. You normally use a pair of spiked poles to help you move and maintain balance while skiing, but {eq-weapon/javelin/s}, {eq-weapon/shortspear/s}, or even trimmed-down saplings will do if nothing else more suitable is available. Donning or removing a ski is a full-round action, though the laces can be cut as a move action (which requires repairing or replacing the laces if you want to use the skis again).",
			"",
			"Also see: {eq-misc/skis and poles}."
		]
	},
	"skunk": {
		"name": "Skunk",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Skunk",
			"{SOURCE Ultimate Equipment/80}  ",
			"**Price** 10 gp; **Weight** 10 lbs.  ",
			"**Category** Mounts/Pets",
			"",
			"These creatures are infamous for the overwhelmingly foul odor they produce to ward off predators. Skunks are sometimes kept as pets, though usually only after their scent glands have been removed."
		]
	},
	"sky_mine": {
		"name": "Sky mine",
		"sources": [ "Castles of the Inner Sea" ],
		"description": [
			"## Sky mine",
			"{SOURCE Castles of the Inner Sea/40}  ",
			"**Price** 1,000 gp; **Weight** 500 lbs.  ",
			"**Category** Tools",
			"",
			"The dwarves of Highhelm fill these 20-foot-diameter cloth balloons with a secret and highly flammable gas (included in the price) and then release them into the sky over their enemies. To transform the balloons into decoys, dwarven siege warriors place dummies in cargo baskets beneath the balloons to look like balloonist scouts or snipers. Whoever releases the balloon can attempt a DC 15 Profession (driver), Knowledge (nature), or Wisdom check; if the check is successful, the balloon can be guided out to a maximum range of 300 feet, a far enough distance for archers to safely shoot the balloon with flaming arrows, causing it to explode in a devastating ball of fire. A detonated sky mine creates a 50-foot-radius {misc/burst} of flame that deals 10d6 points of fire damage to anything in the area."
		]
	},
	"slave_hard_labor": {
		"name": "Slave (hard labor)",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Slave",
			"{SOURCE Adventurer's Armory/19}  ",
			"**Price** 75 gp, 100 gp (hard labor), 50 gp (household), 100 gp (slip, halfling), 500 gp (specialized); **Weight** 175 lbs., 200 lbs. (hard labor), 130 lbs. (household), 39 lbs. (slip, halfling), 160 lbs. (specialized)",
			"",
			"Sentient creatures sold to perform a multitude of tasks all fall under the category of slaves. Most slaves are kept to do menial jobs, but sometimes slaves perform specialized tasks such as spellcasting or teaching. Slaves vary in quality; the price may be half as much for old or infirm slaves, or several times more for healthy, attractive specimens."
		]
	},
	"slave_household": {
		"name": "Slave (household)",
		"copyof": "slave_hard_labor"
	},
	"slave_slip_halfling": {
		"name": "Slave (slip, halfling)",
		"copyof": "slave_hard_labor"
	},
	"halfling_slave_slip": { "copyof": "slave_slip_halfling" },
	"slave_specialized": {
		"name": "Slave (specialized)",
		"copyof": "slave_hard_labor"
	},
	"slave": {
		"name": "Slave",
		"copyof": "slave_hard_labor"
	},
	"slayers_kit": {
		"name": "Slayer's kit",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Slayer's kit",
			"{SOURCE Advanced Class Guide/205}  ",
			"**Price** 22 gp; **Weight** 43-1/2 lbs.  ",
			"**Category** Kits",
			"",
			"This kit includes a {eq-misc/backpack}, a {eq-misc/bedroll}, a {eq-misc/belt pouch}, a {eq-misc/flint and steel}, an {eq-misc/iron pot}, {eq-misc/manacles}, a {eq-misc/mess kit}, {eq-misc/rope}, {eq-misc/torches} (10), {eq-misc/trail rations} (5 days), and a {eq-misc/waterskin}."
		]
	},
	"sled": {
		"name": "Sled",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Sled",
			"{SOURCE PRPG Core Rulebook/159}  ",
			"**Price** 20 gp; **Price of Passage** (per mile) -  ",
			"**Category** Transport, Land",
			"",
			"This is a wagon on runners for snow and ice travel. In general, two horses (or other beasts of burden) draw it. A sled comes with the {eq-misc/harness} needed to pull it."
		]
	},
	"sled_travel_per_mile": {
		"name": "Sled (travel, per mile)",
		"copyof": "sled"
	},
	"sledge": {
		"name": "Sledge",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Sledge",
			"{SOURCE Ultimate Equipment/57;PRPG Core Rulebook/158}  ",
			"**Price** 1 gp; **Weight** 10 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This heavy, two-handed hammer is normally used in carpentry and other construction tasks, and is also useful for driving in tent stakes to help secure campsites in areas with strong winds. If used in combat, treat it as an {misc/improvised} {eq-weapon/earth breaker}."
		]
	},
	"sleeve_holster": {
		"name": "Sleeve holster",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Sleeve holster",
			"{SOURCE Advanced Class Guide/205}  ",
			"**Price** 100 gp; **Weight** 1 lb.  ",
			"**Category** Tools",
			"",
			"When worn inside voluminous sleeves, this leather holster allows you to draw a concealed {eq-weapon/hand crossbow} or {eq-weapon/coat pistol} as a move action. The weapon sits on sliders and is drawn directly into the hand. Unlike a {eq-misc/wrist sheath}, a sleeve holster is bulky enough that it is obvious on close inspection, though under a loose enough garment it might not provoke a reactive Perception check. An individual sleeve holster fits for either a hand crossbow or a coat pistol, but not both."
		]
	},
	"sleigh": {
		"name": "Sleigh",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Sleigh",
			"{SOURCE Ultimate Equipment/87}  ",
			"**Price** 100 gp; **Price of Passage** (per mile) 2 cp  ",
			"**Category** Transport, Land",
			"",
			"This wagon has runners, making it an ideal conveyance for snow and ice travel. In general, two horses (or other beasts of burden) are needed to draw it. A sled comes with the {eq-misc/harness} required to pull it."
		]
	},
	"sleigh_travel_per_mile": {
		"name": "Sleigh (travel, per mile)",
		"copyof": "sleigh"
	},
	"slow_heart_concoction": {
		"name": "Slow-heart concoction",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Slow-heart concoction",
			"{SOURCE Adventurer's Armory 2/27}  ",
			"**Price** 50 gp; **Weight** -  ",
			"**Category** Concoctions",
			"",
			"This inky concoction slows the flow of blood, reducing any {rule/bleed} damage you would suffer by 2 and causing you to automatically stabilize when dying. The concoction dulls your response speed, however, imparting a -1 penalty on your Reflex saving throws."
		]
	},
	"smelling_salts": {
		"name": "Smelling salts",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Smelling salts",
			"{SOURCE Ultimate Equipment/101;Advanced Player's Guide/184}  ",
			"**Price** 25 gp; **Weight** -  ",
			"**Category** Alchemical Remedies",
			"",
			"These sharply scented gray crystals cause people inhaling them to regain consciousness. Smelling salts grant you a new saving throw to resist any spell or effect that has already rendered you {misc/unconscious} or {misc/staggered}. If exposed to smelling salts while {misc/dying}, you immediately become conscious and staggered, but must still make stabilization checks each round; if you perform any standard action (or any other strenuous action), you take 1 point of damage after completing the act and fall unconscious again. A container of smelling salts has dozens of uses if stoppered after each use, but depletes in a matter of hours if left open.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"smoke_bomb": {
		"name": "Smoke Bomb",
		"sources": [ "Curse of the Crimson Throne" ],
		"description": [
			"## Smoke Bomb",
			"{SOURCE Curse of the Crimson Throne/432}  ",
			"**Price** 100 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"A smoke bomb appears as a polished ceramic sphere that can be held comfortably in one hand. Many crafters of these alchemical weapons take pride in painting or etching these bombs with complex scenes, or even making them look like small humanoid skulls, despite the fact that the bombs shatter when thrown. When thrown as a splash weapon, a smoke bomb bursts and fills the 5-foot square it detonates in with a cloud of thick, foul-smelling gray smoke (treat this area as if affected by a {spell/fog cloud} spell, except that the cloud lasts only 1 round before dissipating). A creature that is struck by a smoke bomb or that passes through the cloud a bomb creates must succeed at a DC 12 Fortitude save or be {misc/nauseated} for 1 round and {misc/sickened} for 3 rounds after that. Creatures within 5 feet of where the flask hits are sickened for 1 round if they fail this saving throw. This is a poison effect. Crafting a smoke bomb requires a successful DC 22 Craft (alchemy) check.",
			"",
			"**Construction:** Craft (Alchemy) DC 22"
		]
	},
	"smoke_cover": {
		"name": "Smoke cover",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Smoke cover",
			"{SOURCE Dragonslayer's Handbook/26}  ",
			"**Price** 75 gp; **Weight** 10 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This small cauldron of alchemically treated tar gives off thick, acrid smoke when ignited. The smoke rises to an altitude of 25 feet, then spreads horizontally, creating an artificial smoke ceiling 5 feet thick. The smoke spreads to a 100-foot radius at a rate of 20 feet per round. The cauldron smokes for 5 rounds before burning out. After the cauldron finishes burning, the smoke lasts for 3 more rounds before dissipating. A moderate wind (11+ mph) does not affect the heavy smoke, while a strong wind (21+ mph) disperses the smoke in 2 rounds.",
			"",
			"The smoke is entirely opaque, which means creatures above the smoke can't see the ground, and those on the ground have a visual ceiling of 25 feet. Creatures on the other side of the smoke have total {rule/concealment} (50% miss chance, and the attacker can't use sight to locate the target).",
			"",
			"Smoke cover is noxious, and any creature that begins its turn inside the smoke must succeed at a DC 18 Fortitude save or become {misc/sickened} for 1d4 rounds. Previously sickened creatures that fail their saves are instead {misc/nauseated} for 1d6 rounds. Creatures immune to poison are not affected by smoke cover's sickening effects."
		]
	},
	"smoke_pellet": {
		"name": "Smoke pellet",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide",
			"Adventurer's Armory"
		],
		"description": [
			"## Smoke pellet",
			"{SOURCE Ultimate Equipment/103;Advanced Player's Guide/184;Adventurer's Armory/19}  ",
			"**Price** 25 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"This small clay sphere contains two alchemical substances separated by a thin barrier. When you break the sphere, the substances mingle and fill a 5-foot square with a cloud of foul but harmless yellow smoke. The smoke pellet acts as a {eq-misc/smokestick}, except the smoke only lasts for 1 round before dispersing. You may throw a smoke pellet as a ranged touch attack with a range increment of 10 feet.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"smoke_signal": {
		"name": "Smoke signal",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Smoke signal",
			"{SOURCE People of the Sands/28}  ",
			"**Price** 5 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"This alchemically fused powder ball creates a plume of brightly colored smoke when lit. While the smoke is not thick enough to significantly impair vision, it is clearly visible up to 1d6 miles away under average conditions, and may be visible at greater distances in ideal conditions. Many desert clans use particular signature colors of smoke to indicate their allegiance, or use smoke signals with specific colors or in a pattern of sequential colors to convey coded messages.",
			"",
			"**Construction:** Craft (Alchemy) DC 15"
		]
	},
	"smoked_goggles": {
		"name": "Smoked goggles",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Smoked goggles",
			"{SOURCE Ultimate Equipment/57;Advanced Player's Guide/183}  ",
			"**Price** 10 gp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"These spectacles have lenses made of smoked glass that help protect against creatures with {umr/gaze} attacks. You are always treated as averting your gaze when dealing with gaze attacks, and you gain a +8 circumstance bonus on saving throws against visual-based attacks (any attack that a {misc/blind} creature would be immune to). You take a -4 penalty on Perception checks while wearing the goggles, and all opponents are treated as having {rule/concealment} (20% miss chance)."
		]
	},
	"smokestick": {
		"name": "Smokestick",
		"sources": [
			"Alchemy Manual",
			"PRPG Core Rulebook",
			"Ultimate Equipment"
		],
		"description": [
			"## Smokestick",
			"{SOURCE Alchemy Manual/30;PRPG Core Rulebook/158;Ultimate Equipment/103}  ",
			"**Price** 20 gp; **Weight** 1/2 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"This alchemically treated wooden stick instantly creates thick, opaque smoke when burned. The smoke fills a 10-foot cube (treat the effect as a {spell/fog cloud} spell, except that a moderate or stronger wind dissipates the smoke in 1 round). The stick is consumed after 1 round, and the smoke dissipates naturally after 1 minute.",
			"",
			"**{rule/Spontaneous Alchemy} Recipe** (4 {eq-reagent/darkwood} + 5 {eq-reagent/saltpeter})/calcination; **Craft DC** 20  ",
			"**Time** 1 hour; **Tools** {eq-misc/crucible}; **Type** alchemical tool"
		]
	},
	"smugglers_wagon": {
		"name": "Smuggler's wagon",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Smuggler's wagon",
			"{SOURCE Villain Codex/116}  ",
			"**Price** varies; **Price of Passage** (per mile) varies  ",
			"**Category** Transport, Land",
			"",
			"A smuggler's wagon functions in most respects exactly like an ordinary wagon, except it contains hidden compartments that allow for cargo to be transported in secret. The price of a smuggler's wagon depends on two factors - the size or type of the original {eq-misc/wagon}, and the skill with which the hidden compartments have been constructed. The table below details the prices of such a vehicle (the DC is for a Perception check to successfully locate the hidden compartments during a search of the wagon).",
			"",
			"| Size | DC 15 | DC 20 | DC 25 |",
			"| --- | --- | --- | --- |",
			"| Light | 75 gp | 100 gp | 150 gp |",
			"| Medium | 115 gp | 150 gp | 225 gp |",
			"| Heavy | 150 gp | 200 gp | 300 gp |",
			"",
			"Compartments can be located throughout the wagon, in such places as a hollowed-out axle, beneath the seats, between panels on the floor decking, and so forth. The total amount of weight the wagon and its draft animals can accommodate remains the same as the original variety of wagon."
		]
	},
	"snake_constrictor": {
		"name": "Snake (constrictor)",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Snake (constrictor)",
			"{SOURCE Ultimate Equipment/80;Adventurer's Armory/19}  ",
			"**Price** 5 gp; **Weight** 60 lbs.  ",
			"**Category** Mounts/Pets",
			"",
			"These Medium reptiles are found chiefly in warm climates. Somewhat aggressive, constrictors squeeze their prey to death before consuming it. Due to their size, these snakes are less popular for traveling spellcasters, but they can be quite helpful in a laboratory."
		]
	},
	"snake_viper": {
		"name": "Snake (viper)",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Snake (viper)",
			"{SOURCE Ultimate Equipment/80;Adventurer's Armory/19}  ",
			"**Price** 5 gp; **Weight** 10 oz.  ",
			"**Category** Mounts/Pets",
			"",
			"This tiny reptile eats small animals and can be found in most temperate and warm environments. The bite is painful but not especially dangerous to the average adventurer."
		]
	},
	"snake_oil": {
		"name": "Snake oil",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Snake oil",
			"{SOURCE Occult Adventures/252}  ",
			"**Price** 20 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"This mildly toxic liniment numbs flesh and can soothe injuries. Though the tincture is actually poisonous, an imbiber who avoids becoming poisoned recovers from minor injuries.",
			"",
			"### Snake Oil",
			"",
			"**Type** poison (contact); **Save** Fortitude DC 12  ",
			"**Onset** 1 round; **Frequency** 1/minute for 5 minutes  ",
			"**Effect** On a failed save, snake oil deals 1 point of nonlethal damage. However, on a successful save, the toxin heals 1d6 points of nonlethal damage; **Cure** 1 save",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"snake_tongue_concoction": {
		"name": "Snake-tongue concoction",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Snake-tongue concoction",
			"{SOURCE Adventurer's Armory 2/27}  ",
			"**Price** 50 gp; **Weight** -  ",
			"**Category** Concoctions",
			"",
			"This lime-green goo turns your saliva venomous. Once during the concoction's duration, as a swift action, you can lick or spit on a held weapon to apply a dose of black adder venom to the weapon. If you are a {race/vishkanya}, you instead apply the poison granted by your toxic racial trait; this does not count against that trait's uses per day. The concoction weakens your physical defenses, imparting a -1 penalty on your Fortitude saving throws."
		]
	},
	"snorkel_common": {
		"name": "Snorkel (common)",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Snorkel",
			"{SOURCE Ultimate Equipment/57}  ",
			"**Price** 5 sp (common), 5 gp (masterwork); **Weight** - (common), - (masterwork)",
			"",
			"This waterproof wooden tube has a curved end with a mouthpiece. When you hold the mouthpiece in your mouth, the tube extends past your face and toward the back of your head, allowing you to breathe indefinitely when swimming facedown or barely submerged. If you submerge the tip of the snorkel, it floods with water and can't be used to breathe until you clear the water from it (requiring a move action and full access to air). A typical snorkel's length is about 15 inches; any shorter than this and it tends to fill with water when you swim, but any longer and you're not moving enough fresh air through the snorkel to be effective.",
			"",
			"**Masterwork Snorkel:** This snorkel has a valve at the top to keep out of the water, keeping it from being flooded from splashes or when you submerge. It also has a sump and valve near your mouth, preventing water from reaching your mouth and automatically draining excess water when you surface."
		]
	},
	"snorkel_masterwork": {
		"name": "Snorkel (masterwork)",
		"copyof": "snorkel_common"
	},
	"snorkel": { "copyof": "snorkel_common" },
	"snow_goggles": {
		"name": "Snow goggles",
		"sources": [ "Pathfinder #51: The Hungry Storm" ],
		"description": [
			"## Snow goggles",
			"{SOURCE Pathfinder #51: The Hungry Storm/67}  ",
			"**Price** 12 gp; **Weight** -  ",
			"**Category** Clothing",
			"",
			"These goggles, carved from bone with a narrow slit opening and held in place with leather straps, work as {eq-misc/smoked goggles}. In addition, they provide immunity to polar mirages."
		]
	},
	"snowshoes": {
		"name": "Snowshoes",
		"sources": [
			"Ultimate Equipment",
			"Pathfinder #51: The Hungry Storm",
			"Adventurer's Armory",
			"Advanced Player's Guide"
		],
		"description": [
			"## Snowshoes",
			"{SOURCE Ultimate Equipment/89;Pathfinder #51: The Hungry Storm/67;Adventurer's Armory/19;Advanced Player's Guide/185}  ",
			"**Price** 5 gp; **Weight** 4 lbs.  ",
			"**Category** Clothing",
			"",
			"These high-tension nets of rope or sinew in wooden frames are lashed to the feet to spread your weight across the snow, making you much less likely to break through the crust and rendering walking much easier. Snowshoes reduce the penalty for walking through heavy snow by 50%; for example, if moving through snow normally costs you 2 squares of movement (1 square plus a 1 square penalty) per square traveled, snowshoes reduce this cost to 1.5 squares per square traveled. Snowshoes may supplement another outfit."
		]
	},
	"snuffbox_bone_or_tortoise_shell": {
		"name": "Snuffbox (bone or tortoise shell)",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Snuffbox",
			"{SOURCE Advanced Class Guide/205}  ",
			"**Price** 25 gp (bone or tortoise shell), 300 gp (ivory or precious metal), 5 gp (tin or wood); **Weight** - (bone or tortoise shell), - (ivory or precious metal), - (tin or wood)",
			"",
			"This tiny, ornamented box's hinged lid latches in place to form a tight seal. The box is used to hold various snuffs, powders, tobacco, and similar substances. The box can be made from any number of materials, from wood to ivory to precious metals inlaid with gemstone."
		]
	},
	"snuffbox_ivory_or_precious_metal": {
		"name": "Snuffbox (ivory or precious metal)",
		"copyof": "snuffbox_bone_or_tortoise_shell"
	},
	"snuffbox_tin_or_wood": {
		"name": "Snuffbox (tin or wood)",
		"copyof": "snuffbox_bone_or_tortoise_shell"
	},
	"soap": {
		"name": "Soap",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Soap",
			"{SOURCE Ultimate Equipment/57;Adventurer's Armory/19;PRPG Core Rulebook/158}  ",
			"**Price** 1 cp; **Weight** 1/2 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"Most soap is made from animal fat and lye derived from ashes. You can use this thick block of soap to scrub clothes, pots, linens, adventurers, or anything else that might be dirty. A bar of soap has approximately 50 uses."
		]
	},
	"softpaw_boots": {
		"name": "Softpaw boots",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Softpaw boots",
			"{SOURCE Advanced Race Guide/93}  ",
			"**Price** 25 gp; **Weight** 1 lb.  ",
			"**Category** Clothing",
			"",
			"These soft and subtle boots are constructed of silk and specially cured leather. They are specially designed for {race/catfolk} feet. They work with the feline structure of the race's feet to soften footfalls and to reduce the imprints of their tracks. While wearing softpaw boots, a catfolk gains a +1 circumstance bonus on Stealth checks. Furthermore, the DC to notice or follow the tracks of a catfolk wearing softpaw boots increases by +2."
		]
	},
	"soldiers_uniform": {
		"name": "Soldier's uniform",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Soldier's uniform",
			"{SOURCE Ultimate Equipment/89}  ",
			"**Price** 1 gp; **Weight** 5 lbs.  ",
			"**Category** Clothing",
			"",
			"The exact details of this item varies from country to country, but typically includes sturdy boots, leather breeches or a kilt, a belt, a shirt, gloves, a cloak or jacket, and a hat. The belt includes several loops or rings for tying pouches, a waterskin, a scabbard, and similar things a traveling soldier requires."
		]
	},
	"songs_of_shazathared": {
		"name": "Songs of Shazathared",
		"sources": [ "Lost Treasures" ],
		"description": [
			"## Songs of Shazathared",
			"{SOURCE Lost Treasures/54}  ",
			"**Price** 11,000 gp; **Weight** 4 lbs.  ",
			"**Category** Black Market",
			"",
			"Nearly 50 ancient tales and songs have been collected on this long scroll. Contrasting with the obvious antiquity of the papyrus, the illuminated images are vivid and the writing is clear (though occasionally difficult to decipher due to elaborate embellishments), as the inks used were infused with {magic-wondrous/unguent of timelessness}.",
			"",
			"This folio is the most complete extant collection of poems by the legendary marid bard Shazathared. Most of the poems recount the binding of {faith/Rovagug} by the gods and the fates of his terrible spawn, but several pieces, told from the point of view of a genie princess, speak of defending the princess's home and allies against bandit-kings, tempests, and evil magic. A bard with access to a complete copy of these poems can learn the defensive songs in the folio as the {masterpiece/\"Ballad of the Warding Princess\"} masterpiece by paying the normal masterpiece cost."
		]
	},
	"soothe_syrup": {
		"name": "Soothe syrup",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Soothe syrup",
			"{SOURCE Ultimate Equipment/101;Advanced Player's Guide/184}  ",
			"**Price** 25 gp; **Weight** 1/2 lb.  ",
			"**Category** Alchemical Remedies",
			"",
			"This sweet and wholesome-tasting blue liquid creates a sense of warmth and comfort. Soothe syrup coats your stomach and makes it much more difficult for you to succumb to queasiness. For 1 hour after drinking soothe syrup, you gain a +5 alchemical bonus on saving throws made to resist effects that would make you nauseated or sickened.",
			"",
			"**Construction:** Craft (Alchemy) DC 15"
		]
	},
	"sorcerers_kit": {
		"name": "Sorcerer's kit",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Sorcerer's kit",
			"{SOURCE Ultimate Equipment/57}  ",
			"**Price** 8 gp; **Weight** 19 lbs.  ",
			"**Category** Kits",
			"",
			"This kit includes a {eq-misc/backpack}, a {eq-misc/bedroll}, a {eq-misc/belt pouch}, a {eq-misc/flint and steel}, an {eq-misc/iron pot}, a {eq-misc/mess kit}, {eq-misc/soap}, {eq-misc/torches} (10), {eq-misc/trail rations} (5 days), and a {eq-misc/waterskin}."
		]
	},
	"sorcerers_spirits": {
		"name": "Sorcerer's spirits",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Sorcerer's spirits",
			"{SOURCE Potions and Poisons/23}  ",
			"**Price** 300 gp; **Weight** -  ",
			"**Category** Tincture",
			"",
			"This silvery liquid amplifies magical energies. For 1 hour after drinking this tincture, treat your caster level as 2 higher for the purpose of determining spells' durations and ranges. The liquid unsettles the stomach, imposing a -1 penalty on Fortitude and Reflex saves for the same duration. Whenever you fail a Fortitude or Reflex save while under these effects, you must succeed at a DC 20 Fortitude saving throw or become {misc/nauseated} for 1 round.",
			"",
			"**Construction:** Craft (Alchemy) DC 30"
		]
	},
	"soul_candle": {
		"name": "Soul candle",
		"sources": [ "Inner Sea Temples" ],
		"description": [
			"## Soul candle",
			"{SOURCE Inner Sea Temples/42}  ",
			"**Price** 1 gp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"When lit, this spiral-shaped {eq-misc/candle} burns for 24 hours, but if a haunt manifests or an undead creature comes within 5 feet of a lit soul candle, the candle goes out in a bright, sizzling flash."
		]
	},
	"soul_stimulant": {
		"name": "Soul stimulant",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Soul stimulant",
			"{SOURCE Ultimate Equipment/101}  ",
			"**Price** 300 gp; **Weight** -  ",
			"**Category** Alchemical Remedies",
			"",
			"This soothing elixir was created to counter the energy-draining effects of vampires, wights, and similar horrible creatures. If you have a negative level (whether temporary or permanent), you can drink a dose of soul stimulant, negating the negative level's penalty for 12 hours. You can only benefit from 1 dose of soul stimulant at a time, though you can continue to take a dose every 12 hours to stave off the negative level's effects.",
			"",
			"**Construction:** Craft (Alchemy) DC 30"
		]
	},
	"sparkle_smoke": {
		"name": "Sparkle smoke",
		"sources": [
			"Adventurer's Guide",
			"Pathfinder #106: For Queen and Empire"
		],
		"description": [
			"## Sparkle smoke",
			"{SOURCE Adventurer's Guide/45;Pathfinder #106: For Queen and Empire/75}  ",
			"**Price** 25 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"When inhaled, this incense causes creatures to see dazzling auras around light sources, drawing their attention to such illumination as the moon or stars and away from other nearby creatures. Any creature inhaling sparkle smoke that fails a DC 15 Fortitude saving throw takes a -4 penalty on Perception checks to notice creatures smaller than itself in areas of at least dim light for 1 hour. Crafting a dose of sparkle smoke requires a successful DC 15 Craft (alchemy) check.",
			"",
			"**Construction:** Craft (Alchemy) DC 15"
		]
	},
	"sparring_gear": {
		"name": "Sparring gear",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Sparring gear",
			"{SOURCE Adventurer's Armory 2/20}  ",
			"**Price** 35 gp; **Weight** 15 lbs.  ",
			"**Category** Clothing",
			"",
			"This array of thick, heavily lined pads, including a quilted helmet, rigid shin guards, and a wraparound rib guard, protects you during hand-to-hand training. Sparring gear cannot be worn with armor, but grants DR 2/- against nonlethal damage. Fighting schools often customize their sparring gear to feature prestigious colors or symbols."
		]
	},
	"speaking_trumpet": {
		"name": "Speaking trumpet",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Speaking trumpet",
			"{SOURCE Ranged Tactics Toolbox/21}  ",
			"**Price** 6 gp; **Weight** 2 lbs.  ",
			"**Category** Tools",
			"",
			"This large animal horn is hollowed out to amplify sounds that enter through the narrow end. The DC of Perception checks to hear a speaker using a speaking trumpet is reduced by 5."
		]
	},
	"spear_thrower": {
		"name": "Spear-thrower",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Spear-thrower",
			"{SOURCE Adventurer's Armory/19}  ",
			"**Price** 1 gp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This is little more than a handle with a cup, loop, or spur to hold the butt of a {eq-weapon/dart}, {eq-weapon/javelin}, or {eq-weapon/shortspear}. Using a spear-thrower to throw such a weapon doubles the projectile's range increment. Setting a weapon into a spear-thrower is a move action; by taking the {feat/Rapid Reload} (spear-thrower) feat, you reduce this to a free action."
		]
	},
	"speech_resin": {
		"name": "Speech resin",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Speech resin",
			"{SOURCE Ultimate Intrigue/236}  ",
			"**Price** 410 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"Chewing this gummy substance grants you 1d4 uses of {misc/alchemical inspiration} that can be used only on Charisma-based skill checks. This benefit lasts for 1 hour, during which you must roll all Wisdom-based skill checks twice and take the worse result.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"speed_sheath": {
		"name": "Speed sheath",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Speed sheath",
			"{SOURCE Ultimate Wilderness/244}  ",
			"**Price** 10 gp; **Weight** 1 lb.  ",
			"**Category** Clothing",
			"",
			"This sheath is designed to be strapped around your forearm, but it is too bulky to be hidden under a long sleeve. It can hold one forearm-length item, such as a {eq-weapon/dagger}, {eq-weapon/dart}, potion, scroll containing a single spell, or wand. As a swift action, you can bend your wrist to cause the sheathed item to drop into your hand (provoking attacks of opportunity as normal for retrieving an item). Placing an item in the sheath is a full-round action that provokes attacks of opportunity. You can wear only one {eq-misc/wrist sheath} per arm that you have."
		]
	},
	"spell_component_pouch": {
		"name": "Spell component pouch",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Spell component pouch",
			"{SOURCE Ultimate Equipment/77;PRPG Core Rulebook/158}  ",
			"**Price** 5 gp; **Weight** 2 lbs.  ",
			"**Category** Tools",
			"",
			"A spellcaster with a spell component pouch is assumed to have all the material components and focuses needed for spellcasting, except for components that have a specific cost, divine focuses, and focuses that wouldn't fit in a pouch. Most spell component pouches are waterproof and can be strung onto a belt or bandolier."
		]
	},
	"spellbook": {
		"name": "Spellbook",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Spellbook",
			"{SOURCE Ultimate Equipment/77;PRPG Core Rulebook/158}  ",
			"**Price** 15 gp; **Weight** 3 lbs.  ",
			"**Category** Tools",
			"",
			"A spellbook has 100 pages of parchment, and each spell takes up one page per spell level (one page each for 0-level spells). A newly purchased spellbook contains no spells. A wizard character begins play with a spellbook containing the spells he knows."
		]
	},
	"spellcasting": {
		"name": "Spellcasting",
		"subtitle": "Lodging/Services",
		"tags": "hiring spellcaster buying spells",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Spellcasting",
			"{SOURCE Ultimate Equipment/99;PRPG Core Rulebook/159}  ",
			"**Price** caster level &times; spell level &times; 10 gp; **Weight** -  ",
			"**Category** Lodging/Services",
			"",
			"The indicated amount is how much it costs to get a spellcaster to cast a spell for you. This price assumes that you can go to the spellcaster and have the spell cast at her convenience (generally at least 24 hours later, so that the spellcaster has time to prepare the spell in question, though you may be lucky enough to find someone who has it prepared that day or a spontaneous caster who knows it). If you want to bring the spellcaster somewhere to cast a spell (for example, to cast {spell/dispel magic} on a magical seal in a dungeon) you need to negotiate with her; the default answer to such requests is typically no, since most people don't actually like to go on unexpected life-threatening adventures.",
			"",
			"The price given is for any spell that does not require a costly material component. If the spell includes a material component, add the cost of that component to the cost of the spell. If the spell has a focus component (other than a divine focus), add 1/10 the cost of that focus to the cost of the spell.",
			"",
			"If a spell has dangerous consequences (such as {spell/contact other plane}, which has a risk of decreasing the caster's Intelligence and Charisma), the spellcaster will certainly require proof that you can and will pay for dealing with any such consequences (that is, assuming that the spellcaster even agrees to cast such a spell, which isn't certain). If these additional costs put the total spellcasting price above 3,000 gp, the spell is not generally available.",
			"",
			"In the case of spells that transport the caster and characters over a distance, you will likely have to pay for two castings of the spell (one for the caster to take you there and one for the caster to return), even if you aren't returning with the caster.",
			"",
			"Not every town or village has a spellcaster of sufficient level to cast any spell. In general, you must travel to [a small town (or larger settlement)](rule/the_shape_of_civilization) to be reasonably assured of finding a spellcaster capable of casting 1st-level spells, a large town for 2nd-level spells, a small city for 3rd- or 4th-level spells, a large city for 5th- or 6th-level spells, and a metropolis for 7th- or 8th-level spells. Even a metropolis isn't guaranteed to have a local spellcaster able to cast 9th-level spells.",
			"",
			"### Cost Grid",
			"",
			"| Caster Level | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1st | 10gp | - | - | - | - | - | - | - | - |",
			"| 2nd | 20gp | - | - | - | - | - | - | - | - |",
			"| 3rd | 30gp | 60gp | - | - | - | - | - | - | - |",
			"| 4th | 40gp | 80gp | - | - | - | - | - | - | - |",
			"| 5th | 50gp | 100gp | 150gp | - | - | - | - | - | - |",
			"| 6th | 60gp | 120gp | 180gp | - | - | - | - | - | - |",
			"| 7th | 70gp | 140gp | 210gp | 280gp | - | - | - | - | - |",
			"| 8th | 80gp | 160gp | 240gp | 320gp | - | - | - | - | - |",
			"| 9th | 90gp | 180gp | 270gp | 360gp | 450gp | - | - | - | - |",
			"| 10th | 100gp | 200gp | 300gp | 400gp | 500gp | - | - | - | - |",
			"| 11th | 110gp | 220gp | 330gp | 440gp | 550gp | 660gp | - | - | - |",
			"| 12th | 120gp | 240gp | 360gp | 480gp | 600gp | 720gp | - | - | - |",
			"| 13th | 130gp | 260gp | 390gp | 520gp | 650gp | 780gp | 910gp | - | - |",
			"| 14th | 140gp | 280gp | 420gp | 560gp | 700gp | 840gp | 980gp | - | - |",
			"| 15th | 150gp | 300gp | 450gp | 600gp | 750gp | 900gp | 1,050gp | 1,200gp | - |",
			"| 16th | 160gp | 320gp | 480gp | 640gp | 800gp | 960gp | 1,120gp | 1,280gp | - |",
			"| 17th | 170gp | 340gp | 510gp | 680gp | 850gp | 1,020gp | 1,190gp | 1,360gp | 1,530gp |",
			"| 18th | 180gp | 360gp | 540gp | 720gp | 900gp | 1,080gp | 1,260gp | 1,440gp | 1,620gp |",
			"| 19th | 190gp | 380gp | 570gp | 760gp | 950gp | 1,140gp | 1,330gp | 1,520gp | 1,710gp |",
			"| 20th | 200gp | 400gp | 600gp | 800gp | 1,000gp | 1,200gp | 1,400gp | 1,600gp | 1,800gp |"
		]
	},
	"spelunking_kit": {
		"name": "Spelunking kit",
		"sources": [
			"Ultimate Equipment",
			"Pathfinder Society Field Guide"
		],
		"description": [
			"## Spelunking kit",
			"{SOURCE Ultimate Equipment/57;Pathfinder Society Field Guide/47}  ",
			"**Price** 174 gp; **Weight** 32 lbs.  ",
			"**Category** Kits",
			"",
			"This kit holds equipment for exploring underground, consisting of a {eq-misc/lantern} with 4 flasks of {eq-misc/oil}, a {eq-misc/hammer} and 8 {eq-misc/piton/s}, 100 feet of {eq-misc/silk rope}, a {eq-misc/grappling hook}, and a {eq-misc/climber's kit}."
		]
	},
	"sphere_song_concoction": {
		"name": "Sphere-song concoction",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Sphere-song concoction",
			"{SOURCE Adventurer's Armory 2/27}  ",
			"**Price** 50 gp; **Weight** -  ",
			"**Category** Concoctions",
			"",
			"This syrupy concoction fills you with a dreamy, peaceful feeling, providing a +1 alchemical bonus on Will saving throws. However, the dreaminess slows your reactions to danger, imparting a -2 penalty on initiative checks."
		]
	},
	"spider_sac": {
		"name": "Spider sac",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Spider sac",
			"{SOURCE Advanced Race Guide/105}  ",
			"**Price** 30 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"Despite their name, spider sacs have nothing to do with spiders but rather are alchemical devices with a unique delivery system. Used for climbing as well as combat, these grayish, gourd-like pouches are made of a specially grown fungus with a tough but rubbery exterior. The fungoid is carefully harvested, pierced at one end, hollowed out, and then injected with a strong alchemical adhesive that hardens to a fibrous material almost instantly when exposed to air. When squeezed, a spider sac's adhesive shoots out to a maximum range of 10 feet and sticks to whatever it strikes, whereupon the strand dries instantly into a durable fibrous rope. For the purposes of climbing, treat a spider sac as a grappling hook except that all surfaces are AC 5. A spider sac can also be used as a lasso except with AC 10, 4 hit points, and a DC 24 Strength check to burst. A spider sac is a single-use item.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"spider": {
		"name": "Spider",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Spider",
			"{SOURCE Ultimate Equipment/80}  ",
			"**Price** 25 gp; **Weight** 8 oz.  ",
			"**Category** Mounts/Pets",
			"",
			"These Tiny spiders have red bodies and black legs. They are hunting spiders, so they do not cast webs, though they are poisonous."
		]
	},
	"spiders_silk_rope_50_ft": {
		"name": "Spider's silk rope (50 ft.)",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Spider's silk rope (50 ft.)",
			"{SOURCE Ultimate Equipment/58;Advanced Player's Guide/183}  ",
			"**Price** 100 gp; **Weight** 4 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This 50-foot length of rope is woven of strands of silk from monstrous spiders. Rare to virtually non-existent on the surface world, it is commonly used by the dark elves, though shorter spider's silk rope scraps (generally no more than 10 feet long) occasionally appear among goblins. Spider's silk rope has 6 hit points and can be broken with a DC 25 Strength check."
		]
	},
	"spiders_silk_rope_fifty_ft": { "copyof": "spiders_silk_rope_50_ft" },
	"rope_spiders_silk_50_ft": { "copyof": "spiders_silk_rope_50_ft" },
	"spiderdraw": {
		"name": "Spiderdraw",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Spiderdraw",
			"{SOURCE Monster Codex/33}  ",
			"**Price** 40 gp; **Weight** 1/2 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"This alchemical fluid is viscous and clear, and it emits a strong chemical smell when exposed to air. Vermin are attracted to it and perceive anything marked with it as prey. Spiders, insects, and similar vermin gain a +5 bonus on Perception checks and attack rolls against a creature marked with spiderdraw; if these creatures have the scent ability, they can detect a marked creature at five times the normal range, note its direction as a free action, and pinpoint it when it is within 25 feet.",
			"",
			"Drow sometimes use spiderdraw as a contact poison or splash weapon against opponents, allowing vermin to focus on the marked targets while the drow retreat, regroup, or move to a more advantageous position. Washing off the spiderdraw is a full-round action requiring at least a gallon of water or other suitable washing liquid; otherwise, the effects last for 1 hour.",
			"",
			"Crafting spiderdraw requires a successful DC 20 Craft (alchemy) check.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"spike_hilt": {
		"name": "Spike hilt",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Spike hilt",
			"{SOURCE Dirty Tactics Toolbox/21}  ",
			"**Price** 300 gp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"A spike hilt can be added to any one-handed or two-handed sword or hafted weapon, which conceals a {eq-weapon/dagger} within the larger weapon. An observer who succeeds at a DC 20 Perception check while carefully examining the larger weapon notices the spike hilt. Drawing a dagger from the spike hilt is a swift action. This dagger can be made masterwork or turned into a magic weapon at the normal cost."
		]
	},
	"spiked_focus_ward": {
		"name": "Spiked focus ward",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Spiked focus ward",
			"{SOURCE Adventurer's Armory/25}  ",
			"**Price** 100 gp; **Weight** 2 lbs.  ",
			"**Category** Channel Foci  ",
			"**Deity** Any",
			"",
			"This holy symbol has a small nail or spike somewhere along its length, allowing it to be hammered it into a wall, tree, floor, or any hard surface. Once fixed in place and activated, it stores channeled energy until it is touched by a creature of at least Small size or 24 hours pass. If touched, the focus releases the stored power as if you used {ability/channel energy}, though it only heals or deals half the normal damage (including all feats and abilities that affect the DC and damage). Good clerics use these items to provide healing in large battles where a cleric may not be nearby; evil clerics often use them as traps."
		]
	},
	"spirit_compass": {
		"name": "Spirit compass",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Spirit compass",
			"{SOURCE Haunted Heroes Handbook/13}  ",
			"**Price** 20 gp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This device resembles an ordinary compass, save that it is filled with alcohol and water, in which bob two pieces of alchemically treated metal (one silver and one iron). A spirit compass can be operated by a creature so as to allow the user to employ Survival in place of Perception to notice haunts (it provides no benefit toward detecting those unusual haunts that are not noticed by Perception checks). A creature that is untrained in Survival takes a -4 penalty on any Survival checks when attempting to use a spirit compass in this manner, representing the action of focusing on the compass rather than one's surroundings."
		]
	},
	"spirit_of_glass": {
		"name": "Spirit of glass",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Spirit of glass",
			"{SOURCE Alchemy Manual/9}  ",
			"**Price** 35 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"This fiber is composed of tiny strands of razor-sharp glass laced with alchemical elements. Anyone who touches it finds her skin irritated by countless tiny abrasions. Though it causes only minor discomfort, it opens the skin enough for poison to seep through, allowing injury poisons to be delivered to the affected creature as if they were contact poisons. The abrasions last for 1 hour or until cleaned and treated with a successful DC 10 Heal check (a full-round action). Poisoners sometimes place spirit of glass in a target's wardrobe or amid her personal effects along with a rag soaked in poison. Spirit of glass is often mistaken for lint or loose cloth, though it and the abrasions it causes can be identified with a successful DC 15 Craft (alchemy) check or DC 17 Heal check. Spirit of glass can be used only once before it is expended.",
			"",
			"**{rule/Spontaneous Alchemy} Recipe** (2 {eq-reagent/cold iron} + 7 {eq-reagent/darkwood} + 5 {eq-reagent/gold})/calcination; **Craft DC** 25  ",
			"**Time** 1 hour; **Tools** {eq-misc/crucible}; **Type** alchemical tool"
		]
	},
	"spirit_offerings": {
		"name": "Spirit offerings",
		"sources": [ "Merchant's Manifest" ],
		"description": [
			"## Spirit offerings",
			"{SOURCE Merchant's Manifest/23}  ",
			"**Price** 20 gp; **Weight** 1/2 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"These offerings take many forms, such as food, incense, pinwheels, rare teas, perfectly smooth white pebbles, or stone tablets, but they are always kept in pouches tied with ribbon. Travelers in the Dragon Empires leave these offerings at the small shrines or holy sites that can be found scattered along roads. For 1 hour after a traveler leaves a spirit offering, any {family/kami} the traveler encounters has its initial attitude improved by one step. This attitude adjustment reverts to normal after 10 minutes unless the creature's attitude is adjusted further during that time, such as via the Diplomacy skill, in which case the kami's attitude does not revert after the offering's effect expires. Once a spirit offering has been used to improved a kami's attitude, it cannot be reused."
		]
	},
	"spirit_planchette_set": {
		"name": "Spirit Planchette Set",
		"sources": [ "Pathfinder #43: Haunting of Harrowstone" ],
		"description": [
			"## Spirit Planchette Set",
			"{SOURCE Pathfinder #43: Haunting of Harrowstone/19}  ",
			"**Price** 25 gp; **Weight** 5 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"A spirit planchette is typically found in a wooden case along with a thin wooden board printed with numerous letters and numbers. Nonmagical versions of these divination tools can be purchased in curiosity shops; while these items can be used as alternative components for {spell/augury} spells, only {magic-wondrous/magical |spirit planchette/s>_brass} allow users to communicate with the other side."
		]
	},
	"spirit_trumpet": {
		"name": "Spirit trumpet",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Spirit trumpet",
			"{SOURCE Occult Adventures/250}  ",
			"**Price** 25 gp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This telescopic horn is constructed of thin sheets of tin rolled into concentric cones, and measures about 3 feet long when fully extended. Primarily used by fraudulent mediums to disguise the true source of mysterious voices in darkened seance chambers, these trumpets add 1 to the DCs of saving throws to disbelieve the effects of the {spell/ghost sound} and {spell/ventriloquism} spells. When used to channel a haunt capable of communication, a spirit trumpet doubles the rate of communication with the haunt, and grants the user a +4 circumstance bonus on Linguistics checks to decipher the cryptic messages."
		]
	},
	"spirit_vision_ink": {
		"name": "Spirit-vision ink",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Spirit-vision ink",
			"{SOURCE Adventurer's Armory 2/28}  ",
			"**Price** 25 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"Originally developed by kami-revering priests to write prayer scrolls, this pale ink is now often used by ninjas to mark locations or leave messages. Once spirit-vision ink dries, it becomes completely invisible. To invisible creatures, however, writing in spirit-vision ink shimmers with a rich azure hue.",
			"",
			"**Construction:** Craft (Alchemy) DC 30"
		]
	},
	"spiritbane_spike": {
		"name": "Spiritbane spike",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Spiritbane spike",
			"{SOURCE Undead Slayer's Handbook/13}  ",
			"**Price** 300 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"When you slash this alchemically treated iron spike against your flesh - a move action that deals 1d6 points of damage - the spike extends and becomes a {eq-weapon/short sword} with the {magic-enh/ghost touch} weapon special ability. The spike reverts to its old form after 10 minutes, corroded and useless. Should a spiritbane spike rematerialize within a corporeal body, it is shunted to the nearest empty space without effect. Crafting this item requires a successful DC 25 Craft (alchemy) check.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"spiritual_leaders_vestments": {
		"name": "Spiritual leader's vestments",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Spiritual leader's vestments",
			"{SOURCE Disciple's Doctrine/28}  ",
			"**Price** 100 gp; **Weight** 8 lbs.  ",
			"**Category** Clothing",
			"",
			"These fine garments come in assorted vibrant colors and are used in the most important religious or spiritual ceremonies. The vestments typically include a robe or cloak embroidered with a religion's holy symbol, as well as a number of extravagant accessories, such as fine jewelry, long sashes, tall hats, and other appropriate attire."
		]
	},
	"spiritualists_kit": {
		"name": "Spiritualist's kit",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Spiritualist's kit",
			"{SOURCE Occult Adventures/250}  ",
			"**Price** 50 gp; **Weight** 34 lbs.  ",
			"**Category** Kits",
			"",
			"This kit includes a {eq-misc/backpack}, a {eq-misc/bedroll}, a {eq-misc/belt pouch}, a {eq-misc/censer}, a flask of {eq-weapon/ectoplasmic residue}, {eq-misc/flint and steel}, {eq-misc/incense} (10 sticks), an {eq-misc/iron pot}, {eq-misc/magnetized paper}, {eq-misc/torches} (10), {eq-misc/trail rations} (5 days), and a {eq-misc/waterskin}."
		]
	},
	"sponge_suit": {
		"name": "Sponge suit",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Sponge suit",
			"{SOURCE Blood of the Sea/19}  ",
			"**Price** 30 gp; **Weight** 2 lbs. (or 10 lbs.)  ",
			"**Category** Clothing",
			"",
			"Outwardly, this suit of clothing appears to be an ordinary {eq-misc/traveler's outfit}, albeit cut from thicker-than-normal cloth. The suit's inner lining is made of dozens of thin, flexible sponges. When soaked with water, these sponges can be worn against the skin to maintain the wearer's moisture while traveling out of the water.",
			"",
			"It takes 10 minutes to fully saturate the suit, which increases its weight from 2 pounds to 10 pounds.",
			"",
			"When worn, a sponge suit doubles the amount of time a water-dependent creature can spend on dry land before it begins to take damage or suffer other negative effects. When the sponges dry, wearers must submerge themselves in water or resaturate the suit, or else they suffer the consequences of being on dry land."
		]
	},
	"spotlight": {
		"name": "Spotlight",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Spotlight",
			"{SOURCE Dragonslayer's Handbook/27}  ",
			"**Price** 75 gp; **Weight** 18 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This large contraption functions like a {eq-misc/hooded lantern}, shedding large amounts of light in a single direction. A spotlight also contains several mirrors which amplify and aim the light. A spotlight creates a 5-foot-wide beam of normal light, which extends to a distance of 90 feet and continues for another 90 feet as dim light. It does not radiate any light outside the area of the beam. A spotlight does not increase the light level in normal light or bright light. A lantern burns for 1 hour on 1 pint of oil, and requires two hands to move and one hand to aim."
		]
	},
	"spys_kit": {
		"name": "Spy's kit",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Spy's kit",
			"{SOURCE Heroes of the Streets/13}  ",
			"**Price** 140 gp; **Weight** 12-1/2 lbs.  ",
			"**Category** Kits",
			"",
			"This kit includes a {eq-misc/book of letters}, a {eq-misc/disguise kit}, a {eq-misc/hollow-heeled boot}, {eq-misc/ink} (1 vial), an {eq-misc/inkpen}, {eq-misc/paper} (10 sheets), a {eq-misc/poison pill ring} (signet ring), {eq-misc/sealing wax}, {eq-misc/simple invisible ink} (3 vials), and a {eq-misc/wrist sheath}."
		]
	},
	"spycatchers_kit": {
		"name": "Spycatcher's kit",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Spycatcher's kit",
			"{SOURCE Heroes of the Streets/13}  ",
			"**Price** 260 gp; **Weight** 7-1/2 lbs.  ",
			"**Category** Kits",
			"",
			"This kit includes an {eq-misc/antidote kit}, a {eq-misc/cryptography book}, {eq-misc/litmus strip/s} (5), and a {eq-misc/portrait book}."
		]
	},
	"spyglass_masterwork": {
		"name": "Spyglass (masterwork)",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Spyglass (masterwork)",
			"{SOURCE Ranged Tactics Toolbox/21}  ",
			"**Price** 4,000 gp; **Weight** 2 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"Objects viewed through a masterwork spyglass are magnified to four times their size. Characters using a masterwork spyglass take a -1 penalty on Perception checks per 40 feet of distance to the target (instead of per 20 feet as with a normal {eq-misc/spyglass})."
		]
	},
	"spyglass": {
		"name": "Spyglass",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Spyglass",
			"{SOURCE Ultimate Equipment/58;PRPG Core Rulebook/158}  ",
			"**Price** 1,000 gp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"Objects viewed through a spyglass are magnified to twice their size. Characters using a spyglass take a -1 penalty on Perception skill checks per 20 feet of distance to the target, if the target is visible."
		]
	},
	"squires_outfit": {
		"name": "Squire's outfit",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"Adventurer's Armory 2"
		],
		"description": [
			"## Squire's outfit",
			"{SOURCE Adventurer's Armory 2/20}  ",
			"**Price** 5 gp; **Weight** 8 lbs.  ",
			"**Category** Clothing",
			"",
			"This outfit includes heavy woolen pants, a tunic, leather boots, a belt, sturdy gloves, a cap, and a heavy tabard bearing the colors or sigil of a noble house or organization. Many organizations provide new squires this outfit for free, with the expectation they wear it during their duties.",
			"",
			"**Tear-away clothing**  ",
			"{SOURCE Ultimate Equipment/89;Adventurer's Armory/19}  ",
			"**Price** +5 gp; **Weight** -  ",
			"**Category** Clothing",
			"",
			"Sneaks and thieves know the value of a good disguise. The ability to remove that disguise in a hurry, thus revealing the next layer of disguise, is nearly as valuable. Tear-away clothing is generally loose fitting and allows another layer of clothing to be worn underneath. The seams on this clothing are designed to break easily, making it a simple matter (a standard action) to remove these items and walk away with none the wiser. Any outfit can be crafted as tear-away clothing for an additional price."
		]
	},
	"tear_away_squires_outfit": {
		"name": "Tear-away squire's outfit",
		"copyof": "squires_outfit"
	},
	"squirrel_common": {
		"name": "Squirrel (common)",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Squirrel",
			"{SOURCE Ultimate Equipment/80}  ",
			"**Price** 1 gp (common), 20 gp (flying); **Weight** 2 lbs. (common), 1 lb. (flying)",
			"",
			"These tiny rodents are as common in the wild as rats are in cities. They typically eat nuts, seeds, and vegetation. Squirrels have the same statistics as rats.",
			"",
			"**Flying squirrel:** These Tiny squirrels use a membrane of skin between their front and hind legs to glide. They sometimes serve spellcasters as familiars."
		]
	},
	"squirrel_flying": {
		"name": "Squirrel (flying)",
		"copyof": "squirrel_common"
	},
	"stabling_per_day": {
		"name": "Stabling (per day)",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Stabling (per day)",
			"{SOURCE Ultimate Equipment/81;PRPG Core Rulebook/159}  ",
			"**Price** 5 sp; **Weight** -  ",
			"**Category** Animal Gear",
			"",
			"This is the amount it costs to stable a single creature that is Large or smaller for one day, at a typical stable or hostler. Particularly fancy stables may cost more, and larger or more exotic creatures cost double."
		]
	},
	"stagnant_fog_sack": {
		"name": "Stagnant fog sack",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Stagnant fog sack",
			"{SOURCE Blood of the Elements/19}  ",
			"**Price** 80 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"Gathered within this tightly woven, alchemically treated canvas sack is a sample of the pervasive fetid fog that looms near the border of the Plane of Air and the Plane of Water. When opened, the fog billows out in a 30-foot-radius area. Sight is extremely limited in an area of stagnant fog. A creature within 15 feet has {rule/concealment} (20% miss chance), while creatures farther away have total concealment (50% miss chance, and the attacker can't use sight to locate the target). In addition, creatures that end their turn within the cloud must succeed at a DC 14 Fortitude save or become {misc/sickened} for 1 round. Stagnant fog dissipates naturally after 1 minute. A moderate wind (11+ mph) disperses the stagnant fog in 1 round. This item can be crafted with a successful DC 20 Craft (alchemy) check.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"stalkers_oil": {
		"name": "Stalker's oil",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Stalker's oil",
			"{SOURCE Potions and Poisons/29}  ",
			"**Price** 50 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"This is a clear, viscous liquid that is typically kept in a frosted glass vial with an unassuming label and cork. The oil is used to reduce the sound armor and weapons make while moving. Applying this oil to a single piece of equipment takes 1 minute and grants the wearer a +2 circumstance bonus on Stealth checks for 30 minutes. A vial of this oil is enough to coat one Medium piece of equipment, while a Large piece of equipment requires 4 vials. Two pieces of Small equipment can be covered with a single vial of oil. Exposure to or submersion in large amounts of water, such as swimming, immediately ends the effect of the oil."
		]
	},
	"star_charts": {
		"name": "Star charts",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Star charts",
			"{SOURCE Advanced Race Guide/46}  ",
			"**Price** 200 gp; **Weight** 1/2 lb.  ",
			"**Category** Tools",
			"",
			"Many half-elves live in large cities or communities where they find it difficult to commune with nature. While some go on long sojourns to the wilderness, others spend their evenings on high, lonely rooftops, gazing at the stars. These lonely souls use star charts to track the movement of the stars and other celestial bodies. Anyone referencing one of these charts on a clear night can attempt a DC 20 Knowledge (geography) check to determine her approximate location and the month. In addition, these charts grant a +2 circumstance bonus on Survival checks made to avoid getting lost at night with a clear sky."
		]
	},
	"starlight_juice": {
		"name": "Starlight juice",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Starlight juice",
			"{SOURCE Potions and Poisons/23}  ",
			"**Price** 300 gp; **Weight** -  ",
			"**Category** Tincture",
			"",
			"This clear liquid glows with pale light. For 4 hours after drinking this tincture, you emit light as a {eq-misc/torch}. You are constantly {misc/dazzled} during this time. If any effect would cause you to become dazzled during this time, you are instead {misc/blinded}. While under the effect of this tincture, you can intensify your glow as a swift action to that of bright light, as per {spell/daylight}, for 1 round. After activating the bright light effect, you emit only dim light with a range of 10 feet for the remainder of the tincture's duration.",
			"",
			"**Construction:** Craft (Alchemy) DC 30"
		]
	},
	"static_wool": {
		"name": "Static wool",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Static wool",
			"{SOURCE Monster Hunter's Handbook/27}  ",
			"**Price** 100 gp; **Weight** 1/2 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"Alchemical compounds in this square of jagged, metallic fibers store and transfer electricity into clothing when rubbed against the fabric for 1 minute. When you are grappled within the next 10 minutes while wearing this electrically charged clothing, as well as light armor or no armor, the electricity discharges. This deals 1 point of nonlethal electricity damage to the grappling creature, and if it takes damage from the effect, it must succeed at a DC 20 combat maneuver check to grapple or immediately release you. The DC increases to 22 against a creature with the {umr/grab} ability. A single square of static wool can be used five times before expending its alchemical compounds."
		]
	},
	"stationery": {
		"name": "Stationery",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Stationery",
			"{SOURCE Ultimate Equipment/58;Adventurer's Armory/19}  ",
			"**Price** 1 gp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"Generally used only by the wealthy, fancy stationery is a finer-quality 9-inch-by-6-inch paper, often embossed or engraved with the owner's personal seal."
		]
	},
	"statue_disguise_kit": {
		"name": "Statue disguise kit",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Statue disguise kit",
			"{SOURCE Heroes of the Streets/13}  ",
			"**Price** 50 gp; **Weight** 8 lbs.  ",
			"**Category** Tools",
			"",
			"This disguise kit includes metallic or stone-colored makeup and cloth that you can apply to appear to be a statue; it grants a +2 bonus only on Disguise checks to resemble metal, stone, or similar materials. You take a -5 penalty on Disguise checks when impersonating an inanimate object. A viewer can attempt a single Perception check opposed by your Disguise check upon viewing you, and an additional check each time a creature interacts with you. This kit is exhausted after 10 uses."
		]
	},
	"stiletto_boots": {
		"name": "Stiletto boots",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Stiletto boots",
			"{SOURCE Adventurer's Armory 2/20}  ",
			"**Price** 10 gp; **Weight** 1 lb.  ",
			"**Category** Clothing",
			"",
			"The most ostentatious and impractical of footwear, the tall heel attached to these boots adds several inches to your height. This type of boot is popular among Chelish nobles, though the trend has recently caught on among some members of Taldan courts. You can use the heel of a stiletto boot as an {misc/improvised weapon}, dealing damage as a {eq-weapon/punching dagger}"
		]
	},
	"stillgut_vial": {
		"name": "Stillgut (vial)",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Stillgut (vial)",
			"{SOURCE Advanced Race Guide/118}  ",
			"**Price** 50 gp; **Weight** -  ",
			"**Category** Alchemical Remedies",
			"",
			"Drinking a vial of this bland, bluish liquid grants you a +5 alchemical bonus on Fortitude saves to avoid {misc/nausea} or {misc/sickness} for 1 hour. If you are already nauseated, you can drink stillgut as a move action. Drinking it in this fashion grants you a second saving throw (without the +5 bonus). Goblins often use stillgut so they can choke down meat or other foods in advanced stages of rot or decay.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"stilts_common": {
		"name": "Stilts (common)",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Stilts",
			"{SOURCE Ultimate Equipment/58}  ",
			"**Price** 2 sp (common), 5 gp (masterwork); **Weight** 10 lbs. (common), 10 lbs. (masterwork)",
			"",
			"This item consists of a pair of wooden poles with a footrest halfway up. By standing on the footrests and holding the tops of the poles you can avoid certain ground-based threats to your feet. For example, you can use stilts to cross water without getting wet, but you would still activate a trap that triggers when you walk in a certain area. Using stilts reduces your base speed from 30 feet to 20 feet, or from 20 feet to 15 feet. You can hop off your stilts as a move action, or as a free action with a successful DC 10 Acrobatics check.",
			"",
			"You must use both your hands to walk with stilts. Walking with stilts requires a DC 5 Acrobatics check for each move. Failing this check means you do not move for that move action; failing by 5 or more means you fall off the stilts. If you want to use one hand for something else while standing on stilts, you must succeed at a DC 10 Acrobatics check or lose the action; if you want to use two hands, the DC increases to 20.",
			"",
			"Stilts for a Medium creature raise you 2 feet above the ground; stilts for a Small creature raise you 1 foot from the ground. You can use taller stilts, but each additional foot of elevation increases the Acrobatics DCs of using stilts by +5. A stilt has hardness 5 and 10 hit points. If you only have one stilt, your speed drops to 5 feet because you can only hop rather than walk.",
			"",
			"**Masterwork Stilts:** These stilts strap to your feet and legs, allowing you to use your hands for other tasks without penalty. Walking on masterwork stilts requires a DC 10 Acrobatics check. Attaching or removing a masterwork stilt is a full-round action."
		]
	},
	"stilts_masterwork": {
		"name": "Stilts (masterwork)",
		"copyof": "stilts_common"
	},
	"stinging_whip_calistria": {
		"name": "Stinging whip",
		"sources": [ "Faiths of Balance" ],
		"description": [
			"## Stinging whip",
			"{SOURCE Faiths of Balance/25}  ",
			"**Price** 50 gp; **Weight** 5 lbs.  ",
			"**Category** Channel Foci  ",
			"**Deity** {faith/Calistria}",
			"",
			"This whip is made from braids of metallic wire. When it is activated, the wielder can expend the power within it to gain a sacred (if activated with positive energy) or profane (if activated with negative energy) bonus on her next disarm or trip combat maneuver with the whip. This bonus is equal to the number of dice of the activating cleric's {ability/channel energy} ability. The whip remains charged until its magic is used or 1 hour has passed."
		]
	},
	"stinging_whip": { "copyof": "stinging_whip_calistria" },
	"stink_ink_arcane": {
		"name": "Stink ink (arcane)",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Stink ink (arcane)",
			"{SOURCE Advanced Race Guide/154}  ",
			"**Price** special; **Weight** 1 lb.  ",
			"**Category** Alchemical Remedies",
			"",
			"Most common among {race/ratfolk} alchemists, arcane stink ink is used to inscribe formulae or spells into formula books and spellbooks. Like normal {eq-misc/stink ink}, the arcane version can only be read by creatures with the {umr/scent} ability (although {spell/read magic} works normally on spells and arcane formulae inscribed with stink ink). Using arcane stink ink to inscribe a spell or formula into a book costs +10% of the normal amount."
		]
	},
	"stink_ink_common": {
		"name": "Stink ink (common)",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Stink ink (common)",
			"{SOURCE Advanced Race Guide/154}  ",
			"**Price** 5 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Remedies",
			"",
			"Stink ink is a special, pungent, musk-based ink that allows its user to encode information with smell rather than visually. Stink ink dries clear but its sharp, extremely localized smell can be picked out by those with sensitive enough noses to make it possible to read by sense of smell. Only creatures with the keen senses trait or {umr/scent} ability can read stink ink without aid of some form of magic. Reading or writing something with stink ink takes twice as long as going through the same amount of information written in normal ink.",
			"",
			"**Construction:** Craft (Alchemy) DC 15"
		]
	},
	"stink_ink": { "copyof": "stink_ink_common" },
	"stirge": {
		"name": "Stirge",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Stirge",
			"{SOURCE Ultimate Equipment/80;Adventurer's Armory/19}  ",
			"**Price** 20 gp; **Weight** 1 lb.  ",
			"**Category** Mounts/Pets",
			"",
			"These Tiny beasts are allegedly sold for indoor defense to rich clients, but often wind up in exotic blood sports. Despite the popular misconception that stirges are untameable vermin, such creatures are trainable, but they must be fed fresh blood daily to dissuade them from turning on their handlers."
		]
	},
	"stonechipper_salve": {
		"name": "Stonechipper salve",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Stonechipper salve",
			"{SOURCE Advanced Race Guide/147}  ",
			"**Price** 150 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"This gritty, gray ointment weakens rocky materials. When applied to an object made of stone, it reduces the object's hardness by 3 for 10 minutes. As a standard action, a creature can apply the paste to affect one 5-foot-square or a Medium or smaller creature. The paste only affects hardness, not damage reduction or similar defenses.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"storm_glass": {
		"name": "Storm glass",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Storm glass",
			"{SOURCE Haunted Heroes Handbook/13}  ",
			"**Price** 80 gp; **Weight** 5 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"Heavy gray mist fills the interior of a storm glass, a receptacle lined with thin metal strips and equipped with metal tuning forks jutting from inside the top and bottom of the glass. The forks are attuned to the Material Plane and can detect planar anomalies or intrusions, specifically the presence of outsiders. The mist within a storm glass changes coloration after 1 minute of being within 60 feet of a non-native outsider (including creatures possessed by non-native outsiders), and grants a +2 circumstance bonus on Knowledge (planes) checks to identify such creatures. The color change lasts as long as the jar remains within range of an outsider and for 1d4+1 rounds after leaving the area. Removing the storm glass from the Material Plane (including placing it in extraplanar containers such as a portable hole) causes the gas to permanently revert to a colorless, inert vapor."
		]
	},
	"stout_solution": {
		"name": "Stout solution",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Stout solution",
			"{SOURCE Potions and Poisons/23}  ",
			"**Price** 100 gp; **Weight** -  ",
			"**Category** Tincture",
			"",
			"This highly viscous liquid resembles tree sap and is difficult to swallow. For 2 hours after drinking this tincture, you gain a +2 alchemical bonus to your CMD and you can perform {rule/combat maneuvers} as if you were one size category larger. Your skeleton's increased density causes you to be treated as if you were {rule/carrying>_capacity} a medium load, or a heavy load if you were already encumbered by a medium load, for the same duration.",
			"",
			"**Construction:** Craft (Alchemy) DC 15"
		]
	},
	"stove_can": {
		"name": "Stove can",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Stove can",
			"{SOURCE Ultimate Equipment/58;Adventurer's Armory/19}  ",
			"**Price** 10 gp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This little metal container holds a waxy fuel that creates enough heat to cook with but only as much light as a {eq-misc/candle}. To snuff the flame, close the metal lid on the container; it cools enough that it can be carried in a few minutes. Each lasts 5 hours (enough to cook about 10 meals)."
		]
	},
	"straitjacket_common": {
		"name": "Straitjacket (common)",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Straitjacket",
			"{SOURCE Occult Adventures/250}  ",
			"**Price** 5 gp (common), 50 gp (masterwork); **Weight** 1 lb. (common), 1 lb. (masterwork)",
			"",
			"Fashioned of durable canvas and leather straps, this instrument of restraint prevents its wearer from using his arms entirely. Properly binding a creature in a straitjacket requires 1 minute, and the creature must be willing or helpless. This time can be reduced to 5 rounds, but doing so lowers the DC to escape the restraints by 5. A creature wearing a straitjacket gains the {rule/grapple[d] condition>s}, except it is able to move. Escaping from the straitjacket requires a successful DC 28 Escape Artist check (DC 30 for a masterwork straitjacket.)"
		]
	},
	"straitjacket_masterwork": {
		"name": "Straitjacket (masterwork)",
		"copyof": "straitjacket_common"
	},
	"street_meat": {
		"name": "Street meat",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Street meat",
			"{SOURCE Ultimate Equipment/95}  ",
			"**Price** 1 cp; **Weight** 1/2 lb.  ",
			"**Category** Food/Drink",
			"",
			"Usually sold by vendors on a thin wooden stick, these small chunks of cooked meat often come from many different sorts of creatures - rats and pigeons are the most common."
		]
	},
	"stretch_cords": {
		"name": "Stretch cords",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Stretch cords",
			"{SOURCE Ultimate Wilderness/244}  ",
			"**Price** 5 sp; **Weight** 1/2 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"Sold in pairs, these cords have an elastic quality. Both cords measure 2 feet long but can be extended to 4 feet. Each end of a cord has a small metal hook. Employed together, these cords can be used to tie down all sorts of equipment and prevent damage from wind or other inhospitable weather."
		]
	},
	"stretcher": {
		"name": "Stretcher",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Stretcher",
			"{SOURCE Ultimate Equipment/77;Adventurer's Armory/19}  ",
			"**Price** 1 gp; **Weight** 10 lbs.  ",
			"**Category** Tools",
			"",
			"A stretcher allows two people to share the burden of carrying one heavy object. You can also use it to drag a load you couldn't carry on your own. A stretcher holds up to 300 pounds."
		]
	},
	"string_or_twine_50_ft": {
		"name": "String or twine (50 ft.)",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"Pathfinder Society Field Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## String or twine (50 ft.)",
			"{SOURCE Ultimate Equipment/58;Adventurer's Armory/19;Pathfinder Society Field Guide/48;Advanced Player's Guide/183}  ",
			"**Price** 1 cp; **Weight** 1/2 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"Sold in balls or spools of 50 feet, string and twine are useful for rigging traps and alarms and are a vital component of grappling bolts and arrows. String or twine has hardness 0, 1 hit point, and a break DC of 14."
		]
	},
	"string_or_twine_fifty_ft": { "copyof": "string_or_twine_50_ft" },
	"string": { "copyof": "string_or_twine_50_ft" },
	"twine": { "copyof": "string_or_twine_50_ft" },
	"subversive_vest_vest": {
		"name": "Subversive vest (vest)",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Subversive vest",
			"{SOURCE Ultimate Intrigue/234}  ",
			"**Price** 45 gp (vest), 90 gp (vestment); **Weight** 1 lb. (vest), 2 lbs. (vestment)",
			"",
			"Subversive vests are tailored to the pinnacle of courtly fashion, yet have strategically placed compartments for hiding {eq-misc/thieves' tools}. You gain a +2 circumstance bonus on Sleight of Hand checks to conceal thieves' tools within a subversive vest.",
			"",
			"A subversive vestment is like a subversive vest, but resembles a clerical vestment and has a greater carrying capacity. In addition to thieves' tools, you can stow two 1-pint {eq-misc/flask/s} in specially designed pockets that conceal the items' bulk from common view, with the same circumstance bonus as a subversive vest."
		]
	},
	"subversive_vest_vestment": {
		"name": "Subversive vest (vestment)",
		"copyof": "subversive_vest_vest"
	},
	"suckers_barrel": {
		"name": "Sucker's barrel",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Sucker's barrel",
			"{SOURCE Villain Codex/117}  ",
			"**Price** 4 gp; **Weight** 35 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"A sucker's barrel is constructed to appear to the casual eye exactly like a normal barrel. However, an inner barrier installed near one of the barrel's ends hides a cavity containing a bladder filled with water. This creates a false bottom such that, when the barrel is full, it weighs and feels the same as a barrel filled completely with more valuable liquid, such as alcohol or oil. In this way, a merchant can \"fill\" a barrel with a smaller quantity of a liquid (typically 75% of the barrel's total capacity) and then sell it as if it were a full barrel's worth."
		]
	},
	"sugar_glass_bottle": {
		"name": "Sugar glass bottle",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Sugar glass bottle",
			"{SOURCE Advanced Class Guide/206}  ",
			"**Price** 1 gp; **Weight** -  ",
			"**Category** Tools",
			"",
			"This bottle looks like it's made of glass, but is more fragile and doesn't cause damage when it strikes a creature or object. Highly prized by theater performers, sugar glass bottles grant a +2 circumstance bonus on Bluff and Perform checks involving the creation of seemingly realistic fights."
		]
	},
	"summoners_kit": {
		"name": "Summoner's kit",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Summoner's kit",
			"{SOURCE Ultimate Equipment/58}  ",
			"**Price** 8 gp; **Weight** 19 lbs.  ",
			"**Category** Kits",
			"",
			"This kit includes a {eq-misc/backpack}, a {eq-misc/bedroll}, a {eq-misc/belt pouch}, a {eq-misc/flint and steel}, an {eq-misc/iron pot}, a {eq-misc/mess kit}, {eq-misc/soap}, {eq-misc/torches} (10), {eq-misc/trail rations} (5 days), and a {eq-misc/waterskin}."
		]
	},
	"sun_cinder": {
		"name": "Sun cinder",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Sun cinder",
			"{SOURCE Demon Hunter's Handbook/19}  ",
			"**Price** 25 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"Sun cinder is a fine powder that glows faintly when exposed to light. One bag of this alchemically created talc contains 5 uses. When opened, it shines like a {eq-misc/candle}. If sprinkled on a {eq-misc/torch} or similar flame, 1 dose of sun cinder increases the light level of the area that flame illuminates by one additional step, up to bright light. This increased illumination lasts for 1 minute. Multiple doses of sun cinder can be used to further increase the light shed by the same source. A single dose of sun cinder does not affect flames larger than a torch. Sun cinder doesn't affect a light source's ability to penetrate magical darkness. Crafting 5 doses of sun cinder requires a successful DC 20 Craft (alchemy) check.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"sun_cream": {
		"name": "Sun cream",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Sun cream",
			"{SOURCE People of the Sands/28}  ",
			"**Price** 10 gp; **Weight** 1/2 lb.  ",
			"**Category** Alchemical Remedies",
			"",
			"Each application of this alchemical solution, typically compounded from substances found in desert flowers, fruits, and roots, heals 1d4 points of nonlethal damage that the target has taken from {rule/heat /exposure>dangers}. If you succeed at a DC 20 Heal check while applying sun cream, you may add your Wisdom modifier to the nonlethal damage healed. A creature cannot benefit from more than one application of sun cream in a 24-hour period.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"sunblock_kohl": {
		"name": "Sunblock kohl",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Sunblock kohl",
			"{SOURCE Adventurer's Guide/15}  ",
			"**Price** 10 gp; **Weight** -  ",
			"**Category** Clothing",
			"",
			"Made from ground antimony, this sooty cosmetic is used to line the eyes. It grants the wearer a +2 circumstance bonus on saves against light-based effects that would {misc/dazzle>d} or {misc/blind} him for 8 hours. A container of kohl holds 10 applications."
		]
	},
	"sunderblock": {
		"name": "Sunderblock",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Sunderblock",
			"{SOURCE Melee Tactics Toolbox/21}  ",
			"**Price** 35 gp; **Weight** 2 lbs.  ",
			"**Category** Alchemical Tools",
			"",
			"This lumpy, lard-like, alchemical substance is designed to protect armor and weapons from dents and cracks that commonly develop in close-combat equipment. When liberally applied to armor or weapons, the material provides a greasy surface that blunts impacts, causes blades to slide aside, and strengthens the gear it is applied to. A single container holds enough sunderblock to coat a single weapon or suit of armor as a full-round action. The effects aren't pronounced enough to increase the Armor Class bonus of a suit of armor, but the hardness of armors and weapons coated with sunderblock increases by 5. This bonus lasts for 12 hours, at which point the greasy substance dries and flakes away."
		]
	},
	"sundered_mask_nethys": {
		"name": "Sundered mask",
		"sources": [ "Faiths of Balance" ],
		"description": [
			"## Sundered mask",
			"{SOURCE Faiths of Balance/25}  ",
			"**Price** 250 gp; **Weight** 1 lb.  ",
			"**Category** Channel Foci  ",
			"**Deity** {faith/Nethys}",
			"",
			"This mask is a representation of Nethys's own. Activating the mask charges it with healing power. If a member of Nethys' faith wears the mask when it is activated, the first time the wearer takes damage, the mask releases the stored energy into the wearer, healing a number of hit points equal to the number of dice of the activating cleric's {ability/channel energy} ability. The mask heals its wearer regardless of the type of channeled energy used and whether the target is living or undead. This healing does not prevent the wearer from dying because of hit point damage, and is mainly used to provide instant healing when a cleric is occupied or can only channel a harmful kind of energy. The mask remains charged until it heals someone or 24 hours pass."
		]
	},
	"sundered_mask": { "copyof": "sundered_mask_nethys" },
	"sunrod": {
		"name": "Sunrod",
		"sources": [
			"Alchemy Manual",
			"PRPG Core Rulebook",
			"Ultimate Equipment"
		],
		"description": [
			"## Sunrod",
			"{SOURCE Alchemy Manual/30;PRPG Core Rulebook/158;Ultimate Equipment/103}  ",
			"**Price** 2 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"This 1-foot-long, gold-tipped iron rod glows brightly when struck (a standard action). It sheds normal light in a 30-foot radius and increases the light level by one step for an additional 30 feet beyond that area (darkness becomes dim light and dim light becomes normal light). A sunrod does not increase the light level in normal light or bright light. It glows for 6 hours, after which the gold tip is burned out and worthless.",
			"",
			"**{rule/Spontaneous Alchemy} Recipe** (2 {eq-reagent/magnesium} + 2 {eq-reagent/phosphorus})/ceration; **Craft DC** 25  ",
			"**Time** 10 minutes; **Tools** {eq-misc/crucible}; **Type** alchemical tool"
		]
	},
	"sunsoil": {
		"name": "Sunsoil",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Sunsoil",
			"{SOURCE Heroes of the Darklands/31}  ",
			"**Price** 50 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Tools",
			"",
			"Created by dwarves after the Quest for Sky, this faintly glowing collection of minerals allows photosynthetic plants to grow in underground environments without sunlight. Sunsoil has since spread to a handful of agricultural communities throughout the Darklands, particularly among duergar plantations and svirfneblin enclaves. One pound of sunsoil covers a 20-foot by 20-foot area of regular earth and takes 1 minute to distribute evenly. A treated area allows plants to grow without sunlight for 4 months. Light-based spells and magical effects trigger an alchemical reaction in sunsoil. Any spell with the light descriptor cast on a pound of sunsoil causes all areas covered in the soil to be treated as areas of bright light for 1 round. This light counts as natural sunlight for creatures vulnerable to such effects. After being subjected to such an effect, sunsoil immediately becomes normal dirt."
		]
	},
	"surefoot_training_blocks": {
		"name": "Surefoot training blocks",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Surefoot training blocks",
			"{SOURCE Melee Tactics Toolbox/21}  ",
			"**Price** 50 gp; **Weight** 25 lbs.  ",
			"**Category** Tools",
			"",
			"This collection of eight heavy wooden or metal cones, cylinders, and spheres fills an ordinary backpack. None of the shapes is precisely regular, and when stacked atop each other, they teeter precariously and easily topple. Acrobats practice by stacking these blocks in unstable configurations and attempting to balance while standing upon them.",
			"",
			"Using surefoot training blocks to improve your balance requires 1 hour of practice and a DC 15 Acrobatics check. If you succeed at the check, you gain a +2 circumstance bonus on Climb checks and on Acrobatics checks to balance on narrow surfaces or uneven ground. This bonus lasts for 24 hours or until you fail a Climb or Acrobatics check."
		]
	},
	"sureseal_bladder_mundane": {
		"name": "Sureseal bladder (mundane)",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Sureseal bladder",
			"{SOURCE Aquatic Adventures/56}  ",
			"**Price** 1 sp (mundane), 8 gp (potion); **Weight** 1 lb. (mundane), - (potion)",
			"",
			"While {eq-misc/potion sponge/s} are a reasonable enough method for air-breathers like undines to prepare to bring a potion underwater, aquatic creatures prefer a solution that allows them to prepare potions, beverages, and other liquids underwater to begin with. A sureseal bladder is made of a thin membrane that won't allow liquid through. By passing a solid spout or tube through the membrane, you can fill the bladder without allowing in any ambient seawater, and the membrane seals behind the spout. Once the bladder is full, the drinker can nip on the end of the membrane in order to sip the drink at her leisure, slowly crumpling the bladder for eventual disposal. The cheaper mundane sureseal bladders hold about 2 cups of liquid and work best for enjoying a favorite drink; the listed weight assumes the mundane sureseal bladder is full. Potions rely on drinking the entire dose, so potion sureseal bladders, while much smaller (just large enough for a potion), are pressurized in order to expel the entire potion at once without losing any of it, allowing the drinker to drink them as a standard action just like drinking a potion above the waves. Either type of sureseal bladder can be used only once."
		]
	},
	"sureseal_bladder_potion": {
		"name": "Sureseal bladder (potion)",
		"copyof": "sureseal_bladder_mundane"
	},
	"surge_syrup": {
		"name": "Surge syrup",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Surge syrup",
			"{SOURCE Alchemy Manual/27}  ",
			"**Price** 80 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Remedies",
			"",
			":HL[Mythic:] Consuming a vial of surge syrup grants you a +1d4 alchemical bonus on your next mythic surge roll. Every round after you consume surge syrup that you don't use your surge ability, the bonus provided by this item decreases by 1 (minimum 0).",
			"",
			"**{rule/Spontaneous Alchemy} Recipe** (12 {eq-reagent/dew of lunary} + 40 {eq-reagent/spirit of wine} + 40 {eq-reagent/urea})/congelation; **Craft DC** 25  ",
			"**Time** 10 minutes; **Tools** {eq-misc/alchemist's lab}; **Type** alchemical remedy"
		]
	},
	"surgeons_tools": {
		"name": "Surgeon's tools",
		"sources": [
			"Ultimate Equipment",
			"Pathfinder #8: Seven Days to the Grave",
			"Adventurer's Armory"
		],
		"description": [
			"## Surgeon's tools",
			"{SOURCE Ultimate Equipment/77;Pathfinder #8: Seven Days to the Grave/61;Adventurer's Armory/19}  ",
			"**Price** 20 gp; **Weight** 5 lbs.  ",
			"**Category** Tools",
			"",
			"When used in conjunction with a {eq-misc/healer's kit}, surgeon's tools raise the kit's bonus to a +3 circumstance bonus on Heal checks to treat wounds or deadly wounds."
		]
	},
	"surgical_jelly": {
		"name": "Surgical jelly",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Surgical jelly",
			"{SOURCE Adventurer's Armory 2/24}  ",
			"**Price** 300 gp; **Weight** 1 lb.  ",
			"**Category** Alchemical Remedies",
			"",
			"When ingested, this thick red gelatinous substance seeks out and surgically eliminates invasive threats to the body. Consuming surgical jelly immediately ends any {rule/infestations} (such as {infestation/rot grubs}), implanted eggs (such as those implanted by {monster/xill/s}), or other non-disease effects that can be cured by {spell/remove disease}, so long as such a cure does not require a caster level check. Consuming a pot of surgical jelly is a full-round action.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"survival_kit_common": {
		"name": "Survival kit (common)",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Survival kit",
			"{SOURCE Ultimate Equipment/58}  ",
			"**Price** 5 gp (common), 50 gp (masterwork); **Weight** 4 lbs. (common), 5 lbs. (masterwork)",
			"",
			"A survival kit provides the necessary tools for day-to-day existence in a temperate wilderness. It typically contains a {eq-misc/flint and steel}, a {eq-misc/mess kit}, two {eq-misc/waterskin/s} (enough to hold water for 1 person for 1 day), very basic maps showing major landmarks, and a small utility knife.",
			"",
			"A masterwork survival kit contains higher quality gear and a guide to identifying flora and fauna. It grants you a +2 circumstance bonus on Survival checks to get along in the wild, deal with severe weather, keep from getting lost, avoid natural hazards such as quicksand, and predict the weather."
		]
	},
	"survival_kit_masterwork": {
		"name": "Survival kit (masterwork)",
		"copyof": "survival_kit_common"
	},
	"swarmsuit": {
		"name": "Swarmsuit",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Swarmsuit",
			"{SOURCE Ultimate Equipment/58;Advanced Player's Guide/183}  ",
			"**Price** 20 gp; **Weight** 10 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"These heavy and overlapping layers of clothing, coupled with a wide hat outfitted with a dense, veil-like netting around its brim, makes it all but impossible for Diminutive and Fine creatures to make physical contact with your body. Wearing a swarmsuit cuts your speed in half, but gives you DR 10/- against swarms of Fine creatures and DR 5/- against swarms of Diminutive creatures."
		]
	},
	"swashbucklers_kit": {
		"name": "Swashbuckler's kit",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Swashbuckler's kit",
			"{SOURCE Advanced Class Guide/206}  ",
			"**Price** 9 gp; **Weight** 42 lbs.  ",
			"**Category** Kits",
			"",
			"This kit includes a {eq-misc/backpack}, a {eq-misc/bedroll}, a {eq-misc/belt pouch}, a {eq-misc/flint and steel}, an {eq-misc/iron pot}, a {eq-misc/mess kit}, {eq-misc/rope}, {eq-misc/soap}, {eq-misc/torches} (10), {eq-misc/trail rations} (5 days), and a {eq-misc/waterskin}."
		]
	},
	"sweet_rest": {
		"name": "Sweet Rest",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Sweet Rest",
			"{SOURCE Pathfinder #139: The Dead Road/63}  ",
			"**Price** 75 gp; **Weight** -  ",
			"**Category** Alchemical Remedies",
			"",
			"When imbibed, this effervescent solution causes a heavy warmth to spread from your stomach outward to your limbs, resulting in feelings of security and well-being. If you sleep for at least 1 hour after consuming the solution, the next time within the next 24 hours that you attempt a saving throw to remove a temporary negative level, you can roll the save twice and use the better result. Crafting this item requires a successful DC 20 Craft (alchemy) check.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"swift_hands_tonic": {
		"name": "Swift hands tonic",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Swift hands tonic",
			"{SOURCE Ultimate Intrigue/236}  ",
			"**Price** 250 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"When imbibed, this bitter, rust-colored concoction grants you 1d4 uses of {misc/alchemical inspiration} that can be used only on Disable Device checks and Sleight of Hand checks. These benefits last for 1 hour; during this time, you must roll all Acrobatics checks and Escape Artist checks twice and take the worse result.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"swim_fins": {
		"name": "Swim fins",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Swim fins",
			"{SOURCE Adventurer's Armory/19}  ",
			"**Price** 1 sp; **Weight** 5 lbs.  ",
			"**Category** Tools",
			"",
			"Swim fins add 10 feet to your swimming speed but reduce your base speed to 5 feet. Donning or doffing swim fins requires 5 rounds."
		]
	},
	"sylirican_lemons": {
		"name": "Sylirican lemons",
		"sources": [ "Merchant's Manifest" ],
		"description": [
			"## Sylirican lemons",
			"{SOURCE Merchant's Manifest/6}  ",
			"**Price** 1 gp; **Weight** 1 lb.  ",
			"**Category** Food/Drink",
			"",
			"Sylirican lemons make prized preserves when ground, salted, and sealed in jars, adding an intense citrus flavor when sprinkled atop other foods. If, within 8 hours of consuming a meal seasoned with Sylirican lemons, you gain the {misc/confused} condition, you can roll 1d6 and subtract the result from the result of your d% roll to determine what action you take for the first round in which you are confused. This benefit does not stack with itself. The price and weight listed represent a jar containing enough preserved lemons to season 10 meals."
		]
	},
	"symptom_kit": {
		"name": "Symptom kit",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Symptom kit",
			"{SOURCE Ultimate Equipment/77;Advanced Player's Guide/185}  ",
			"**Price** 25 gp; **Weight** 5 lbs.  ",
			"**Category** Tools",
			"",
			"This small wooden box has many tiny compartments filled with items useful if you want to feign a sickness, as well as a handy reference book outlining common indicators for some of the more feared virulent diseases. The kit includes such things as false pustules, pills that cause the person chewing them to foam at the mouth, and herbal concoctions designed to induce fevers or vomiting. Using a symptom kit grants you a +5 circumstances bonus on Disguise checks made for the purpose of simulating illness. A symptom kit is exhausted after 10 uses."
		]
	},
	"synthetic_mumia": {
		"name": "Synthetic mumia",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Synthetic mumia",
			"{SOURCE Undead Slayer's Handbook/9}  ",
			"**Price** 150 gp; **Weight** -  ",
			"**Category** Alchemical Remedies",
			"",
			"A laboratory-created version of the expensive and infamous Osirian drug {drug/mumia}, synthetic mumia is a mixture of honey, embalming fluids, and various animal organs. The murky liquid comes enclosed in small packets made of intestine. Mumia and synthetic mumia may be taken interchangeably to stave off the effects of addiction to either substance, and is thus used by some mumia junkies hoping to quit their addiction.",
			"",
			"**Construction:** Craft (Alchemy) DC 14"
		]
	},
	"tabard": {
		"name": "Tabard",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Tabard",
			"{SOURCE Ultimate Equipment/89}  ",
			"**Price** 5 gp; **Weight** 1 lb.  ",
			"**Category** Clothing",
			"",
			"Often worn over armor, this outer garment is usually sleeveless and open at the sides. The broad front provides a canvas for insignias and coats of arms, making a wearer's membership in an order readily apparent."
		]
	},
	"talking_board": {
		"name": "Talking board",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Talking board",
			"{SOURCE Occult Adventures/251}  ",
			"**Price** 15 gp; **Weight** 2 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"This thin, rectangular wooden board is printed with an arching array of alphabetical letters, numbers, and short affirmative and negative messages. Paired with a small, heart-shaped pointer on short wooden legs, this device enables communication with spiritual entities or the user's deep subconscious mind. A talking board can be used in place of a pencil and paper or a writing planchette when attempting a Linguistics check with the {skill/automatic writing} occult skill unlock, and provides a +2 circumstance bonus on such checks. In addition, given the size of the board, the user can work in conjunction with another psychically sensitive creature who can bolster the attempt with a successful aid another check.",
			"",
			"A user can also use the board alone to initiate the recall memory use of the {skill/hypnotism} occult skill unlock. The user attempts the skill check as normal, with herself as the subject, and receives a +2 circumstance bonus on the check.",
			"",
			"When used to channel a haunt capable of communication, a talking board doubles the rate of communication with the haunt, and grants the user a +4 circumstance bonus on Linguistics checks to decipher the cryptic messages.",
			"",
			"Though a talking board can be used for some of the same functions as other gear (such as {eq-misc/automatic writing planchette/s} and {eq-misc/hypnotist's locket/s}), these items can't be used in unison to gain multiple bonuses or increase the rate of communication with a haunt to more than double."
		]
	},
	"tattoo": {
		"name": "Tattoo",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"Advanced Player's Guide",
			"Pirates of the Inner Sea"
		],
		"description": [
			"## Tattoo",
			"{SOURCE Ultimate Equipment/58;Adventurer's Armory/19;Advanced Player's Guide/183;Pirates of the Inner Sea/21}  ",
			"**Price** 1 cp-20 gp; **Weight** -  ",
			"**Category** Adventuring Gear",
			"",
			"The price of a tattoo depends on the quality, size, and number of colors used. A coin-sized tattoo in blue ink that will blur over a decade costs 1 cp, a hand-sized one in black ink that won't fade costs 1 sp, and a tattoo covering an entire back takes several sessions and costs 10 gp. Each additional color costs as much as a single tattoo of its size. While these prices represent the baseline, tattoos - like any other artwork - can be worth far more depending on the prestige of the artist."
		]
	},
	"taxidermy_tools": {
		"name": "Taxidermy tools",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Taxidermy tools",
			"{SOURCE Monster Hunter's Handbook/27}  ",
			"**Price** 80 gp; **Weight** 10 lbs.  ",
			"**Category** Kits",
			"",
			"This kit consists of hooks, knives, tweezers, and other metal tools, plus various vials of alchemical preservatives, all organized within a sturdy satchel. The tools provide a +2 circumstance bonus on skill checks made to harvest parts or craft trophies and to craft magic items that incorporate such things. Crafted ornaments and parts harvested using taxidermy tools remain potent for twice their usual duration."
		]
	},
	"tea_ceremonial_cup": {
		"name": "Tea (ceremonial, cup)",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Tea",
			"{SOURCE Ultimate Equipment/95;Adventurer's Armory/19}  ",
			"**Price** 4 cp (ceremonial, cup), 2 cp (cup); **Weight** 1/2 lb. (ceremonial, cup), 1/2 lb. (cup)",
			"",
			"A popular beverage in many regions, tea may be green or black, depending on when the leaves are picked and how they are prepared. It may be served unadorned, or with milk, sugar, lemon, or spices."
		]
	},
	"tea_cup": {
		"name": "Tea (cup)",
		"copyof": "tea_ceremonial_cup"
	},
	"tea_ceremony_set": {
		"name": "Tea ceremony set",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Tea ceremony set",
			"{SOURCE Ultimate Equipment/95;Adventurer's Armory/19}  ",
			"**Price** 25 gp; **Weight** 5 lbs.  ",
			"**Category** Food/Drink",
			"",
			"This includes a tray, a teapot, a whisk, a bowl to mix the tea in, four tiny cups, and a decorative box in which to store all of these items. The ceremonial brewing of tea is part of the classical tea ceremony. Knowing the proper steps for preparing and participating in a tea ceremony requires a successful DC 15 Knowledge (nobility) skill check."
		]
	},
	"tea_of_transference": {
		"name": "Tea of transference",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Tea of transference",
			"{SOURCE Alchemy Manual/25}  ",
			"**Price** 40 gp; **Weight** -  ",
			"**Category** Alchemical Remedies",
			"",
			"This foul-tasting green tea allows monks to focus their ki on improving abilities they've gained through other training. By drinking a cup of tea of transference, you can expend 1 point from your ki pool to regain 1 point from your arcane pool, 2 rounds of barbarian rage, 2 rounds of bardic performance, one use of channel energy, 1 grit point, one use of smite evil, one expended extract slot at least 1 level lower than the highest-level extract you can create, or one expended spell slot at least 2 levels lower than the highest-level spell you can cast. You must have the ki pool class feature and the class feature you want to regain uses of in order to benefit from tea of transference.",
			"",
			"**{rule/Spontaneous Alchemy} Recipe** (5 {eq-reagent/gold} + 5 {eq-reagent/realgar} + 15 {eq-reagent/spirit of wine})/sublimation; **Craft DC** 20  ",
			"**Time** 1 day; **Tools** {eq-misc/retort}; **Type** alchemical remedy"
		]
	},
	"tea_kelp": {
		"name": "Tea, kelp",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Tea, kelp",
			"{SOURCE Blood of the Sea/19}  ",
			"**Price** 3 sp; **Weight** -  ",
			"**Category** Food/Drink",
			"",
			"Kelp tea is a favorite relaxing drink under the sea, brewed from various rare species of kelp to create over a dozen distinctive flavors. The listed price pays for enough tea to fill a small waterproof bladder such as a sureseal bladder and doesn't include the price of the bladder."
		]
	},
	"teaching_staff": {
		"name": "Teaching staff",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Teaching staff",
			"{SOURCE Adventurer's Armory/25}  ",
			"**Price** 75 gp; **Weight** 5 lbs.  ",
			"**Category** Channel Foci  ",
			"**Deity** Any",
			"",
			"Carved from heartwood and bearing ornate symbols along its length, this staff is used to reveal critical or uplifting information to other members of the faith, usually during a sermon. When activated, all creatures of the cleric's religion gain a sacred (if positive energy) or profane (if negative energy) bonus on Knowledge (religion) checks for 1 minute; this bonus is equal to the number of dice of the cleric's {ability/channel energy} ability."
		]
	},
	"teapot": {
		"name": "Teapot",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Teapot",
			"{SOURCE Ultimate Equipment/58}  ",
			"**Price** 1 sp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"This is a small spouted pot for cooking tea. It includes a lid and a strainer, and can make four cups of tea at a time."
		]
	},
	"telescope_x10": {
		"name": "Telescope (&times;10)",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Telescope",
			"{SOURCE People of the Stars/27}  ",
			"**Price** 2,000 gp (&times;10), 8,000 gp (&times;250), 4,000 gp (&times;50); **Weight** 12 lbs. (&times;10), 44 lbs. (&times;250), 23 lbs. (&times;50)",
			"",
			"This basic, semi-portable telescope allows the user to see greater detail on very distant objects. Telescopes can be built to a variety of specifications, but those most often used by adventuring stargazers are listed here. A telescope grants the listed circumstance bonus on Perception checks to discern celestial bodies and on Knowledge (geography) checks to learn about the planets when used at night.",
			"",
			"A telescope can be used to look at either terrestrial or celestial objects. Distance penalties on Perception checks for viewing objects through the telescope are divided by the telescope's magnification. Assembling, disassembling, or significantly moving a telescope takes 1 minute.",
			"",
			"| Magnification | Circumstance Bonus |",
			"| --- | --- |",
			"| &times;10 | +2 |",
			"| &times;50 | +4 |",
			"| &times;250 | +6 |"
		]
	},
	"telescope_times10": { "copyof": "telescope_x10" },
	"telescope_10": { "copyof": "telescope_x10" },
	"telescope_x250": {
		"name": "Telescope (&times;250)",
		"copyof": "telescope_x10"
	},
	"telescope_times250": { "copyof": "telescope_x250" },
	"telescope_250": { "copyof": "telescope_x250" },
	"telescope_x50": {
		"name": "Telescope (&times;50)",
		"copyof": "telescope_x10"
	},
	"telescope_times50": { "copyof": "telescope_x50" },
	"telescope_50": { "copyof": "telescope_x50" },
	"tennis_gear": {
		"name": "Tennis gear",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Tennis gear",
			"{SOURCE Ultimate Equipment/92}  ",
			"**Price** 3 sp; **Weight** 3 lbs.  ",
			"**Category** Entertainment",
			"",
			"This includes a wool-stuffed leather ball and a wooden racket strung with animal gut."
		]
	},
	"tent_large": {
		"name": "Tent (large)",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory",
			"Advanced Player's Guide",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Tent",
			"{SOURCE Ultimate Equipment/58;Adventurer's Armory/19;Advanced Player's Guide/183;PRPG Core Rulebook/158}  ",
			"**Price** 30 gp (large), 15 gp (medium), 100 gp (pavilion), 10 gp (small); **Weight** 40 lbs. (large), 30 lbs. (medium), 50 lbs. (pavilion), 20 lbs. (small)",
			"",
			"Tents come in a variety of sizes and accommodate between one and 10 people. A small tent holds one Medium creature and takes 20 minutes to assemble, a medium tent holds two creatures and takes 30 minutes, a large tent holds four creatures and takes 45 minutes, and a pavilion holds 10 creatures and takes 90 minutes (two Small creatures count as a Medium creature, and one Large creature counts as two Medium creatures). Pavilion tents are large enough to accommodate a small fire in the center. Packing up a tent takes half as long as assembling it."
		]
	},
	"tent_medium": {
		"name": "Tent (medium)",
		"copyof": "tent_large"
	},
	"tent_pavilion": {
		"name": "Tent (pavilion)",
		"copyof": "tent_large"
	},
	"tent_small": {
		"name": "Tent (small)",
		"copyof": "tent_large"
	},
	"tent_cover": {
		"name": "Tent cover",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Tent cover",
			"{SOURCE Ultimate Wilderness/244}  ",
			"**Price** 15 gp; **Weight** 15 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"When fastened over a normal tent, this sheet of resilient waterproof animal gut provides an additional layer of protection against harsh weather and pestering insects. Attaching the cover requires 1 minute of work. The occupants of a tent that is fitted with the cover gain a +5 circumstance bonus on saves to resist the adverse effects of dust storms, rain, snow, and other harmful weather conditions. The occupants also gain DR 5/- against swarm damage caused by swarms composed of Diminutive or smaller creatures outside the tent. If an occupant takes no damage from a swarm as a result of this DR, she is not affected by the swarm's distraction ability. The swarm can attempt a DC 20 Reflex save as a full-round action to enter the tent and deal full damage in subsequent rounds."
		]
	},
	"tent": { "copyof": "tent_small" },
	"small_tent": { "copyof": "tent_small" },
	"medium_tent": { "copyof": "tent_medium" },
	"large_tent": { "copyof": "tent_large" },
	"pavilion_tent": { "copyof": "tent_pavilion" },
	"tent_hanging": {
		"name": "Tent, hanging",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Tent, hanging",
			"{SOURCE Advanced Race Guide/27}  ",
			"**Price** 20 gp; **Weight** 15 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"A hanging tent is a {eq-misc/small tent} (able to comfortably house a single Medium creature) with a teardrop shape, which hangs from a sturdy anchor rope. The rope can be tied to a tree limb, grappling hook, or even a piton hammered into a cliff side. Hanging tents are used primarily in mountainous terrain (where no flat surface may be available for camping) and swamps (where no dry ground may be available). Climbing in or out of a hanging tent is a full-round action that requires a DC 10 Climb check. Failure indicates another attempt must be made, while failure by 5 or more indicates the camper has fallen from the tent."
		]
	},
	"tepache_cup": {
		"name": "Tepache (cup)",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Tepache (cup)",
			"{SOURCE Ultimate Equipment/95}  ",
			"**Price** 5 cp; **Weight** 1/2 lb.  ",
			"**Category** Food/Drink",
			"",
			"This mildly alcoholic beverage is made of beer, pineapple (or other tropical fruit), sugar, and cinnamon, then fermented a few days and served cold with chili powder. It is sweet and pleasant but common only in warmer climates."
		]
	},
	"terror_kite": {
		"name": "Terror kite",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Terror kite",
			"{SOURCE Advanced Race Guide/165}  ",
			"**Price** 20 gp; **Weight** -  ",
			"**Category** Entertainment",
			"",
			"This small kite is usually painted with a fierce face and bright colors and is edged with serrated wooden blades. Its twine is strengthened by soaking it in glue and sometimes with crushed glass to give it a slight cutting edge. The kite has hardness 5 and 3 hit points. Participants in a kite battle make alternating sunder combat maneuvers against each other's kites; each successful maneuver allows a competitor to roll 1d6 points of damage against the opponent's kite. When a kite reaches 0 hit points, it is broken or its string is cut, and its player loses the match. In some matches, points are awarded for touching the kite's top to the opponent's string, with the winner being the first to reach a set point total. Those interested in kite-fighting may select the terror kite as a weapon for the purpose of feats such as {feat/Weapon Focus} and {feat/Weapon Specialization}, and apply these bonuses on kite damage rolls and on their sunder combat maneuver attempts made while using terror kites."
		]
	},
	"the_prophecies_of_kalistrade": {
		"name": "The Prophecies of Kalistrade",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## The Prophecies of Kalistrade",
			"{SOURCE Adventurer's Armory/19}  ",
			"**Price** 75 gp; **Weight** 10 lbs.  ",
			"**Category** Tools",
			"",
			"This is the most frequently published book in Druma. It details the [extremely strict](rule/f_profits) dietary, sexual, and clothing restrictions followers must observe as part of their religion."
		]
	},
	"thermometer": {
		"name": "Thermometer",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Thermometer",
			"{SOURCE Adventurer's Armory/19}  ",
			"**Price** 25 gp; **Weight** 1 lb.  ",
			"**Category** Tools",
			"",
			"This foot-long tube has marks for the freezing temperature of seawater, a moderate spring day in Absalom, and the boiling temperature of melted ice. Temperatures much below the freezing point or above the boiling point break the device."
		]
	},
	"thief_trainer": {
		"name": "Thief trainer",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Thief trainer",
			"{SOURCE Adventurer's Armory 2/14}  ",
			"**Price** 200 gp; **Weight** 4 lbs.  ",
			"**Category** Tools",
			"",
			"This small box is covered with varying gears, locks, panels, and other mechanisms. Thieves practice their mechanical skills by attempting to undo or unlock the various mechanisms to reach the box's center. The mechanisms shift and rearrange, allowing for a multitude of combinations to keep the box from opening. Once unlocked, the box resets itself and provides a reordered set of mechanisms, starting the process over. Using a thief trainer to improve your skills requires 1 hour and a DC 25 Disable Device check. If you succeed at the check, you reduce the time required to complete a Disable Device check by 2 rounds (minimum 1 round). This bonus lasts for 24 hours."
		]
	},
	"thieves_ring": {
		"name": "Thieves' ring",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Thieves' ring",
			"{SOURCE Dungeoneer's Handbook/25}  ",
			"**Price** 300 gp; **Weight** -  ",
			"**Category** Tools",
			"",
			"This slightly oversized ring conceals a few lockpicks and other tools coiled inside its band. These discreet tools, made of a metal alloy that springs straight once the tool is removed from the band, are sufficient to attempt Disable Device checks without penalty, and long enough to pick locks on manacles fastened around the wearer's hands (once she slips off the ring). The wearer gains a +2 circumstance bonus on Sleight of Hand checks made to conceal the ring's nature from anyone searching her."
		]
	},
	"thieves_tool_extenders_common": {
		"name": "Thieves' tool extenders (common)",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Thieves' tool extenders",
			"{SOURCE Dungeoneer's Handbook/25}  ",
			"**Price** 70 gp (common), 820 gp (mithral); **Weight** 3 lbs. (common), 1 1/2 lbs. (mithral)",
			"",
			"These long-reaching extenders can be attached to or detached from {eq-misc/thieves' tools} as a standard action, allowing the user to make Disable Device checks on devices in any space he could reach with a reach weapon. High-quality mirrors on the shafts let him see what he's doing, but he takes a -4 penalty on Disable Device checks when working on a device more than 5 feet away."
		]
	},
	"thieves_tool_extenders_mithral": {
		"name": "Thieves' tool extenders (mithral)",
		"copyof": "thieves_tool_extenders_common"
	},
	"thieves_tools_common": {
		"name": "Thieves' tools (common)",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Thieves' tools",
			"{SOURCE Ultimate Equipment/77;PRPG Core Rulebook/158}  ",
			"**Price** 30 gp (common), 100 gp (masterwork); **Weight** 1 lb. (common), 2 lbs. (masterwork)",
			"",
			"This kit contains lockpicks and other tools you need to use the Disable Device skill. Without these tools, you must use improvised tools, and you take a -2 circumstance penalty on Disable Device checks.",
			"",
			"**Masterwork Thieves' Tools:** This kit contains extra tools and tools of better make, which grant a +2 circumstance bonus on Disable Device checks."
		]
	},
	"thieves_tools": {
		"name": "Thieves' tools",
		"copyof": "thieves_tools_common"
	},
	"thieves_tools_masterwork": {
		"name": "Thieves' tools (masterwork)",
		"copyof": "thieves_tools_common"
	},
	"masterwork_thieves_tools": {
		"copyof": "thieves_tools_masterwork"
	},
	"thieves_tools_mwk": {
		"copyof": "thieves_tools_masterwork"
	},
	"thinkers_tipple": {
		"name": "Thinker's tipple",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Thinker's tipple",
			"{SOURCE Potions and Poisons/23}  ",
			"**Price** 300 gp; **Weight** -  ",
			"**Category** Tincture",
			"",
			"This orange liquid invigorates the mind. For 1 hour after drinking this tincture, you gain a +2 alchemical bonus on Knowledge checks and can attempt untrained Knowledge checks if the DC is 15 or lower. This saps your energy, imposing a -4 penalty on Fortitude saving throws for the same duration.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"thrush": {
		"name": "Thrush",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Thrush",
			"{SOURCE Ultimate Equipment/80}  ",
			"**Price** 1 sp; **Weight** 7 oz.  ",
			"**Category** Mounts/Pets",
			"",
			"These small plump birds are sometimes kept as pets, but are more often used as familiars for spellcasters. They are known for their beautiful song and their potential for actual speech."
		]
	},
	"thumbscrews_common": {
		"name": "Thumbscrews (common)",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Thumbscrews",
			"{SOURCE Horror Adventures/212}  ",
			"**Price** 15 gp (common), 50 gp (masterwork); **Weight** 1 lb. (common), 1 lb. (masterwork)",
			"",
			"Both a torture and restraining device, this small, metal armature consists of two parallel, spikestudded bars that close together as the user tightens the frame's screws, crushing a victim's thumbs between them. A victim restrained by a thumbscrew is able to move but can't effectively wield weapons, hold items, or perform any actions or skill checks that require manual dexterity, taking a -5 penalty on all such actions and dealing 1d6 points of nonlethal damage to himself with each attempt (this doesn't include Escape Artist attempts to escape the thumbscrew). Spellcasters bound by thumbscrews are unable to cast spells with somatic components.",
			"",
			"When using a thumbscrew as a torture device, the user can turn the thumbscrew's bolt to deal 1d6 points of nonlethal damage. Escaping from a thumbscrew requires a successful DC 28 Escape Artist check (DC 30 for a masterwork thumbscrew)."
		]
	},
	"thumbscrews_masterwork": {
		"name": "Thumbscrews (masterwork)",
		"copyof": "thumbscrews_common"
	},
	"thunder_kettle": {
		"name": "Thunder kettle",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Thunder kettle",
			"{SOURCE Blood of the Elements/19}  ",
			"**Price** 275 gp; **Weight** 3 lbs.  ",
			"**Category** Alchemical Tools",
			"",
			"This intricate glass and metal jug vibrates gently, and contains a light cloud of white vapor and crackling blue electricity. Djinn of the Plane of Air use thunder kettles to capture the essence of air and lightning elementals within planar super storms. When uncorked as a standard action, a thunder kettle releases a rumbling cacophony of thunder in a 10-foot-radius {misc/burst}. Creatures in the area must succeed at a DC 16 Fortitude save or take 1d6 points of sonic damage and become {misc/staggered} for 1 round. A successful save halves the damage and negates the staggered condition. This item can be crafted with a successful DC 25 Craft (alchemy) check.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"thurible": {
		"name": "Thurible",
		"sources": [
			"Ultimate Equipment",
			"Pathfinder #8: Seven Days to the Grave",
			"Adventurer's Armory"
		],
		"description": [
			"## Thurible",
			"{SOURCE Ultimate Equipment/58;Pathfinder #8: Seven Days to the Grave/61;Adventurer's Armory/19}  ",
			"**Price** 50 gp; **Weight** 3 lbs.  ",
			"**Category** Adventuring Gear",
			"",
			"When filled with coal and common herbs worth 2 sp, this miniature brazier fills an area 30 feet in diameter with light smoke for 1 hour. Any creature in the area of this smoke gains a +2 circumstance bonus on Fortitude saves to resist inhaled diseases."
		]
	},
	"tillers_gum": {
		"name": "Tiller's gum",
		"sources": [
			"Adventurer's Guide",
			"Pathfinder #106: For Queen and Empire"
		],
		"description": [
			"## Tiller's gum",
			"{SOURCE Adventurer's Guide/45;Pathfinder #106: For Queen and Empire/75}  ",
			"**Price** 100 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"This gum has alchemical properties that allow it to soak up magical energy and release it when the gum is chewed. As a standard action, a stick of tiller's gum can be imbued with a spell of up to 3rd level with a casting time of less than 1 minute and that targets one or more creatures, as if the gum were the target of the spell. The gum holds the spell's charge for 1 hour, during which time a creature capable of casting the stored spell can chew the gum as a standard action to gain the spell's effects, expending the stored spell and destroying the gum. The stored spell uses the original caster's level to determine its effects. If the spell-imbued gum isn't used before an hour passes, it is ruined. Crafting a stick of tiller's gum requires a successful DC 20 Craft (alchemy) check.",
			"",
			"**Construction:** Craft (Alchemy) DC 20"
		]
	},
	"tindertwig": {
		"name": "Tindertwig",
		"sources": [
			"Alchemy Manual",
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Tindertwig",
			"{SOURCE Alchemy Manual/30;Ultimate Equipment/103;PRPG Core Rulebook/158}  ",
			"**Price** 1 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"The alchemical substance on the end of this small, wooden stick ignites when struck against a rough surface (a move action). Creating a flame with a tindertwig is much faster than creating a flame with tinder and a {eq-misc/flint and steel} or magnifying glass. Lighting a torch with a tindertwig is a standard action rather than a full-round action, and lighting any other fire with one is at least a standard action. A tindertwig burns for 1d2 rounds and sheds light as a {eq-misc/candle}. Tindertwigs are waterproof, but must be dried before you can strike them.",
			"",
			"**{rule/Spontaneous Alchemy} Recipe** (2 {eq-reagent/brimstone} + 1 {eq-reagent/phosphorus})/ceration; **Craft DC** 25  ",
			"**Time** 10 minutes; **Tools** {eq-misc/crucible}; **Type** alchemical tool"
		]
	},
	"tinkers_cap": {
		"name": "Tinker's cap",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Tinker's cap",
			"{SOURCE Dungeoneer's Handbook/25}  ",
			"**Price** 200 gp; **Weight** 4 lbs.  ",
			"**Category** Tools",
			"",
			"This expertly crafted helmet has several small arms that hold magnifying lenses near the wearer's face. They're kept in place by locking hinges and crude gyroscopes that compensate for normal head movements. While the lenses are properly aligned, the wearer gains a +2 circumstance bonus on Appraise and Craft checks involving items that are small or highly detailed and on sight-based Perception checks when she uses an action to inspect something within 5 feet. However, the arms become misaligned if the wearer falls prone or is grappled, or if the helmet is damaged (hardness 5, 2 hit points). If the arms are misaligned, they lose their usefulness until readjusted (a full-round action that provokes attacks of opportunity)."
		]
	},
	"titans_tonic": {
		"name": "Titan's tonic",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Titan's tonic",
			"{SOURCE Potions and Poisons/23}  ",
			"**Price** 200 gp; **Weight** -  ",
			"**Category** Tincture",
			"",
			"Gravel floats in this umber liquid. For 1 hour after drinking this tincture, you gain a +1 alchemical bonus to natural armor and a +2 alchemical bonus on Strength checks and Strength-based skill checks. The tonic swells your musculature, decreasing your movement speed by 5 feet, to a minimum of 5 feet, and causing you to take a -4 penalty on Reflex saving throws for the same duration.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"toad_vision": {
		"name": "Toad (vision)",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Toad (vision)",
			"{SOURCE Adventurer's Armory/19}  ",
			"**Price** 10 gp; **Weight** 5 oz.  ",
			"**Category** Mounts/Pets",
			"",
			"These animals are found in areas of the Mwangi Expanse. They have a psychoactive skin venom which acts as a mild hallucinogen if the toad's skin is licked - though breeding programs for these creatures outside of Mwangi produce venomless offspring."
		]
	},
	"toad": {
		"name": "Toad",
		"sources": [
			"Ultimate Equipment",
			"Adventurer's Armory"
		],
		"description": [
			"## Toad",
			"{SOURCE Ultimate Equipment/80;Adventurer's Armory/19}  ",
			"**Price** 2 cp; **Weight** 7 oz.  ",
			"**Category** Mounts/Pets",
			"",
			"This Diminutive amphibian is primarily kept as a familiar by spellcasters. Toads live in most temperate and warm environments, and eat insects."
		]
	},
	"tobacco": {
		"name": "Tobacco",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Tobacco",
			"{SOURCE Adventurer's Armory/19}  ",
			"**Price** 1 gp; **Weight** 2 lbs.  ",
			"**Category** Black Market",
			"",
			"These crushed and shredded leaves range in color from peppery red to black; users can either smoke or chew them. Tobacco users experience a certain level of calm and are more easily able to shrug off hunger pangs. Tobacco is addictive (Fort DC 10 to resist), and long-term users suffer Constitution damage."
		]
	},
	"tome_of_epics": {
		"name": "Tome of epics",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Tome of epics",
			"{SOURCE Advanced Class Guide/206}  ",
			"**Price** 50 gp; **Weight** 3 lbs.  ",
			"**Category** Tools",
			"",
			"This hefty book is bound in oilskin and decorated with scenes of glorious combat between ancient heroes and ferocious monsters. It contains several tales of valor, defeat, and victory, all with brightly colored illustrations. After consulting the book for 1 hour, for the next 24 hours you gain a +2 circumstance bonus on Perform (oratory) and Perform (sing) checks and a +2 circumstance bonus on Knowledge (nobility) checks pertaining to heroic lineages."
		]
	},
	"torch": {
		"name": "Torch",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Torch",
			"{SOURCE Ultimate Equipment/58;PRPG Core Rulebook/158}  ",
			"**Price** 1 cp; **Weight** 1 lb.  ",
			"**Category** Adventuring Gear",
			"",
			"A torch burns for 1 hour, shedding normal light in a 20-foot radius and increasing the light level by one step for an additional 20 feet beyond that area (darkness becomes dim light and dim light becomes normal light). A torch does not increase the light level in normal light or bright light. If a torch is used in combat, treat it as a one-handed improvised weapon that deals bludgeoning damage equal to that of a gauntlet of its size, plus 1 point of fire damage."
		]
	},
	"torches": { "copyof": "torch" },
	"tossglove": {
		"name": "Tossglove",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Tossglove",
			"{SOURCE Goblins of Golarion/12}  ",
			"**Price** 1 sp; **Weight** 1 lb.  ",
			"**Category** Tools",
			"",
			"A tossglove is a hefty leather and metal glove made for holding and throwing an insect, snake, or other tiny creature that would otherwise bite the goblin. Those who don't use a tossglove when attempting to sling such creatures provoke an attack of opportunity from the animal they attempt to throw or stash. The glove has overlapping plates that cover the goblin's arm up to the elbow. It's a full-round action to put on or take off a tossglove, and while it's worn, that hand can't be used to perform acts of fine manipulation (such as making a Disable Device check or firing an arrow). The gloved hand can still wield a melee weapon."
		]
	},
	"toxic_censer": {
		"name": "Toxic censer",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Toxic censer",
			"{SOURCE Potions and Poisons/29}  ",
			"**Price** 115 gp; **Weight** 1 lb.  ",
			"**Category** Tools",
			"",
			"This ornately etched {eq-misc/censer} has a small hidden compartment under the heat source that can hold 1 dose of poison. When in use, the censer's heat source indirectly heats the poison, causing it to mix with the burning {eq-misc/incense} and allow the poison to permeate the air, filling a 20-foot radius centered on the censer. The poison's type changes to inhaled, and it is effective for 5 minutes before it is entirely burned off."
		]
	},
	"track_obscuring_soles": {
		"name": "Track-obscuring soles",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Track-obscuring soles",
			"{SOURCE Heroes of the Wild/9}  ",
			"**Price** 8 gp; **Weight** 1/2 lb.  ",
			"**Category** Clothing",
			"",
			"These boot attachments consist of wide wooden frames, leather straps, and thin leather soles with no distinguishing marks or texture. They distribute your weight over a larger area and obscure the shape of your footprints. The DC to track you increases by 2, but you also take a -2 penalty on Acrobatics and Stealth checks."
		]
	},
	"trackers_kit": {
		"name": "Tracker's kit",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Tracker's kit",
			"{SOURCE Dragonslayer's Handbook/7}  ",
			"**Price** 563 gp; **Weight** 33 lbs.  ",
			"**Category** Kits",
			"",
			"The exact location of a dragon's lair must sometimes be learned through exploration. This kit provides tools helpful in tracking a dragon back to its lair and includes an area map, a {eq-misc/climber's kit}, an {magic-wondrous/elixir of swimming}, an {eq-misc/everburning torch}, a {eq-misc/footprint book}, a {eq-misc/grappling hook}, a {eq-misc/hammer}, eight {eq-misc/piton/s}, four {eq-misc/sack/s}, and 100 feet of {eq-misc/silk rope}."
		]
	},
	"trackers_snuff": {
		"name": "Tracker's snuff",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Tracker's snuff",
			"{SOURCE Advanced Class Guide/208}  ",
			"**Price** 200 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"When inhaled, this finely ground, alchemically treated {eq-misc/tobacco} greatly enhances your senses, especially your sense of smell. It grants the scent ability and a +2 alchemical bonus on Perception checks for 1 hour. However, once the effect wears off your body is wracked with terrible pain as your joints begin to stiffen and seize, dealing 1d2 points of Dexterity damage to you.",
			"",
			"**Construction:** Craft (Alchemy) DC 30"
		]
	},
	"tracking_powder": {
		"name": "Tracking powder",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Tracking powder",
			"{SOURCE Advanced Class Guide/208}  ",
			"**Price** 30 gp; **Weight** -  ",
			"**Category** Alchemical Tools",
			"",
			"When you scatter this very fine pale blue powder on the ground, it reveals the tracks of any creatures or individuals that have passed through the area within the last 48 hours. The powder also grants you a +10 alchemical bonus on Survival checks to follow tracks or, if you aren't trained in Survival, instead allows you to track creatures whose prints are revealed by the powder for up to 1 mile using Perception instead of Survival. A single application can cover an area of up to 60 square feet. Tracking powder is sold in small leather pouches that hold 10 applications each.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"trail_rations": {
		"name": "Trail rations",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Trail rations",
			"{SOURCE Ultimate Equipment/95;PRPG Core Rulebook/158}  ",
			"**Price** 5 sp; **Weight** 1 lb.  ",
			"**Category** Food/Drink",
			"",
			"The listed price is for a day's worth of food. This bland food is usually some kind of hard tack, jerky, and dried fruit, though the contents vary from region to region and the race of those creating it. As long as it stays dry, it can go for months without spoiling."
		]
	},
	"trailscent_kit": {
		"name": "Trailscent kit",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Trailscent kit",
			"{SOURCE Advanced Race Guide/93}  ",
			"**Price** 10 gp; **Weight** 5 lbs.  ",
			"**Category** Alchemical Tools",
			"",
			"This small box of specially prepared {race/catfolk} pheromones and alchemical reagents can be used to leave a small group of subtle but long-lasting scents that only catfolk can smell and decipher. Given a minute, a catfolk can create a scent mixture and apply it to a solid object, such as a tree, a wall, or even a smaller item such as a weapon or potion vial. When the catfolk does this, it leaves one of the following scent impressions: danger, food, shelter, or possession. The possession impression is always keyed to the specific catfolk using the kit, and signifies that she owns the territory or item. Other races can attempt to use this kit to create the danger, food, or shelter impression, but doing so requires a successful DC 20 Craft (alchemy) check. A catfolk can detect a particular scent applied with a trailscent kit from 30 feet away. If the scent is upwind, the range at which a catfolk can detect the scent increases to 60 feet; if it is downwind, the range drops to 15 feet. A catfolk with the scent racial quality doubles those distances. A scent impression lasts for 1 year or until it is washed away. Each kit has 10 uses.",
			"",
			"**Construction:** Craft (Alchemy) DC 25"
		]
	},
	"training_harness": {
		"name": "Training harness",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Training harness",
			"{SOURCE Advanced Race Guide/76}  ",
			"**Price** 10 gp; **Weight** 10 lbs.  ",
			"**Category** Animal Gear",
			"",
			"This specialized gear must be tailored to a specific type of animal. A training harness provides a +2 bonus on Handle Animal checks made with an animal wearing it."
		]
	},
	"training_sleeve": {
		"name": "Training sleeve",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Training sleeve",
			"{SOURCE Animal Archive/12}  ",
			"**Price** 100 gp; **Weight** 5 lbs.  ",
			"**Category** Animal Gear",
			"",
			"This thick, heavily padded sleeve fits over the wearer's arm and serves as a target for animals being trained to attack. When used in conjunction with the Handle Animal skill to train an animal for a general purpose, this item grants the user a +5 competence bonus on her Handle Animal check to successfully combat train an animal."
		]
	},
	"trapped_item_trapped_disguise_kit": {
		"name": "Trapped item (trapped disguise kit)",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Trapped item",
			"{SOURCE Kobolds of Golarion/28}  ",
			"**Price** 50 gp (trapped disguise kit), 40 gp (trapped scroll case); **Weight** 8 lbs. (trapped disguise kit), 1 lb. (trapped scroll case)",
			"",
			"Kobold artisans are constantly looking for new ways to increase the effectiveness of their traps, all while decreasing their setup time. To fit these two needs, kobold inventors have created a series of small and easy-to-use trapped items. These replica items have traps built into them, and can be armed in a standard action. They're self-contained, single-use, and as easily transportable as the items they mimic.",
			"",
			"**Trapped Disguise Kit**  ",
			"**Type** mechanical; **Perception** DC 25; **Disable Device** DC 25  ",
			"**Effects**  ",
			"**Trigger** touch; **Reset** repair  ",
			"**Effect** scent mark; never miss; onset delay (1 round)",
			"",
			"This appears to be a normal disguise kit, except that if any of the makeup or false facial hair is applied, the victim is marked with a strong scent. This scent mark decreases the DC of tracking the victim by scent by 4. The mark can be washed off with vigorous scrubbing, but otherwise fades on its own over several days.",
			"",
			"**Trapped Scroll Case**  ",
			"**Type** mechanical; **Perception** DC 20; **Disable Device** DC 20  ",
			"**Effects**  ",
			"**Trigger** touch; **Reset** none  ",
			"**Effect** poison gas (Ungol dust)",
			"",
			"This seemingly innocuous scroll case contains a glass pellet filled with gaseous poison. This pellet breaks when the case is opened, filling a 5-foot square with toxic gas. This poisonous cloud disperses after 1 round."
		]
	},
	"trapped_item_trapped_scroll_case": {
		"name": "Trapped item (trapped scroll case)",
		"copyof": "trapped_item_trapped_disguise_kit"
	}
}
