{
	"onos": {
		"name": "Onos",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"::fh[Onos]{sub=\"God of Many Doors\"}",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/72}  ",
			"**Pathfinder Wiki** [Onos](https://www.pathfinderwiki.com/wiki/Onos) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Elements, embassies, and extraplanar travel  ",
			"**Domains** {domain/Air}, {domain/Earth}, {domain/Fire}, {domain/Travel}, {domain/Water}  ",
			"**Subdomains** {domain/Ash}, {domain/Exploration}, {domain/Metal}, {domain/Oceans}, {domain/Portal}[^A], {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Chakram}  ",
			"**Symbol** Swirling portal made of all four elements",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Traits",
			">",
			">- {trait/Planar Wayfarer}",
			"",
			"::h2[Description]{jl}",
			"",
			"Onos promotes travel through the planes, especially the Inner Planes, as a way of discovery and a means of witnessing the raw elements that form reality. Onos is difficult for many mortals to understand, as it is more of an animated force than a being with a distinct personality. When it speaks to its followers, it is always direct and to the point, not bothering with cryptic parables or mysterious symbolism.",
			"",
			"Onos is the god of embassies, thus many shrines and temples to this deity were found in Azlanti outposts throughout Golarion, but most places dedicated to the worship of Onos exist elsewhere on the Inner Sphere, such as the Elemental Planes. The largest and most extravagant temples of Onos are in the City of Brass and similar planar outposts, serving as safe havens and meeting places for planar travelers in inhospitable locations.",
			"",
			"Priests of Onos are for the most part polite and welcoming, especially to strangers. They bear a calm temperament, and they and are rarely roused to anger. Though Onos doesn't count law among its areas of concern, many of its priests serve as mediators, a role that suits them well, for studying the balance between primal forces is paramount to their faith and understanding of reality.",
			"",
			"While Onos was an obscure deity even at the height of the Azlanti Empire, the God of Many Doors still has many worshipers, though few of them reside on Golarion now. Planar travelers whisper prayers to Onos each time they call forth a gate or shift between planes of existence.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"orcus": {
		"name": "Orcus",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Orcus]{sub=\"Prince of Undeath\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Orcus](https://www.pathfinderwiki.com/wiki/Orcus) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Death, necromancy, wrath  ",
			"**Domains** {domain/Chaos}, {domain/Death}, {domain/Evil}, {domain/Magic}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Divine}, {domain/Murder}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Heavy mace}  ",
			"**Symbol** Four-horned goat head  ",
			"**Sacred Animal(s)** Goat  ",
			"**Sacred Color(s)** Ivory, red",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">Grind a half-pound of bones from the skeleton of a sentient creature, mix with water to create a gray paste, and then eat it at the end of a long recitation of prayers to Orcus. Gain a +4 profane bonus on all saving throws against death and negative energy effects.",
			"",
			"### Boons: {feat/Demonic Obedience}",
			"",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/22}",
			">",
			">1. **Necromancer's Secrets (Sp)** {spell/detect undead} 3/day, {spell/command undead} 2/day, or {spell/vampiric touch} 1/day",
			">2. **Invoke Death (Sp)** Once per day, you may use {spell/slay living} as a spell-like ability. A creature slain by this spell immediately rises from death as a {template/juju zombie}. The zombie is not under your control, but it will not attack you. This ability is equivalent to a 7th-level spell.",
			">3. **Call the Dead (Sp)** Once per day, you may summon a {monster/nightwing}, 1d3 {monster/devourer/s}, or 1d4+1 {template/advanced} {monster/mohrg/s} as if using {spell/summon monster IX}.",
			"",
			"### Boons: {feat/Fiendish Obedience}",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/84}",
			">",
			">1. **Power of Death (Sp)** {spell/inflict light wounds} 3/day, {spell/death knell} 2/day, or {spell/animate dead} 1/day",
			">2. **Destined for Undeath (Su)** Your soul is tainted with the essence of undeath. You are damaged by positive energy and healed by negative energy, as if you were undead; the bonus on saving throws granted by your obedience applies against positive energy effects instead of negative energy effects (you retain the bonus on saving throws against death effects). In addition, you gain immunity to {misc/exhaustion}, {misc/fatigue}, and nonlethal damage, and you gain a +4 bonus on saving throws against death effects, diseases, mind-affecting effects, paralysis, poisons, stunning, and effects that cause damage, drain, or penalties to your physical ability scores.",
			">3. **Word of Finality (Sp)** With a single word of unfathomably dark power, you can invoke a concentrated upsurge of negative energy within a living target's body, snuffing out a creature's life force with horrific speed. Once per day, you can cast {spell/power word kill} as a spell-like ability. This is a necromancy (death) effect instead of an enchantment (compulsion) [mind-affecting] effect.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/84}",
			">",
			">These boons are the same as those granted by Demonic Obedience, above.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/84}",
			">",
			">1. **Abyssal Rage (Sp)** {spell/doom} 3/day, {spell/sound burst} 2/day, or {spell/rage} 1/day",
			">2. **Aspect of the Prince (Sp)** You can take on a form resembling that of the Prince of Undeath himself. You can cast {spell/divine vessel} once per day as a spell-like ability, but only to assume a fiendish aspect. Instead of gaining two claw attacks from this fiendish aspect, you gain a gore attack that deals 2d6 points of damage.",
			">3. **Wand of Orcus (Sp)** Like the legendary *Wand of Orcus*, you can cause your mace to inflict instant death upon those it strikes. Once per day as a swift action upon successfully hitting a creature with a melee attack with a heavy mace, you can cast {spell/slay living} on that creature. You must be wielding a heavy mace when you utilize this ability - while the heavy mace can itself be magical, it can't be one that bears any form of lawful or good magic (such as a {magic-enh/holy} weapon) or one that has particular power over undead (such as an undead {magic-enh/bane} or {magic-enh/disruption} weapon).",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/84}  ",
			"While Orcus is served by many undead, and becoming an undead creature is a goal that nearly all of his living cultists obsess over, very few {template/vampire/s} or {monster/ghoul/s} are counted among these undead servitors, since {faith/Kabriri} has domain over ghouls and {faith/Zura} over vampires. This isn't so much a metaphysical barrier as it is a philosophical one; the conflict between Orcus and other gods and demigods associated with undeath is legendary, with Orcus's wrath as powerful and immediate against these competitors as it is against faiths that actively seek to destroy undead. To the priesthood of Orcus, the {template/lich} is generally held as the height of power and the most glorious method of transcending life, not only due to the power a lich wields but also due to the simple fact that one must actually work to become a lich. Transforming into a lich requires patience, power, skill, and talent, and worshipers of Orcus often regard those undead spawned merely from being transformed by another undead creature via disease or otherwise as lesser incarnations of the undead state of being. To the worshipers of Orcus, there is no difference between a vampire and a leper. Vampirism is a disease, and like all diseases, it spreads most quickly among the weak - as a result, Orcus cultists maintain that vampires represent the weakest form of undeath. Accidental undeath ranks only slightly higher, but even then the lich who spent the majority of his living existence working toward a singular transformation feels jealousy and frustration over those who become {template/ghost/s} simply by chance after death. To Orcus cultists, even mindless undead like {template/skeleton/s} and {template/zombie/s} are \"purer\" forms of undeath than ghosts, ghouls, and vampires, for as mindless as skeletons and zombies are, they exist only as a result of a necromancer's skill at magic. They are not creations of mere chance or misfortune but calculated additions to the world, and as such their place in the church is much more valued.",
			"",
			"Orcus appears as an immense humanoid with a ram's head, bat-like wings, cloven feet, and a long tail ending in a stinger. In combat he is a true terror, capable of injecting lethal toxins via his tail, breaking bones with his hooves, and even inhaling the soul from a living creature's body, yet all these tools of pain and misery quail before what he wields in one festering hand - the legendary *Wand of Orcus*. This weapon slays with but a touch, and yet this is only one of its many powers."
		]
	},
	"orgesh": {
		"name": "Orgesh",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Orgesh]{sub=\"The Faceless God\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/70}  ",
			"**Pathfinder Wiki** [Orgesh](https://www.pathfinderwiki.com/wiki/Orgesh) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Alchemy, hunger, subterranean waterways  ",
			"**Domains** {domain/Chaos}, {domain/Earth}, {domain/Evil}, {domain/Water}  ",
			"**Subdomains** {domain/Alchemy (|Magic)}[^A], {domain/Caves}, {domain/Entropy}, {domain/Fear}, {domain/Ice}, {domain/Metal}, {domain/Oceans}  ",
			"**Favored Weapon** {eq-weapon/Spear}  ",
			"**Symbol** Maw surrounding rune  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Black, blue",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"::h2[Description]{jl}",
			"",
			"In the Land of Black Blood deep below central Avistan, strange lakes of frozen fluid bubble and roil. Similar in appearance and consistency to crude oil, this black blood is freezing cold to the touch, yet bolsters and invigorates undead flesh. It was within these un-waters that the race known as the charda were spawned, and first among their kind was the Faceless God, Orgesh.",
			"",
			"Orgesh no longer dwells in the Land of Black Blood, having abandoned its children to that realm. Although they still worship it, generations of neglect have had a positive effect on the charda &mdash; they retain their unpredictable ways, yet are no longer driven by cruelty and vengeful hunger. Those who remember but do not venerate Orgesh believe the Faceless God abandoned its children for others found far to the west in the deepest, darkest trenches of the Sightless Sea. Orgesh has no organized cult, and its followers see each other as the greatest threat. Some believe that by consuming the flesh and bones of a fellow devotee of the Faceless God, one can take in that devotee's faith, and that when but one worshiper remains, Orgesh will return to use this final fanatic to unleash a new race upon the vaults of Orv &mdash; a race that may not stop its expansion until all has been consumed.",
			"",
			"None alive has looked upon Orgesh, yet statues of it remain strangely impervious to erosion, and thus provide evidence of its visage, or lack thereof. These statues depict Orgesh as a vaguely humanoid figure with a hugely distended belly, clawed and dog-like legs, and an open mouth filled with shark's teeth, but with no other facial features whatsoever.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"ose": {
		"name": "Ose",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Ose]{sub=\"Duke of Claws\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Ose](https://www.pathfinderwiki.com/wiki/Ose) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Betrayal, doom, obsession  ",
			"**Domains** {domain/Artifice}, {domain/Evil}, {domain/Law}, {domain/Madness}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Insanity}, {domain/Nightmare}, {domain/Toil}  ",
			"**Favored Weapon** {eq-weapon/Spiked gauntlet}  ",
			"**Symbol** Claws and tiger face  ",
			"**Sacred Animal(s)** Tiger  ",
			"**Sacred Color(s)** Black, orange",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Replace the internal mechanisms of a clockwork or other mechanical device with tiger claws. Gain a +4 profane bonus on saving throws against mind-affecting effects.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/bestow curse}",
			">2. {spell/insanity}",
			">3. {spell/overwhelming presence}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Duke of Claws is said to be using an ancient protean relic to develop a device with the power to drive mortals insane the moment they gaze at it."
		]
	},
	"osiris": {
		"name": "Osiris",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Osiris]{sub=\"Lord of the Living\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/71}  ",
			"**Pathfinder Wiki** [Osiris](https://www.pathfinderwiki.com/wiki/Osiris) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Afterlife, fertility, rebirth, resurrection  ",
			"**Domains** {domain/Good}, {domain/Healing}, {domain/Law}, {domain/Plant}, {domain/Repose}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Growth}, {domain/Restoration}, {domain/Resurrection}, {domain/Souls}  ",
			"**Favored Weapon** {eq-weapon/light_<Flail}  ",
			"**Symbol** Crook and flail  ",
			"**Sacred Animal(s)** Ram",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">Paladins of Osiris aim to defend the sanctity of both life and death, balancing service to these causes with great patience. Their tenets include the following maxims.",
			">",
			">- I will follow the word of the living pharaoh, or an equivalent ruler, so long as the pharaoh's actions do not cause unnecessary deaths. Malevolent individuals are unfit for the throne.",
			">- The dead are sacred beings. I will seek and punish any who attempt to defile or desecrate the dead, their possessions, or their burial sites.",
			">- Souls cursed to not reach the afterlife must be freed. I must use my will to break the shackles of undeath.",
			">- Life is equally sacred to death and I will defend it whenever possible. Only the gods and the will of a rightful pharaoh can stay my flail.",
			">- Children are precious, and I will help new and expecting parents when they are in need.",
			"",
			"::h2[Description]{jl}",
			"",
			"Myths say that during the Age of Legend, Osiris ruled Osirion as its king. But his brother Set was jealous of Osiris's power and coveted his throne, so Set killed Osiris, dismembered his brother's body, and scattered the pieces across the world. Isis gathered up the pieces, and using her magic, she brought her husband back to life. Now free from death, Osiris became a god of death and life after death, whose resurrection mirrors the rebirth of souls in the afterlife. Osiris is also a fertility god, a deity of nature and growth who dies each year with the harvest and is reborn again in the spring when vegetation sprouts again. Osiris always appears wrapped up like a mummy, but with green skin symbolizing his role as a god of fertility. He wears a white atef crown with two ostrich feathers and carries a crook and flail, the symbols of pharaonic rule. Osiris is the brother of Nephthys and Set. His sister Isis is also his wife, and he is the father of Horus. As a death god, Osiris is tightly aligned with the likes of Pharasma and Anubis, but his brother Set remains his sworn enemy.",
			"",
			"Clerics, druids, and paladins make up the bulk of Osiris's priesthood. Many mystery cults are also dedicated to Osiris; the initiates of these cults are said to learn the secrets of life and death. Clerics of Osiris who choose the Souls subdomain replace the domain spell animate dead with speak with dead instead."
		]
	},
	"osolmyr": {
		"name": "Osolmyr",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Osolmyr]{sub=\"The One True Dream\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Osolmyr](https://www.pathfinderwiki.com/wiki/Osolmyr) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Flagellation, repression, self denial  ",
			"**Domains** {domain/Evil}, {domain/Glory}, {domain/Healing}, {domain/Madness}  ",
			"**Subdomains** {domain/Daemon}, {domain/Heroism}, {domain/Insanity}, {domain/Resurrection}  ",
			"**Favored Weapon** {eq-weapon/light_<Flail}  ",
			"**Symbol** Bloody scourge  ",
			"**Sacred Animal(s)** Albion peacock  ",
			"**Sacred Color(s)** Pink, white",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Publicly self-flagellate without acknowledging others' reactions. Gain a +4 profane bonus on saving throws against effects that damage, drain, or penalize ability scores.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/inflict moderate wounds}",
			">2. {spell/modify memory}",
			">3. {spell/harm}",
			"",
			"::h2[Description]{jl}",
			"",
			"Osolmyr, the One True Dream, appears as a bloody, scourged woman, her mouth stitched shut and hands amputated. She walks on a set of tentacles ending in grasping, clawed hands"
		]
	},
	"otikaya": {
		"name": "Otikaya",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Otikaya]{sub=\"The Spirit Archer\"}",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Otikaya](https://www.pathfinderwiki.com/wiki/Otikaya) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Fur}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Climb to the highest point you can reach and draw a bead on as many living creatures as you see. Gain a +4 profane bonus on saving throws against death effects.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a {monster/rakshasa} achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/eagle eye}",
			">2. {feat/extended} {spell/arcane sight}",
			">3. {spell/psychic asylum}",
			"",
			"::h2[Description]{jl}",
			"",
			"A mighty hawk-headed rakshasa, Otikaya the Spirit Archer can supposedly split his spirit into a thousand pieces and use them to fire on his enemies simultaneously. Some say his true body is trapped somewhere in the Worldwound and the form he presents is merely a projected image."
		]
	},
	"otolmens": {
		"name": "Otolmens",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Otolmens]{sub=\"The Universal\"}",
			"",
			"{SOURCE Concordance of Rivals/14}  ",
			"**Pathfinder Wiki** [Otolmens](https://www.pathfinderwiki.com/wiki/Otolmens) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Primal Inevitable  ",
			"**Areas of Concern** Machinery, math, and physics  ",
			"**Domains** {domain/Artifice}, {domain/Fire}, {domain/Knowledge}, {domain/Law}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/light_<Mace}  ",
			"**Symbol** Planet held within a geometrical compass",
			"",
			"::hl2[feat/Monitor Obedience]{jl}",
			"",
			">Spend 1 hour systematically diagraming one of your everyday tasks or upcoming projects in painstaking detail and technical language. Gain a +4 sacred or profane bonus on attack rolls to confirm critical hits and on Knowledge (engineering) checks.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/14}",
			">",
			">1. **Discerning Mind (Sp)** {spell/identify} 3/day, {spell/investigative mind} 2/day, or {spell/blink} 1/day",
			">2. **Combat Calculus (Ex)** Three times per day as a move action, you can trace a series of mathematical calculations in the air. The next attack you make before the beginning of your next turn gains the benefits of {spell/true strike}, ignores an amount of hardness and damage reduction equal to your Hit Dice, and deals additional damage as though it the weapon had the {magic-enh/axiomatic} weapon special ability.",
			">3. **Revise Reality (Sp)** You can cast {spell/limited wish} once per day. This ability is equivalent to a 9th-level spell.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Proctor}",
			"",
			"::h2[Description]{jl}",
			"",
			"Physics is at the heart of the cosmos, spawning nebulae, destroying stars, maintaining orbits, and more. Yet supernatural forces like magic, souls, outsiders, and deities introduce variations that both warp a logical universe and even gnaw at the foundation of mathematics itself. Otolmens watches the universe from Axis with the help of thousands of {monster/axiomite/s} who tirelessly process the vast stream of data and observations she records. Where her predictions encounter anomalies, she dispatches teams of outsiders - or, rarely, mortals - to investigate, report back, and even correct the disturbance directly. Sites where the cosmic calculus is at risk are especially high priorities, and her agents as often clash with {family/aeon/s} over how to amend disturbances as they cooperate.",
			"",
			"Otolmens regularly submits reports to a host of deities, summarizing her findings and the means by which she intends to correct the errors. After millions of such dispatches, these reports are largely formalities - not only because the divine host has largely grown inured to these messages, but also because there's little a divinity might say in response that would discourage her. On a cosmic scale, her recalibrations are subtle and ultimately help sustain the multiverse, so she continues her calculations virtually uninterrupted, with the assistance of thousands of devoted axiomites and visiting mortal mathematicians."
		]
	},
	"ovonovo": {
		"name": "Ovonovo",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Ovonovo]{sub=\"Gluttontide\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Ovonovo](https://www.pathfinderwiki.com/wiki/Ovonovo) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Nascent Demon Lords  ",
			"**Areas of Concern** Sharks, shipwrecks  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Evil}, {domain/Water}  ",
			"**Subdomains** {domain/Blood}, {domain/Catastrophe}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Oceans}  ",
			"**Favored Weapon** {eq-weapon/Punching dagger}  ",
			"**Symbol** Ship eaten by shark  ",
			"**Sacred Animal(s)** Shark  ",
			"**Sacred Color(s)** Blue, red",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Allow a shark to bite you and then focus on the pain while floating in seawater. Gain a +4 profane bonus on saves against fear-based effects.",
			">",
			">### Boons",
			">",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/39}",
			">",
			">1. **First Boon (Sp)** {spell/Wood Shape} 1/day",
			">2. **Second Boon (Sp)** {spell/Summon Monster IV} (1d3 sharks only) 1/day",
			">3. **Third Boon (Sp)** {spell/Beast Shape IV} (sharks only) 1/day",
			"",
			"::h2[Nascent Demon Lords]{jl}",
			"",
			">{SOURCE Book of the Damned/125}",
			">",
			">With very few exceptions, a demon lord is never born fully formed. Instead, each must build power and resources during an extended period of transformation. Demons in this transitional stage are known as nascent demon lords.",
			">",
			">At any one time, there exist hundreds - if not thousands - of nascent demon lords in the Abyss. All nascent demon lords are chaotic evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by demon lords, manifesting as spell-like abilities usable twice per day each.",
			"",
			"::h2[Description]{jl}",
			"",
			"A vast, pale shark the size of the largest ships, Ovonovo can appear as a human when she wills. She often does so to take command of a ship, only to deliberately drive it aground. She then enjoys the panic of sailors aboard the sinking ship before she slips into the sea to assume her true form and feed on the unfortunate crew."
		]
	},
	"ozranvial": {
		"name": "Ozranvial",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Ozranvial]{sub=\"Despair's Smile\"}",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Ozranvial](https://www.pathfinderwiki.com/wiki/Ozranvial) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Despair, restless spirits, sadism  ",
			"**Domains** {domain/Destruction}, {domain/Evil}, {domain/Madness}, {domain/Repose}  ",
			"**Subdomains** {domain/Fear}, {domain/Nightmare}, {domain/Sahkil}, {domain/Souls}, {domain/Torture}  ",
			"**Favored Weapon** {eq-weapon/Scorpion whip}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Torment or berate another sentient creature to instill a sense worthlessness. Gain a +4 profane bonus on Intimidate checks.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">{family/Sahkil} tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/death knell}",
			">2. {spell/fear}",
			">3. {spell/harm}",
			"",
			"::h2[Description]{jl}",
			"",
			"Never content with a simple dose of fright or dread, Ozranvial enjoys the long game. Despair's Smile especially likes befriending her victims and sabotaging the relationship repeatedly, slowly breaking down her opponents' sense of self-worth."
		]
	},
	"pavnuri": {
		"name": "Pavnuri",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Pavnuri]{sub=\"Lord of Nothing\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Pavnuri](https://www.pathfinderwiki.com/wiki/Pavnuri) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Cacodaemons, cannibalism, secret messages  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Knowledge}, {domain/Travel}  ",
			"**Subdomains** {domain/Daemon}, {domain/Language}, {domain/Murder}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Morningstar}  ",
			"**Symbol** Maw and fiery pyramid  ",
			"**Sacred Animal(s)** Ape  ",
			"**Sacred Color(s)** Black",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Whisper a personal secret to a stranger. Gain a +4 profane bonus on saving throws against death and negative energy effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/augury}",
			">2. {spell/hunger for flesh}",
			">3. {spell/legend lore}",
			"",
			"::h2[Description]{jl}",
			"",
			"Pavnuri, the Lord of Nothing, takes the form of a massive cacodaemon. Abaddon's foremost information dealer, Pavnuri claims to be able to obtain reports from any world or plane within a single hour."
		]
	},
	"pazuzu": {
		"name": "Pazuzu",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Pazuzu]{sub=\"King of the Wind Demons\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Pazuzu](https://www.pathfinderwiki.com/wiki/Pazuzu) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Pazuzu}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** The sky, temptation, winged creatures  ",
			"**Domains** {domain/Air}, {domain/Chaos}, {domain/Evil}, {domain/Trickery}  ",
			"**Subdomains** {domain/Cloud}, {domain/Deception}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Longsword}  ",
			"**Symbol** Himself, right hand raised  ",
			"**Sacred Animal(s)** All flying animals  ",
			"**Sacred Color(s)** Brown, red",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">String up the intestines of a freshly killed creature somewhere that will attract the attention of hungry birds (such as the branches of a tree or the crenellations of a tower), then meditate on the offering. Gain a +4 profane bonus on all saving throws against effects from flying creatures and compulsion effects.",
			"",
			"### Boons: {feat/Demonic Obedience}",
			"",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/23}",
			">",
			">1. **Whispers on the Wind (Sp)** {spell/charm person} 3/day, {spell/enthrall} 2/day, or {spell/fly} 1/day",
			">2. **Possession (Sp)** You can cast {spell/magic jar} once per day as a spell-like ability. You can use a holy symbol of Pazuzu or a statue of Pazuzu as your receptacle - if you do so, you can determine the exact creature type and position of all potential life forces you're capable of possessing. This ability is the equivalent of a 7th-level spell.",
			">3. **True Temptation (Sp)** If any creature speaks Pazuzu's name aloud three times with a single breath, and that creature is within 60 feet of you, you can cast {feat/quickened} {spell/charm monster} on that creature as an immediate action. You can use this power up to three times per day. Creatures with fly speeds take a -4 penalty on saves against this effect. If a creature that fails its save against this effect has {spell/protection from evil} or a similar effect activated, that effect is immediately and automatically dispelled. You can use this ability against a creature that has not invoked Pazuzu's name, but if you do so, it functions as a normal (non-quickened) charm monster spell that does not dispel protection from evil effects. This ability is the equivalent of a 9th-level spell.",
			"",
			"### Boons: {feat/Fiendish Obedience}",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/86}",
			">",
			">1. **Pazuzu's Voice (Sp)** {spell/lesser confusion} 3/day, {spell/honeyed tongue} 2/day, or {spell/suggestion} 1/day",
			">2. **Siren of the Skies (Ex)** Your form becomes avian in aspect - your hair transforms into a mane of feathers, feathered wings sprout from your back, and your face takes on a bird-like profile with a hooked nose and chin. Your new wings grant you a fly speed equal to your base speed (good maneuverability). In addition, your voice becomes sweet and melodic, with an astonishing range. You gain a +4 bonus on Perform (oratory) and Perform (sing) checks, and the save DCs of language-dependent or sonic effects you create increase by 1. When you must attempt opposed Charisma checks against a charmed subject to convince it to do something it wouldn't ordinarily do, you can roll twice and take the result you prefer as your actual result.",
			">3. **Avian Mastery (Su)** Any creature flying under its own power (flight from a source other than a spell, spell-like ability, or magic item) that attempts to attack you with a melee attack must attempt a Will save (DC = 10 + half your Hit Dice + your Charisma modifier). If the creature fails, it can't follow through with the attack, that part of its action is lost, and it can't directly attack you for the remainder of the round. Once a creature succeeds at this save, it is immune to this ability for 24 hours.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/86}",
			">",
			">1. **Whispers on the Wind (Sp)** {spell/charm person} 3/day, {spell/enthrall} 2/day, or {spell/fly} 1/day",
			">2. **Possession (Sp)** You can cast {spell/possession} three times per day as a spell-like ability.",
			">3. **True Temptation (Sp)** If any creature speaks Pazuzu's name aloud three times with a single breath, and that creature is within 60 feet of you, you can cast *charm monster* on that creature as an immediate action. You can use this spell-like ability up to three times per day. Creatures with fly speeds take a -4 penalty on saving throws against this effect. If a creature that fails its save against this effect is under the benefits of {spell/protection from evil} or a similar effect, that effect is immediately and automatically dispelled. You can use this ability against a creature that has not invoked Pazuzu's name, but if you do so, it functions as a normal (non-quickened) charm monster spell that does not dispel protection from evil effects.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/86}",
			">",
			">1. **Master of Air (Sp)** {spell/feather fall} 3/day, {spell/gust of wind} 2/day, or {spell/wind wall} 1/day",
			">2. **The Wind, My Shield (Su)** A cylinder of swirling wind constantly surrounds you, an effect you can dismiss or reactivate as a free action. While this effect is active, you gain a +4 deflection bonus to Armor Class, and all ranged attacks against you suffer a 50% miss chance. These supernatural winds can even deflect ranged touch spell effects (such as rays) and massive ranged weapons such as ballista bolts or thrown boulders. As a standard action, you can also direct these winds to assail a creature within 30 feet; this acts as a {rule/bull rush} or {rule/trip} attempt, using your Constitution modifier in place of your Strength modifier. You can maintain this wind shield for a number of rounds per day equal to your Hit Dice, but these rounds need not be consecutive.",
			">3. **Champion of Shibaxet (Sp)** The King of the Wind Demons grants you mastery over the power of the winds. You can cast {spell/winds of vengeance} as a spell-like ability once per day.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/86}  ",
			"Pazuzu appears as a humanoid with eagle's feet and talons, a demonic avian head, two pairs of bird wings, a scorpion tail, and a writhing snake in place of his genitals. Pazuzu is an aggressive demon fond of possessing mortals and using them to work his evils upon the world. It is said that Pazuzu can hear his name when anyone speaks it - and that this may be all that is needed to invite possession by the demon lord. He is the patron of all evil things that fly, particularly {monster/harp/ies>y} and {monster/vrock/s}. His breath is a cloud of locusts, and legend tells that at the dawn of civilization his first breath of air upon the Material Plane spawned the demon that, in time, would become {faith/Deskari}.",
			"",
			"Although Pazuzu can indeed hear his name whenever it is spoken, locate a creature if his name is spoken three times in the same breath, and possess those he so pinpoints when he and the speaker are on the same plane, it is in fact relatively rare for Pazuzu to act upon these opportunities. Typically, he takes advantage of this ability when the speaker is in a region where he feels his reputation needs bolstering, but in most cases he only does so when the speaker does so innocently or out of ignorance. One of Pazuzu's great joys is possessing and destroying the life of an innocent, be it a holy warrior, a naive prince, or a very young person. When he takes control of such a victim, Pazuzu takes his time in taking apart all that victim holds dear. Friends, family, and loved ones bear the brunt of Pazuzu's wrath, and it is only when, often several months or even years later, the victim's life has been reduced to shambles that Pazuzu relinquishes his spiritual hold over the victim. In most cases, the victim has been driven to despair or has even grown to see Pazuzu as her only ally, and gratefully continues to serve even after release from possession.",
			"",
			"The demon lord can hear his name spoken by his cultists as well but rarely comes to their aid or answers their call - cultists who cannot fend for themselves or bolster Pazuzu's reputation on their own, after all, hardly deserve aid. More often than not, when a cultist begs for help or attempts to attract Pazuzu's attention in this way, the demon lord becomes enraged and sends an agent to smite the speaker - or at least to look on and mock as the desperate cultist fails."
		]
	},
	"pharasma": {
		"name": "Pharasma",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Pathfinder #44: Trial of the Beast"
		],
		"description": [
			"::fh[Pharasma]{sub=\"Lady of Graves\"}",
			"",
			"{SOURCE Inner Sea Gods/116}  ",
			"**Pathfinder Wiki** [Pharasma](https://www.pathfinderwiki.com/wiki/Pharasma) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Deities of Tian Xia  ",
			"**Areas of Concern** Birth, death, fate, prophecy  ",
			"**Domains** {domain/Death}, {domain/Healing}, {domain/Knowledge}, {domain/Repose}, {domain/Water}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Flowing}, {domain/Ice}, {domain/Memory}, {domain/Psychopomp (|Death)}, {domain/Psychopomp (|Repose)}, {domain/Resurrection}, {domain/Souls}, {domain/Thought}  ",
			"**Realm** Boneyard  ",
			"**Allies** none  ",
			"**Enemies** {faith/Urgathoa}  ",
			"**Temples** cathedrals, graveyards, river islands  ",
			"**Holy Days** Day of Bones (day for displaying the dead and for free interment of the dead, March 5)  ",
			"**Minions** {monster/einherji}, {monster/norn/s}, {family/psychopomp/s}  ",
			"**Herald** {monster/Steward of the Skein} (an armored, winged, faceless woman)  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Spiraling comet  ",
			"**Sacred Animal(s)** Whippoorwill  ",
			"**Sacred Color(s)** Blue, white",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Brevoy, Nex, Osirion, The Shackles, Thuvia, Ustalav, Varisia  ",
			"**Nationality** Garundi",
			"",
			"::hl2[rule/Divine Gift>s]{jl}",
			"",
			">{SOURCE Planar Adventures/79}  ",
			">The recipient is not affected by the next effect, damage, or other event that would otherwise kill him.",
			"",
			"::hl2[rule/Deific Obedience]{jl}",
			"",
			">Collect small bones whenever it is convenient and respectful to do so. When it comes time to perform your obedience, lay out the bones in a spiral. At one end of the spiral lay a slip of parchment on which you have written the name of someone newly born. At the other end of the spiral, lay a slip of parchment on which you have written the name of someone newly deceased. Chant hymns from The Bones Land in a Spiral while proceeding solemnly around the spiral, trailing a black scarf on the ground behind you. Gain a +2 profane or sacred bonus on attack rolls made with daggers. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/116}",
			">",
			">1. **Preserver (Sp)** {spell/sanctuary} 3/day, {spell/gentle repose} 2/day, or {spell/speak with dead} 1/day",
			">2. **Decomposition (Su)** You can ensure the final rest of a creature. As a standard action, you can touch a corpse and cause it to dissolve into black ash. A corpse dissolved this way cannot be raised as an undead creature by any means short of a {spell/miracle} or {spell/wish}. The black ash left behind can, however, be used as the \"corpse\" for spells that return the dead to true life - such as {spell/raise dead} - as long as the entire collection of ash is kept together.",
			">3. **The Veil Is Drawn Aside (Su)** You gain the {feat/Extra Revelation} feat, choosing a revelation from either your chosen mystery or the Bones mystery. If you don't have the revelation class feature, you instead gain a +4 sacred or profane bonus on saving throws against necromancy spells and death effects.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/116}",
			">",
			">1. **Quietude (Sp)** {spell/forced quiet} 3/day, {spell/silence} 2/day, or {spell/hold person} 1/day",
			">2. **Strike the Unrestful (Su)** As a free action, you can grant the {magic-enh/ghost touch} weapon special ability to a weapon that you hold. If that weapon is not magical, it is considered magical while under the effect of this ability. This ability affects only weapons held in your hand; if you drop the weapon or give it away, the effect ends on that weapon. You can affect a weapon in this way a number of rounds each day equal to 1 + 1 for every 4 Hit Dice you possess (maximum 6 rounds). These rounds don't need to be consecutive.",
			">3. **Ally from the Tomb (Sp)** Once per day as a standard action, you can summon a pair of {monster/vanth} psychopomps and gain telepathy with them to a range of 100 feet. The vanths follow your commands perfectly for 1 minute for every Hit Die you possess before vanishing back to their home in the Boneyard. The vanths don't follow commands that would cause them to aid or permit the existence of undead, and they could attack you if the command is particularly egregious.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/116}",
			">",
			">1. **Undead Slayer (Sp)** {spell/hide from undead} 3/day, {spell/defending bone} 2/day, or {spell/halt undead} 1/day",
			">2. **Disrupting Strike (Su)** Three times per day, you can channel disruptive energy through your weapon against an undead creature. You must declare your use of this ability before you roll your attack. If your attack hits an undead creature, you deal an extra 1d6 points of damage plus 1d6 points of damage for every 4 Hit Dice you possess (maximum 6d6). If your attack misses or your target was not an undead creature, the use of the ability is wasted.",
			">3. **Tethered to the Material (Ex)** You cling ferociously to life - you will go to Pharasma's realm when she calls you and no sooner. Once per day, you can send yourself into a determined state that lasts for 1 minute. While in this determined state, you can fall to a number of negative hit points equal to 10 + your Constitution score before you die. If you drop to negative hit points while in this determined state, you can continue to act normally, and do not bleed each round due to taking actions. If your determined state ends while you still have a number of negative hit points equal to or greater than your Constitution score, you die instantly. If your determined state ends while you still have negative hit points, but the number of negative hit points is not equal to or greater than your Constitution score, you fall unconscious and gain the {misc/dying} condition as normal.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-inquisitor/Exorcist/ (Inquisitor)}",
			">- {arc-spiritualist/Fated Guide/ (Spiritualist)}",
			">- {arc-oracle/Seer/ (Oracle)}",
			">- {arc-cleric/Stoic Caregiver/ (Cleric)}",
			">",
			">### Feats",
			">",
			">- {feat/Eerie Sense}",
			">- {feat/Fateful Channel}",
			">- {feat/Messenger of Fate}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Pharasma}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Gravewatcher Chainmail}",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Ghost Battling Ring}",
			">- {magic-ring/Ring of the Faithful Dead}",
			">",
			">### Magic Items - Sets",
			">",
			">- {magic-set/Pharasma's Command}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Fate Blade}",
			">- {magic-weapon/Lady's Spiral}",
			">- {magic-weapon/Nightpiercer}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Crystal Ball (Detect Thoughts)}",
			">- {magic-wondrous/Fate's Shears}",
			">- {magic-wondrous/Icon of the Midwife}",
			">- {magic-wondrous/Lady's Mercy}",
			">- {magic-wondrous/Crystal Ball (Normal)}",
			">- {magic-wondrous/Crystal Ball (See Invisibility)}",
			">- {magic-wondrous/Stone of Tomb Warding}",
			">- {magic-wondrous/Crystal Ball (Telepathy)}",
			">- {magic-wondrous/Crystal Ball (True Seeing)}",
			">",
			">### Monsters",
			">",
			">- {monster/Ahmuuth}",
			">- {monster/Steward of the Skein/ (Herald)}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">",
			">### Spells",
			">",
			">- {spell/Defending Bone}",
			">- {spell/Early Judgment}",
			">- {spell/Funereal Weapon}",
			">- {spell/Necrostasis}",
			">- {spell/Preserve}",
			">- {spell/Smite Abomination}",
			">- {spell/Spiral Ascent}",
			">- {spell/Spiral Descent}",
			">",
			">### Traits",
			">",
			">- {trait/Corpse Hunter}",
			">- {trait/Spirit Guide}",
			">- {trait/Stabilizing Touch}",
			">- {trait/Undead Slayer (Pharasma)}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/123}",
			">",
			">#### Adept, Bard, Ranger, Sorcerer, Wizard",
			">",
			">- {spell/Augury} can be prepared as a 2nd-level spell",
			">- {spell/Death Knell} can be prepared as a 2nd-level spell",
			">- {spell/Speak with Dead} can be prepared as a 3rd-level spell",
			">",
			">#### Cleric, Oracle, Warpriest",
			">",
			">- {spell/False Life} can be prepared as a 2nd-level spell",
			">- {spell/Clairaudience//Clairvoyance} can be prepared as a 3rd-level spell",
			">",
			">#### Cleric, Oracle",
			">",
			">- {spell/Moment of Prescience} can be prepared as a 8th-level spell",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Augury} can be prepared as a 2nd-level spell",
			">- {spell/False Life} can be prepared as a 2nd-level spell",
			">- {spell/Clairaudience//Clairvoyance} can be prepared as a 3rd-level spell",
			">- {spell/Moment of Prescience} can be prepared as a 6th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #44: Trial of the Beast/69}",
			">",
			">- @hll[spell/Summon Monster III:] {monster/Nosoi}",
			">- @hll[spell/Summon Monster VI:] {monster/Vanth}",
			">- @hll[spell/Summon Monster I:] Whippoorwill (uses {monster/eagle} statistics)",
			">- @hll[spell/Summon Nature's Ally I:] Whippoorwill (uses eagle statistics)",
			">",
			">### Other Rules",
			">",
			">{SOURCE Inner Sea Gods/123}",
			">",
			">- Since Pharasma despises undead, Pharasmin clerics with the Death domain replace the animate dead domain spell with {spell/speak with dead}, replace create undead with antilife shell, and replace create greater undead with symbol of death. Clerics with the Souls subdomain replace the animate dead domain spell with speak with dead.",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Inner Sea Gods/118}  ",
			"Pharasma is the stern observer of life and death, scrutinizing the tangled webs of fate and prophecy, mercilessly cold in the administration of her duties. Having seen infants die, the righteous fall too soon, and tyrants live to advanced age, she makes no judgment about the justness of a particular death, and welcomes each birth with equal severity. At the moment of a mortal's birth, she knows the many possible paths each soul could follow, but reserves her official verdict until the last possible moment. Legends claim that Pharasma saw {faith/Aroden/'s} death approaching - and even judged him as she does for all those born as mortals - but did nothing to warn even her own followers, many of whom were driven mad by the event. Though prophecy is no longer reliable, prophets continue to be born, and most of them are rendered insane by their confusing and contradictory visions.",
			"",
			"In art, Pharasma is depicted as a midwife, a mad prophet, or a reaper of the dead, depending upon her role. Her visage usually has gray skin, white eyes, and white hair. As the midwife, she is efficient and severe, hair pulled back and arms bare from hands to the elbows. Pregnant women often carry tokens of this image on long necklaces to protect their unborn children and grant them good lives. As the prophet, Pharasma is wild-eyed and tangle-haired, and her words echo like thunder. As the reaper, she is tall and gaunt, with a hooded black gown and an hourglass with fast-flowing red sand, and is often shown seated on her throne and passing judgment on mortal souls.",
			"",
			"Situated atop an impossibly tall spire, Pharasma's realm in the afterworld - the Boneyard - looms over the perfectly ordered city-plane of Axis. When mortals die, their souls join the vast River of Souls that flows through the Astral Plane, and eventually deposits them in Pharasma's Boneyard at the top of her spire. Once there, they stand in a great line, filtered through several courts according to their alignment and supposed planar destination. Those who die before experiencing their full fate might be lucky enough to return in this life or the next, either spontaneously or by getting called home by resurrection magic, but more often those who feel that they've met an untimely end discover that their destiny was in fact always leading them to their particular moment of death, however unjust or ignoble. Though she allows resurrection, the Lady of Graves opposes undeath as a desecration of the memory of the flesh and a corruption of a soul's path on its journey to her judgment. She encourages her followers to hunt undead, as the souls of the destroyed undead will then reach her for judgment."
		]
	},
	"pharimia": {
		"name": "Pharimia",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"::fh[Pharimia]",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74}  ",
			"**Pathfinder Wiki** [Pharimia](https://www.pathfinderwiki.com/wiki/Pharimia) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** Unaligned  ",
			"**Pantheon** Iblydan Hero-Gods  ",
			"**Areas of Concern** Ports, lighthouses  ",
			"**Domains** {domain/Fire}, {domain/Sun}, {domain/Travel}, {domain/Water}  ",
			"**Subdomains** {domain/Exploration}, {domain/Light}, {domain/Oceans}, {domain/Trade}  ",
			"**Favored Weapon** none",
			"",
			"### On Golarion",
			"",
			"**Nationality** Iblydan",
			"",
			"::h2[Other Rules]{jl}",
			"",
			"- Because Pharimia is unaligned, clerics of any alignment can worship her.",
			"- Pharimia can grant 9th-level spells.",
			"",
			"::h2[Description]{jl}",
			"",
			"As the myth-speaking tradition withers and the hero-gods continue to decline, this lady of ports and lighthouses has worked tirelessly to unite her colleagues and shield them from harm. Because Pharimia (female half-elf) is unaligned, clerics of any alignment can worship her."
		]
	},
	"phlegyas": {
		"name": "Phlegyas",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Phlegyas]{sub=\"The Consoler of Atheists\"}",
			"",
			"{SOURCE Concordance of Rivals/16}  ",
			"**Pathfinder Wiki** [Phlegyas](https://www.pathfinderwiki.com/wiki/Phlegyas) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Atheists, legacies, and reincarnation  ",
			"**Domains** {domain/Artifice}, {domain/Earth}, {domain/Knowledge}, {domain/Repose}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Longbow}  ",
			"**Symbol** Two circles overlapping vertically",
			"",
			"::hl2[feat/Monitor Obedience]{jl}",
			"",
			">Spend an hour creating something from the dead. Most worshipers weave jewelry from the hair of the departed, but more macabre faithful may instead use bones, teeth, or flesh. Others may embalm or mummify the corpse. Gain a +2 insight bonus on saving throws against divine magic.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/16}",
			">",
			">1. **Creator's Whispers (Sp)** {spell/crafter's fortune} 3/day, {spell/object reading} 2/day, or {spell/detect anxieties} 1/day",
			">2. **Evader of Consequence (Sp)** You can cast {spell/reincarnate} or {spell/mindwipe} once per day. You must select which when you perform the obedience for that day.",
			">3. **Though Only Breath (Ex)** You gain deep insights into crafting a lasting legacy. Select a single Craft, Perform, or Profession skill. You gain a +10 insight bonus on checks to craft permanent materials, such as carving a statue, writing a play, or drafting meaningful legislation. A check result of 40 or higher indicates a piece that will remain in the public consciousness for generations to come. This bonus does not apply to skill checks to earn money.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			"",
			"::h2[Description]{jl}",
			"",
			"In life, Phlegyas was an arrogant but gifted man. He was cast out from {faith/Shelyn/'s} church for his blasphemy and pride, but the clergy's attempt to wipe away Phlegyas's legacy was undone, as the mortal's name survived among admirers and detractors alike. Pharasma saw this form of immortality as fundamental to mortal experience and raised Phlegyas up to be a patron both of art outlasting its creator and of those who spurned the gods. As a symbol of creations outliving their creators, she is also the usher of new parents, especially those who die in childbirth. Unlike Shelyn's domain of beauty, the Consoler of Atheists embodies resonance, and the works Phlegyas inspires are as often painful or horrifying as they are beautiful.",
			"",
			"Time and perspective cooled Phlegyas's resentment of the divine, and now she and her servants offer respite to atheists who arrive at the Boneyard. Those godless souls who show potential she reserves to train as psychopomps.",
			"",
			"Phlegyas is the most human of the ushers: a tall, broad-shouldered woman wearing a simple, plaster domino mask and carrying an oar she uses to ferry those who spurn the call of their gods. Her realm is the Anonymous Loggia, a museum of works by long-forgotten creators that still remain linchpins in mortal cultures."
		]
	},
	"picoperi": {
		"name": "Picoperi",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Picoperi]{sub=\"Merrygleam\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Picoperi](https://www.pathfinderwiki.com/wiki/Picoperi) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Jokes, pranks, surprises  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Good}, {domain/Trickery}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Deception}, {domain/Revelry}, {domain/Whimsy}  ",
			"**Favored Weapon** {eq-weapon/Blowgun}  ",
			"**Symbol** Snake on a tree branch  ",
			"**Sacred Animal(s)** Tree snake  ",
			"**Sacred Color(s)** Brown, green",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Play a practical joke on an unsuspecting target. If no suitable targets are nearby, write down an original joke and leave it tucked in a place where someone may someday find it. Gain a +4 sacred bonus to AC during surprise rounds, regardless of whether or not you participate in the surprise round.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/20}",
			">",
			">1. **Prankster (Sp)** {spell/lesser confusion} 3/day, {spell/invisibility} 2/day, or {spell/suggestion} 1/day",
			">2. **Clever Ruse (Sp)** You can cast {feat/enlarged} {spell/mislead} three times per day. This ability is the equivalent of a 7th-level spell.",
			">3. **Element of Surprise (Su)** Whenever you roll initiative, any allies within 30 feet of you who are also rolling initiative can choose to use the result of your roll instead of theirs. Your allies still add their own modifiers to your roll to calculate their initiative order. Alternatively, you may choose to use another ally's roll instead of your own.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/20}  ",
			"The eternal prankster, Picoperi finds delight in the simplest of jokes and finds existence a never-ending series of surprises. He can take any form that best suits his capers, but when he appears to mortals, he typically does so as a young boy with brown skin and wildly curling black hair. His delicate features, graceful limbs, and pointed ears suggest elven ancestry, and he is never seen without his telltale woven wool vest dyed bright green and yellow and worked with images of llamas, tree frogs, and snakes.",
			"",
			"Good folk who look at the world with wonder and delight often pay homage to Picoperi. Inventors, particularly alchemists who use ingredients derived from jungle plants, sometimes let Picoperi's love of surprises guide them to new discoveries.",
			"",
			"Picoperi takes great delight in taunting the forces of evil. In battle, he prefers ambushes and traps over forward charges, and he poisons his victims with darts that cause uncontrollable laughter and dreamy euphoria. Legend tells that thousands of years ago, {faith/Urxehl} smiled at one of Picoperi's jokes, and the demon lord has sought to destroy the merry trickster ever since.",
			"",
			"Picoperi lives in the heart of a kapok tree on Elysium. Though the tree looks small from the outside, the inside holds a network of comfortable rooms carved into the tree's trunk."
		]
	},
	"pirias": {
		"name": "Pirias",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Pirias]{sub=\"The Whispering Vial\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Pirias](https://www.pathfinderwiki.com/wiki/Pirias) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Denial, drugs, wonder  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Madness}, {domain/Plant}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Growth}, {domain/Insanity}, {domain/Nightmare}  ",
			"**Favored Weapon** {eq-weapon/Throwing axe}  ",
			"**Symbol** Vial with runes escaping  ",
			"**Sacred Animal(s)** Yellow jacket  ",
			"**Sacred Color(s)** Black, yellow",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Mix a concoction from materials you have on hand, and drink it without considering its effects. Gain a +4 profane bonus on saving throws against poison.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/create drug}",
			">2. {spell/caustic eruption}",
			">3. {spell/prismatic sphere}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"The infernal duke known as the Whispering Vial is obsessed with weaponizing drugs to bring about destruction."
		]
	},
	"prihasta": {
		"name": "Prihasta",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Prihasta]{sub=\"The General Between Heaven and Hell\"}",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Prihasta](https://www.pathfinderwiki.com/wiki/Prihasta) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Fur}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Speak honeyed words into a righteous creature's ear with the intent of poisoning its virtue with your evil. Gain a +4 profane bonus on saving throws against good-aligned effects.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a {monster/rakshasa} achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/misdirection}",
			">2. {spell/greater invisibility}",
			">3. {spell/mislead}",
			"",
			"::h2[Description]{jl}",
			"",
			"The General Between Heaven and Hell can change her face's appearance from that of a hell hound to that of a blink dog depending on her locale."
		]
	},
	"psomeira": {
		"name": "Psomeira",
		"sources": [ "Distant Shores" ],
		"description": [
			"::fh[Psomeira]{sub=\"The Divine General\"}",
			"",
			"{SOURCE Distant Shores/13}  ",
			"**Pathfinder Wiki** [Psomeira](https://www.pathfinderwiki.com/wiki/Psomeira) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Iblydan Hero-Gods  ",
			"**Areas of Concern** Hero-god of seasons and spears  ",
			"**Domains** {domain/Law}, {domain/War}, {domain/Weather}  ",
			"**Subdomains** {domain/Seasons}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Doru}  ",
			"**Symbol** Three spears encircled with swirling light",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Aelyosos  ",
			"**Nationality** Iblydan",
			"::h2[Follower Options]{jl}",
			"",
			">### Unique Spell Rules",
			">",
			">{SOURCE Distant Shores/13}",
			">",
			">#### Cleric, Oracle, Warpriest",
			">",
			">- {spell/Coordinated Effort} can be prepared as a 3rd-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"Psomeira served as a guard in Liachora, where she became the youngest captain on record, and 2 years later, the giants of Seer Heights summoned her to foretell her ascension. She made no special effort to fulfill her destiny, quietly weathering public critique that she was not fulfilling her potential as she continued to excel in her civic duties. When Ousmariku crashed into Liachora, Psomeira rallied the defenses and led the charge to drive off the beast.",
			"",
			"Those few refugees who watched the counterattack witnessed a brilliant flash of light as Psomeira's spear struck the behemoth, after which it scattered her army with its claws and withdrew into the ocean. The city lay in ruins, and Psomeira was assumed dead. Psomeira reappeared 10 years later in Aelyosos, where she called for a closed meeting of the city's leaders and emerged as one of its oligarchs.",
			"",
			"She sternly deflects queries about what occurred during her defense of Liachora and subsequent disappearance, insisting that only through duty and regular military drills can the city prepare for the final confrontation with Ousmariku. Psomeira takes her own advice seriously - especially since the death by old age of her rival Spalkis, hero-god of skirmishers and sheep-stealing, and her rise as an eminent demigod of warfare in Iblydos. Her holidays mark the changing seasons, which signal the beginning and end of military campaigns. She and {faith/Kelksiomides} sometime clash over priorities, but even he knows better than to oppose her when the harvests are done and field hands are idle. Despite her dedication to Aelyosos and cooperation, Psomeira quietly departs the city for a week every year, reappearing each day only long enough to answer her priests' prayers before slipping away once more. "
		]
	},
	"ptah": {
		"name": "Ptah",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Ptah]{sub=\"Lord of Eternity\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/72}  ",
			"**Pathfinder Wiki** [Ptah](https://www.pathfinderwiki.com/wiki/Ptah) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Architecture, craftsmanship, creation, metalworking  ",
			"**Domains** {domain/Artifice}, {domain/Earth}, {domain/Fire}, {domain/Knowledge}, {domain/Travel}  ",
			"**Subdomains** {domain/Ash}, {domain/Construct}, {domain/Metal}, {domain/Smoke}, {domain/Thought}, {domain/Trade}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Staff composed of the ankh, djed, and was  ",
			"**Sacred Animal(s)** Bull",
			"",
			"::h2[Description]{jl}",
			"",
			"According to ancient Osirian mythology, Ptah is the demiurge who created the universe through his thought and creative word. He is the artisan of the gods, a deity of creation and the arts, of architecture, invention, metalworking, and sculpture. Such is Ptah's creative power that alone among the ancient Osirian gods, he created himself. He is the fire beneath the earth, and earthquakes and tremors are said to be signs of his disfavor.",
			"",
			"Ptah is the husband of {faith/Sekhmet}, and an ally of {faith/Ra} and {faith/Maat}. Although he normally remains aloof from divine politics, he has come into conflict with {faith/Apep} and {faith/Set} when those gods attempt to destroy his creations. Ptah normally appears as a man wearing the wrappings of a mummy, with a simple skullcap on his head, and holding a staff in his hands composed of three combined symbols of his creative power - the ankh, representing life; the djed pillar, signifying stability; and the was scepter, symbolizing power. At other times, Ptah is depicted as a naked and deformed dwarf, and it is in this form that the Pahmet dwarves of Osirion venerate him.",
			"",
			"Ptah is the patron of alchemists, architects, artisans, artists, bards, builders, carpenters, masons, metalworkers, shipbuilders, and anyone else who is involved in creative endeavors. Additionally, Ptah is said to hear the prayers of all mortal worshipers, and he often intercedes with the other gods on behalf of humanity."
		]
	},
	"pulura": {
		"name": "Pulura",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Pulura]{sub=\"The Shimmering Maiden\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Pulura](https://www.pathfinderwiki.com/wiki/Pulura) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Constellations, homesickness, northern lights  ",
			"**Domains** {domain/Air}, {domain/Chaos}, {domain/Good}, {domain/Weather}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Cloud}, {domain/Seasons}, {domain/Stars}  ",
			"**Favored Weapon** {eq-weapon/Sling}  ",
			"**Symbol** Face in northern lights  ",
			"**Sacred Animal(s)** Firefly  ",
			"**Sacred Color(s)** Midnight blue",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Sit on the ground with your head tilted back to study the stars. Maintain the position for an hour and identify 12 constellations. If you cannot see the stars, draw the patterns of 12 constellations on a semi-permanent surface, such as a wall or hard floor. The light radius of any light source you hold or conjure increases by 10 feet.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/20}",
			">",
			">1. **Aurora (Sp)** {spell/color spray} 3/day, {spell/continual flame} 2/day, or {spell/guiding star} 1/day",
			">2. **Starshot (Su)** Three times per day, you can transmute up to 1 sling bullet per HD into a bullet of starlight. These bullets function as +2 {magic-enh/brilliant energy} bullets. Bullets of starlight last for 1 minute and shed light in a 10-foot radius.",
			">3. **Otherworldly Traveler (Sp)** You can cast {spell/interplanetary teleport} once per day.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Stargazer}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"Pulura appears in the night sky in far northern regions, dancing amid swirls of multicolored light. Legend tells that her beauty is so extraordinary that she can appear to mortals only distantly; those who come too close are burned in the heat of her glory.",
			"",
			"Pulura appears as a lissome Tian woman with the poise of a trained dancer. Multicolored stars gleam among the flowing locks of her black hair, and her robes seem crafted from sheets of green and pink light rather than fabric, the garments flickering and pulsing with each of the Shimmering Maiden's graceful movements. Pulura's face is achingly lovely, her expression alluring but with a certain gravity about it. In battle, she wields a sling made from sighs and fires bullets of starlight at her enemies.",
			"",
			"Those who live in far northern climates often revere the Shimmering Maiden and believe that the aurora borealis portends her benevolent deeds. Pulura appears to comfort travelers far from home and those who feel alone or are lost in the vast northlands. Her agents often wander the snowy wastes to assist those who have become injured or lost during their travels. Pulura's followers tell stories of the constellations to help one another learn the night sky and to pass on tales of goodness and light.",
			"",
			"Pulura prefers the mortal realm to Elysium. She has a number of homes hidden within the constellations, and frequently visits {faith/Desna} when she requires counsel."
		]
	},
	"qi_zhong": {
		"name": "Qi Zhong",
		"sources": [ "Dragon Empires Gazetteer" ],
		"description": [
			"::fh[Qi Zhong]{sub=\"Master of Medicine\"}",
			"",
			"{SOURCE Dragon Empires Gazetteer/58}  ",
			"**Pathfinder Wiki** [Qi Zhong](https://www.pathfinderwiki.com/wiki/Qi%20Zhong) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Deities of Tian Xia  ",
			"**Areas of Concern** Healing, magic, medicine  ",
			"**Domains** {domain/Good}, {domain/Healing}, {domain/Knowledge}, {domain/Magic}, {domain/Protection}  ",
			"**Subdomains** {domain/Agathion}, {domain/Alchemy (|Magic)}[^A], {domain/Divine}, {domain/Medicine}[^A], {domain/Memory}, {domain/Purity}, {domain/Restoration}, {domain/Resurrection}  ",
			"**Favored Weapon** {eq-weapon/Heavy mace}  ",
			"**Symbol** Wagon wheel with spokes made of fire, earth, metal, water, and wood  ",
			"**Sacred Animal(s)** Crane",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Jinin, Quain, Tianjing, Xidao, Zi Ha  ",
			"**Nationality** Tian-Shu",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-wizard/Arcane Physician/ (Wizard)}",
			"",
			"::h2[Description]{jl}",
			"",
			"Qi Zhong is the Master of Medicine, god of healing and magic. It was Qi Zhong, at {faith/Shizuru/'s} bequest, who employed his skill and magic to bring the moon god {faith/Tsukiyo} back to life after he was slain by his brother {faith/Fumeiyoshi}, and it was Qi Zhong who first taught mortals the importance of the five elements - fire, earth, metal, water, and wood - and their connection to magic, medicine, and martial arts, among other pursuits. Healers, sages, scholars, and practitioners of traditional Tian medicine venerate Qi Zhong, as do wizards and mystic theurges, many of whom serve in his priesthood. Qi Zhong's faithful believe it is their duty to teach their knowledge and learning to others. He appears as a kindly older man dressed in a healer's robe that seems to shift between the five elements.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"quindiovatos": {
		"name": "Quindiovatos",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Quindiovatos]{sub=\"The Vicious Guest\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Quindiovatos](https://www.pathfinderwiki.com/wiki/Quindiovatos) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Exploration, gems, legends  ",
			"**Domains** {domain/Glory}, {domain/Earth}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Exploration}, {domain/Honor}, {domain/Metal}  ",
			"**Favored Weapon** {eq-weapon/Rapier}  ",
			"**Symbol** Handful of bloody gems  ",
			"**Sacred Animal(s)** Cuckoo  ",
			"**Sacred Color(s)** Green, red",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Find a small stretch of land, claim it as your own for the day, and sprinkle bloody gems over its expanse. Gain a +4 profane bonus on saving throws against compulsion effects.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/tongues}",
			">2. {spell/wind walk}",
			">3. {spell/freedom}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"In a circle of Hell where many fiends spend millennia in the same darkly glittering vaults, the Vicious Guest roams in his mobile sepulcher, claiming the lands he passes and the riches upon them as his own."
		]
	},
	"ra": {
		"name": "Ra",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Ra]{sub=\"King of the Heavens\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/71}  ",
			"**Pathfinder Wiki** [Ra](https://www.pathfinderwiki.com/wiki/Ra) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Creation, rulership, the sun  ",
			"**Domains** {domain/Fire}, {domain/Glory}, {domain/Law}, {domain/Nobility}, {domain/Sun}  ",
			"**Subdomains** {domain/Day}, {domain/Heroism}, {domain/Honor}, {domain/Inevitable}, {domain/Leadership}, {domain/Light}  ",
			"**Favored Weapon** {eq-weapon/Spear}  ",
			"**Symbol** Solar disk  ",
			"**Sacred Animal(s)** Falcon",
			"",
			"::h2[Description]{jl}",
			"",
			"Ra is the god of the sun, particularly the midday sun, and travels on a great solar barge through the heavens. He created most of the ancient Osirian gods and ruled as their king during the Age of Creation. The ancient Osirians believed they were created from Ra's tears, and like the sun, Ra watches over all the earth and his creations. Ra is the ruler of the heavens, a deity of kings and royalty. He represents fair and just rule in accordance with the principles of honor and truth.",
			"",
			"Ra is depicted as a powerful man with the head of a falcon and a blazing solar disk above his head. He is the father of {faith/Bastet}, {faith/Hathor}, {faith/Maat}, and {faith/Sekhmet}, though he created many of the other Osirian gods as well. His archenemy is {faith/Apep}, and every night Ra must defend the sun against the great serpent who seeks to consume it. That the sun rises in the morning is seen as proof of Ra's victory over the Devourer of the Dawn.",
			"",
			"Kings and pharaohs worship Ra as their patron, as do paladins and warriors battling against the forces of darkness. As the god of the sun, Ra is also venerated by commoners and farmers. Ra's temples are open to the sky and decorated with obelisks representing petrified sun's rays, and services are held in daylight under Ra's watchful eye."
		]
	},
	"raetorgash": {
		"name": "Raetorgash",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Raetorgash]{sub=\"The Skull-Hoarder\"}",
			"",
			"{SOURCE Book of the Damned/120}  ",
			"**Pathfinder Wiki** [Raetorgash](https://www.pathfinderwiki.com/wiki/Raetorgash) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Kyton Demagogues  ",
			"**Areas of Concern** Evolution, mutation, skulls  ",
			"**Domains** {domain/Evil}, {domain/Healing}, {domain/Law}, {domain/Luck}  ",
			"**Subdomains** {domain/Curse}, {domain/Fate}, {domain/Fear}, {domain/Restoration}  ",
			"**Favored Weapon** {eq-weapon/Halberd}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Spend an hour cleaning and considering your collection of skulls. Gain a +4 profane bonus on saving throws to resist energy drain and negative energy effects.",
			">",
			">{SOURCE Book of the Damned/121}  ",
			">The principals of the {family/kyton} race number among the planes' most audacious explorers, artistes, and scientists. Constrained by neither morals nor taboos, kyton demagogues pursue perfection in myriad profane fields. Lost limbs and lives mean little to the kyton demagogue - only the next boundary to shatter and the promise of what could be. The kyton demagogues are legion, but nine of those best known to Golarion's cultic scholars are presented here.",
			">",
			">Kyton demagogues are far less likely than other fiendish demigods to flaunt their power. All kyton demagogues are lawful evil and range in power from CR 26 to CR 30. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities each usable once per day.",
			">",
			">1. {spell/vampiric touch}",
			">2. {spell/destruction}",
			">3. {spell/energy drain}",
			"",
			"::h2[Description]{jl}",
			"",
			"As the history of a world is written in stone, the history of life is written in bone. Raetorgash reads the trajectory of perfection in the slow evolution of countless beings. In mutations, in ages-long changes, in the story of bones, the Skull-Hoarder sees the past and predicts futures. She searches for bloodlines, species, and worlds that may be perfected. What she finds, she keeps, anticipating greatness - but those she finds lacking she ends."
		]
	},
	"ragadahn": {
		"name": "Ragadahn",
		"sources": [
			"The First World, Realm of the Fey",
			"Legacy of Dragons"
		],
		"description": [
			"::fh[Ragadahn]{sub=\"The Water Lord\"}",
			"",
			"{SOURCE The First World, Realm of the Fey/32}  ",
			"**Pathfinder Wiki** [Ragadahn](https://www.pathfinderwiki.com/wiki/Ragadahn) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Eldest  ",
			"**Areas of Concern** Linnorms, oceans, spirals  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Scalykind}, {domain/Water}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Dragon}, {domain/Oceans}, {domain/Venom}  ",
			"**Favored Weapon** {eq-weapon/Whip}  ",
			"**Symbol** Blue ouroboros  ",
			"**Sacred Animal(s)** Sea snake  ",
			"**Sacred Color(s)** Blue",
			"",
			"::hl2[feat/Fey Obedience]{jl}",
			"",
			">Use the tooth of an aquatic animal to scratch a spiral into your skin, while letting a drop of your blood diffuse into a body of water or fall into a bowl of clear water. You gain a +4 sacred bonus on saving throws against the spells, spell-like abilities, and supernatural abilities of creatures with the aquatic or water subtype.",
			">",
			">### Feysworn",
			">",
			">{SOURCE The First World, Realm of the Fey/32}",
			">",
			">1. **Water Mastery (Sp)** {spell/marid's mastery} 3/day, {spell/aboleth's lung} 2/day, or {spell/hydraulic torrent} 1/day",
			">2. **At Home in Water (Sp)** You gain a swim speed of 30 feet. If you already have a swim speed, increase it by 10 feet.",
			">3. **Wear the Sea (Sp)** You can cast {spell/seamantle} once per day.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-barbarian/Deepwater Rager/ (Barbarian)}",
			">- {arc-skald/Serpent Herald/ (Skald)}",
			">",
			">### Feats",
			">",
			">- {feat/Fey Friend}",
			">",
			">### Traits",
			">",
			">- {trait/Shaper of Reality}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Legacy of Dragons/31}",
			">",
			">#### Cleric, Inquisitor, Oracle, Warpriest",
			">",
			">- {spell/Tail Strike} can be prepared as a 4th-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"Many adjectives can describe Ragadahn, but \"humble\" is not one of them. Fond of titles, he is also called the Serpent King, the Water Lord, and even the Father of Dragons. This last is considered heretical by most metallic and chromatic dragons, yet many {family/linnorm/s} pay homage to him as their progenitor, and few of the great dragons - or anyone else - would dare enter the First World's deep seas and oceans without his permission.",
			"",
			"Ragadahn himself resembles an enormous, streamlined linnorm with flippers instead of legs, his scales a deep, shimmering blue-green. While his home is the deep trench-city of Karaphas, he claims all of the seas and lakes of the First World - and, to some extent, of the Material Plane - as his personal realm. All creatures who live in or enter deep waters are thus subject to his authority, though in truth he cares little for the dealings of ordinary fey or mortals, and few ever glimpse his majesty. That said, any land-dwellers wishing to speak with him are best advised to call his name from a sea cliff or peninsula rather than approach his home directly, lest they be accused of trespassing."
		]
	},
	"ragathiel": {
		"name": "Ragathiel",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Ragathiel]{sub=\"General of Vengeance\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Ragathiel](https://www.pathfinderwiki.com/wiki/Ragathiel) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Ragathiel}",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Chivalry, duty, vengeance  ",
			"**Domains** {domain/Destruction}, {domain/Good}, {domain/Law}, {domain/Nobility}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Judgment}, {domain/Martyr}, {domain/Rage}  ",
			"**Favored Weapon** {eq-weapon/Bastard sword}  ",
			"**Symbol** Sword crossed with wing  ",
			"**Sacred Animal(s)** Mastiff  ",
			"**Sacred Color(s)** Crimson, gold",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Slay a proven wrongdoer in Ragathiel's name. It is not enough for the sacrifice to have an evil heart or evil intentions; the sacrifice must have committed evil or unlawful deeds. Gain a +4 sacred bonus on saving throws against spells and effects cast by evil creatures.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/21}",
			">",
			">1. **Virtuous Combat (Sp)** {spell/bless weapon} 3/day, {spell/litany of righteousness} 2/day, or {spell/magic vestment} 1/day",
			">2. **Retribution (Su)** You gain a sacred bonus equal to half your HD on damage rolls made with slashing weapons against the last creature to have physically wounded you within the last 24 hours.",
			">3. **Pure Soul (Sp)** You can cast {spell/holy aura} on yourself once per day. In addition to the effects of the spell, you gain DR 10/good and cold iron and you treat any weapon in hand as a +5 {magic-enh/holy} weapon for the duration of the effect.",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">The paladins of Ragathiel are shining beacons of furious resolve on the battlefield, and they are careful stewards of valor everywhere. These paladins disproportionately come from cultures that are typically hostile to paladin training, including those of half-orcs, hobgoblins, Gebbites, and the Nidalese. The tenets of Ragathiel's paladins include the following affirmations.",
			">",
			">- I will avenge evil wrought upon the innocent.",
			">- I will not give my word lightly, but once it is given, I will uphold a promise until my last breath.",
			">- Those proven guilty must be punished for their crimes. I will not turn a blind eye to wrongdoing.",
			">- Rage is a virtue and a strength only when focused against the deserving. I will never seek disproportionate retribution.",
			">- Redemption finds hearts from even the cruelest origins. I will strive not to act upon prejudice against fellow mortals based on race or origin.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-cleric/Angelfire Apostle/ (Cleric)}",
			">- {arc-warpriest/Sixth Wing Bulwark/ (Warpriest)}",
			">",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Crimson Templar}",
			">",
			">### Spells",
			">",
			">- {spell/Shield of Wings}",
			">",
			">### Traits",
			">",
			">- {trait/Avowed Inspiration}",
			">- {trait/Empyreal Focus}",
			">- {trait/Redeemed by Ragathiel}",
			"",
			"::h2[Description]{jl}",
			"",
			"Ragathiel, child of the archdevil {faith/Dispater} and a goddess of fire, stands on the front line of the war between Heaven and Hell. He carves through legions of fiends and drives back lesser evils with the mere presence of his awful majesty.",
			"",
			"Ragathiel is a tower of glorious might. He stands almost 20 feet tall, and five lofty burning wings stretch from his back. The General of Vengeance once had six wings, but one was severed, torn from his body by Dispater himself.",
			"",
			"Ragathiel's tainted heritage has left him with a wrathful heart, and the angel struggles constantly to master his baser impulses in service to the light. For thousands of years he strove to prove himself to the angelic choirs of Heaven. In the Maelstrom he wrestled for 16 years with a monstrous evil serpent whose scales wept acidic blood until he was able to choke the life out of it. He led an entire army against one of the iron fortresses of Avernus and burned the castle to the ground with holy fire, single-handedly maiming Infernal Duke {faith/Deumus} in the process. Finally the other empyreal lords agreed to admit Ragathiel into their ranks, and now they appear to trust the angel completely - though that trust took centuries to develop.",
			"",
			"Ragathiel takes an active role in the battle against Hell's fiendish legions. He shines at the head of his  army, a figure of golden light cleaving through the ranks of devils that face him. Soldiers of all kinds, but particularly knights, pay homage to Ragathiel and pray for his virtue and wrathful strength in battle. Those who have taken vows, especially those of duty or vengeance, hold Ragathiel as their ideal, and his agents sometimes assist those who have been grievously wronged and now seek righteous vengeance."
		]
	},
	"rahu": {
		"name": "Rahu",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Rahu]{sub=\"The Sun Eater\"}",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Rahu](https://www.pathfinderwiki.com/wiki/Rahu) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Eclipses, Executions, Gluttony  ",
			"**Domains** {domain/Darkness}, {domain/Death}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** {domain/Fear}, {domain/Loss}, {domain/Murder}, {domain/Night}  ",
			"**Favored Weapon** {eq-weapon/Morningstar}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Behead a serpent and offer its head to the rising sun. If no serpent is available, you must undertake a ritual that symbolizes severing your own head with a silver knife (this deals 1 point of damage). Gain a +4 profane bonus on saving throws against blindness and vision-based effects.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/create food and water}",
			">2. {spell/plundered power}",
			">3. {spell/power word kill}",
			"",
			"::h2[Description]{jl}",
			"",
			"Rahu appears as the severed head of an immense serpent, yet he remains capable of supernatural flight. His cult sees his work in every execution and every eclipse, viewing both as expressions of gluttony for life and light."
		]
	},
	"rasvocel": {
		"name": "Rasvocel",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Rasvocel]{sub=\"The Vulture King\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Rasvocel](https://www.pathfinderwiki.com/wiki/Rasvocel) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Carrion, patience, storms  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Weather}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Feather}, {domain/Seasons}, {domain/Storms}  ",
			"**Favored Weapon** {eq-weapon/Sickle}  ",
			"**Symbol** Vulture in flight  ",
			"**Sacred Animal(s)** Turkey vulture  ",
			"**Sacred Color(s)** Black, red",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Slice slivers of flesh from a living creature, and consume them one by one. Gain a +4 profane bonus on saves against effects that cause the nauseated condition.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/ray of exhaustion}",
			">2. {spell/waves of exhaustion}",
			">3. {spell/storm of vengeance}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Vulture King descends upon the long-suffering, not waiting for their deaths before picking their bones clean."
		]
	},
	"ravana": {
		"name": "Ravana",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Ravana]{sub=\"The First and the Last\"}",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Ravana](https://www.pathfinderwiki.com/wiki/Ravana) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Fur}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Stay perfectly still while whispering sadistic thoughts aloud. Gain a +4 profane bonus on saving throws against compulsions.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a {monster/rakshasa} achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/detect thoughts}",
			">2. {spell/charm monster}",
			">3. {spell/mass suggestion}",
			"",
			"::h2[Description]{jl}",
			"",
			"By far the oldest rakshasa immortal, Ravana has four arms and a tiger's head with three extra faces. Most rakshasas know of the rumor that the First and Last knows the thoughts and intentions of all their kind at any given moment and can influence them as he wishes."
		]
	},
	"reymenda": {
		"name": "Reymenda",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Reymenda]{sub=\"Lady of the Martyred Womb\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Reymenda](https://www.pathfinderwiki.com/wiki/Reymenda) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Childlessness, endings, responsibility  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Good}, {domain/Healing}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Catastrophe}, {domain/Loss}, {domain/Restoration}  ",
			"**Favored Weapon** {eq-weapon/Falchion}  ",
			"**Symbol** Black rose floating in water  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Black, blue",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"The Lady of the Martyred Womb is the empyreal lord of childlessness. Her mortal followers take vows to remain childless, believing that the sacrifice of their childbearing ability adds to their righteousness and proves their devotion. Reymenda rewards her followers with divine powers and often provides agents to embark on particularly dangerous missions, knowing they will leave no dependents behind."
		]
	},
	"rhan_tegoth": {
		"name": "Rhan-Tegoth",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Rhan-Tegoth]{sub=\"Herald of the End Times\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/71}  ",
			"**Pathfinder Wiki** [Rhan-Tegoth](https://www.pathfinderwiki.com/wiki/Rhan-Tegoth) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Hibernation, immortality, ruin  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Repose}, {domain/Void}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Dark Tapestry}, {domain/Entropy}, {domain/Stars}  ",
			"**Favored Weapon** {eq-weapon/Sickle}  ",
			"**Symbol** Three black stars",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"::h2[Description]{jl}",
			"",
			"Strange and silent Rhan-Tegoth bears some similarities to {faith/Chaugnar Faugn} in that much of its existence seems to have been spent in waiting. Texts mention a time when Rhan-Tegoth was active and alive and ruled an empire to the north on an unknown world far beyond Golarion, yet when its worshipers abandoned it, Rhan-Tegoth transformed into an immobile statue of an unknown material. Yet immobility should not in this case be taken for inactivity, as those who spend time in proximity to this strange statue find themselves compelled to undertake increasingly violent sacrifices before the slumbering Great Old One &mdash; mere proximity is apparently enough to enable the ancient entity's mind to reach out and influence lesser intellects than its own.",
			"",
			"While records of Rhan-Tegoth's waking periods and its activities during those times are rare and unreliable, rumors persist of certain chants capable of temporarily stirring the god from its eternal hibernation and restoring life and mobility to its petrified form. What purpose such chants could serve, one can only guess, for the Great Old One invariably devours those with the temerity to rouse it. The ancient texts do agree that when Rhan-Tegoth does finally waken of its own accord, the End Times themselves shall be upon all worlds. Yet it is unclear whether the apocalypse wakens the Herald of the End Times, or whether the god's wakening triggers the end of all. Legends state that if Rhan-Tegoth could be eradicated, this shared apocalypse could be forever avoided, yet a method of destroying something that fundamentally embodies immortality has baffled even the gods.",
			"",
			"Many statues of Rhan-Tegoth exist, and it can be difficult, if not impossible, to discern which of these is the actual slumbering god. These statues depict a creature with a globular torso; six long, sinuous limbs tipped in crab-like pincers; and a head with three fishy eyes and a long proboscis."
		]
	},
	"roqorolos": {
		"name": "Roqorolos",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Roqorolos]{sub=\"Prince of the Wracked\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Roqorolos](https://www.pathfinderwiki.com/wiki/Roqorolos) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Castaways, fouled water, oceans  ",
			"**Domains** {domain/Evil}, {domain/Travel}, {domain/Water}, {domain/Weather}  ",
			"**Subdomains** {domain/Daemon}, {domain/Isolation}, {domain/Oceans}, {domain/Storms}  ",
			"**Favored Weapon** {eq-weapon/Net}  ",
			"**Symbol** Sinking ship  ",
			"**Sacred Animal(s)** Shark  ",
			"**Sacred Color(s)** Blue, yellow",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Consume at least a pint of brackish water. Gain a +4 profane bonus on saving throws against water-based effects and effects that cause suffocation or drowning.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/slipstream}",
			">2. {spell/ride the waves}",
			">3. {spell/fluid form}",
			"",
			"::h2[Description]{jl}",
			"",
			"Roqorolos, Prince of the Wracked, appears as a giant partially-rotted elven man drained of all color, wreathed in corroded iron chains, with tentacles rather than arms."
		]
	},
	"rovagug": {
		"name": "Rovagug",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Divine Anthology",
			"Pathfinder #23: The Impossible Eye"
		],
		"description": [
			"::fh[Rovagug]{sub=\"The Rough Beast\"}",
			"",
			"{SOURCE Inner Sea Gods/124}  ",
			"**Pathfinder Wiki** [Rovagug](https://www.pathfinderwiki.com/wiki/Rovagug) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Core Deities  ",
			"**Areas of Concern** Destruction, disaster, wrath  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Evil}, {domain/War}, {domain/Weather}  ",
			"**Subdomains** {domain/Blood}, {domain/Cannibalism}, {domain/Catastrophe}, {domain/Corruption}, {domain/Demodand (|Chaos)}, {domain/Demodand (|Evil)}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Hatred}, {domain/Lightning}[^A], {domain/Protean}, {domain/Rage}, {domain/Storms}  ",
			"**Realm** The Dead Vault  ",
			"**Allies** none  ",
			"**Enemies** {faith/Abadar}, {faith/Asmodeus}, {faith/Calistria}, {faith/Desna}, {faith/Gozreh}, {faith/Lamashtu}, {faith/Sarenrae}, {faith/Shelyn}, {faith/Torag}, {faith/Zon-Kuthon}  ",
			"**Temples** caverns, chasms, fortresses, pits  ",
			"**Holy Days** Lastday (planetary alignments symbolizing the weakening of Rovagug's prison, typically in early Fall), the Waking (celebration of the destruction wreaked by Earthfall, typically in early Spring)  ",
			"**Minions** {subtype/demon/s}, fiendish vermin, {family/qlippoth}  ",
			"**Herald** {monster/the |Tarrasque} (towering destructive monster)  ",
			"**Favored Weapon** {eq-weapon/Greataxe}  ",
			"**Symbol** Fanged spider  ",
			"**Sacred Animal(s)** Scorpion  ",
			"**Sacred Color(s)** Brown, red",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Belkzen, Darklands, Katapesh, Realm of the Mammoth Lords, Osirion, Qadira  ",
			"**Nationality** monster",
			"",
			"::hl2[rule/Divine Gift>s]{jl}",
			"",
			">{SOURCE Planar Adventures/79}  ",
			">The recipient gains the ability to bring destruction by casting one of the following spells as a spell-like ability (CL 20th): {spell/implosion}, {spell/meteor swarm}, {spell/storm of vengeance}, or {spell/tsunami}.",
			"",
			"::hl2[rule/Deific Obedience]{jl}",
			"",
			">Smash an assortment of items worth at least 10 gp, preferably something fragile, aesthetically beautiful, or with significance to a good-aligned deity (particularly Sarenrae). The more devout servants of Rovagug seek out and hoard particularly expensive, artistic, or rare items, such as fine bottles of wine or delicate curios, to smash during their obedience. Roll in the shards of the destroyed items, howling and shouting praises and curses invoking the Rough Beast, until the shards draw blood and your lungs ache. Gain a +4 bonus on attack and damage rolls against objects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/124}",
			">",
			">1. **Agent of the Beast (Sp)** {spell/protection from good} 3/day, {spell/align weapon/ (evil only)} 2/day, or {spell/magic circle against good} 1/day",
			">2. **Destructive Spell (Su)** By calling on the rage of the Rough Beast, you gain the ability to deal terrific damage with your spells. You can use this ability when casting a spell that deals hit point damage and has a casting time of 1 standard action or less. You can choose to cast the spell as a full-round action to gain a +4 bonus to its save DC. In addition, you treat all 1s rolled on your damage dice for the spell as 2s instead.",
			">3. **The Destroyer's Gifts (Su)** You feel the touch of an alien presence at the corner of your mind, as if something hungry and hateful had taken root and now holds a measure of dominion over your thoughts. You gain an extra spell slot of the highest spell level you can cast. If you prepare spells, you can prepare one spell in this spell slot every day from the Chaos or Destruction domain spell lists. You may choose any spell from the lists even if you are an arcane spellcaster, and you can change this spell selection every time you prepare spells. If you are a spontaneous spellcaster, you can cast one spell from either of the domain spell lists as if it was on your known spells list. You can cast this spell only once per day, though you can choose a different spell to cast each time you regain your spells for the day.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/124}",
			">",
			">1. **Destructive Force (Sp)** {spell/break} 3/day, {spell/bull's strength} 2/day, or {spell/shatter} 1/day",
			">2. **Bestow Destructive Smite (Su)** You can bestow the {domain/Destruction} domain's destructive smite granted power upon an ally. As a standard action, you can spend one use of your destructive smite to grant its power to any ally within 30 feet, channeling into him the erratic force of Rovagug's rage. Your ally must make the destructive smite within 1 round of being granted the power or its use is wasted. Your ally uses your level to calculate the power of the destructive smite. If you don't have access to the Destruction domain, you instead gain access to the destructive smite granted power but only for your personal use, as normal.",
			">3. **Apocalyptic Ally (Sp)** Once per day as a standard action, you can tear a violent breach between your location and the Outer Rifts - the deepest, foulest pits of the Abyss - and summon forth a pair of {monster/nyogoth} qlippoth. You gain telepathy with the creatures to a range of 100 feet, and they follow your commands perfectly for 1 minute for every Hit Die you possess before vanishing back into the Abyss. The qlippoth don't follow commands that would cause them to act in overtly good or lawful ways. Such commands not only earn terrifying roars from the creatures, but could cause the nyogoths to attack you if the command is particularly egregious.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/124}",
			">",
			">1. **Inexorable Death (Sp)** {spell/doom} 3/day, {spell/death knell} 2/day, or {spell/inflict serious wounds} 1/day",
			">2. **Wicked Claws (Ex)** Your fingernails grow into thick, jagged talons, unevenly matched and vaguely resembling the spurs of a giant insect or the fangs of some unspeakable beast. You gain a pair of claw attacks. These are primary natural attacks that deal 1d8 points of slashing damage if you're Medium or 1d6 points of damage if you're Small.",
			">3. **Disintegrating Blow (Sp)** Once per day, you can channel a glimpse of Rovagug's hatred through your weapon, recreating the effects of {spell/disintegrate}. You must declare your use of this ability before you roll your attack. On a hit, the target is affected as if targeted by disintegrate cast by a wizard of a level equal to your Hit Dice (maximum CL 20th). If your attack misses, the disintegrate effect is wasted.",
			"",
			"::h2[Antipaladin Code]{jl}",
			"",
			">The antipaladins of Rovagug seek their master's Great Awakening, and bend all their efforts toward the eventual decay of the prison that holds their god. Their code is simple, brutal, and direct, and its tenets include the following adages.",
			">",
			">- All things must be destroyed, but the tools of destruction will be destroyed last.",
			">- The beautiful die first. Their loss wreaks havoc in the hearts of those who love.",
			">- All is vanity before the tide of destruction.",
			">- The world is a lie. The only truth is oblivion, born of storm and horror.",
			">- Torture is needless delay. I give the gift of a quick death.",
			">- I will die standing.",
			"",
			"::hl2[feat/Divine Fighting Technique]{jl}",
			"",
			">### Rovagug's Thunder",
			">",
			">{SOURCE Divine Anthology}",
			">",
			">Most copies of Ravage and Ruin, the divine fighting manual of the Rough Beast Rovagug, are scrawled in blood upon flensed skins by orc priests - and indeed the vile techniques described within originated from the Hold of Belkzen not long after the orcs first seized that land as their own. Reviled across the Inner Sea, Ravage and Ruin sees additional use among savage Ulfen clans who have fallen to the Rough Beast's urges to become corrupt, lunatic cannibals who relish despoiling beauty in Rovagug's name.",
			">",
			">**Initial Benefit:** Whenever you succeed at a {rule/dirty trick} combat maneuver check against an opponent, you deal an amount of nonlethal damage equal to 1d6 + your Charisma modifier. In addition, whenever your dirty trick combat maneuver check beats an opponent's CMD by 5 or more, you can forgo increasing the duration of your condition by 1 or more rounds to instead impose a -2 penalty on all of that opponent's Charisma-based checks. This penalty doesn't stack with itself, and it lasts for a number of minutes equal to your Charisma modifier (minimum of 1 minute) or until the target receives any form of magical healing.",
			">",
			">**Advanced Prerequisite:** {feat/Power Attack}, {feat/Divine Fighting Technique}, Base Attack Bonus +10.",
			">",
			">**Optional Advanced Replacement:** A chaotic evil barbarian of at least 10th level who worships Rovagug can replace a {ability/rage power>s} with the following advanced benefit without meeting its prerequisites.",
			">",
			">**Advanced Benefit:** Anytime you use {feat/Power Attack} with a great axe or a natural attack, you ignore an amount of the target's hardness or damage reduction equal to the penalty Power Attack imparts to your attack roll. This benefit stacks with {feat/Penetrating Strike} and {feat/Greater Penetrating Strike}.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-druid/Blight Druid/ (Druid)}",
			">- {arc-barbarian/Breaker/ (Barbarian)}",
			">- {arc-inquisitor/Iconoclast/ (Inquisitor)}",
			">- {arc-antipaladin/Rough Rampager/ (Antipaladin)}",
			">- {arc-fighter/Two-Handed Fighter/ (Fighter)}",
			">- {arc-barbarian/Wild Rager/ (Barbarian)}",
			">",
			">### Feats",
			">",
			">- {feat/Breaker of Barriers}",
			">- {feat/Gory Finish}",
			">- {feat/Merciless Rush}",
			">- {feat/Oath of the Unbound}",
			">- {feat/Squash Flat}",
			">- {feat/Sundering Strike}",
			">- {feat/Warrior Priest}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Rovagug}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Fangtide Scale Mail}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Rusting Teeth of the Rough Beast}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Broken Chain of the Beast}",
			">- {magic-wondrous/Choker of the Rough Beast}",
			">- {magic-wondrous/Gauntlet of Rust}",
			">- {magic-wondrous/Maul of the Titans}",
			">",
			">### Monsters",
			">",
			">- {monster/Tarrasque/ (Herald)}",
			">- {monster/Thognorok}",
			">",
			">### Spells",
			">",
			">- {spell/Break}",
			">- {spell/Brittle Portal}",
			">- {spell/Deadly Juggernaut}",
			">- {spell/Destruction}",
			">- {spell/Face of the Devourer}",
			">- {spell/Rage}",
			">- {spell/Rovagug's Fury}",
			">- {spell/Spawn Calling}",
			">",
			">### Traits",
			">",
			">- {trait/Bestial Wrath}",
			">- {trait/Destructive Blows}",
			">- {trait/Fury}",
			">- {trait/Hatred of the Gods}",
			">- {trait/Sacred Smasher}",
			">- {trait/Wrecking Wrath}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/131}",
			">",
			">#### Adept, Antipaladin, Cleric, Druid, Inquisitor, Warpriest",
			">",
			">- {spell/Baleful Polymorph} can be prepared as a 4th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #23: The Impossible Eye/65}",
			">",
			">- @hll[spell/Summon Monster III:] {monster/Choker} - CE (extraplanar)",
			">- @hll[spell/Summon Monster V:] {template/Fiendish} {monster/Grick} - NE, {monster/Gibbering Mouther} - CE (extraplanar)",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Inner Sea Gods/125}  ",
			"Spawned to destroy worlds, Rovagug tore into existence while the cosmos was still young, devouring and destroying everything he touched and laying waste to the careful creations of the gods. Trapped by a union of desperate deities, Rovagug shudders in anguish and impotent rage, causing the earth to shake and mountains to crumble. He bellows and clouds of toxic gas billow from rents in the ground. He births monstrosities that clamber from the rotted depths of the world to ravage and destroy in their creator's place. Rovagug does not dream of glory or wonders. He dreams of the end of existence, shoveling all that lives into his devouring maw and crushing all that does not beneath his terrifying form. His ruin is not slow entropy but rather destructive fire. All rational beings, divine and mortal, hate and fear him, for he is the hastener of the end, the Unmaker, enemy of the gods and of life itself.",
			"",
			"Upon Rovagug's arrival from somewhere beyond the depths of space and time, he launched a vicious war that eventually prompted an unprecedented alliance among all the gods as they sought to defend all they had created. While wily {faith/Calistria} distracted the terror and countless now-forgotten gods gave their lives to aid her, {faith/Torag} and {faith/Gorum} forged an unbreakable prison in the heart of Golarion, and {faith/Asmodeus} and {faith/Pharasma} drew upon the power of the planes to fit it with potent magical locks and wards. When the sign was given that the work was complete, the great angel {faith/Sarenrae} challenged Rovagug directly, taunting him with holy fire. His profane howls of rage and anguish shook the void as the Dawnflower lured him close to the world that would be his prison, and with her blazing sword, sliced a great rift deep into the land's heart. Power beyond mortal comprehension, born of the toil of dozens of gods and paid for with the lives of dozens more, lashed out and ensnared the destroyer, drawing him into the god-forged prison. As the cell quaked and threatened to buckle around its furious captive, Asmodeus used his Hell-forged key to lock the Rough Beast away for all time.",
			"",
			"Bound for millennia, the Rough Beast has nursed his rage, believing that one day he will break free and feast upon Sarenrae, the fragments of the world, and the cooling flesh of all the other gods. He sleeps fitfully for centuries at a time, comforted by dreams of annihilation. Rovagug is the cancer at Golarion's heart, straining and struggling against his bonds until the day when he will consume all life.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"rowdrosh": {
		"name": "Rowdrosh",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Rowdrosh]{sub=\"The Divine Herdsman\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Rowdrosh](https://www.pathfinderwiki.com/wiki/Rowdrosh) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Herd animals, husbandry, shepherds  ",
			"**Domains** {domain/Animal}, {domain/Good}, {domain/Protection}, {domain/Travel}  ",
			"**Subdomains** {domain/Agathion}, {domain/Defense}, {domain/Fur}, {domain/Trade}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Double-headed crook  ",
			"**Sacred Animal(s)** Sheep  ",
			"**Sacred Color(s)** Green, ivory",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Scatter a handful of grain and then pick up each grain and place it in a single pile. Gain a +4 sacred bonus to AC against attacks of opportunity provoked by moving out of a threatened space.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/22}",
			">",
			">1. **Herder (Sp)** {spell/calm animals} 3/day, {spell/animal trance} 2/day, or {spell/dominate animal} 1/day",
			">2. **Divine Flock (Sp)** You can cast {spell/summon stampede} three times per day. This ability is the equivalent of a 7th-level spell.",
			">3. **Spirit Herd (Su)** You and up to one ally per HD can transform into an ethereal herd of animals of your choice as long as all of you are within 30 feet of one another. Your herd travels as if under the effects of an {spell/ethereal jaunt} spell. In addition, you and the other members of the herd are connected telepathically for the duration of the effect.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"Kellid legend says that when caribou, deer, horses, and sheep were first created, they were solitary creatures that wandered alone and were thus easy meals for predators. Supposedly, the empyreal lord Rowdrosh pitied these animals and taught them the wisdom of traveling together.",
			"",
			"Rowdrosh can take the form of any herd animal, and often travels the material world in such a guise. In his true form, he has the body of a muscular man with tanned skin and the head of a ram. Curls of bronze hair cover his face, shoulders, and chest. Two massive curled ram's horns made of moonstone sweep back from his temples, and he carries their incredible weight with ease. In his left hand, he wields a straight birch staff that strikes as hard as one of iron.",
			"",
			"Those who tend to herds of animals often pay homage to Rowdrosh. His agents counsel benevolent shepherds and herders, teaching them how to prevent disease among their animals and how to properly care for pregnant animals in lands where such knowledge is still scarce. Rowdrosh has a particular hatred for {monster/schir/s} and {monster/worg/s}, and his agents go out of their way to eliminate these brutish monsters.",
			"",
			"On the plains of Nirvana, Rowdrosh raises celestial steeds to serve as mounts for divine warriors. He has no permanent home, and is content to rove the upper planes for all eternity with his divine herd."
		]
	},
	"ruapceras": {
		"name": "Ruapceras",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Ruapceras]{sub=\"The Scarlet Promise\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Ruapceras](https://www.pathfinderwiki.com/wiki/Ruapceras) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Cyclical revenge, crusades, intolerance  ",
			"**Domains** {domain/Evil}, {domain/Nobility}, {domain/Strength}, {domain/War}  ",
			"**Subdomains** {domain/Daemon}, {domain/Leadership}, {domain/Resolve}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Heavy flail}  ",
			"**Symbol** Red and yellow ouroboros  ",
			"**Sacred Animal(s)** Cicada  ",
			"**Sacred Color(s)** Red, yellow",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Work on crafting an ever-expanding manifesto of your hatreds and intolerances. Gain a +4 profane bonus on saving throws against conjuration effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/death knell}",
			">2. {spell/divine power}",
			">3. {spell/transformation}",
			"",
			"::h2[Description]{jl}",
			"",
			"Ruapceras, the Scarlet Promise, wears tarnished plate armor. An executioner's hood covers his horned head, but holes cut in the fabric expose his bestial, bloody maw and black, empty eye sockets."
		]
	},
	"rubicante": {
		"name": "Rubicante",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Rubicante]{sub=\"He Who Grows Red\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Rubicante](https://www.pathfinderwiki.com/wiki/Rubicante) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Fire, honor, nobility  ",
			"**Domains** {domain/Evil}, {domain/Fire}, {domain/Glory}, {domain/Law}  ",
			"**Subdomains** {domain/Ash}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Honor}, {domain/Smoke}  ",
			"**Favored Weapon** {eq-weapon/Starknife}  ",
			"**Symbol** Burning throne  ",
			"**Sacred Animal(s)** Mandril  ",
			"**Sacred Color(s)** Gold, orange",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Stand on smoldering coals. Recount how the heat and flames harden your resolve and make you a stronger follower of your liege. Gain a +4 profane bonus on saving throws against fire effects.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/flaming sphere}",
			">2. {spell/wall of fire}",
			">3. {spell/contagious flame}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"An infernal fiend made of flame-shrouded rust, Rubicante is said to speak words of seeming sense and peace to his worshipers. He Who Grows Red was widely venerated in the fallen realm of Thassilon on Golarion."
		]
	},
	"rull": {
		"name": "Rull",
		"sources": [
			"Inner Sea Gods",
			"Belkzen, Hold of the Orc Hordes"
		],
		"description": [
			"::fh[Rull]{sub=\"The Thunderer\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Rull](https://www.pathfinderwiki.com/wiki/Rull) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Orc Deities  ",
			"**Areas of Concern** Lightning, storms, thunder  ",
			"**Domains** {domain/Air}, {domain/Chaos}, {domain/Evil}, {domain/Weather}  ",
			"**Subdomains** {domain/Cloud}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Lightning}[^A], {domain/Monsoon}[^A], {domain/Storms}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Falchion}  ",
			"**Symbol** Thunder cloud and lightning  ",
			"**Sacred Animal(s)** Terror bird  ",
			"**Sacred Color(s)** Green, yellow",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Belkzen, Hold of the Orc Hordes/29}  ",
			"Rull is not a god the orcs brought with them from the Darklands, but rather one they discovered soon after they emerged upon Golarion's surface. Having lived all their lives in the consistent climate of caves, the orcs were awed by the turbulence of the open air. The orcs associate the sounds of thunder and rain with the din of war, and the flash of lightning with the sparking of blade on blade. Orcs are not known for their love of nature, but they find a kindred spirit in the violent and unpredictable Thunderer.",
			"",
			"Rull is depicted as an orc with skin the color of storm clouds and a voice that resounds like thunder. Lightning bolts are his weapon of choice; he throws them down from the sky to impale enemies or to revel in random destruction. The Thunderer is happiest in the midst of noise and turmoil, whether the raging of a storm or the confusion of battle. Orcs thank Rull for the clouds, which block out the painful sun. Clear skies and still air are signs of Rull's disfavor. At these times, the orcs attempt to appease the Thunderer by beating drums and clashing weapons.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"ruzel": {
		"name": "Ruzel",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Ruzel]{sub=\"Sabletongue\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Ruzel](https://www.pathfinderwiki.com/wiki/Ruzel) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Blasphemy, humor, undeath  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Murder}, {domain/Thievery}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Kukri}  ",
			"**Symbol** Laughing skull  ",
			"**Sacred Animal(s)** Hyena  ",
			"**Sacred Color(s)** Brown, ivory",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Mock the beliefs of your companions or of any creatures you have recently encountered. Gain a +4 profane bonus on saving throws against language-dependent effects.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/glibness}",
			">2. {spell/blasphemy}",
			">3. {spell/power word kill}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"One of the wittiest and most proficient blasphemers in Hell, Sabletongue delights in bringing souls to his side of their own accord, after he's convinced them to excise all beliefs they held in life. Fiendish lore holds that Ruzel's tongue is so sharp he can turn living creatures into undead with a single well-aimed jest."
		]
	},
	"rytara": {
		"name": "Rytara",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Rytara]{sub=\"Serpent of the Eastern Eye\"}",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Rytara](https://www.pathfinderwiki.com/wiki/Rytara) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Fearful memories, serpents, vision  ",
			"**Domains** {domain/Evil}, {domain/Knowledge}, {domain/Law}, {domain/Scalykind}  ",
			"**Subdomains** {domain/Fear}, {domain/Memory}, {domain/Thought}, {domain/Venom}  ",
			"**Favored Weapon** {eq-weapon/Whip}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Think back upon a frightful memory and immerse yourself in growing terror. Gain a +4 profane bonus on saving throws against fear effects.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/arcane sight}",
			">2. {spell/phantasmal revenge}",
			">3. {spell/weird}",
			"",
			"::h2[Description]{jl}",
			"",
			"Rytara appears as a four-headed snake, with three eyes on each face. Through her third eyes, she can view the most frightening memory of those she meets - so that she may cause those fears to be relived."
		]
	},
	"sabnach": {
		"name": "Sabnach",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Sabnach]{sub=\"Forgemaster of the Living\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Sabnach](https://www.pathfinderwiki.com/wiki/Sabnach) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Construction, parasites, toil  ",
			"**Domains** {domain/Artifice}, {domain/Evil}, {domain/Law}, {domain/Strength}  ",
			"**Subdomains** {domain/Construct}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Ferocity}, {domain/Toil}  ",
			"**Favored Weapon** {eq-weapon/Heavy crossbow}  ",
			"**Symbol** Slave building a tower  ",
			"**Sacred Animal(s)** Leech  ",
			"**Sacred Color(s)** Gray, red",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Toss random handfuls of nails, caltrops, or other destructive materials onto ground behind you where you expect others to tread. Gain a +4 profane bonus on Heal checks to provide first aid.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/ray of exhaustion}",
			">2. {spell/arcane cannon}",
			">3. {spell/clashing rocks}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Forgemaster of the Living creates obscene devices from the very souls of the damned. These undulating constructs range from vehicles to weapons to entire fortresses."
		]
	},
	"saloc": {
		"name": "Saloc",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Saloc]{sub=\"The Minder of Immortals\"}",
			"",
			"{SOURCE Concordance of Rivals/16}  ",
			"**Pathfinder Wiki** [Saloc](https://www.pathfinderwiki.com/wiki/Saloc) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Agency, bronze, and education  ",
			"**Domains** {domain/Knowledge}, {domain/Liberation}, {domain/Repose}, {domain/Strength}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Guisarme}  ",
			"**Symbol** Equilateral triangle set inside a circle",
			"",
			"::hl2[feat/Monitor Obedience]{jl}",
			"",
			">Spend at least 1 hour observing a crowded public place and help the first person you see fail or err. This may be mundane, such as assisting a shopkeep in her accounting, or dire, as in helping a failed pickpocket escape the town guard. Gain 5 temporary ranks in a skill you do not currently have any ranks in. These bonus skill ranks vanish after 24 hours.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/16}",
			">",
			">1. **Disciplined Educator (Sp)** {spell/forbid action} 3/day, {spell/bestow insight} 2/day, or {spell/remove curse} 1/day",
			">2. **Elder's Insight (Su)** While preparing your spells, you can treat yourself as one {rule/age/ category} older than your true age for the next 24 hours, temporarily gaining all the ability score bonuses and penalties associated with your emulated age.",
			">3. **Cosmic Appeal (Sp)** You can cast {spell/raise dead} once per day. You cannot use this ability on the same creature more than once.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			"",
			"::h2[Description]{jl}",
			"",
			"The ultimate accounting of mortal agency, Saloc revels in the plasticity of the soul and the living's endless capacity. The Minder of Immortals provides legal defense for souls at trial, arguing that a soul's intentions and recounting of its own experiences must be weighed as heavily as the consequences. A poor loser, Saloc has resurrected mortals whose souls' judgments the usher finds wholly unfair, giving the creatures an opportunity to demonstrate their truest selves. This disregard for etiquette makes Saloc an unpopular usher among psychopomps and especially reviled by {faith/Vale}, who finds the Minder of Immortals' tactics ironically juvenile. As the solicitor of will over context, Saloc is also the ultimate authority over deities and similar beings whose existence defines morality rather than caters to it - but they rarely have call to exercise this judgment.",
			"",
			"Born from the mortal need to defend actions and decisions, Saloc predates most other ushers and even many gods. They manifest as a roughly humanoid figure, with a featureless face crowned by stag horns and orbited by two eye-lined golden rings. The Minder of Immortals rules a massive domain: the twisting planar metropolis of Spire's Edge, where the Boneyard's least-developed souls dwell to either find purpose or rot away into cosmic dust. "
		]
	},
	"sarenrae": {
		"name": "Sarenrae",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Divine Anthology",
			"Pathfinder #20: House of the Beast"
		],
		"description": [
			"::fh[Sarenrae]{sub=\"The Dawnflower\"}",
			"",
			"{SOURCE Inner Sea Gods/132}  ",
			"**Pathfinder Wiki** [Sarenrae](https://www.pathfinderwiki.com/wiki/Sarenrae) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Halfling Deities, Sandpoint Pantheon  ",
			"**Areas of Concern** Healing, honesty, redemption, the sun  ",
			"**Domains** {domain/Fire}, {domain/Glory}, {domain/Good}, {domain/Healing}, {domain/Sun}  ",
			"**Subdomains** {domain/Agathion}, {domain/Day}, {domain/Heroism}, {domain/Light}, {domain/Medicine}[^A], {domain/Redemption}, {domain/Restoration}, {domain/Resurrection}, {domain/Revelation}, {domain/Thirst}[^A]  ",
			"**Realm** Everlight, Nirvana  ",
			"**Allies** {faith/Cayden Cailean}, {faith/Desna}, {faith/Iomedae}, {faith/Shelyn}  ",
			"**Relations** Desna (lover), Shelyn (lover)  ",
			"**Enemies** {faith/Asmodeus}, {faith/Lamashtu}, {faith/Rovagug}, {faith/Urgathoa}  ",
			"**Temples** cathedrals, churches, infirmaries, standing stones  ",
			"**Holy Days** Burning Blades (festival of dancing and fire, June 10), Candlemark (individual celebration of when one first joined the faith, winter solstice), Sunwrought Festival (acts of kindness, dancing, gift giving, and kites; summer solstice)  ",
			"**Minions** {family/angel/s}, {monster/peri/s}, {monster/phoenix/es}  ",
			"**Herald** {monster/Sunlord Thalachos} (shining angelic being)  ",
			"**Favored Weapon** {eq-weapon/Scimitar}  ",
			"**Symbol** Angelic ankh  ",
			"**Sacred Animal(s)** Dove  ",
			"**Sacred Color(s)** Blue, gold",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Katapesh, Osirion, Qadira, Taldor, Thuvia  ",
			"**Nationality** Keleshite",
			"",
			"::hl2[rule/Divine Gift>s]{jl}",
			"",
			">{SOURCE Planar Adventures/80}  ",
			">As the sun rises over the recipient's home world, he can perform a 10-minute prayer (this may be part of his daily ritual to prepare spells) to invoke the Dawnflower. For the next 24 hours, all healing effects the character generates heal the maximum amount of damage possible. In addition, during this time he can cast {spell/breath of life} and {spell/heal} as spell-like abilities 3 times each (CL 20th).",
			"",
			"::hl2[rule/Deific Obedience]{jl}",
			"",
			">The Dawnflower values the redemptive powers of compassion and patience, and extends them to all who might be capable of good. Offer to heal a stranger of his wounds, either by using the powers granted to you by Sarenrae or with a potion, scroll, or other item you possess. Tell the stranger it is by the will of Sarenrae that you share your healing gifts. You may also use your Heal skill to perform this act of healing service. If you can't find a stranger who will accept your offer, stand beneath the open sky during the daylight hours. Blindfold yourself with a red-and-gold scarf and try to locate the sun in the sky through the layers of fabric. Gain a +2 sacred bonus on Perception checks.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/132}",
			">",
			">1. **Healing Spirit (Sp)** {spell/cure light wounds} 3/day, {spell/aid} 2/day, or {spell/remove curse} 1/day",
			">2. **Fiery Spirit (Su)** You have spent so much time in the sun, reveling in Sarenrae's power and meditating on her glory, that its fiery rays have soaked into your very soul. You gain fire resistance 10.",
			">3. **Holy Brand of the Sun (Su)** Your devotion to the Dawnflower allows you to wrap your weapon in her cleansing flames to better bring justice to her foes. For a number of rounds per day equal to 1 + 1 for every 4 Hit Dice you possess (maximum 6 rounds), you can cause flames to wreathe your weapon. Any weapon you hold while this ability is active becomes a +1 {magic-enh/flaming burst} weapon. (You can use this ability on a ranged weapon, but can't apply it directly to a piece of ammunition.) If you drop the weapon or give it away, the flame effect on that weapon immediately ends. If the weapon you hold has an enhancement bonus greater than +1, use the higher bonus. Activating or deactivating this ability is a free action, and the rounds in which you use the ability don't need to be consecutive.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/132}",
			">",
			">1. **Brightness (Sp)** {spell/dancing lantern} 3/day, {spell/continual flame} 2/day, or {spell/daylight} 1/day",
			">2. **Healing Sunburst (Su)** You can transmute the sun's burning rays into brilliant, healing fire. You can add your exalted levels to any cleric levels you have to calculate the power of your {ability/channel energy} ability. In addition, you can spend three of your daily uses of your channel energy ability to channel an especially powerful burst of healing that manifests as a bright burst of sunlight around you. Anyone healed by your channeled energy sunburst who is currently suffering from poison or a nonmagical disease can immediately attempt a new saving throw with a +2 sacred bonus to end the poison or disease effect.",
			">3. **Angelic Ally (Sp)** Once per day as a standard action, you can summon a {monster/movanic deva} to aid you. You gain telepathy with the movanic deva to a range of 100 feet. The deva follows your commands perfectly for 1 minute for every Hit Die you possess before vanishing back to its home. The deva doesn't follow commands that would cause it to violate its alignment by committing evil acts, and it could even attack you if the command is particularly egregious.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/132}",
			">",
			">1. **Firebrand (Sp)** {spell/produce flame} 3/day, {spell/fire breath} 2/day, or {spell/fireball} 1/day",
			">2. **Channel Efficiency (Su)** You are a talented healer, and have honed your ability so that you can preserve your resources while you provide aid to the wounded. You can {ability/channel positive energy} by consuming a single use of your {ability/lay on hands} ability instead of two uses. If you don't have the lay on hands class feature (or if you have lay on hands but can't use it to channel positive energy), you instead gain a +4 sacred bonus on Heal checks.",
			">3. **Sunburst Strike (Sp)** Once per day, you can channel the effects of {spell/sunburst} through your weapon. You must declare your use of this ability before you roll your attack. On a hit, the target is affected as if you had cast sunburst, as well as taking normal weapon damage. The sunburst effect you generate affects only the target you have struck, not an area of effect as it would normally. If you miss with your attack, the sunburst ability is wasted.",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">The paladins of the Dawnflower are fierce warriors, like their goddess. They provide hope to the weak and support to the righteous. Their tenets include the following adages.",
			">",
			">- I will protect my allies with my life. They are my light and my strength, as I am their light and their strength. We rise together.",
			">- I will seek out and destroy the spawn of the [Rough Beast](faith/Rovagug). If I cannot defeat them, I will give my life trying. If my life would be wasted in the attempt, I will find allies. If any fall because of my inaction, their deaths lie upon my soul, and I will atone for each.",
			">- I am fair to others. I expect nothing for myself but that which I need to survive.",
			">- The best battle is a battle I win. If I die, I can no longer fight. I will fight fairly when the fight is fair, and I will strike quickly and without mercy when it is not.",
			">- I will redeem the ignorant with my words and my actions. If they will not turn toward the light, I will redeem them by the sword.",
			">- I will not abide evil, and will combat it with steel when words are not enough. I do not flinch from my faith, and do not fear embarrassment. My soul cannot be bought for all the stars in the sky.",
			">- I will show the less fortunate the light of the Dawnflower. I will live my life as her mortal blade, shining with the light of truth.",
			">- Each day is another step toward perfection. I will not turn back into the dark.",
			"",
			"::hl2[feat/Divine Fighting Technique]{jl}",
			"",
			">### Sarenrae's Mercy",
			">",
			">{SOURCE Divine Anthology}",
			">",
			">Although the Dawnflower is the goddess of healing and redemption, she is not a goddess of peace, and her followers are taught that combat may be the only way to ensure the safety of those who look to the faith for protection. In such situations, the faithful of Sarenrae are expected to end combat swiftly and efficiently, to avoid drawing out the pain and agony of battle. When one can end a battle without resorting to killing, the opportunity for redemption of the defeated foe still remains. The pages of Dawnflower's Mercies teach methods by which those who serve Sarenrae as soldiers can vanquish enemies in combat without killing them, and encourage those who follow the teachings held within to offer those they take prisoner the chance to be welcomed into Sarenrae's arms.",
			">",
			">**Initial Benefit:** You take no penalty on attack rolls for using a scimitar to deal nonlethal damage. If your attack with the scimitar would normally deal additional damage (such as via {ability/sneak attack}, the {magic-enh/flaming} weapon special ability, or the like), this additional damage can be nonlethal damage. You can also alter spells with the fire, good, or light descriptor and {main/inflict |spell/s>_groupings} so that the damage they deal is nonlethal damage instead. You can choose to apply this effect as the spell is cast.",
			">",
			">**Advanced Prerequisite:** {feat/Great Fortitude}, {feat/Weapon Focus} (scimitar), 10 ranks in {skill/Heal}.",
			">",
			">**Advanced Benefit:** Once per round as you strike a foe with a weapon and deal nonlethal damage with that attack, you regain 1d6 hit points as the warmth of Sarenrae's approval and the conviction that you are doing the right thing to minimize suffering infuses your body and soul. If the attack that dealt nonlethal damage was from a scimitar, you instead regain 2d6 hit points. You can gain the benefit of this healing only once per round, regardless of how many successful attacks you make with the weapon.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-cleric/Angelfire Apostle/ (Cleric)}",
			">- {arc-bard/Dawnflower Dervish/ (Bard)}",
			">- {arc-bard/Dervish Dancer/ (Bard)}",
			">- {arc-cleric/Merciful Healer/ (Cleric)}",
			">- {arc-paladin/Undead Scourge/ (Paladin)}",
			">",
			">### Feats",
			">",
			">- {feat/Bestow Hope}",
			">- {feat/Dawn's Blessing}",
			">- {feat/Dervish Dance}",
			">- {feat/Flame Blade Dervish}",
			">- {feat/Glorious Blaze}",
			">- {feat/Glorious Heat}",
			">- {feat/Sacred Pyromania}",
			">- {feat/Sun Striker}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Sarenrae}",
			">- {magic-altar/Altar of the Dawnflower}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Dawnflower Chain Vest}",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Glorious Flame Ring}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Dawnfire}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dawnflower Lantern}",
			">- {magic-wondrous/Dawnflower Sash}",
			">- {magic-wondrous/Dervish Sikke}",
			">- {magic-wondrous/Saliharion}",
			">- {magic-wondrous/Scabbard of the Lost Kiss}",
			">- {magic-wondrous/Sunlord's Feather}",
			">",
			">### Monsters",
			">",
			">- {monster/Sunlord Thalachos/ (Herald)}",
			">- {monster/Yhohm}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Dawnflower Anchorite}",
			">- {pclass/Dawnflower Dissident}",
			">",
			">### Spells",
			">",
			">- {spell/Daybreak Arrow}",
			">- {spell/Shield of the Dawnflower}",
			">- {spell/Shield of the Dawnflower, Greater}",
			">- {spell/Sign of the Dawnflower}",
			">- {spell/Sun Metal}",
			">- {spell/Unwelcome Halo}",
			">",
			">### Traits",
			">",
			">- {trait/Ambassador}",
			">- {trait/Blade of Mercy}",
			">- {trait/Cleansing Light}",
			">- {trait/Cleansing the Twisted}",
			">- {trait/Dawn Renewal}",
			">- {trait/Envoy of Healing}",
			">- {trait/Flame of the Dawnflower}",
			">- {trait/Illuminator}",
			">- {trait/Light-Bringer}",
			">- {trait/Strength of the Sun}",
			">- {trait/Under Siege}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/139}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Flame Blade} can be prepared as a 3rd-level spell",
			">",
			">#### Cleric",
			">",
			">- {spell/Sunbeam} can be prepared as a 7th-level spell",
			">- {spell/Sunburst} can be prepared as a 8th-level spell",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Sunbeam} can be prepared as a 5th-level spell",
			">- {spell/Sunburst} can be prepared as a 6th-level spell",
			">- {spell/Sun Metal} can be prepared as a 1st-level spell",
			">- {spell/Flame Blade} can be prepared as a 3rd-level spell",
			">",
			">#### Paladin",
			">",
			">- {spell/Sunbeam} can be prepared as a 4th-level spell",
			">- {spell/Flame Blade} can be prepared as a 2nd-level spell",
			">",
			">#### Ranger",
			">",
			">- {spell/Sunbeam} can be prepared as a 4th-level spell",
			">- {spell/Daylight} can be prepared as a 3rd-level spell",
			">- {spell/Flame Blade} can be prepared as a 2nd-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #20: House of the Beast/62}",
			">",
			">- @hll[spell/Summon Monster VI:] {monster/Janni} - NG",
			">- @hll[spell/Summon Monster VII:] {monster/Djinni} - NG",
			">- @hll[spell/Summon Monster VIII:] {monster/Efreeti} - LG (redeemed) (does not have the *wish* spell-like ability)",
			">- @hll[spell/Summon Nature's Ally VII:] {monster/Djinni} - NG",
			">- @hll[spell/Summon Nature's Ally VIII:] {monster/Efreeti} - LG (redeemed) (does not have the *wish* spell-like ability)",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Inner Sea Gods/133}  ",
			"Sarenrae is one of the most popular deities on Golarion, and followers of many other faiths respect her power, dedication, and generosity. Once a powerful angel known as an empyreal lord, Sarenrae led the heavenly hosts in the charge against the Rough Beast, {faith/Rovagug}, and it was she who dealt him the great blow that led to his chaining. Now a goddess in her own right, Sarenrae is kind and loving, a figure of light, guidance, and healing, and has great patience with those who choose to be blind but may one day see. Yet for all her compassion, Sarenrae is also a powerful force against evil, and strikes down the irredeemable without mercy. Her faith is ancient; it first became popular among Keleshite humans, then spread to the Garundi in ancient Osirion and into other human and nonhuman civilizations as well.",
			"",
			"Eons ago, Sarenrae was an angel guiding the energies of the sun and battling evil beings that sought to plunge the newborn world of Golarion and its sister planets into eternal darkness. Other angels lent her their support and turned to her for leadership in these battles, and eventually gods joined them as she grew in power to become one of the mighty empyreal lords. Sarenrae was the first to stand against Rovagug's attempts to unmake Golarion, and she faced the Rough Beast personally when the other forces of creation were engaged with his hideous spawn. The exact circumstances of the battle are a mystery to mortals, but it is believed that her willingness to sacrifice herself for the good of all inspired her flagging comrades to new hope and courage, and elevated her from one of the greatest angels to a full goddess. With this influx of power, she smote Rovagug and hurled his broken body deep into the earth. As the gods healed the planet's scars and intelligent life appeared on its surface, mortals turned their eyes upward to thank the life-giving sun, and her faith took root among primitive peoples.",
			"",
			"Sarenrae is a goddess of boundless love and exquisite kindness, a caring friend, mother, sister, and protector of all in need. She delights in healing the sick, lifting up the fallen, and shining a guiding light into the darkest hearts and lands. She brushes off insults and deflects attacks, patiently trying to convince those who perceive her as an enemy that their belief is false. For all her patience and gentleness, however, she is no victim: if it becomes clear that her efforts are wasted, she responds to violence and predations upon the innocent with cleansing fire and scorching light. She dislikes cruelty, lies, needless suffering, and thoughtless destruction. Ancient and timeless, she stands fearlessly against the full tide of darkness, promising that the dawn will always come, and with it, hope, truth, and kindness will triumph.",
			"",
			"Religious art depicts the sun goddess as a woman with bronze skin and hair of dancing flame; in some cases this flame trails behind her for a dozen or more yards. One of her hands offers the light of the sun, while the  other wields a scimitar against those who would spread darkness, hatred, and pain. The church does not teach that Sarenrae is the sun itself; rather, she is its guardian and conduit for its power, and while fanciful art may show her face in place of the sun, the mainstream faithful recognize the difference between the star and the goddess.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"scal": {
		"name": "Scal",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"::fh[Scal]{sub=\"Calm after the Storm\"}",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/73}  ",
			"**Pathfinder Wiki** [Scal](https://www.pathfinderwiki.com/wiki/Scal) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Annihilation, catharsis, and purity  ",
			"**Domains** {domain/Destruction}, {domain/Earth}, {domain/Evil}, {domain/Liberation}, {domain/Void}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Daemon}, {domain/Entropy}, {domain/Freedom}, {domain/Rage}, {domain/Self-Realization (|Liberation)}[^A]  ",
			"**Favored Weapon** {eq-weapon/Meteor hammer}  ",
			"**Symbol** Burning meteor impacting the ground",
			"",
			"::h2[Description]{jl}",
			"",
			"Scal teaches his followers that the only way to rid one's body of impurities is to frequently release the darkness that festers inside all people. He doesn't encourage his followers to eliminate or subdue this inner violence, but rather to harness it and unleash it on the forces that offend and threaten the purity of a righteous existence. His most apocalyptic proclamation was that one day, when humanity had finally disappointed him, he would cleanse the surface of the world with fire from the sky to return Golarion to a quiet, peaceful state for a new order of faithful to grow in the tilled earth of a new beginning.",
			"",
			"People who came to follow Scal's teachings were typically loners, and the god's churches were little more than scattered cults that congregated around fight clubs. Clergy increased their flocks by preying upon the insecure and unstable. They scoured the empire's cities for those cast out by their families or for prisoners recently released from their sentences. It was easy to recruit these people, who felt drawn to a group that could understand their tendencies to rage against an imperfect world and that promised to make them better.",
			"",
			"After Earthfall, Azlanti survivors cursed Scal's name, believing it was his wrath that was brought down from the sky and blaming him for the destruction. It was taboo among survivors in those early days to allow the name Scal to pass their lips. During the dark and broken days after Earthfall, Scal's worship largely faded into obscurity.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"scarmiglione": {
		"name": "Scarmiglione",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Scarmiglione]{sub=\"The Pale Promise\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Scarmiglione](https://www.pathfinderwiki.com/wiki/Scarmiglione) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Deceit, poison, temptation  ",
			"**Domains** {domain/Charm}, {domain/Evil}, {domain/Law}, {domain/Water}  ",
			"**Subdomains** {domain/Deception}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Lust}, {domain/Venom}  ",
			"**Favored Weapon** {eq-weapon/Hand crossbow}  ",
			"**Symbol** Poisoned hand crossbow  ",
			"**Sacred Animal(s)** Cobra  ",
			"**Sacred Color(s)** White, yellow",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Weave a fabric of lies glorifying yourself and your malebranche liege, but never name him, instead hinting at glorious truths your faith reveals. Gain a +4 profane bonus on saving throws against language-dependent effects.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/detect thoughts}",
			">2. {spell/poison}",
			">3. {spell/veil}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"The sibling of the monstrous malebranche {faith/Draghignazzo}, the Pale Promise also inhabits his brother's realm and lures travelers and mortals into the devil-dragon's clutches."
		]
	},
	"sekhmet": {
		"name": "Sekhmet",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Sekhmet]{sub=\"Lady of Slaughter\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/72}  ",
			"**Pathfinder Wiki** [Sekhmet](https://www.pathfinderwiki.com/wiki/Sekhmet) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Fire, healing, vengeance, war  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Fire}, {domain/Healing}, {domain/War}  ",
			"**Subdomains** {domain/Ash}, {domain/Blood}, {domain/Protean}, {domain/Rage}, {domain/Restoration}, {domain/Revelry}  ",
			"**Favored Weapon** {eq-weapon/Battleaxe}  ",
			"**Symbol** Seven arrows  ",
			"**Sacred Animal(s)** Lion",
			"",
			"::h2[Description]{jl}",
			"",
			"When the sun god {faith/Ra} grew old, his human subjects rebelled against him, so he sent his daughter Sekhmet to punish them. Going further than was planned, Sekhmet took on the task with such fury that Ra feared she would exterminate the human race. In order to save humanity and end the destruction, Ra filled jugs with a mixture of beer and pomegranate juice and scattered them across the battlefield. Thinking the red liquid was human blood, Sekhmet greedily consumed every drop she could find, quickly becoming so drunk that she was unable to continue the slaughter.",
			"",
			"Although primarily a goddess of war and vengeance, Sekhmet has another side as a goddess of healing who wards off plagues and pestilence. She heals warriors of their wounds and is especially revered for curing fractures. As the daughter of Ra, Sekhmet is also a goddess of fire. She is the sister of {faith/Bastet}, {faith/Hathor}, and {faith/Maat}, and the wife of {faith/Ptah}. Sekhmet appears as a woman with the head of a lioness, wearing a long dress soaked red with blood and rosettes over each breast. Occasionally she is depicted with the solar disk of her father Ra atop her head.",
			"",
			"Barbarians revere Sekhmet for her destructive rages, and fighters and magi worship her as their patron in battle. Sekhmet's priests are both male and female, and are skilled warriors as well as healers."
		]
	},
	"selket": {
		"name": "Selket",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Selket]{sub=\"Mistress of the Beautiful House\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/71}  ",
			"**Pathfinder Wiki** [Selket](https://www.pathfinderwiki.com/wiki/Selket) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Embalming, healing, scorpions  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Healing}, {domain/Protection}, {domain/Repose}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Defense}, {domain/Purity}, {domain/Restoration}, {domain/Souls}  ",
			"**Favored Weapon** {eq-weapon/Scorpion whip}  ",
			"**Symbol** Red scorpion  ",
			"**Sacred Animal(s)** Scorpion",
			"",
			"::h2[Description]{jl}",
			"",
			"The deserts of Osirion contain many species of venomous scorpions, and the scorpion goddess Selket is both a protective and punitive deity, healing venomous bites and stings and afflicting the wicked with her own deadly sting. Like many of the ancient Osirian gods, she is a funerary deity, and she is responsible for protecting the canopic jar that holds the deceased's intestines. Selket is the goddess of embalming, and her epithet, Mistress of the Beautiful House, refers to the embalming pavilion where bodies are prepared for burial.",
			"",
			"Along with {faith/Isis}, {faith/Neith}, and {faith/Nephthys}, Selket assists {faith/Anubis} in protecting the dead. She is often paired with {faith/Neith}, as Isis is with Nephthys, and in the form of seven scorpions, she guarded Isis when Isis was pregnant with {faith/Horus}. When a woman later refused the expectant mother shelter, it was Selket who punished the woman for turning Isis away. Selket also guards the other ancient Osirian gods against the poisonous bite of {faith/Apep}, and has assisted {faith/Ra} on numerous occasions in his battles against the Devourer of the Dawn. Selket normally appears as a woman wearing a scorpion with a raised tail on her head, or more rarely, as a lustrous black scorpion with the head of a woman.",
			"",
			"Selket's priests are commonly found working as healers and embalmers in towns and villages. The goddess has few temples, but she is sometimes worshiped in the shrines of Anubis, Isis, Neith, or Nephthys. Clerics of Selket who choose the Souls subdomain replace the domain spell {spell/animate dead} with {spell/speak with dead} instead."
		]
	},
	"seramaydiel": {
		"name": "Seramaydiel",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Seramaydiel]{sub=\"Lady of Inspired Notes\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Seramaydiel](https://www.pathfinderwiki.com/wiki/Seramaydiel) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Communication, inspiration, music  ",
			"**Domains** {domain/Air}, {domain/Charm}, {domain/Good}, {domain/Nobility}  ",
			"**Subdomains** {domain/Agathion}, {domain/Friendship}, {domain/Leadership}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Blowgun}  ",
			"**Symbol** Gold-and-silver harp  ",
			"**Sacred Animal(s)** Katydid  ",
			"**Sacred Color(s)** Gold, silver",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Sing or play a musical instrument in public where strangers can hear you and be inspired by you. If no suitable public areas are located nearby, compose an original poem about Seramaydiel's influence in your life and leave it where a passing stranger may find it. Gain a +4 sacred bonus on saving throws against sonic effects.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/22}",
			">",
			">1. **Communicator (Sp)** {spell/comprehend languages} 3/day, {spell/whispering wind} 2/day, or {spell/sculpt sound} 1/day",
			">2. **Quiet Muse (Sp)** You can cast {feat/silenced} {spell/brilliant inspiration} three times per day.",
			">3. **Paralyzing Song (Su)** You make music with such skill and pathos that all around you become frozen still. Once per day as a full-round action, you may attempt a Perform (keyboard instruments, percussion instruments, string instruments, wind instruments, or sing) check. All enemies within 30 feet who can hear you must make a successful Will save (DC equal to the result of your Perform check) or be affected as though by {spell/hold monster} for as long as you continue playing.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"Seramaydiel loves instrumental music but favors the harp above all. When {monster/astradaemon/s} first emerged from the Abyss and began snatching wandering spirits from the River of Souls on the Astral Plane, it is said that Seramaydiel was able to call the lost souls belonging to Nirvana back to her with her majestic harping.",
			"",
			"Seramaydiel's burnished red-gold hair falls in broad curls around her face and frames the white wings that rise from her slender back. She uses her heavenly double chromatic harp to lull evildoers into a false sense of security, then slays them, if she must, using holy darts projected from a narrow bronze tube she uses as a blowgun.",
			"",
			"The Lady of Inspired Notes speaks all languages and enjoys fostering communication between disparate parties, especially when doing so may avert potential violence. A diplomat negotiating peace between countries and a tavern patron trying to head off a bar fight are both regarded by Seramaydiel as emissaries of her cause.",
			"",
			"Seramaydiel's home is a vast marble amphitheater on Nirvana where the empyreal lords sometimes congregate for music and dancing as Seramaydiel plays a tune from her enchanted harp, much to the delight of all in attendance."
		]
	},
	"set": {
		"name": "Set",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Set]{sub=\"Lord of the Dark Desert\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/74}  ",
			"**Pathfinder Wiki** [Set](https://www.pathfinderwiki.com/wiki/Set) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Darkness, deserts, murder, storms  ",
			"**Domains** {domain/Darkness}, {domain/Death}, {domain/Evil}, {domain/Madness}, {domain/Weather}  ",
			"**Subdomains** {domain/Daemon}, {domain/Loss}, {domain/Murder}, {domain/Nightmare}, {domain/Storms}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Spear}  ",
			"**Symbol** Sha head  ",
			"**Sacred Animal(s)** Sha",
			"",
			"::h2[Description]{jl}",
			"",
			"Of all the deities of the Ancient Osirian pantheon, none is as hated and reviled as Set. He represents the foreign invader, the desert that encroaches upon the verdant banks of the River Sphinx, the storms that destroy crops and sink ships, and the dead that rise from their graves. He is evil personified, the enemy of all that is good, a god of sickness and disease, confusion and madness, rebellion and strife. He is a usurper, a murderer, and a stealer of souls.",
			"",
			"Set is the brother of {faith/Isis}, {faith/Osiris}, and {faith/Nephthys}, who is also his consort. With {faith/Neith}, Set is the father of {faith/Sobek}. Set murdered Osiris, mutilated the body and scattered the pieces, and tried to steal his brother's throne, ushering in the Age of Darkness. Set is the enemy of both his brother Osiris and his nephew {faith/Horus}. Set is opposed to {faith/Anubis} as well, and the two war over the souls of the Osirian dead - Anubis seeks to guide them safely to the Boneyard, and Set to steal their souls or turn them into undead abominations. Set appears as a lean Osirian man with the head of a sha, or \"Set beast\".",
			"",
			"Kinslayers, murderers, and usurpers all pay homage to Set, but he is also venerated by kings and pharaohs who value the god's cunning, strength, and power. Set is a patron of assassins, rogues, and necromancers, and he is worshiped by barbarians, warriors, and evil druids as well."
		]
	},
	"sezelrian": {
		"name": "Sezelrian",
		"sources": [
			"Inner Sea Gods",
			"Belkzen, Hold of the Orc Hordes"
		],
		"description": [
			"::fh[Sezelrian]{sub=\"The Fire God\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Sezelrian](https://www.pathfinderwiki.com/wiki/Sezelrian) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Orc Deities  ",
			"**Areas of Concern** Fire, magic, revenge  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Fire}, {domain/Magic}  ",
			"**Subdomains** {domain/Ash}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Divine}, {domain/Smoke}  ",
			"**Favored Weapon** {eq-weapon/Heavy mace}  ",
			"**Symbol** Burning boar skull  ",
			"**Sacred Animal(s)** Daeodon  ",
			"**Sacred Color(s)** Green, orange",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Belkzen, Hold of the Orc Hordes/30}  ",
			"When they created the orcs, the gods each gave the new race an admirable quality. Sezelrian gave the orcs intelligence, so they could know and worship the gods who made them. Through religion, the orcs learned to channel the power of the gods, and thus the Fire God is also the god of magic. Sezelrian teaches that not everything can be fought with physical strength alone. An orc must be clever to control fire or magic, lest she get burned. Yet Sezelrian is still an orc god, and thus has no patience for knowledge without immediate practical use.",
			"",
			"Sezelrian is depicted as an orc witch doctor wielding a mace that continually emits smoke and sparks without burning. Often his true face is hidden behind a mask of a demonic visage wreathed in fire. Sezelrian rarely leads attacks against his fellow orc gods, but often serves as an adviser to one of his brothers against another, usual in conflicts he himself instigated. Sezelrian is least likely to ally with the bestial {faith/Nulgreth}; he instead favors {faith/Zagresh}, who at least appreciates the destructive power of fire.",
			"",
			"Regardless of which god they hold highest, all orc spellcasters - whether arcane or divine - owe thanks to Sezelrian. They show their respect with fire, integrating bonfires, burnt offerings, candles, and torches into their rituals. Tribes dedicated to the Fire God are generally more accepting of magic-users in their midst. Burns and brands often mark the flesh of those dedicated to Sezelrian."
		]
	},
	"shamira": {
		"name": "Shamira",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Shamira]{sub=\"Princess of the Porphyry City\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Shamira](https://www.pathfinderwiki.com/wiki/Shamira) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Shamira}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Nascent Demon Lords  ",
			"**Areas of Concern** Lost dreams, seduction of the pure  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Evil}, {domain/Nobility}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Leadership}, {domain/Love}, {domain/Lust}  ",
			"**Favored Weapon** {eq-weapon/Longbow}  ",
			"**Symbol** Upside-down ankh  ",
			"**Sacred Animal(s)** Cardinal  ",
			"**Sacred Color(s)** Red, orange",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Engage in sexual acts (either alone or with a partner) in the presence of a sleeping intelligent creature without waking that creature. Gain a +4 profane bonus on saves against charm effects.",
			">",
			">### Boons",
			">",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/39}",
			">",
			">1. **First Boon (Sp)** {spell/Alter Self} 1/day",
			">2. **Second Boon (Sp)** {spell/Fire Shield} 1/day",
			">3. **Third Boon (Sp)** {spell/Mass Suggestion} 1/day",
			"",
			"::h2[Nascent Demon Lords]{jl}",
			"",
			">{SOURCE Book of the Damned/125}",
			">",
			">With very few exceptions, a demon lord is never born fully formed. Instead, each must build power and resources during an extended period of transformation. Demons in this transitional stage are known as nascent demon lords.",
			">",
			">At any one time, there exist hundreds - if not thousands - of nascent demon lords in the Abyss. All nascent demon lords are chaotic evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by demon lords, manifesting as spell-like abilities usable twice per day each.",
			"",
			"::h2[Description]{jl}",
			"",
			"Shamira specializes in the seduction of pure souls, and she often travels to the Material Plane in the guise of a priestess of a good faith to invade the dreams and secret lusts of mortals. She has a strange obsession with {faith/Sarenrae} and her faith in particular; whispers that Shamira may be that goddess's wayward daughter are not tolerated among Sarenrae's devout."
		]
	},
	"shawnari": {
		"name": "Shawnari",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Shawnari]{sub=\"The One Out of Place\"}",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Shawnari](https://www.pathfinderwiki.com/wiki/Shawnari) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Isolation, loneliness, lost time  ",
			"**Domains** {domain/Darkness}, {domain/Evil}, {domain/Knowledge}, {domain/Void}  ",
			"**Subdomains** {domain/Fear}, {domain/Isolation}, {domain/Loss}, {domain/Memory}, {domain/Sahkil}  ",
			"**Favored Weapon** {eq-weapon/Sap}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Pray alone for an hour in a hidden place. Gain a +4 profane bonus on Stealth checks.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">{family/Sahkil} tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/invisibility}",
			">2. {spell/modify memory}",
			">3. {spell/repulsion}",
			"",
			"::h2[Description]{jl}",
			"",
			"Most of the other tormentors barely notice invisible Shawnari, the One Out of Place, even as she works against them in subtle ways. She holds dominion over the anxiety of isolation and feelings of being alone."
		]
	},
	"shax": {
		"name": "Shax",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Shax]{sub=\"The Blood Marquis\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Shax](https://www.pathfinderwiki.com/wiki/Shax) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Shax}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Envy, lies, murder  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Evil}, {domain/Nobility}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Leadership}, {domain/Martyr}, {domain/Rage}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** White bloody feather  ",
			"**Sacred Animal(s)** Stork  ",
			"**Sacred Color(s)** Red, white",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">Perform an autopsy on a creature killed within the last 24 hours, using bare hands instead of tools as much as possible. Gain a +4 profane bonus against effects that cause bleed and figment illusions.",
			"",
			"### Boons: {feat/Demonic Obedience}",
			"",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/24}",
			">",
			">1. **Killer's Finesse (Sp)** {spell/true strike} 3/day, {spell/invisibility} 2/day, or {spell/keen edge} 1/day",
			">2. **Life in Blood (Su)** You treat {rule/bleed} effects as {umr/fast healing}. For example, if you suffer an effect that causes bleed 5, you do not take any damage from the effect and instead gain fast healing 5. This effect ends whenever you are fully healed.",
			">3. **Murderer's Wrath (Ex)** You gain {ability/sneak attack} +3d6. This increase to sneak attack damage stacks with sneak attack damage you may have from other sources. Whenever you inflict sneak attack damage with a slashing weapon, you inflict +2 points of damage per sneak attack die.",
			"",
			"### Boons: {feat/Fiendish Obedience}",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/88}",
			">",
			">1. **Liar's Arcana (Sp)** {spell/ventriloquism} 3/day, {spell/misdirection} 2/day, or {spell/glibness} 1/day",
			">2. **I Was Never Here (Sp)** You can disappear from the scene of a murder at a moment's notice or vanish before a soon-to-be victim knows of your presence. You can use {spell/invisibility} once per day as an immediate action or as part of an initiative check. If you use this ability as part of an initiative check, you can target a single creature within 30 feet with the effects of {spell/modify memory} but only to remove memories of your presence in the area.",
			">3. **Charnel Retreat (Sp)** The Blood Marquis grants you a tiny corner of his domain of Charnelhome to use for your own pleasures. Three times per day, you can create a portal to this place. This acts as {spell/mage's magnificent mansion}, except the mansion exists as part of {rule/the Abyss} (all planar traits apply) and the portal can be seen and used by anyone. This realm continues to exist when not in use, although foodstuffs and servants are magically replenished each day. In addition, the realm is lethal to invaders. The entire mansion is under the effects of a {spell/guards and wards} spell, which refreshes each day. Any food conjured by the mansion is poisoned with {eq-poison/dark reaver powder}, and the unseen servants can become {spell/spiritual all/ies>y} (although only one can do so at a time). You and creatures designated by you are unaffected by these hazardous effects.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/88}",
			">",
			">1. **Killer's Finesse (Sp)** {spell/true strike} 3/day, {spell/invisibility} 2/day, or {spell/keen edge} 1/day",
			">2. **Life in Blood (Su)** When your veins are opened, you revel in the glorious pain and exalt in the knowledge that you are closer to your unholy patron. Such wounds do not imperil your life but instead invigorate you. You treat {rule/bleed} effects as {umr/fast healing}. For example, if you suffer an effect that causes bleed 5, you take no damage from the effect and instead gain fast healing 5. This ability activates automatically the first time each day you suffer a bleed effect, and it continues until you are fully healed. After that point, the ability ceases to function and does not work for 24 hours, during which time bleed effects affect you normally. If you are affected by multiple bleed effects during the time in which this ability is active, you always gain fast healing equal to the most powerful bleed effect.",
			">3. **Murderer's Wrath (Ex)** Your training and worship has honed your bloodletting skill with knives, axes, and other cutting implements. If you don't already have the {ability/sneak attack} ability, you gain sneak attack +5d6. Whenever you deal sneak attack damage with a slashing weapon, you deal 2 additional points of damage per sneak attack die.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/88}",
			">",
			">1. **Gifts of Slaughter (Sp)** {spell/divine favor} 3/day, {spell/instrument of agony} 2/day, or {spell/haste} 1/day",
			">2. **Unholy Butcher (Su)** Shax grants you a blessing when you use your gifts to spread death and murder. As a swift action, you can imbue a natural weapon you have or a manufactured weapon you wield with the {magic-enh/vicious} special ability for 1 round. During this round, whenever you take the 1d6 points of damage from using a vicious weapon (whether it's one you created with this ability or otherwise), you gain a profane bonus to Armor Class and saving throws equal to the amount of damage taken until the start of your turn in the next round. This bonus does not stack with itself if you use a vicious weapon multiple times in a round, but a higher roll can increase the bonus gained. You can use this ability a number of rounds per day equal to your Hit Dice, but these rounds need not be consecutive.",
			">3. **Bloodbath (Su)** You wield daggers like paintbrushes, crafting an exquisite masterpiece of blood and gore with every surgical stroke. Whenever you use a dagger to deal damage to a creature, you also deal {rule/bleed} damage equal to your Charisma modifier. This bleed damage stacks with bleed damage you have from other abilities. Whenever a creature within 15 feet of you takes bleed damage from a wound you inflict, the blood flows to you and into your wounds, healing you for an number of hit points equal to the bleed damage taken this way.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/88}  ",
			"Cruel and sadistic, Shax revels in the acts of torture and murder, especially if the victim retains hope of survival up to the very instant of death. The act of murder, in Shax's debased mind, is hardly worth performing if the process can't be stretched out. Slayings that take hours to finish are fine, but when you can keep victims alive for days or even weeks, constantly allowing them to clutch at near escapes or moments of hope only to snatch them away and ultimately  ending their lives, the murders are so much more rewarding. Shax is particularly fond of eating the eyes of his living victims, but not until he is certain they have seen the filthy tools and bloodstained devices he intends to use upon their bodies.",
			"",
			"Shax appears as a humanoid man with a bird's head, wings, and legs, carrying an immense collection of knives and other gruesome weaponry on his body. Wounds have a way of bleeding profusely in Shax's presence, and Shax can command blood to blind or even choke those whose bodies it flows from, to spread out in a crimson pool to make reaching a bleeding victim difficult, or even to lash out with stinging tendrils at those nearby, which makes combat with the demon lord a grisly, gory mess. Bleeding wounds bolster Shax, making such encounters even more dangerous."
		]
	},
	"shei": {
		"name": "Shei",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Shei]{sub=\"The Ibis Matron\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Shei](https://www.pathfinderwiki.com/wiki/Shei) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Age, life, self-actualization  ",
			"**Domains** {domain/Community}, {domain/Good}, {domain/Healing}, {domain/Liberation}  ",
			"**Subdomains** {domain/Agathion}, {domain/Education (|Community)}, {domain/Family}, {domain/Freedom}, {domain/Resurrection}, {domain/Self-Realization (|Liberation)}[^A]  ",
			"**Favored Weapon** {eq-weapon/Sickle}  ",
			"**Symbol** Vine-wrapped sickle  ",
			"**Sacred Animal(s)** Dragonfly  ",
			"**Sacred Color(s)** Green, silver",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Lay a heavy rope across your shoulders and meditate on the strengths and weaknesses of your true self. Remove the rope and continue to meditate on the feeling of lightness that comes with the loss of an unnecessary burden. Gain a +4 sacred bonus on saving throws against effects that damage, drain, or penalize ability scores.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/23}",
			">",
			">1. **The Tender's Path (Sp)** {spell/remove fear} 3/day, {spell/calm emotions} 2/day, or {spell/sands of time} 1/day",
			">2. **Elder's Wisdom (Su)** You immediately age into the next {rule/age/ category}, though you take only the mental bonuses for the next age category and none of the physical penalties. If you are venerable when you receive this boon, gain a +2 sacred bonus to your Wisdom instead.",
			">3. **Liberation (Sp)** You can cast {spell/freedom} once per day.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/23}  ",
			"Shei demonstrates patience and acumen cultivated over thousands of years and strives to lead others to the same wisdom of the self. Through quiet reflection, service to the community, and the grand experience of life, Shei's followers learn to recognize their true natures and feel the freedom that comes with perfect self-acceptance.",
			"",
			"Shei stands 8 feet tall and exudes quiet confidence and grace despite her eerie form. The empyreal lord's slender body appears to be that of a middle-aged woman, but her form is concealed beneath glossy black feathers and tightly wrapped bandages. The head of an ibis pours from her elongated neck, and in her hand she carries her silver sickle, *Imminent Harvest,* with her at all times lest evil catch her unawares. Though Shei possesses the wisdom of age, she also possesses the fiery passion of youth, making her an unpredictable force to be reckoned with even at the best of times.",
			"",
			"The never-ending cycle of life is Shei's province. Her multitudinous minions range from dragonflies that live and die in a year to {monster/treant/s} that have existed for centuries. The Ibis Matron understands every stage of life, from infancy to old age, and sees the purpose of life as the attainment of self-actualization. Her servants find joy in helping mortals express their true selves through creativity, hard work, and service to their communities. Individuals in search of enlightenment, parents of small children, mothers about to bring life into the world, and teachers helping their students blossom all pay homage to Shei. The elderly feel particularly drawn to Shei, knowing that the Ibis Matron understands the weight of their long lives.",
			"",
			"Those who force others to hew to an uncomfortable mold rouse the wrathful judgment of Shei, as do fiends who corrupt mortals and rob them of their potential. The Ibis Matron has an especial hatred for {monster/belier devil/s} and their ilk. Evil creatures that weaken their victims through negative energy - particularly ones that cause premature aging, such as {template/ghost/s} - also bear the brunt of Shei's glorious anger.",
			"",
			"Shei lives in a magnificent palace of woven rushes that floats on the Lake of Spring-Thawed Ice on Nirvana.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"shelyn_pre_earthfall": {
		"name": "Shelyn (pre-Earthfall)",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"::fh[Shelyn (pre-Earthfall)]{sub=\"Song of the Prism\"}",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/74}  ",
			"**Pathfinder Wiki** [Shelyn](https://www.pathfinderwiki.com/wiki/Shelyn) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Art, beauty, love, and music  ",
			"**Domains** {domain/Air}, {domain/Charm}, {domain/Good}, {domain/Luck}, {domain/Protection}  ",
			"**Subdomains** {domain/Agathion}, {domain/Cloud}, {domain/Defense}, {domain/Fate}, {domain/Love}, {domain/Purity}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Songbird with a multicolored tail",
			"",
			"::h2[Description]{jl}",
			"",
			"As all great art changes throughout time, so has Shelyn. In the early days of Azlant, Shelyn was a minor goddess of art, beauty, and music. After the death of her mother, a goddess of love, Shelyn took on her area of concern. She also shared the space in Azlanti religion with her brother [Dou-Bral](faith/zon_kuthon), and the two were worshiped as one in many cases. They were inseparable for ages, and ancient depictions show the siblings creating brilliant masterpieces and singing duets that could bring even the most surly curmudgeon to tears. However, one day the two had a terrible fight and Dou-Bral departed for spaces unknown. Shelyn was utterly devastated about losing her brother and feared the worst for his fate. From that point forward, up until the end of the empire, depictions of Shelyn showed her wearing a veil and dark clothing to mourn the loss of her sibling. Art in the empire took on a more somber tone in those years. Painters produced works using dull shades, and musicians played slow introspective songs in somber keys.",
			"",
			"Though in the Age of Darkness the Song of the Prism would wrest her brother Dou-Bral's glaive from him to serve as her favored weapon, in the age of ancient Azlant she favored using a dagger."
		]
	},
	"shelyn": {
		"name": "Shelyn",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Pathfinder #50: Night of Frozen Shadows"
		],
		"description": [
			"::fh[Shelyn]{sub=\"The Eternal Rose\"}",
			"",
			"{SOURCE Inner Sea Gods/140}  ",
			"**Pathfinder Wiki** [Shelyn](https://www.pathfinderwiki.com/wiki/Shelyn) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Deities of Tian Xia, Gnomish Deities, Halfling Deities, Sandpoint Pantheon, Taldan Pantheon  ",
			"**Areas of Concern** Art, beauty, love, music  ",
			"**Domains** {domain/Air}, {domain/Charm}, {domain/Good}, {domain/Luck}, {domain/Protection}  ",
			"**Subdomains** {domain/Agathion}, {domain/Captivation}[^A], {domain/Cloud}, {domain/Defense}, {domain/Fate}, {domain/Love}, {domain/Purity}  ",
			"**Realm** Blossomheart, Nirvana  ",
			"**Allies** {faith/Abadar}, {faith/Calistria}, {faith/Cayden Cailean}, {faith/Desna}, {faith/Erastil}, {faith/Sarenrae}  ",
			"**Relations** Desna (lover), Sarenrae (lover), Zon-Kuthon (brother)  ",
			"**Enemies** {faith/Asmodeus}, {faith/Rovagug}, {faith/Urgathoa}, {faith/Zon-Kuthon}  ",
			"**Temples** art galleries, cathedrals, gardens, museums, opera houses, theaters  ",
			"**Holy Days** Crystalhue (day of artistic creation and romantic proposals, Winter solstice)  ",
			"**Minions** {family/agathion/s}, {family/azata/s}, fey  ",
			"**Herald** {monster/Spirit of Adoration} (armored winged woman)  ",
			"**Favored Weapon** {eq-weapon/Glaive}  ",
			"**Symbol** Multicolored songbird  ",
			"**Sacred Animal(s)** Songbird  ",
			"**Sacred Color(s)** All",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Galt, Sargava, Taldor  ",
			"**Nationality** Taldan",
			"",
			"::hl2[rule/Divine Gift>s]{jl}",
			"",
			">{SOURCE Planar Adventures/80}  ",
			">Shelyn grants a permanent +1 untyped bonus to Charisma.",
			"",
			"::hl2[rule/Deific Obedience]{jl}",
			"",
			">Paint a small picture, compose a short poem or song, dance a scene from a ballet, or create another work of art, whispering praise to Shelyn's beauty and grace as you do so. The art piece need be neither large nor complex, but heartfelt and made to the best of your ability. Gift the piece of art to a stranger and pay her a sincere compliment as you do so. If there are no suitable individuals around to receive the gift, leave it in an obvious place with a note praising Shelyn and asking whoever finds it to take it with your warmest wishes. Gain a +4 sacred bonus on Craft and Perform checks.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/140}",
			">",
			">1. **Fiction Weaver (Sp)** {spell/silent image} 3/day, {spell/minor image} 2/day, or {spell/major image} 1/day",
			">2. **Versatile Artist (Ex)** Drawing on Shelyn's divine inspiration, you can substitute your bonus in a specific Perform skill for your bonus in another related skill, as the [versatile performance](class/bard) class feature. Select one type of Perform skill which you can substitute for its associated skills. If you already have the versatile performance class feature when you obtain this boon, choose an additional Perform skill to substitute; you gain a +2 bonus on checks with this additional Perform skill.",
			">3. **Persuasive Aesthetic (Sp)** You learned to pour your soul into works of art. Once per week, you can use {spell/symbol of persuasion} as a spell-like ability. Instead of inscribing a symbol, you can cast this spell using a piece of art worth 5,000 gp or more as an arcane focus. Unlike the material components of symbol of persuasion, the artwork is not consumed during casting. Each creature within 60 feet of the artwork must succeed at a Will saving throw or be charmed by you (as the {spell/charm monster} spell) for 1 hour for every Hit Die you possess. Covering or hiding the artwork renders its persuasive effect inactive until it is uncovered again. The persuasive effect lasts until the symbol is triggered or until you use this ability again, whichever comes first. You may choose a different piece of art every time you use this ability.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/140}",
			">",
			">1. **Devotionals (Sp)** {spell/unbreakable heart} 3/day, {spell/calm emotions} 2/day, or {spell/good hope} 1/day",
			">2. **Joyous Ally (Sp)** Your sense of beauty and the loyalty you bear your goddess have attracted the notice of her celestial servants. Once per day as a standard action, you can summon a {monster/lillend} azata from Shelyn's divine realm in Nirvana to aid you. You gain telepathy with the lillend to a range of 100 feet. The lillend follows your commands perfectly for 1 minute for every Hit Die you possess before vanishing back to its home on Elysium. The lillend doesn't follow any commands that would cause it to commit evil acts or destroy works of art, and the creature could even attack you if the command is particularly egregious.",
			">3. **Plumed Blade (Su)** Even in battle, you partake of the beauty and joy with which Shelyn graces her devoted followers. As a free action, you can cause an illusion of brightly colored feathers to follow every swipe and motion of your weapon. When you do so, a single weapon you hold gains the {magic-enh/holy} and {magic-enh/shock} weapon special abilities. (You can use this ability on a ranged weapon, but can't apply it directly to a piece of ammunition.) If you drop the weapon or give it away, this ability's effects immediately end. You can grant weapons this ability for a number of rounds per day equal to 1 + 1 for every 4 Hit Dice you possess (maximum 6 rounds). The rounds don't need to be consecutive.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/140}",
			">",
			">1. **Graceful Warrior (Sp)** {spell/animate rope} 3/day, {spell/cat's grace} 2/day, or {spell/haste} 1/day",
			">2. **Glorious Might (Su)** Your passionate devotion to Shelyn grants you extra prowess in your battles against evil, allowing you to see and root out the ugliness at the heart of your foe. When you use your smite evil class feature, you gain double your Charisma bonus on attack rolls and your Charisma bonus + your paladin level on damage rolls. This replaces the normal bonuses for using smite evil. If you don't have access to smite evil, you instead gain a +2 bonus on weapon attack rolls against evil targets.",
			">3. **Cloak of Feathers (Su)** An aura of colorful features, glowing with Shelyn's holy grace, shields you against electricity attacks with a measure of the protection enjoyed by the {family/azata/s} who serve her. You gain electricity resistance 15.",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">The paladins of Shelyn are peaceable promoters of art and beauty. They see the ugliness in evil, even when cloaked in the form of beauty, and their mission is to defend those who devote their lives to the creation of beauty, bring it forth themselves, and prevent the weak and foolish from being seduced by false promises. Their tenets include the following adages.",
			">",
			">- I see beauty in others. As a rough stone hides a diamond, a drab face may hide the heart of a saint.",
			">- I am peaceful. I come first with a rose rather than a weapon, and act to prevent conflict before it blossoms. I never strike first, unless it is the only way to protect the innocent.",
			">- I accept surrender if my opponent can be redeemed - and I never assume that they cannot be. All things that live love beauty, and I will show beauty's answer to them.",
			">- I live my life as art. I will choose an art and perfect it. When I have mastered it, I will choose another. The works I leave behind make life richer for those who follow.",
			">- I will never destroy a work of art, nor allow one to come to harm, unless greater art arises from its loss. I will only sacrifice art if doing so allows me to save a life, for untold beauty can arise from an awakened soul.",
			">- I lead by example, not with my blade. Where my blade passes, a life is cut short, and the world's potential for beauty is lessened.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-inquisitor/Sin Eater/ (Inquisitor)}",
			">- {arc-bard/Songhealer/ (Bard)}",
			">",
			">### Feats",
			">",
			">- {feat/Bladed Brush}",
			">- {feat/Clarifying Channel}",
			">- {feat/Divine Expression}",
			">- {feat/Persuasive Performer}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Shelyn}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Rosy Hauberk}",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Ring of Seven Lovely Colors}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Blade of Three Fancies}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Beautiful War Paint}",
			">- {magic-wondrous/Boots of the Eternal Rose}",
			">- {magic-wondrous/Bracelet of Friends}",
			">- {magic-wondrous/Harp of Charming}",
			">- {magic-wondrous/Marvelous Pigments}",
			">- {magic-wondrous/Perfect Tuning Fork}",
			">- {magic-wondrous/Zonzon Doll of Forgiveness}",
			">",
			">### Monsters",
			">",
			">- {monster/Dapsara}",
			">- {monster/The Spirit of Adoration/ (Herald)}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Devoted Muse}",
			">",
			">### Spells",
			">",
			">- {spell/Adoration}",
			">- {spell/Aspect of the Nightingale}",
			">- {spell/Joyful Rapture}",
			">- {spell/Tap Inner Beauty}",
			">- {spell/Trail of the Rose}",
			">- {spell/Unbreakable Heart}",
			">- {spell/Waves of Ecstasy}",
			">",
			">### Traits",
			">",
			">- {trait/Ear for Music}",
			">- {trait/Inner Beauty}",
			">- {trait/Intense Artist}",
			">- {trait/Self-Sacrifice}",
			">- {trait/Unswaying Love}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/147}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Charm Person} can be prepared as a 1st-level spell",
			">- {spell/Charm Animal} can be prepared as a 2nd-level spell [^P]",
			">- {spell/Good Hope} can be prepared as a 4th-level spell",
			">",
			">#### Cleric",
			">",
			">- {spell/Sympathy} can be prepared as a 8th-level spell [may only cast on works of art]",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Charm Person} can be prepared as a 1st-level spell",
			">- {spell/Good Hope} can be prepared as a 4th-level spell",
			">",
			">#### Paladin",
			">",
			">- {spell/Charm Person} can be prepared as a 1st-level spell",
			">- {spell/Good Hope} can be prepared as a 4th-level spell",
			">- {spell/Charm Animal} can be prepared as a 2nd-level spell [^P]",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #50: Night of Frozen Shadows/75}",
			">",
			">- @hll[spell/Summon Monster II:] {monster/Grig} (extraplanar)",
			">- @hll[spell/Summon Monster III:] {monster/Silvanshee}",
			">- @hll[spell/Summon Monster V:] {monster/Vulpinal}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Inner Sea Gods/141}  ",
			"Shelyn has watched over the multiverse with a gentle heart and generous eye since the beginnings of sentience, encouraging mortals in peace and love and reveling in even their crudest artistic awakenings. A passionate and creative artist in both matters of the heart and works of beauty, she teaches that true beauty takes many forms, that kindness is its own form of strength, that no force is more powerful than love, and that every person is beautiful in some way. She has experienced enough pain herself to recognize the sting of sacrifice, and has soothed enough broken hearts to know that love and beauty are not easy things. Yet despite the realities of pain and loss, she remains an eternal optimist, helping to mend the deepest pains and turn the coldest hearts toward love and light. No mortal, monster, or deity is immune to her power.",
			"",
			"Shelyn represents all aspects of love, whether a parent's devotion to his child, companionship with a beloved pet, the steady tenderness of an old couple, the chaste adoration of a paladin for a deity, or the passion of new lovers. She prefers relationships based on more than just carnal desire; while she does not oppose such relationships, she hopes that such physical trysts blossom into something deeper. Likewise, she does not consider greed or craving true love, whether directed toward riches or an uninterested person.",
			"",
			"Shelyn is always shown as a young woman with eyes of blue or silver (or sometimes one eye of each color) and ankle-length hair adorned with colorful strands. She is usually depicted as a human, though other races often illustrate her as one of their own, from elves to half-orcs. Shelyn always wears tasteful clothing and jewelry that accentuate her beauty without revealing too much of it. Her physical proportions vary depending on the artist and regional standards for beauty: she is strong and sturdy in some depictions, voluptuous in others, and slender in still others. When she chooses to appear to mortals, it's usually as a brown-haired Taldan woman of average proportions and exceptional beauty, dressed in attractive but comfortable clothing. Her avatar is the embodiment of passion, energy, and devotion, and nearby objects and even the air and light themselves bend toward her as if in ecstasy.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait.",
			"[^P]: This spell may be prepared by any priest of Shelyn, not just clerics/paladins."
		]
	}
}
