{
	"atropos": {
		"name": "Atropos",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Atropos]{sub=\"The Last Sister\"}",
			"",
			"{SOURCE Concordance of Rivals/6}  ",
			"**Pathfinder Wiki** [Atropos](https://www.pathfinderwiki.com/wiki/Atropos) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Fate, sleep, and youth  ",
			"**Domains** {domain/Darkness}, {domain/Death}, {domain/Luck}, {domain/Repose}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Six overlapping lines arranged in a hexagon",
			"",
			"::hl2[feat/Monitor Obedience]{jl}",
			"",
			">Assemble a careful list of each activity you will undertake in the day to come and keep a careful accounting of what you fail to accomplish and why. As part of this, select three different specific checks you expect to perform that day, such as \"a Perception check to find a hidden passage,\" \"a Reflex save to dodge a fireball\" or \"a Heal check to treat a disease.\" Once during that day, you can gain a +4 insight bonus on one of these three specified checks.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/6}",
			">",
			">1. **Fruitful Dreams (Sp)** {spell/sleep} 3/day, {spell/augury} 2/day, or {spell/catatonia} 1/day",
			">2. **Childlike Grace (Su)** Once per day as a full-round action, you can revert to a childlike form, which grants you fresh insight and new perspective. This functions as a reduce person spell with a range of personal and a duration of 1 hour per Hit Die. In this form, you gain a +2 insight bonus on Perception and Sense Motive checks and Will saving throws, but you take a -2 penalty on Intelligence-based skill checks and Fortitude saving throws.",
			">3. **Insight into Fate (Sp)** You can cast {spell/moment of prescience} 1/day.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			"",
			"::h2[Description]{jl}",
			"",
			"Also called the Judge of Judges, Atropos rules over the courts of the Boneyard as the penultimate arbitrator of mortal fates. She determines who will die and when, superseded only by {faith/Pharasma} herself. The youngest daughter of Pharasma, she is also called the Last Sister, though few know the fates or can even confirm the existence of any preceding sisters. Psychopomps whisper that Pharasma is training this child to one day succeed her when the universe dies and is reborn, but for now Atropos holds the domain of sleep rather than true death. She receives the most challenging of all petitioners: the souls of fallen children.",
			"",
			"Atropos manifests as a large and glorious {monster/nosoi} the size of a wolf and adorned in a silver mask, with an infinitely long peacock tail decorated with one living eye for every soul she will ever judge, though she sometimes takes on the guise of a young human girl when appearing in her mother's court. She shares the realm of Pharasma's Palace, though her deific control also extends over the Boneyard's courts and planar gates."
		]
	},
	"ayrzul": {
		"name": "Ayrzul",
		"sources": [
			"Inner Sea Gods",
			"The Great Beyond - A Guide to the Multiverse"
		],
		"description": [
			"::fh[Ayrzul]{sub=\"The Fossilized King\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Ayrzul](https://www.pathfinderwiki.com/wiki/Ayrzul) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Elemental Lords  ",
			"**Areas of Concern** Buried secrets, earth, metal  ",
			"**Domains** {domain/Destruction}, {domain/Earth}, {domain/Evil}, {domain/Strength}  ",
			"**Subdomains** {domain/Caves}, {domain/Fear}, {domain/Ferocity}, {domain/Metal}, {domain/Petrification}[^A]  ",
			"**Favored Weapon** {eq-weapon/Morningstar}  ",
			"**Symbol** Fossilized dinosaur tooth  ",
			"**Sacred Animal(s)** Tyrannosaurus rex  ",
			"**Sacred Color(s)** Brown, gray",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Elemental Vigor}",
			">",
			">### Traits",
			">",
			">- {trait/Affinity for the Elements}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE The Great Beyond - A Guide to the Multiverse/18}  ",
			"Never observed outside of his realm, legends say that his physical form is somehow bound to the rock itself, or restricted to the boundary of his realm. Often assumed to be a powerful elemental paragon and demigod, the Fossilized King is also purported to be an ascended shaitan wizard, an undead crystalline drake of truly awesome age, or a fragment of the dead god Ydersius. Regardless of his origin, Ayrzul largely ignores his own plane's politics, except when seeking to keep the peace between its various races while simultaneously ensuring antipathy toward the efreet of the Plane of Fire and his hated rival and possible counterpart, Ymeri the Queen of the Inferno.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"azathoth": {
		"name": "Azathoth",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Azathoth]{sub=\"The Daemon Sultan\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/65}  ",
			"**Pathfinder Wiki** [Azathoth](https://www.pathfinderwiki.com/wiki/Azathoth) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Outer Gods  ",
			"**Areas of Concern** Entropy, madness, mindless destruction  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Madness}, {domain/Sun}, {domain/Void}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Dark Tapestry}, {domain/Entropy}, {domain/Insanity}, {domain/Nightmare}, {domain/Stars}  ",
			"**Favored Weapon** {eq-weapon/Warhammer}  ",
			"**Symbol** Eight-pointed star  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Black, white",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"::h2[Description]{jl}",
			"",
			"The so-called \"blind idiot god\" is a primal mass of devastation and destruction the size of a star. Azathoth itself is unaware of its worshipers, and indeed has little interest in anything. Some scholars theorize that Azathoth isn't even self-aware &mdash; likening it to a cosmic firestorm on the grandest scale, yet incapable of directing action or reacting to stimuli.",
			"",
			"Azathoth is attended by an unknown number of other gods that orbit it as a solar system's planets orbit an angry star. Referred to in eldritch tomes as Azathoth's Court, these lesser gods are themselves powerful beings, their insane song and eerie piping a constant accompaniment to Azathoth's chaotic babblings and thunderous explosions. Many worshipers of Azathoth liken the entities of Azathoth's court to the true manifestation of their god's conscious will. Although lesser than Azathoth, these gods are themselves quite powerful, and the greatest of them is none other than {faith/Nyarlathotep/, the Crawling Chaos}.",
			"",
			"Said to lie at the center of the universe, Azathoth is believed by some to be the source of all existence, the primal truth that created the Material Plane. Cultists of the Primal Chaos often seek to harness their blind god's power for their own destructive ends, yet such attempts are fraught with peril, for the tiniest ripple caused by Azathoth's thrashings can lay entire planets to waste. The Shory are said to have developed ways to harness this power, but it seems just as likely that tampering with such forces may have played a key role in that empire's mysterious fall so long ago. Azathoth is referenced as the \"Daemon Sultan\" in some ancient texts, but this appellation does not imply any connection to the fiends known as {family/daemon/s}, for Azathoth has as little interest in matters of the Great Beyond as it does anything else."
		]
	},
	"baalzebul": {
		"name": "Baalzebul",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Baalzebul]{sub=\"Lord of Flies\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Baalzebul](https://www.pathfinderwiki.com/wiki/Baalzebul) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Baalzebul}",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Archdevils  ",
			"**Areas of Concern** Arrogance, flies, lies  ",
			"**Domains** {domain/Air}, {domain/Death}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Murder}, {domain/Undead}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Spear}  ",
			"**Symbol** Iron crown and diamond  ",
			"**Sacred Animal(s)** Fly  ",
			"**Sacred Color(s)** Black, white",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Cover your hands and arms in a paste made from rotten fruit, spoiled meat, or any other malodorous organic material you create as an offering to Baalzebul, and sit perfectly still with your palms held upward. Wait for flies to gather on your limbs, and let them gorge themselves on the offering while you recount the mighty battles that the Lord of Flies has won in Asmodeus's name. Gain a +4 profane bonus on saves against mind-affecting effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/28}",
			">",
			">1. **Cocytus's Deception (Sp)** {spell/lesser confusion} 3/day, {spell/misdirection} 2/day, or {spell/glibness} 1/day",
			">2. **White Angel of Hell (Sp, Su)** Baalzebul knows, perhaps a little self-deceptively, that he is the mightiest creature the Prince of Hell has ever created, and from this profane knowledge Baalzebul draws great power. Likewise, in your dark heart you know that you are one of Baalzebul's favored servants, and this knowledge invests you with authority. Whenever a creature senses your aura, such as with {spell/detect evil} or similar spells, you radiate an aura as if you had 20 Hit Dice. A number of times per day equal to 3 + your Wisdom modifier, you gain a +20 bonus on Intimidate checks when you flaunt your association with Hell as part of the check. Additionally, you can cast {spell/greater command} twice per day as a spell-like ability.",
			">3. **Lies of the Son (Sp)** Like the Lord of Flies, you can weave a tapestry of lies so convincing that it can wipe the very identity from individuals' minds, and you can cleverly use this ability to your advantage. Once per day, you can cast {spell/communal mind blank} as a spell-like ability.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/28}",
			">",
			">1. **Flies of the Seventh (Sp)** {spell/decompose corpse} 3/day, {spell/haunting mists} 2/day, {spell/distracting cacophony} 1/day",
			">2. **Master of the Multitudes (Sp)** The Lord of Flies happily lends you his hellish servants to further your unholy cause and, of course, his own glory. Once per day, you can summon a swarm of blood-sucking flies to consume your enemies. This functions as per {spell/summon monster VII}, except you can summon only a single swarm of blood-draining flies. Treat this swarm as a {monster/tick swarm} with the {template/fiendish} template and a fly speed of 50 feet (perfect maneuverability).",
			">3. **Consume Divine Flesh (Su)** You relish the thought of the dying Azhia hanging in Baalzebul's home, hellish flies feasting on the forgotten god's flesh for eternity. Your obsession with this macabre act has imbued you with mind-warping abilities to make Baalzebul proud. Three times per day as a standard action, you can target a single living creature within 60 feet. If this creature fails a Will saving throw (DC = 10 + half your Hit Dice + your Wisdom modifier), it believes that flies and maggots are infesting its flesh, and it can take no actions for a full round as it claws at its flesh in terror. The imagined pain deals an amount of damage equal to 1d6 per Hit Die you have (maximum 20d6). The target can negate this effect with a successful Will saving throw. This is a mind-affecting effect. This ability has no effect on creatures that don't have flesh.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/28}",
			">",
			">1. **Dark Prince's Son (Sp)** {spell/murderous command} 3/day, {spell/blur} 2/day, {spell/burst of speed} 1/day",
			">2. **Heir of Hell (Su)** Even if your companions refuse to acknowledge it, you know that your infernal devotion to and sacrifices for Baalzebul have earned you a place at the side of the greatest fiends of Cocytus, just as the Lord of Flies knows he deserves a place at the side of his dark father. Once per day as a standard action, you can declare your infernal birthright to inspire shock and awe in your enemies. Creatures within 30 feet that hear and oppose you must each attempt a Will saving throw (DC = 10 + half your Hit Dice + your Wisdom modifier) or be {misc/stunned} for 1 round and then {misc/shaken} for a number of rounds equal to your Hit Dice while contemplating your unholy power. Creatures that succeed at their saving throws are instead shaken for 1d4 rounds. This is a mind-affecting fear effect.",
			">3. **Baalzebul's Vengeance (Sp)** You can briefly call upon the unfathomable, unholy power of the Lord of Flies to bring down a mighty storm upon those who would oppose you, just as Baalzebul will one day crush all those who stand against him, Hell's servant or not. Once per day as a spell-like ability, you can cast {spell/storm of vengeance}.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			">",
			">### Traits",
			">",
			">- {trait/Flames of Hell}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/29}  ",
			"Few in Hell's armies loathe Heaven more than Baalzebul. A being of tarnished glory and wounded pride, the Lord of the Seventh was once a creature of luminous form and {faith/Asmodeus/'s} undisputed favorite. Though he is still among the most powerful figures in Hell, millennia of violence and disappointment have warped him into a creature of vicious jealousy and absolute arrogance. Also known as the Lord of Flies, Hell's Angel, and the White Son, Baalzebul revels in hollow victories, enviously eyeing the gifts of others as he seeks a birthright that was never his.",
			"",
			"One of the first beings created by the earliest gods, Baalzebul was once held as the son of Asmodeus and called Lord of That Which Flies - he was possibly the first creature to have an angelic form. When war came to the gods, Baalzebul's allegiance was unquestioned, and it was he who led his master's legions and trained the newly made generals {faith/Belial}, {faith/Dispater}, {faith/Moloch}, and Nybbas. As Asmodeus's champion, he won his lord countless victories and, when the time came for Exodus, he led those who followed in the Prince of Darkness's path. In Hell, he expected to rule at his creator's side, but such was not to be. The creation of {faith/Mephistopheles} and the distribution of Hell's rule among the archdevils infuriated Baalzebul, who had expected a far greater reward for his service. Forgetting himself, the Lord of That Which Flies railed against his maker, demanding a realm far greater than those granted to fiends created after him. Bemused, Asmodeus asked why Baalzebul deserved these things, whereupon the great warrior recounted the innumerable feats he had performed in his lord's name.",
			"",
			"Unstirred, the Prince of Darkness responded, \"You are as I made you and have done only as I have willed. Yet, if you imagine yourself lord of the multitudes, so be it.\" With that, Asmodeus stripped Baalzebul of his magnificent form, fusing him instead with millions of biting flies. Horrified but cowed, Baalzebul fled back to Cocytus, the realm newly granted to him, taking his throne as the Lord of Flies."
		]
	},
	"baphomet": {
		"name": "Baphomet",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned",
			"Pathfinder #77: Herald of the Ivory Labyrinth"
		],
		"description": [
			"::fh[Baphomet]{sub=\"Lord of the Minotaurs\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Baphomet](https://www.pathfinderwiki.com/wiki/Baphomet) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Baphomet}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Beasts, labyrinths, minotaurs  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Evil}, {domain/Strength}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Ferocity}, {domain/Fur}, {domain/Resolve}  ",
			"**Favored Weapon** {eq-weapon/Glaive}  ",
			"**Symbol** Brass minotaur head  ",
			"**Sacred Animal(s)** Aurochs  ",
			"**Sacred Color(s)** Gold, red",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Remain motionless for 55 minutes, and then spend the last 5 minutes speaking 50 observations regarding your surroundings into a hollowed-out bull's horn. Gain immunity to {spell/maze} and a +4 profane bonus on saving throws against confusion and insanity effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/30}",
			">",
			">1. **Walk among the Herd (Sp)** {spell/pass without trace} 3/day, {spell/undetectable alignment} 2/day, or {spell/clairaudience//clairvoyance} 1/day",
			">2. **Unquestioned Influence (Sp)** As a reward for your devotion to him, Baphomet grants you the power to make pawns of the weak willed and spread your influence among the ignorant masses. Three times per day, you can cast {spell/mass suggestion} as a spell-like ability.",
			">3. **Invoke Tempter (Sp)** You can conjure an agent of the Abyss to spread demonic intrigues and tempt the foolish. Once per day as a standard action, you can conjure a {monster/glabrezu} to your location. The glabrezu remains for 1 minute per Hit Die you have before returning to the Abyss. This is a {spelldef/calling} effect, and the glabrezu is not under your control, although it generally aids you and follows your directives. This glabrezu is loath to employ its *wish* ability for your use, preferring instead to offer it to others as a bargaining chip on your behalf or to tempt foolish mortals. This ability always calls the same glabrezu; if the glabrezu conjured this way is slain, you cannot use this boon for 1 month (at which point you can call a new glabrezu).",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/30}",
			">",
			">1. **Conspirator's Whisper (Sp)** {spell/summon monster I} 3/day, {spell/misdirection} 2/day, or {spell/beast shape I} 1/day",
			">2. **Minotaur Form (Su)** Once per day, you can {umr/change shape} into a minotaur for 1 hour. When you do so, you gain a +4 size bonus to Strength and take a -2 penalty to Charisma. If you are already a minotaur, this ability instead allows you to assume a Small, Medium, or Large humanoid form at will (this change of form does not alter your ability scores). This is a polymorph effect.",
			">3. **Maze of Madness (Sp)** You can cast {spell/maze} with the benefits of the {feat/Extend Spell} feat as a spell-like ability once per day.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/30}",
			">",
			">1. **Might of the Labyrinth (Sp)** {spell/enlarge person} 3/day, {spell/bull's strength} 2/day, or {spell/nondetection} 1/day",
			">2. **Devouring Beast (Ex)** To aid in your profane crusade against the cult's many enemies, Baphomet sends one of the flesh-eating bulls of the Ivory Labyrinth to slaughter and feed at your side. You gain an {companion/aurochs} {sidekick/animal companion} as a druid of a level equal to your Hit Dice - 4, in addition to any animal companions you already have. This animal companion possesses the {template/fiendish} template and the extraplanar subtype, along with a bite attack that inflicts 1d6 points of damage. Any day on which you fail to perform your obedience, this beast vanishes back to the Ivory Labyrinth; if returned to the Abyss, whether by this or by other means, it returns to you when you next perform your obedience (along with any gear it was equipped with).",
			">3. **Invocation of the Gorgon (Su)** You gain the {umr/change shape} universal monster ability, allowing you to assume the form of an ivory-colored {monster/gorgon} as per {spell/beast shape IV}. Although you can activate this ability only once per day, the new form lasts indefinitely. If you lose access to this boon by failing to perform your obedience, you cannot change forms or return to your true form until you perform the obedience again or the effect is otherwise ended.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Spells",
			">",
			">- {spell/Bleeding Strike}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #77: Herald of the Ivory Labyrinth/70}",
			">",
			">#### Antipaladin, Ranger",
			">",
			">- {spell/Monstrous Physique I} can be prepared as a 2nd-level spell",
			">- {spell/Monstrous Physique II} can be prepared as a 3rd-level spell",
			">- {spell/Monstrous Physique III} can be prepared as a 4th-level spell",
			">",
			">#### Cleric",
			">",
			">- {spell/Maze} can be prepared as a 8th-level spell",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Monstrous Physique I} can be prepared as a 3rd-level spell",
			">- {spell/Monstrous Physique II} can be prepared as a 4th-level spell",
			">- {spell/Monstrous Physique III} can be prepared as a 5th-level spell",
			">- {spell/Monstrous Physique IV} can be prepared as a 6th-level spell",
			">",
			">#### Witch",
			">",
			">- {spell/Monstrous Physique I} can be prepared as a 3rd-level spell",
			">- {spell/Monstrous Physique II} can be prepared as a 4th-level spell",
			">- {spell/Monstrous Physique III} can be prepared as a 5th-level spell",
			">- {spell/Monstrous Physique IV} can be prepared as a 6th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #77: Herald of the Ivory Labyrinth/70}",
			">",
			">- @hll[spell/Summon Monster V:] {template/Half-Fiend} {monster/Minotaur}",
			">- @hll[spell/Summon Monster VI:] {template/Fiendish} {monster/Chimera}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Book of the Damned/30}  ",
			"Although Baphomet is traditionally the god of the {monster/minotaur} race, his cult is on the rise among humanity. His human worshipers hold secret sermons in his name and hand down his teachings along family lines across generations, forming clandestine societies that tend to hold great political power in Golarion's larger cities. They remain silent about their allegiance to Baphomet, however, patiently awaiting a time when he might call upon them to rise up against their enemies and return the world to the dominion of the beast. These secret societies use complex hand gestures, passwords, sigils, and signs to identify themselves to one another and pass messages; in these communications, worshipers use their \"true names\" and refer to themselves as Templars of the Ivory Labyrinth in honor of Baphomet's labyrinthine Abyssal realm.",
			"",
			"Minotaurs themselves worship Baphomet in a different way; they are less secretive about their faith and value Baphomet as the epitome of their kind. A minotaur that worships Baphomet typically sets aside a portion of its maze lair as sacred to Baphomet, where the walls are carved with prayers and only the devout are allowed to tread without fear of triggering magical traps.",
			"",
			"Baphomet appears as a lanky humanoid with a demonic goat's head; he is only rarely depicted without his cruel glaive in hand (a weapon said to be able to cause particularly horrid and painful wounds to good-aligned targets). As the Lord of the Minotaurs, Baphomet can summon powerful members of this race to his side with a brief thought. Incredibly intelligent, Baphomet can make use of any language and utilize magic from scrolls with utmost skill. He is served by {monster/glabrezu} demons, who often act as advisors to his Templars and seed new cults in cities not yet tainted by his word."
		]
	},
	"barbariccia": {
		"name": "Barbariccia",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Barbariccia]{sub=\"The Fearsome Father\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Barbariccia](https://www.pathfinderwiki.com/wiki/Barbariccia) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Fecundity, predators, slaughter  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Plant}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Fear}, {domain/Fur}, {domain/Growth}  ",
			"**Favored Weapon** {eq-weapon/Spiked gauntlet}  ",
			"**Symbol** Predator jaws  ",
			"**Sacred Animal(s)** Leopard  ",
			"**Sacred Color(s)** Black, orange",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Use the harvested teeth or claws of a fearsome predator to shred the flesh of a creature you recently killed. Gain a +4 profane bonus on saving throws against force effects.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/summon nature's ally II}",
			">2. {spell/summon nature's ally IV}",
			">3. {spell/summon nature's ally VI}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"An ancient and unpredictable fiend, the Fearsome Father is said to be the sire of an entire army of evil creatures with their sights set on conquering various natural places."
		]
	},
	"barbatos": {
		"name": "Barbatos",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Barbatos]{sub=\"The Bearded Lord\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Barbatos](https://www.pathfinderwiki.com/wiki/Barbatos) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Barbatos}",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Archdevils  ",
			"**Areas of Concern** Animals, corruption, gateways  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Magic}, {domain/Travel}  ",
			"**Subdomains** {domain/Arcane}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Divine}, {domain/Portal}[^A], {domain/Trade}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Three-eyed beard  ",
			"**Sacred Animal(s)** Raven  ",
			"**Sacred Color(s)** Gray, red",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Build a small, tree-shaped shrine to Barbatos out of broken branches, moss-covered stones, viscous mud, or any other sort of naturally occurring material. While pacing around the shrine, spatter it with fresh blood - either your own or that of a companion or an enemy - and speak 21 words of allegiance to the Bearded Lord. Gain a +4 profane bonus on Knowledge (arcana, planes, and religion) checks concerning evil-aligned planes, evil faiths, or evil magic.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/32}",
			">",
			">1. **Taint of the Promised Land (Sp)** {spell/ill omen} 3/day, {spell/blindness//deafness} 2/day, or {spell/howling agony} 1/day",
			">2. **Defile the Sacred (Su)** You can project the terrible mysteries of Barbatos's true form into an opponent's body, infusing it with a mere iota of the Bearded Lord's horrors. Once per day as a standard action, you can target a living good-aligned or neutral creature with a touch attack that briefly transforms its body into a mass of quivering worms and undulating flesh. This deals an amount of damage equal to 10 points per Hit Die you have (maximum 150 points of damage) and {misc/nauseate/s>d} the target for 1 round. A target that succeeds at a Fortitude saving throw (DC = 10 + half your Hit Dice + your Charisma modifier) takes only half damage and negates the nauseated effect. If the creature you target is evil-aligned, this ability has no effect and is wasted for the day.",
			">3. **Faces of the Wise (Su)** You are keenly aware of the million possible visages that might lurk under Barbatos's hood and can project those images into an enemy's mind. Once per day as a standard action, you can target any creature within 100 feet. If the target fails a Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier), it is {misc/stunned} for 1 round and then {rule/paralyzed} for a number of rounds equal to your Hit Dice. Each round on its turn while it is paralyzed, the target can attempt a new saving throw to end the paralyzing effect; this is a full-round action that does not provoke attacks of opportunity. A creature that recovers from this effect early after being affected by it for at least 2 rounds is {misc/staggered} for 2d4 rounds. A creature that succeeds at its initial saving throw against this effect is merely staggered for 1 round. This is a mind-affecting fear effect.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/33}",
			">",
			">1. **Beasts of the First (Sp)** {spell/magic fang} 3/day, {spell/fox's cunning} 2/day, or {spell/stench of prey} 1/day",
			">2. **Gnashing of Brutish Teeth (Su)** You are intimately familiar with the guttural sounds of hellbeasts and can imitate their cacophonies to the detriment of your foes. Once per day as a standard action, you can unleash this clamor, forcing all enemies within 30 feet of you to attempt a Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier). Those who fail are {misc/frightened} for a number of rounds equal to your Hit Dice and take an amount of sonic damage equal to 1d6 per Hit Die you have (maximum 20d6). Creatures that succeed at their saving throws take half damage and are instead {misc/shaken} for this effect's duration. This is a mind-affecting fear effect.",
			">3. **Bearded Lord's Aspect (Sp)** Once per day, you can assume an imitation of one of the many forms Barbatos prefers when traveling in the mortal realms. This functions as {spell/frightful aspect}, using your Hit Dice as your caster level, except you also gain darkvision with a range of 90 feet, scent, and a bite attack. Treat the bite attack as a primary attack made with your full base attack bonus; it deals an amount of damage equal to 3d6 plus 1-1/2 times your Strength modifier.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/33}",
			">",
			">1. **No Passage (Sp)** {spell/bungle} 3/day, {spell/piercing shriek} 2/day, or {spell/glyph of warding} 1/day",
			">2. **From Whence You Came (Sp)** The Bearded Lord has untold knowledge of not only fiends and their places in Hell and beyond but also all outsiders, and you can periodically harness this confounding reality to your advantage. Three times per day, you can cast {spell/dismissal} as a spell-like ability. When you do, you are immediately affected by {spell/protection from good} if the dismissed outsider was good-aligned, or {spell/protection from evil} if the outsider was evil-aligned, for a number of minutes equal to your Hit Dice.",
			">3. **Avernus's Iron Gates (Sp)** You have an unholy tie to Barbatos's demesne. Once per day, you can open a gate to Avernus, as per the spell {spell/gate}, and use it either for planar travel or to call a {monster/pit fiend} to your service. If you use it to call a pit fiend, this functions like the gate spell's calling creatures effect, but you are not required to pay the 10,000 gp material cost. If the pit fiend has more Hit Dice than you, you can't control it (as normal), but pit fiends tend to gladly obey the requests of powerful minions of Barbatos.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			">",
			">### Traits",
			">",
			">- {trait/Flames of Hell}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Book of the Damned/33}  ",
			"Few dare speak Barbatos's name, as legend says he is the most likely of Hell's archdevils to hear. Of {faith/Asmodeus/'s} lieutenants, the mysterious lord of Avernus has held his station for the shortest time - a term measured in millennia, but still a tenure too short for Hell's elite to embrace the newcomer. The aloofness of the other archdevils stems not entirely from Barbatos's relatively short reign but rather from his fundamental nature, as he is not a {family/devil} at all. In fact, Barbatos's true nature remains one of Hell's greatest mysteries: a secret supposedly known by Asmodeus alone, and some say not even by him.",
			"",
			"Barbatos appears as a strange humanoid wrapped in robes. From the sleeves of his rags stretch withered hands whose total number of fingers seems strangely fluid. Although a veil of gloom often hides his features, points of bilious light pierce the shadows of his hood, forming a pyramid of luminous, alien eyes. From beneath these strange orbs spills the archdevil's most recognizable feature: a beard of thin, greasy tendrils that fall in a squirming cascade. In one hand, he clutches a tall staff made from yew, studded with blinking, animalistic eyes, while in the other he sometimes carries a black orb that reveals the location, crimes, and deepest secrets of every soul in Avernus.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"barravoclair": {
		"name": "Barravoclair",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Barravoclair]{sub=\"The Lady of the Final Gasp\"}",
			"",
			"{SOURCE Book of the Damned/120}  ",
			"**Pathfinder Wiki** [Barravoclair](https://www.pathfinderwiki.com/wiki/Barravoclair) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Kyton Demagogues  ",
			"**Areas of Concern** The elderly, fatalistic insights, resurrection  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Healing}, {domain/Law}  ",
			"**Subdomains** {domain/Murder}, {domain/Restoration}, {domain/Resurrection}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/War razor}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Practice breath control, holding your breath until you nearly pass out. Gain a +4 profane bonus on checks to resist drowning and on saves against inhaled poisons.",
			">",
			">{SOURCE Book of the Damned/121}  ",
			">The principals of the {family/kyton} race number among the planes' most audacious explorers, artistes, and scientists. Constrained by neither morals nor taboos, kyton demagogues pursue perfection in myriad profane fields. Lost limbs and lives mean little to the kyton demagogue - only the next boundary to shatter and the promise of what could be. The kyton demagogues are legion, but nine of those best known to Golarion's cultic scholars are presented here.",
			">",
			">Kyton demagogues are far less likely than other fiendish demigods to flaunt their power. All kyton demagogues are lawful evil and range in power from CR 26 to CR 30. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities each usable once per day.",
			">",
			">1. {spell/speak with dead}",
			">2. {spell/resurrection}",
			">3. {spell/soul bind}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Lady of the Final Gasp has stretched her last breath into an eternity. Stealing years of life from countless mortals, Barravoclair seeks triumph in the moment of expiration, merging exaltation with the parting of spirit and flesh."
		]
	},
	"barzahk": {
		"name": "Barzahk",
		"sources": [
			"Concordance of Rivals",
			"Pathfinder #143: Borne by the Sun's Grace"
		],
		"description": [
			"::fh[Barzahk]{sub=\"The Passage\"}",
			"",
			"{SOURCE Concordance of Rivals/6}  ",
			"**Pathfinder Wiki** [Barzahk](https://www.pathfinderwiki.com/wiki/Barzahk) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Barzahk}",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Compasses, travelers, and vigils  ",
			"**Domains** {domain/Knowledge}, {domain/Protection}, {domain/Repose}, {domain/Travel}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Club}  ",
			"**Symbol** Two straight lines that converge vertically through a circle",
			"",
			"::h2[Deific/Monitor Obedience]{jl}",
			"",
			">*{feat/Deific Obedience} and {feat/Monitor Obedience} have the same obedience:*  ",
			">Walk a road for an hour and keep a constant eye out for signs of fallen travelers or roadside graves. Tend to any of either you find. Gain a +4 insight bonus on Survival and Knowledge (geography) checks to find locations and avoid becoming lost, as well as on saving throws against magic effects that would force you to become lost (such as the {spell/maze} spell).",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #143: Borne by the Sun's Grace/79}",
			">",
			">1. **Know Who Passed (Sp)** {spell/alarm} 3/day, {spell/perceive cues} 2/day, or {spell/speak with dead} 1/day",
			">2. **Wings of the Wanderer (Su)** As a standard action, you can assume the form of a {monster/giant raven} as if using the spell {spell/beast shape II}. While in this form, you gain the raven's scavenger extraordinary ability, a +2 insight bonus to AC, and a +3 insight bonus on Perception checks. You can retain this form for 1 hour per HD you have; this time does not need to be consecutive, but it must be used in 1-hour increments. While in raven form, you can increase or decrease your size as a standard action, as if you had cast {spell/reduce person} or {spell/enlarge person} (self only); these spells have their normal duration, treating your Hit Dice as your caster level, but casting either consumes 1 hour of your daily shapeshifting allotment.",
			">3. **Terrain Dominance (Sp, Su, Ex)** Your passage is rarely impeded by landscapes or weather. For every 5 HD you have, you gain one terrain dominance as if you were a {pclass/horizon walker}; you do not need to have the terrain mastery class feature to select a terrain dominance. If you do not have a {ability/favored terrain} bonus from another source, treat your favored terrain bonus as +2 when dealing with creatures native to the terrains over which you have dominance; you do not otherwise gain the benefits of favored terrain.",
			">",
			">### Boons: Exalted or Monitor Obedience",
			">",
			">{SOURCE Pathfinder #143: Borne by the Sun's Grace/79}",
			">",
			">1. **Prepared Traveler (Sp)** {spell/abjuring step} 3/day, {spell/animal messenger} 2/day, or {spell/phantom steed} 1/day",
			">2. **Seasoned Traveler (Ex)** You no longer take nonlethal damage from moving at a hustle overland. You gain {feat/Endurance} and {feat/Nimble Moves} as bonus feats.",
			">3. **Into the Dead Roads (Su)** Once per day as a full-round action, you can open a door to the Dead Roads and guide others with you to cross huge distances or travel the planes. This duplicates the effects of a {spell/shadow walk} or {spell/plane shift} spell, with a caster level equal to twice your Hit Dice. In the case of a {spell/plane shift} spell, the effect is not instantaneous, instead requiring 2d6 hours of travel by foot to arrive at a random point on the target plane.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #143: Borne by the Sun's Grace/79}",
			">",
			">1. **Find the Lost (Sp)** {spell/tireless pursuit} 3/day, {spell/locate object} 2/day, or {spell/follow aura} 1/day",
			">2. **Studied Hunter (Ex)** You are adept at tracking, understanding, and assisting a specific kind of creature. Select a creature type from the ranger's list of {ability/favored enemies}. You gain a +2 bonus on Survival checks to track creatures of this type or subtype, and on Diplomacy, Heal, Knowledge, and Sense Motive checks regarding them. You also gain a +1 dodge bonus to AC against attacks from creatures of this type. For every 5 Hit Dice you have, you can select one additional type or subtype to apply these bonuses to, and at each such interval, the bonus gained regarding any one studied type or subtype increases by 2 for skill checks and by 1 for AC.",
			">3. **Warden of the Ways (Su)** You no longer need to drink, eat, or sleep to survive, though you must still rest with only light activity for at least 2 hours a day to renew your spells. While on a road, pathway, or tunnel, you gain DR 4/-; your GM has final approval over what qualifies as a road, pathway, or tunnel.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			">",
			">### Spells",
			">",
			">- {spell/Keyhole}",
			">- {spell/Open the Dead Roads}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #143: Borne by the Sun's Grace/78}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Tireless Pursuit} can be prepared as a 1st-level spell",
			">- {spell/Teleport} can be prepared as a 5th-level spell",
			">",
			">#### Cleric",
			">",
			">- {spell/Teleportation Circle} can be prepared as a 9th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #143: Borne by the Sun's Grace/79}",
			">",
			">- @hll[spell/Summon Monster III:] {template/Entropic} {monster/Giant Raven}, {monster/Nosoi}",
			">- @hll[spell/Summon Monster V:] {monster/Catrina}",
			">- @hll[spell/Summon Monster VII:] {monster/Shoki}",
			"",
			"::h2[Description]{jl}",
			"",
			"While most psychopomps are born from the needs and fears of mortals, Barzahk was born from the needs and fears of psychopomps, emerging fully formed at the same moment the Dead Roads - secret back channels between the planes and the mortal world - appeared. Barzahk manifests as an enormous migratory bird, often a corvid, but sometimes as a robin or other songbird. Swathed in robes and carrying a staff and a keyhole, the Passage struggles to understand the finite world beyond the Dead Roads, and they rarely leave this unusual transitive realm. They see to the comings and goings of psychopomps and, by extension, care for the souls of travelers and those who die far from home, an experience that challenges many petitioners and can cause a soul to linger far too long.",
			"",
			"Afflicted with wanderlust, Barzahk roams aimlessly and rarely attends to any of their appointed duties. Those psychopomps who labor under Barzahk's purview enjoy an exceptional amount of autonomy, even by the standards of the Boneyard, and many of their most powerful servants begin to feel akin to ushers themselves - notions true ushers are eager to disabuse them of."
		]
	},
	"bastet": {
		"name": "Bastet",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Bastet]{sub=\"The Sly Enchantress\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/67}  ",
			"**Pathfinder Wiki** [Bastet](https://www.pathfinderwiki.com/wiki/Bastet) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Cats, pleasure, secrets  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Charm}, {domain/Protection}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Defense}, {domain/Fur}, {domain/Lust}, {domain/Protean}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Cat's claws |(tekko-kagi)}  ",
			"**Symbol** Golden cat  ",
			"**Sacred Animal(s)** Cat",
			"",
			"::h2[Description]{jl}",
			"",
			"Bastet was a popular deity in Ancient Osirion, worshiped as a goddess of cats and a deity of celebration, pleasure, and secrets. While her sister {faith/Hathor} is a goddess of love, Bastet is one of desire and sensuality. She also guards against contagious diseases, evil spirits, and snakes, and is associated with protective ointments and perfumes. A beautiful woman with the head of a cat, Bastet is often depicted holding a rattle-like sistrum - a musical instrument associated with her worship - and a small shield called an aegis, usually decorated with the head of a lion, as a symbol of her protective role.",
			"",
			"Bastet is the daughter of {faith/Ra}, and the sister of Hathor, {faith/Maat}, and {faith/Sekhmet}. Normally indolent and relaxed, Bastet can be fierce when roused to anger, and she has often faced off against the great serpent {faith/Apep} on behalf of Ra. A promiscuous goddess, Bastet has no mate, but numerous stories detail her liaisons with other deities.",
			"",
			"Bastet is a popular goddess among bards and women of all classes, and she is the patron of spies, rogues, and thieves. Most of her clerics are women, though men are welcome in the priesthood, and both genders work as sacred prostitutes in Bastet's temples, which host elaborate festivals, replete with dancing, drinking, and revelry. Devotees of Bastet often keep cats as pets, and these sacred animals are reverently mummified and buried alongside their masters upon death."
		]
	},
	"belial": {
		"name": "Belial",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Belial]{sub=\"The Pale Kiss\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Belial](https://www.pathfinderwiki.com/wiki/Belial) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Belial}",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Archdevils  ",
			"**Areas of Concern** Adultery, deception, desire  ",
			"**Domains** {domain/Charm}, {domain/Destruction}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Lust}, {domain/Rage}  ",
			"**Favored Weapon** {eq-weapon/Ranseur}  ",
			"**Symbol** Two-toned devil mask  ",
			"**Sacred Animal(s)** Goat  ",
			"**Sacred Color(s)** Red, white",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Fill a chalice, cup, or other small receptacle with pure, clean water, then despoil it with 13 drops of bodily fluid of any nature. Hold the spoiled concoction in your hands, envision the most sexually enticing image imaginable, and pray aloud to Belial until your throat is parched. Then, drink from the receptacle until it is empty. Gain a +4 profane bonus on saving throws to resist charm effects and spells with the charm descriptor.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/34}",
			">",
			">1. **Sins of the Flesh (Sp)** {spell/erase} 3/day, {spell/acute senses} 2/day, or {spell/nondetection} 1/day",
			">2. **Idolisque's Apogee (Su)** The Pale Kiss delights in painful acts of carnal desire, and you share this sense of glee when others so suffer. Once per day as a standard action, you can target a single creature within 60 feet with a number of Hit Dice less than or equal to twice your own. If that creature fails a Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier), it feels the emotional anguish of a beloved's betrayal. The creature drops all held items and, beginning on the round it is targeted by this ability, deals 1d8 points of damage to itself each round (no saving throw) as a full-round action as it tries to grapple with its emotions. The creature can take no other actions while it is affected by this ability. A creature that is restrained with a successful grapple or otherwise rendered immobile cannot damage itself for that round. This ability lasts for a number of rounds equal to your Hit Dice. Each round a creature is affected, it can attempt a new saving throw to end this effect. This is an emotion mind-affecting effect.",
			">3. **Thorny Caress (Su)** The pinnacle of the Thorned Caress's worship has taught you how to couple being desirous to others with the ability to inflict great pain upon those you entice. For a number of minutes per day equal to your Hit Dice, anyone who touches your skin (such as with a successful natural weapon attack, touch attack, or unarmed strike) takes 4d6 points of {rule/bleed} damage. You cannot deal this bleed damage to others by touching them yourself. Activating this ability is a standard action, and dismissing it is a free action. This effect's duration need not be used all at once, but it must be used in 1-minute increments.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/34}",
			">",
			">1. **Desires of Mortals (Sp)** {spell/charm person} 3/day, {spell/unnatural lust} 2/day, or {spell/seek thoughts} 1/day",
			">2. **The Palest Kiss (Su)** Like Belial, you can offer great pleasures at an even greater price. Twice per day when you lure a creature into an act of passion, such as a kiss, as a standard action you can bestow a negative level on the creature and cause it to be {misc/exhausted} for a number of rounds equal to half your Hit Dice. You can affect an unwilling creature, but that creature must be grappled for you to use this ability. A creature can negate the negative level and exhaustion effect with a successful Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier).",
			">3. **Skeletal Palace (Sp)** Deep understanding of the Pale Kiss has taught you how to lure chattel to your side with sweet promises of pleasure, lulling them into a sense of complacency before they realize they can never escape your iron grasp. Once per day, you can cast {spell/mass hold monster} as a spell-like ability, assaulting potential victims' minds with promises of pleasures.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/34}",
			">",
			">1. **Great Deceiver (Sp)** {spell/disguise self} 3/day, {spell/alter self} 2/day, or {spell/glibness} 1/day",
			">2. **Infernal Shapeshifter (Su)** Studying and worshiping the inscrutable ways of Belial, the Duke of Many Forms, has taught you how to imitate the appearances of many creatures. Three times per day as a standard action, for a number of minutes equal to your Hit Dice, you can take on the appearance of any outsider with a number of Hit Dice equal to or fewer than your own. If the outsider has a fly speed, you gain its fly speed while this ability is in effect, and you similarly gain any of the outsider's resistances and immunities. You do not gain any of this outsider's other statistics or abilities, and you only superficially appear to be the outsider, but you gain a bonus equal to twice your Hit Dice on Bluff checks to convince others that you are the outsider. Any creature that interacts with you can attempt a Will saving throw to disbelieve your illusion (DC = 10 + half your Hit Dice + your Charisma modifier). This effect's duration need not be used all at once, but must be used in 1-minute increments.",
			">3. **Phlegethon's Forges (Su)** You embody the might of the forges of Belial's realm. For a number of rounds equal to your Hit Dice each day, you gain DR 15/good and silver, immunity to fire and poison, and SR equal to 11 plus your Hit Dice. You also gain {umr/fast healing} 5, and all your weapons count as evil and lawful for the purpose of overcoming damage reduction. Activating this ability is a swift action, and dismissing it is a free action. This effect's duration need not be used all at once, but it must be used in 1-round increments.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			">",
			">### Traits",
			">",
			">- {trait/Flames of Hell}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Book of the Damned/35}  ",
			"Do what you will: such is all that impassioned Belial demands of their followers. Along with the titles given them by mortals - the Pale Kiss, Thorned Caress, Duke of Many Forms - the Lord of the Fourth goes by a number of aliases, most commonly Belhor, Jouvart, and Mechembuchus. Their variety of names merely suggests the diversity of their form, as few beings in the multiverse can match Belial as a seducer, creator, and deceiver.",
			"",
			"{faith/Asmodeus} sought to create a beauteous figure to outshine all others in existence. Wisely understanding that no individual could be all things to all creatures, he granted his creation complete malleability of form, a body that shifted in response to the deepest desires of all who looked upon it. The result was terrible and insane, a thing of golden hair, heaving flesh, and luminous eruptions, which Asmodeus locked away for all time. In his second attempt, he withheld the boon of subjective transformation, granting his creation control over their shape along with a silver tongue so they might learn what those around them found most appealing and so become those things. This being he called Belial.",
			"",
			"Possessing one of the most incredible imaginations in Hell, Belial commands the respect and envy of the infernal elite. Aside from assuring continued excitement through millennia of hedonism, their creativity has spawned numerous deadly infernal weapons, perverse magic, and entire new races of devils. Although they possess an unrestrained flair for the dramatic, they care little for what they create; their attention and interests are as quick to change as their fluid form."
		]
	},
	"benorus": {
		"name": "Benorus",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Benorus]{sub=\"Angel of Lightless Chambers\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Benorus](https://www.pathfinderwiki.com/wiki/Benorus) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Hidden wonders, mines, subterranean creatures  ",
			"**Domains** {domain/Darkness}, {domain/Earth}, {domain/Good}, {domain/Rune}  ",
			"**Subdomains** {domain/Agathion}, {domain/Caves}, {domain/Metal}, {domain/Wards}  ",
			"**Favored Weapon** {eq-weapon/Heavy mace}  ",
			"**Symbol** Gold spark in cave mouth  ",
			"**Sacred Animal(s)** Gopher  ",
			"**Sacred Color(s)** Black, gold",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"The Angel of Lightless Chambers watches over good subterranean creatures. His servants explore underground areas in search of lost knowledge and hidden wonders."
		]
	},
	"bergelmir": {
		"name": "Bergelmir",
		"sources": [
			"Inner Sea Gods",
			"Giants Revisited"
		],
		"description": [
			"::fh[Bergelmir]{sub=\"Mother of Memories\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Bergelmir](https://www.pathfinderwiki.com/wiki/Bergelmir) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Giant Deities  ",
			"**Areas of Concern** Elders, family, genealogy  ",
			"**Domains** {domain/Chaos}, {domain/Community}, {domain/Good}, {domain/Knowledge}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Education (|Community)}, {domain/Education (|Knowledge)}, {domain/Family}, {domain/Home}, {domain/Memory}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Three bolts of lightning  ",
			"**Sacred Animal(s)** Sea turtle  ",
			"**Sacred Color(s)** Gray, white",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Giants Revisited/54}  ",
			"Matronly Bergelmir is the venerable and staid goddess of wisdom, history, family, and elders, while sly {faith/Skrymir} is a witty wanderer, god of riddles, trickery, wanderlust, cleverness, and magic; the two are usually portrayed as siblings, cousins, or mother and son. Together, they represent storm giants' urge for discovery and wandering, yet also their innate roots to their families and the hearthstone."
		]
	},
	"bes": {
		"name": "Bes",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Bes]{sub=\"The Guardian Fool\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/67}  ",
			"**Pathfinder Wiki** [Bes](https://www.pathfinderwiki.com/wiki/Bes) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Households, luck, marriage, protection  ",
			"**Domains** {domain/Community}, {domain/Earth}, {domain/Good}, {domain/Luck}, {domain/Protection}  ",
			"**Subdomains** {domain/Agathion}, {domain/Caves}, {domain/Defense}, {domain/Family}, {domain/Home}, {domain/Imagination}  ",
			"**Favored Weapon** {eq-weapon/Hunga munga}  ",
			"**Symbol** Bearded dwarf face  ",
			"**Sacred Animal(s)** Lion",
			"",
			"::h2[Description]{jl}",
			"",
			"As the guardian of marriage and a protector of households, Bes had a wide appeal through all levels of Osirian society, and most houses, rich or poor, had a statue or carving of Bes to watch over the family and household. An amiable and inclusive deity, Bes encompasses all types of families under his protection, and is both a god of childbirth and a defender of children. He is the guardian of sleep, protecting against evil spirits and all manner of dangerous beasts, from scorpions and snakes to lions and crocodiles.",
			"",
			"Bes appears as an ugly, bandy-legged dwarf, with a large head, big eyes, a full beard, and an open mouth with a comically protruding tongue. He wears a headdress of ostrich feathers and a lion skin cloak. In contrast to the other gods of Ancient Osirion, who were usually shown in profile, Bes was always depicted facing forward. Bes is friendly with most of the other Ancient Osirian gods, but always keeps a watchful eye out for {faith/Apep} and {faith/Set} and their servants.",
			"",
			"Bes has few temples and ordained priests, but his joviality makes him popular among bards, professional performers, and serving boys and girls, who also view him as a patron of music, dance, and sexual pleasure, and such worshipers frequently wear small tattoos of Bes for protection and luck. Pregnant women and new mothers also pray to him to watch over their children. Though Bes has few proper temples, simple shrines to the Guardian Fool can be found in many Osirian cities, particularly in entertainment districts."
		]
	},
	"besmara": {
		"name": "Besmara",
		"sources": [
			"Inner Sea Faiths",
			"Inner Sea Gods",
			"Pathfinder #55: The Wormwood Mutiny",
			"Gods and Magic"
		],
		"description": [
			"::fh[Besmara]{sub=\"The Pirate Queen\"}",
			"",
			"{SOURCE Inner Sea Faiths/23}  ",
			"**Pathfinder Wiki** [Besmara](https://www.pathfinderwiki.com/wiki/Besmara) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Piracy, sea monsters, strife  ",
			"**Domains** {domain/Chaos}, {domain/Trickery}, {domain/War}, {domain/Water}, {domain/Weather}  ",
			"**Subdomains** {domain/Deception}, {domain/Duels}, {domain/Innuendo}, {domain/Oceans}, {domain/Protean}, {domain/Storms}, {domain/Tactics}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Rapier}  ",
			"**Symbol** Skull and crossbones  ",
			"**Sacred Animal(s)** Parrot  ",
			"**Sacred Color(s)** Black, white",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Garund, Ilizmagorti, The Shackles  ",
			"**Nationality** Kellid",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Steal a gold coin or alcoholic drink by force or trickery. Then, while recounting your latest or most impressive act of piracy and blessing Besmara's name for all to hear, offer your stolen item to her by throwing it into water at least 4 feet deep. Alternatively, you can recount your most impressive or recent act of piracy to someone unaware of it, although you are free to hide the fact that the act was yours. You then gain a +2 sacred or profane bonus to AC against attacks of opportunity. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/23}",
			">",
			">1. **Tricky Adversary (Sp)** {spell/illusion of calm} 3/day, {spell/daze monster} 2/day, or {spell/twilight knife} 1/day",
			">2. **Coerce Service (Su)** You understand and can exhibit the blatantly charismatic pull of your goddess, convincing others to aid you even if they normally might not. Once per day, when you attempt a Diplomacy check to bribe a target (treat as if you are attempting to improve an NPC's attitude toward you by one step) or an Intimidate check to coerce a target, you can use this ability to gain Besmara's blessing to ensure further cooperation. You gain a +4 sacred or profane bonus (of the same type as that provided by your obedience) on the Diplomacy or Intimidate check, and if you succeed, the target is immediately subject to a {spell/geas//quest} effect. For as long as the effect lasts, you can concentrate as a standard action and learn whether the target is actively undertaking your orders or actively defying them.",
			">3. **Bribed Sea Monster (Sp)** The sea monsters at Besmara's behest follow your call at the goddess's command. Once per day as a standard action, you can summon one of the monsters Besmara has bribed or intimidated into aiding her followers. You must choose the monster from among the following list: {monster/adult sea dragon}, {monster/sea serpent}, or {monster/vouivre}. The monster appears as if summoned via {spell/summon monster>_1}, and you must summon it into an appropriately watery environment. It follows your commands perfectly for 1 round per Hit Die you possess before vanishing. The monster doesn't follow commands that contravene Besmara's interests, such as blocking waterways or giving a navy better control of a sea region; issuing such untenable instructions, if they're egregious, could cause the monster to attack you.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/23}",
			">",
			">1. **Captain's Bluster (Sp)** {spell/command} 3/day, {spell/aggressive thundercloud} 2/day, or {spell/wind wall} 1/day",
			">2. **Treacherous Mirage (Sp)** Besmara's blessing allows you to hide the truth once per day. This ability takes the form of either {spell/false vision} or {spell/mirage arcana}. You can change the illusion by spending a move action in concentration. The illusion lasts until you create a new one or dismiss this effect as a swift action.",
			">3. **Rally Crew (Su)** The Pirate Queen lends you her divine panache, which fills all of your allies with courage and pride in their service to you. Once per day as a standard action, you can inspire all allies within 60 feet to greater speed and might. They each gain a 10-foot bonus to their speed and the benefits of {spell/heroism}. On any attack rolls, saving throws, or skill checks benefiting from this morale bonus, your allies take no penalties due to the effects of water or weather. The bonus lasts for 1 hour per Hit Die you possess. As an immediate action, you can cause any number of creatures who disobey your orders to lose this bonus.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/23}",
			">",
			">1. **Fearsome Boast (Sp)** {spell/monkey fish} 3/day, {spell/slipstream} 2/day, or {spell/water breathing} 1/day",
			">2. **Doom of Sailors (Sp)** You can immobilize ships or scatter a fleet with a wave of your hand. Once per day, you can cast either {spell/control water} or {spell/control winds}.",
			">3. **Pirate Queen's Curse (Su)** You know that the Pirate Queen's enemies are destined to suffer, and you can deliver her wrath personally. Three times per day, you can channel a curse through your weapon. You must declare your use of this ability before you make the attack roll. On a hit, the target is cursed unless it succeeds at a Will saving throw to negate the effect (DC = 10 + 1/2 your Hit Dice + your Charisma modifier). The curse causes the target to be {misc/sickened} for a number of days equal to your Hit Dice; furthermore, during this period, any creatures {rule/flanking} the target or against which it is denied its Dexterity bonus to AC deal an additional 1d6 points of damage with every successful hit. This extra damage applies to the attack that delivers the curse. In addition, all creatures with a swim speed have a starting attitude of hostile toward the target. This is a 7th-level curse effect. The curse cannot be dispelled, but it can be removed through {spell/break enchantment}, {spell/limited wish}, {spell/miracle}, {spell/remove curse}, or {spell/wish}.",
			"",
			"::h2[Antipaladin Code]{jl}",
			"",
			">Antipaladins of Besmara are cutthroat pirates, freely roaming where they will and seizing whatever interests them. They primarily emulate their goddess's violent aspects, but different antipaladins focus on varied aspects of Besmara's code. The code of Besmara's antipaladins includes the following adages.",
			">",
			">- I pursue what I desire. One who cannot keep it from me does not deserve to possess it.",
			">- Treasure demonstrates my might. I won't waste my time on schemes with no profit to be had.",
			">- No trick is beneath me. I will never forgo an advantage in the name of fairness.",
			">- Pride does not shackle me. I retreat if I must to survive for another day.",
			">- The weak serve the strong. I will never let my crew forget or doubt my strength.",
			">- Revenge can be delayed to keep the ship sailing. Crew members who cross me shall die onshore; foes can be useful allies under changed circumstances.",
			">- I will suffer no restraint. Those who seek to pacify me will fall broken in my wake.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-shaman/Deep Shaman/ (Shaman)}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Sea Banshee Coat}",
			">",
			">### Magic Items - Sets",
			">",
			">- {magic-set/Besmara's Bounty}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Besmara's Bicorne}",
			">- {magic-wondrous/Besmara's Tricorne}",
			">",
			">### Spells",
			">",
			">- {spell/Advanced Scurvy}",
			">- {spell/Cloud of Seasickness}",
			">",
			">### Traits",
			">",
			">- {trait/Besmara's Name}",
			">- {trait/Besmara's Strength}",
			">- {trait/Cheat Death}",
			">- {trait/Deck Fighter}",
			">- {trait/Expert Boarder}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/176}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Geas, Lesser} can be prepared as a 4th-level spell [^B]",
			">- {spell/Curse of Disgust} can be prepared as a 5th-level spell [^B]",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #55: The Wormwood Mutiny/72}",
			">",
			">- @hll[spell/Summon Monster II:] {template/Entropic} {monster/Reefclaw} - CN",
			">- @hll[spell/Summon Monster V:] {monster/Saltwater Merrow} - NE",
			">- @hll[spell/Summon Monster VI:] {monster/Tylosaurus} - N",
			">",
			">### Other Rules",
			">",
			">{SOURCE Pathfinder #55: The Wormwood Mutiny/72}",
			">",
			">- A cleric of Besmara may give up one domain in exchange for a bird, {monster/blue-ringed octopus}, {monster/king crab}, {monster/monkey}, or any of the {ability/familiar/s} presented in the Core Rulebook. The cleric uses her cleric level as her effective wizard level for this purpose. A ranger who worships Besmara may select any of the creatures listed above as a familiar instead of choosing an animal companion. The ranger's effective wizard level for this ability is equal to his ranger level - 3.",
			">",
			">{SOURCE Inner Sea Faiths/26}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Geas, Lesser} can be prepared as a 4th-level spell [^B]",
			">- {spell/Curse of Disgust} can be prepared as a 5th-level spell [^B]",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Inner Sea Faiths/24}  ",
			"Originally, Besmara was a powerful water spirit with an affinity for manipulating sea monsters. She gained fame among primitive tribes who bribed her to drive these creatures toward rival coastal villages; later, when tribes began boat raids on other settlements, she could be bribed to send her monsters to fend off these attacks or arrange for predation-free sailing for the aggressors. Sometime before the Age of Enthronement, after long playing both sides, she consumed rival spirits of wood, gold, and battle to become a minor goddess. Her influence has since waxed and waned alongside the naval powers of coastal empires. Besmara is content with her current level of strength and notoriety and knows she cannot unseat a more popular deity (though if she had such an opportunity, she just might take it), so she entertains herself by raiding the outposts of celestials, fiends, and minor divinities.",
			"",
			"The Pirate Queen appears as a brash, raven-haired pirate captain of any race she pleases, flamboyantly dressed - typically in colored pantaloons, black boots, a blousy shirt, and a hat (a bicorne, tricorne, or bandana). Despite her inhuman origins, she does not take any monstrous forms, even when angered, though swarms of sea creatures have been known to crawl out of her clothing to do her bidding.",
			"",
			"{SOURCE Gods and Magic/45}  ",
			"Few pirates have the time or interest for zealous devotion to a deity and don't bother praying to her until they are face to face with death. Her role as goddess of sea monsters does not endear her to intelligent aquatic things such as aboleths, sahuagin, and kraken, as to her sea monsters are more like vicious dogs that obey her command to heel than loyal creatures who comply her out of respect. The undersea races venerate their own strange gods and give Besmara a wide berth, lest they find themselves compelled to obey her orders. She enjoys conflict more than peace, as when two nations squabble it gives her more opportunities to plunder both sides and blame her attacks on the victim's rival; her followers have been known to stir up trouble by sailing aggressively (or even attacking) using temperamental nation's colors or falsely claiming to be \"legitimate privateers\" as they attack in peacetime.",
			"",
			"[^B]: This can only be used to cause an aversion to boats, ships, or open bodies of water."
		]
	},
	"bharnarol": {
		"name": "Bharnarol",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Bharnarol]{sub=\"The Tempered Inventor\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Bharnarol](https://www.pathfinderwiki.com/wiki/Bharnarol) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Creativity, invention, persistence  ",
			"**Domains** {domain/Artifice}, {domain/Community}, {domain/Good}, {domain/Knowledge}  ",
			"**Subdomains** {domain/Agathion}, {domain/Construct}, {domain/Cooperation}, {domain/Education (|Community)}, {domain/Education (|Knowledge)}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Sickle}  ",
			"**Symbol** Two mixing potions  ",
			"**Sacred Animal(s)** Elephant  ",
			"**Sacred Color(s)** Blue, red",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Perform the motions of your preferred method of creation while letting your mind center on the teachings of Bharnarol. Follow any creative thoughts that arise to their conclusion. Gain a +4 sacred bonus to AC against attacks made by constructs and a +4 sacred bonus on saves against spells and effects cast by constructs.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/8}",
			">",
			">1. **Inventor's Tools (Sp)** {spell/grease} 3/day, {spell/fox's cunning} 2/day, or {spell/secret page} 1/day",
			">2. **Improve Item (Su)** Three times per day, you can enhance the effects of a magic item that either is consumed during use or has charges. As a swift action, you can enhance a held expendable item's effects as if using either the {feat/Empower Spell}, {feat/Enlarge Spell}, or {feat/Extend Spell} metamagic feat. You must use the item during the same round you improve it in order to gain the benefits of the selected metamagic feat.",
			">3. **Transmogrify (Sp)** You can cast {feat/extended} {spell/polymorph any object} once per day.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/8}  ",
			"Bharnarol is a powerful figure with muscular arms for stoking forges and hammering metal. His head is that of an elephant, with silver skin, wise eyes, and ivory tusks. He wears a neat leather apron embossed with images of industry and invention: anvils, books, flasks, forges, honeycombs, kilns, pulleys, and water wheels. With his razor-sharp sickle, the Tempered Inventor precisely tends to his garden of carefully cultivated miniature trees.",
			"",
			"The Tempered Inventor prefers spending time in his workshop, but occasionally he visits a gifted crafter in person - usually if the crafter is at risk of releasing a dangerous invention into the world. Bharnarol prefers guiding artists through discourse, but may resort to force if necessary. No matter how foul the object or how evil its creator's intent, though, Bharnarol cannot bring himself to destroy any invention. Instead, he steals such inventions away and locks them up in the Unflawed Vault below his workshop. The Tempered Inventor's workshop itself stands among the foothills of the Dragonmane Mountains in Nirvana. A grand tunnel leads from the workshop to the Caverns of Molten Sunlight beneath the mountains, where Bharnarol can work his metallurgic wonders in the living golden heat of his blessed forge."
		]
	},
	"bifrons": {
		"name": "Bifrons",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Bifrons]{sub=\"The Second Fate\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Bifrons](https://www.pathfinderwiki.com/wiki/Bifrons) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Fate, luck, patterns  ",
			"**Domains** {domain/Artifice}, {domain/Evil}, {domain/Law}, {domain/Rune}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Language}, {domain/Toil}, {domain/Wards}  ",
			"**Favored Weapon** {eq-weapon/Dire flail}  ",
			"**Symbol** Two-faced devil head  ",
			"**Sacred Animal(s)** Fox  ",
			"**Sacred Color(s)** Black, white",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Recite a pattern that occurred the previous day that foretells some horrendous doom. Gain a +4 profane bonus on saving throws against curse spells and effects.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/arcane sight}",
			">2. {spell/greater scrying}",
			">3. {spell/foresight}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"The so-called Second Fate is said to have been one of the archdevils who originally entombed {faith/Mammon}. Through the millennia, Bifrons has fed off his liege's power."
		]
	},
	"black_butterfly": {
		"name": "Black Butterfly",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Black Butterfly]{sub=\"The Silence Between\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Black Butterfly](https://www.pathfinderwiki.com/wiki/Black%20Butterfly) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Distance, silence, space  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Liberation}, {domain/Void}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Freedom}, {domain/Revolution}, {domain/Stars}  ",
			"**Favored Weapon** {eq-weapon/Starknife}  ",
			"**Symbol** Black butterfly with star  ",
			"**Sacred Animal(s)** Butterfly  ",
			"**Sacred Color(s)** Black, silver",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Perform an anonymous act of charity without speaking to or gazing upon whoever will benefit from your act. If you accidentally see or speak to the person you help, spend an hour blindfolded and praying in silence, then tithe to a temple of the Black Butterfly (or another good god, giving preference to {faith/Desna}). Gain a +4 sacred bonus on saving throws against gaze and sonic attacks.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/9}",
			">",
			">1. **Nullity (Sp)** {spell/obscuring mist} 3/day, {spell/silence} 2/day, or {spell/deeper darkness} 1/day",
			">2. **Silent Darkness (Sp)** You can cast {feat/quickened} {spell/blindness//deafness} once per day, and only a {spell/break enchantment}, {spell/limited wish}, {spell/miracle}, or {spell/wish} spell can restore the subject's sight or hearing.",
			">3. **Purblind (Su)** Your form grows shadowed and indistinct. You gain a +6 sacred bonus on Stealth checks. In any condition of illumination other than full daylight, physical attacks against you have a 20% miss chance. If an attacker can see ethereal or invisible creatures, the miss chance is negated. At will, you can manifest a pair of shadowy butterfly wings that allow you to fly with a speed of 60 feet (normal maneuverability).",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Chronicle of the Righteous/9}  ",
			"Legend tells that at the dawn of creation, Desna placed the stars in the sky. As the goddess worked, she realized she had created a pattern of spaces between the stars. When Desna placed the final star, a shadowy butterfly formed in the spaces between and sprang into existence. This is the Black Butterfly, Desna's Shadow.",
			"",
			"The Black Butterfly appears as the living silhouette of a graceful woman with white hair and eyes. Her expansive black butterfly wings hold reflections of all the stars, planets, and galaxies in creation. One of the stars on the Black Butterfly's wings is actually her magical starknife, Voidsedge, which can disappear from her wing and appear in her hand with a thought.",
			"",
			"The Silence Between knows the value of stillness. She has seen the great expanse of space, and its vast and awful silence is reflected in her ancient eyes. Those who live lives of silence, happily or unhappily, turn to the Black Butterfly as one who understands their solemn existence. Explorers venturing into strange territories offer prayers to the Black Butterfly as well. Desna's Shadow teaches that in the silences between breaths and thoughts, one can see one's true nature.",
			"",
			"Discordant noises and grotesque colors disorient the Black Butterfly. While she despises all the forces of evil, she holds particular enmity for the entities of the Dark Tapestry, and it is said she possesses great knowledge about the Dark Tapestry to which she refuses to give voice.",
			"",
			"Few can say with any certainty where the Black Butterfly resides in the multiverse. Desna's own palace, Cynosure, is said to be found by following the Stair of Stars, and the realm of the Silence Between is thought to hide somewhere in the dark spaces between this constellation."
		]
	},
	"bohga": {
		"name": "Bohga",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Bohga]{sub=\"The Treasurer\"}",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Bohga](https://www.pathfinderwiki.com/wiki/Bohga) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Avarice, meditation, vigilance  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Protection}, {domain/Strength}  ",
			"**Subdomains** {domain/Defense}, {domain/Ferocity}, {domain/Resolve}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Halberd}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Spend 1 hour recording reasons you deserve another's treasured heirloom and devising ways to steal it for yourself. Gain a +4 profane bonus to your CMD against disarm and steal combat maneuvers.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/clairaudience//clairvoyance}",
			">2. {spell/greater scrying}",
			">3. {spell/foresight}",
			"",
			"::h2[Description]{jl}",
			"",
			"Bohga looted hundreds of abandoned monasteries and temples in the aftermath of the rampage of the spawn of {faith/Rovagug} known as Kothogaz, but after a millennium meditating upon the stolen goods, she attained perfection and came to be known as the Treasurer. She appears as a beautiful but faceless woman made of gold and gems."
		]
	},
	"bokrug": {
		"name": "Bokrug",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Bokrug]{sub=\"The Water Lizard\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/65}  ",
			"**Pathfinder Wiki** [Bokrug](https://www.pathfinderwiki.com/wiki/Bokrug) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Bokrug}",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Revenge, storms, water  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Water}, {domain/Weather}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Oceans}, {domain/Rage}, {domain/Storms}  ",
			"**Favored Weapon** {eq-weapon/Ranseur}  ",
			"**Symbol** Lizard with coiled tail  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Blue, green",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"::h2[Description]{jl}",
			"",
			"The original worshipers of Bokrug were a hideous aquatic race who dwelled upon the shores of an ancient lake in a remote corner of the Dreamlands. As humans rose to prominence on the Material Plane, they inevitably came into violent conflict with these creatures. Humans prevailed, but a thousand years later, the spirits of the slain worshipers of Bokrug rose to exact a terrible revenge. Today, in remote regions of the Dimension of Dreams, Bokrug is worshiped out of fear as much as devotion. When those who encounter Bokrug's cult while traveling this dimension waken, they often carry in their minds the seeds of faith. In this manner, Bokrug's cult has spread to the waking world.",
			"",
			"Compared to other deities of the Elder Mythos, Bokrug seems relatively content to bask in the adoration of his worshipers and the powerful storms that often visit the distant dreaming lands he dwells within. The Great Old One does not often seek to destroy others, by design or by accident. Only when his anger and thirst for vengeance are aroused does Bokrug go on the hunt.",
			"",
			"Bokrug appears as an immense aquatic lizard with spines and sickly green scales. His exceptionally long tail ends in three terrible spines, and his breath is said to be a poisonous green mist. His cult is typically found in rural regions, where worship of the Water Lizard seems to do wonders in the bringing of fine weather and prosperity &mdash; as long as blood sacrifices to Bokrug continue. Although he does not demand the sacrifice of sentient creatures, many of his cults have nonetheless taken to sacrificing prisoners or criminals."
		]
	},
	"bolka": {
		"name": "Bolka",
		"sources": [
			"Inner Sea Gods",
			"Dwarves of Golarion"
		],
		"description": [
			"::fh[Bolka]{sub=\"The Golden Gift\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Bolka](https://www.pathfinderwiki.com/wiki/Bolka) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Dwarven Deities  ",
			"**Areas of Concern** Beauty, desire, love  ",
			"**Domains** {domain/Charm}, {domain/Community}, {domain/Good}, {domain/Healing}  ",
			"**Subdomains** {domain/Family}, {domain/Love}, {domain/Lust}, {domain/Restoration}  ",
			"**Favored Weapon** {eq-weapon/light_<Mace}  ",
			"**Symbol** Golden bejeweled ring  ",
			"**Sacred Animal(s)** Falcon  ",
			"**Sacred Color(s)** Gold, green",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-cleric/Sacred Attendant/ (Cleric)}",
			">",
			">### Spells",
			">",
			">- {spell/Dwarven Veil}",
			">",
			">### Traits",
			">",
			">- {trait/Alluring}",
			">- {trait/Wedded Bliss}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Dwarves of Golarion/29}  ",
			"Daughter of {faith/Torag} and {faith/Folgrit}, this happy goddess has long blonde hair and a figure that would make even the most reserved dwarf catch his breath. She makes arranged marriages blossom into love and inspires confirmed bachelors to decide to seek a wife.",
			"",
			"{SOURCE Inner Sea Gods/182}  ",
			"Bolka bestows love on arranged unions and encourages the unwed to seek companionship. Newlyweds place gold under their pillows to invoke her blessing, and miners who uncover perfectly symmetrical gemstones are said to have her favor."
		]
	},
	"braismois": {
		"name": "Braismois",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Braismois]{sub=\"The Toxic Quill\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Braismois](https://www.pathfinderwiki.com/wiki/Braismois) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Braismois}",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Broken deals, fine print, unfair bargains  ",
			"**Domains** {domain/Evil}, {domain/Knowledge}, {domain/Rune}, {domain/Trickery}  ",
			"**Subdomains** {domain/Daemon}, {domain/Deception}, {domain/Language}, {domain/Memory}  ",
			"**Favored Weapon** {eq-weapon/Light mace}  ",
			"**Symbol** Poison-dripping quill  ",
			"**Sacred Animal(s)** Weasel  ",
			"**Sacred Color(s)** Black, green",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Craft a one-sided contract. Gain a +4 profane bonus on saving throws against mind-affecting effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/detect thoughts}",
			">2. {spell/charm monster}",
			">3. {spell/geas//quest}",
			"",
			"::h2[Description]{jl}",
			"",
			"Braismois, the Silent Quill, rules a domain known as the Silent Nation at the bottom of a glacier in Abaddon."
		]
	},
	"brigh": {
		"name": "Brigh",
		"sources": [
			"Inner Sea Faiths",
			"Pathfinder #86: Lords of Rust"
		],
		"description": [
			"::fh[Brigh]{sub=\"The Whisper in the Bronze\"}",
			"",
			"{SOURCE Inner Sea Faiths/29}  ",
			"**Pathfinder Wiki** [Brigh](https://www.pathfinderwiki.com/wiki/Brigh) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Other Deities  ",
			"**Other Pantheons** Gnomish Deities  ",
			"**Areas of Concern** Clockwork, invention, time  ",
			"**Domains** {domain/Artifice}, {domain/Earth}, {domain/Fire}, {domain/Knowledge}  ",
			"**Subdomains** {domain/Alchemy (|Artifice)}[^A], {domain/Construct}, {domain/Industry}, {domain/Metal}, {domain/Smoke}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Light hammer}  ",
			"**Symbol** Mask with forehead rune  ",
			"**Sacred Animal(s)** Termite  ",
			"**Sacred Color(s)** Bronze, silver",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Druma, Mana Wastes, Nex  ",
			"**Nationality** Taldan",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">While reciting formulas from Logic of Design, you must craft a new creation, continue work on an elaborate device or object, or disassemble an existing creation to see how it works. Favored projects among the church include useful gear, magic items, innovative toys, and contraptions invented primarily to see if they would work rather than to solve a specific problem. Share the knowledge you discover while working on this project. If no people are around to hear or read your observations, or you are incapable of communicating with anyone, instead write down notes about your work to publish or otherwise share with others later. If you can share these notes with someone but choose not to, your obedience is unfulfilled; the requirement to share a set of these notes needs only be met once for that set of notes. You gain a +4 sacred or profane bonus on Disable Device checks. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/29}",
			">",
			">1. **Voice of Bronze (Sp)** {spell/jury rig} 3/day, {spell/fox's cunning} 2/day, {spell/sands of time} 1/day",
			">2. **Living Construct (Su)** The Whisper in the Bronze is the patron of constructs, and through the teachings of her faith, you have learned how to sense the animating spirits within such mechanical entities. You can affect constructs with magic as if they were living creatures. Once per day, you can target a construct with a spell or spell-like ability, and the spell resolves as if the construct's creature type were humanoid. This can bypass intelligent constructs' immunity to mind-affecting effects, but mindless constructs remain unaffected.",
			">3. **Time Bounce (Sp)** Time is simply a construct, and as such, it can be understood and manipulated. You gain the ability to perceive the flow of time and alter it around yourself, giving you the ability to bounce through time-space from one place to another. Once per day, you can use {spell/dimensional bounce} as a spell-like ability.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/29}",
			">",
			">1. **Creator (Sp)** {spell/crafter's fortune} 3/day, {spell/make whole} 2/day, {spell/minor creation} 1/day",
			">2. **Protected by the Machine (Su)** Your body gains a bit of the resistance of a construct, perhaps appearing as bronze plates shielding vital organs or bronze gears on your limbs to help push them past their limits, much as Brigh's own clockwork armor is said to change form to suit her needs. You gain a +2 sacred or profane bonus (of the same type as that provided by your obedience) on saving throws against effects that cause ability damage, ability drain, energy drain, exhaustion, fatigue, or nonlethal damage.",
			">3. **Inspired Crafting (Su)** The quest for discovery and innovation never stops. By applying Brigh's deep insights into efficient time management and technical innovation, you can craft items in spare moments squeezed in while adventuring or otherwise serving your god's ideals. When crafting magic items while adventuring, you can devote 4 hours each day to creation and take advantage of the full amount of time spent crafting instead of netting only 2 hours' worth of work. In addition, you can use {spell/fabricate} once per day as a spell-like ability. Although you can't create magic items with the fabricate spell, you can use it to create items that you later enhance magically.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/29}",
			">",
			">1. **Bronze Warrior (Sp)** {spell/crafter's curse} 3/day, {spell/heat metal} 2/day, {spell/haste} 1/day",
			">2. **Constructed Form (Su)** Brigh is fond of adjusting, adding, and removing devices from her internal mechanical workings to constantly improve her design, and she blesses you with a trace of this ability. As a swift action, you can alter your body to incorporate construct-like features that protect you from physical damage. The transformation is subtle, such as adding metal reinforcements along your bones or small, auxiliary clockwork counterparts to your vital organs. The transformation grants you DR 3/- and lasts for a number of rounds per day equal to your Hit Dice. These rounds need not be consecutive. Dismissing the effect is a free action.",
			">3. **Call to Battle (Su)** Brigh's mechanical servants answer your call to defend inventions, innocent constructs, and the victims of misguided inventions. Once per day as a full-round action, you can summon a clockwork golem. It has the extraplanar subtype but is otherwise a typical golem of its kind. The golem follows your commands perfectly for 1 round per Hit Die you possess before vanishing.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-bard/Voice of Brigh/ (Bard)}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Bronze Whisperer's Shield}",
			">",
			">### Monsters",
			">",
			">- {monster/Latten Mechanism/ (Herald)}",
			">",
			">### Spells",
			">",
			">- {spell/Semblance of Flesh}",
			">",
			">### Traits",
			">",
			">- {trait/Brigh's Insight}",
			">- {trait/Nimble Fingers, Keen Mind}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #86: Lords of Rust/74}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Mending} can be spontaneously cast as a 0-level spell",
			">- {spell/Make Whole} can be spontaneously cast as a 2nd-level spell",
			">- {spell/Soothe Construct} can be spontaneously cast as a 4th-level spell",
			">- {spell/Unbreakable Construct} can be prepared as a 5th-level spell",
			">",
			">#### Cleric",
			">",
			">- {spell/Control Construct} can be prepared as a 7th-level spell",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Mending} can be prepared as a 1st-level spell",
			">- {spell/Make Whole} can be prepared as a 2nd-level spell",
			">- {spell/Soothe Construct} can be prepared as a 3rd-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #86: Lords of Rust/74}",
			">",
			">- @hll[spell/Summon Monster I:] {monster/Clockwork Spy}",
			">- @hll[spell/Summon Monster IV:] {monster/Clockwork Servant}",
			">- @hll[spell/Summon Monster VI:] {monster/Clockwork Soldier}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Inner Sea Faiths/29}  ",
			"Brigh is a patient, calm inventor willing to learn from mistakes and constantly trying to improve her work. Quiet and reserved, she is careful to not offend with casual words or gestures. However, she is not without emotion, and treasures the things her followers craft in her name. There is a special place in her mechanical heart for intelligent constructs, and she punishes anyone who abuses them.",
			"",
			"The goddess teaches that people should build upon the work of others and share their own achievements to be improved upon. Creations are to be treated like children, as a legacy of which to be proud. Paying attention to details is critical; one should identify a problem, plot a course of action to correct that problem, and try a different course if the first doesn't work.",
			"",
			"Brigh's past is so mysterious that her own priests have several theories regarding her origin. Some preach she was originally a created being that moved beyond the faculties of a normal construct and gained a spark of life and divinity. Others believe she was once a living person, a talented prodigy studying alchemy and clockwork who spent centuries working in isolation. By uniting disparate theories of natural life and construct creation, she was able to seamlessly fuse mechanical parts with her body to attain incredible powers of strength, agility, and mental calculation, eventually perfecting herself into something on the border between mortal and god.",
			"",
			"Brigh sometimes manifests as a slender human woman made of bronze clockwork. Other times she appears as a humanoid woman with perfectly symmetrical features wearing clockwork armor (parts of which she can split off and transform into clockwork weapons) and a bronze skullcap. It is unclear which of these is her actual form, or whether both are aspects of her true self. In her clockwork form, Brigh can open a cavity in her chest and draw out perfectly crafted mechanisms she then bestows on other creatures or releases to operate as independent creatures.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"bundha": {
		"name": "Bundha",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Bundha]{sub=\"Singing Butcher\"}",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Bundha](https://www.pathfinderwiki.com/wiki/Bundha) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Fur}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Filet a slab of raw meat and then eat the slices one by one, being sure to sing while your mouth is full. Gain a +4 profane bonus on saving throws against disease.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a {monster/rakshasa} achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/bull's strength}",
			">2. {spell/inflict critical wounds}",
			">3. {spell/blade barrier}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Singing Butcher is an obscenely rotund, boar-headed rakshasa immortal with six tusks and four ears. Every day he eats nearly his weight in the raw meat of his enemies, preferring to butcher his victims alive while singing in his rich, unnerving baritone."
		]
	},
	"caera": {
		"name": "Caera",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Caera]{sub=\"The Blood Bather\"}",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Caera](https://www.pathfinderwiki.com/wiki/Caera) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Fur}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Pour a large amount of any sort of blood over your face and let it dry in natural rivulets. Gain a +4 profane bonus on saving throws against pain effects.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a {monster/rakshasa} achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/bloodbath}",
			">2. {spell/phantasmal killer}",
			">3. {spell/harm}",
			"",
			"::h2[Description]{jl}",
			"",
			"Caera the Blood Bather has the head of a skinless, black-eyed wolf. According to legend, she lost her fur and skin in the same great battle in which she ultimately earned her immortality, but she must bathe in the blood of the innocent to keep her body from withering."
		]
	},
	"cagnazzo": {
		"name": "Cagnazzo",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Cagnazzo]{sub=\"Hunter of Souls\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Cagnazzo](https://www.pathfinderwiki.com/wiki/Cagnazzo) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Elusiveness, fear, murder  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Law}, {domain/Travel}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Murder}, {domain/Souls}, {domain/Trade}  ",
			"**Favored Weapon** {eq-weapon/Short sword}  ",
			"**Symbol** Tormented soul  ",
			"**Sacred Animal(s)** Hound  ",
			"**Sacred Color(s)** Black, red",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Swear a lengthy blood oath against an enemy. Gain a +4 profane bonus on saving throws against fear effects.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/death knell}",
			">2. {spell/fear}",
			">3. {spell/harm}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Hunter of Souls races across mortal worlds, slaughtering those who oppose his and Hell's plans of bloody conquest."
		]
	},
	"calcabrina": {
		"name": "Calcabrina",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Calcabrina]{sub=\"Mistress of Twilight\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Calcabrina](https://www.pathfinderwiki.com/wiki/Calcabrina) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Dreams, insanity, mystery  ",
			"**Domains** {domain/Evil}, {domain/Knowledge}, {domain/Law}, {domain/Madness}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Insanity}, {domain/Memory}, {domain/Nightmare}  ",
			"**Favored Weapon** {eq-weapon/Kukri}  ",
			"**Symbol** Tower backlit by sunset  ",
			"**Sacred Animal(s)** Moth  ",
			"**Sacred Color(s)** Dark blue, orange",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Inscribe a heinous nightmare you have had, and leave the note in a public place for another to find. Gain a +4 profane bonus on saving throws against phantasms.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/misdirection}",
			">2. {spell/confusion}",
			">3. {spell/veil}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Mistress of Twilight leads her armies in acts of manipulation rather than physical aggression. She has great power over dreams."
		]
	},
	"calistria": {
		"name": "Calistria",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Weapon Master's Handbook",
			"Inner Sea Temples",
			"Pathfinder #17: A Memory of Darkness"
		],
		"description": [
			"::fh[Calistria]{sub=\"The Savored Sting\"}",
			"",
			"{SOURCE Inner Sea Gods/28}  ",
			"**Pathfinder Wiki** [Calistria](https://www.pathfinderwiki.com/wiki/Calistria) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Elven Deities  ",
			"**Areas of Concern** Lust, revenge, trickery  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Knowledge}, {domain/Luck}, {domain/Trickery}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Captivation}[^A], {domain/Curse}, {domain/Deception}, {domain/Innuendo}, {domain/Lust}, {domain/Memory}, {domain/Thievery}  ",
			"**Realm** Gardens of Deceit and Delight, Elysium  ",
			"**Allies** {faith/Cayden Cailean}, {faith/Desna}, {faith/Norgorber}, {faith/Shelyn}  ",
			"**Relations** Cayden Cailean (intermittent lover)  ",
			"**Enemies** {faith/Rovagug}  ",
			"**Temples** brothels, churches, hideouts, mansions, taverns  ",
			"**Holy Days** none (individual temples have their own holidays to commemorate significant acts of revenge or trickery)  ",
			"**Minions** {family/azata/s}, {monster/chaos beast/s}, {monster/empusa/s}, fey, {monster/giant wasp/s}, {monster/valkyrie/s}  ",
			"**Herald** {monster/Menotherian} (a bear-sized wasp)  ",
			"**Favored Weapon** {eq-weapon/Whip}  ",
			"**Symbol** Three daggers  ",
			"**Sacred Animal(s)** Wasp  ",
			"**Sacred Color(s)** Black, yellow",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Galt, Kyonin, Nex, The River Kingdoms, The Shackles, Taldor, Varisia  ",
			"**Nationality** elf",
			"",
			"::hl2[rule/Divine Gift>s]{jl}",
			"",
			">{SOURCE Planar Adventures/74}  ",
			">The character can cast quickened {spell/dominate person} (CL 20th). If the target is someone whom the character seeks revenge against for a past humiliation or injury visited on her, she can increase the save DC of this spell-like ability by an amount equal to her Charisma modifier.",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Engage in sexual activity with another individual in exchange for money, information, or another valuable resource. This must be a willing act on both your parts; you should not endanger yourself or otherwise enter a situation that makes you uncomfortable. Pray aloud to Calistria before and after the act, and encourage your partner to do the same. If no suitable partner is available, wrap yourself in yellow silk and hold your holy symbol against your chest. Meditate on the teachings of Calistria and fantasize about taking vengeance against one who wronged you. Gain a +4 sacred or profane bonus on Charisma checks and Charisma-based skill checks when interacting with an intelligent creature that could be sexually attracted to you. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience. Once made, this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/28}",
			">",
			">1. **Warpsong (Sp)** {spell/saving finale} 3/day, {spell/piercing shriek} 2/day, or {spell/sculpt sound} 1/day",
			">2. **Shimmering Sting (Sp)** Once per day, you can cast {spell/rainbow pattern}. Rather than appearing as a multitude of colors, this spell manifests as a swarm of shimmering wasps. The wasps shine as brightly as gold and fly in an intricate, mesmerizing pattern. The saving throw DC for this ability is Charisma-based.",
			">3. **Vengeful Song (Su)** You can reflect a spell targeted against you back at its source with a blast of scornful music. Once per day when you have been specifically targeted by a spell, you may attempt a Perform check as an immediate action. If your Perform check equals or exceeds the spell's save DC, the spell returns immediately to its caster, who must suffer its effects. The caster can attempt a saving throw as normal to negate the returned spell's effects. If the spell normally allows no saving throw, calculate the Perform DC as if the spell did allow a save, taking into account any feats or special abilities the caster may have that would affect the DC. If the spell had multiple targets (for example, a {spell/magic missile} with three bolts, one of which was targeted at you), you reflect only the portion of the spell targeting you. This ability has no effect on area spells or any spells whose description has no Target entry.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/28}",
			">",
			">1. **Calistria's Tongue (Sp)** {spell/charm person} 3/day, {spell/eagle's splendor} 2/day, or {spell/suggestion} 1/day",
			">2. **Stunning Touch (Su)** When using the dazing touch power granted by the {domain/Charm} domain, you can cause the creature touched to become {misc/stunned} for 1 round instead of {misc/dazed}. If you don't have access to the Charm domain, you instead gain the ability to use the dazing touch power a number of times per day equal to 3 + your Wisdom modifier, as listed in the ability; however, you only daze your opponents instead of stunning them.",
			">3. **Protective Grace (Ex)** You may add your Charisma bonus to your AC while wearing light or no armor. This bonus applies against touch attacks. Any condition that would cause you to lose your Dexterity bonus to AC also causes you to lose your Charisma bonus to AC.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/28}",
			">",
			">1. **Lucky Strike (Sp)** {spell/divine favor} 1/day, {spell/align weapon} (chaotic only) 2/day, or {spell/keen edge} 1/day",
			">2. **Winsome Lash (Su)** You can lash out with your melee weapon as if it were a whip, no matter what the weapon's type truly is. Your melee weapon elongates and grows flexible, gaining an extra 5 feet of reach while still maintaining its ability to strike targets adjacent to you (provided the weapon could normally do so). Using this ability does not provoke attacks of opportunity, and you can apply this ability only to melee weapons. You can use this ability a number of rounds per day equal to 1 + 1 for every 4 Hit Dice you possess (maximum 6 rounds). The rounds don't need to be consecutive, and activating and deactivating the ability is a free action.",
			">3. **Sting Like a Wasp (Ex)** For a number of rounds per day equal to your Charisma bonus, you can ignore attacks of opportunity you would otherwise provoke due to your movement. Using this ability is a free action, and the rounds in which you use it don't need to be consecutive. You still provoke attacks of opportunity normally for actions other than moving.",
			"",
			"::h2[Antipaladin Code]{jl}",
			"",
			">Antipaladins of Calistria do not demand great things of others, but rather seek to emulate the Savored Sting in their manner. Most are women; their ranks are filled with those devoted to bloody vengeance and the shining lusts that spark it. Their tenets include the following adages.",
			">",
			">- My life is my path, and none will sway me from it.",
			">- I devote myself to the pursuit of my passions.",
			">- I take what I desire, by trick or by force. If others resent my actions, they may attempt to take vengeance against me.",
			">- All slights against me will be repaid tenfold.",
			">- I am the instrument of my own justice. If I am wronged, I will take vengeance with my own hands.",
			"",
			"::hl2[feat/Divine Fighting Technique]{jl}",
			"",
			">### Calistria's Poisoned Lash",
			">",
			">{SOURCE Weapon Master's Handbook}",
			">",
			">Calistria inspires creative ways to poison foes.",
			">",
			">**Optional Replacement:** A chaotic neutral {class/rogue} or {class/slayer} who worships Calistria can replace one talent with the following initial benefit.",
			">",
			">**Initial Benefit:** You can apply poison (your choice) to a whip as a move action. You do not risk poisoning yourself when applying poison to a whip. A whip you wield can deliver contact poison upon a successful combat maneuver check as well as upon a successful attack roll, regardless of whether you deal damage.",
			">",
			">**Advanced Prerequisite:** {feat/Whip Mastery}, Base Attack Bonus +10.",
			">",
			">**Optional Advanced Replacement:** A chaotic neutral rogue or slayer who worships Calistria can replace one advanced talent with the following advanced benefit even if she doesn't meet the prerequisites.",
			">",
			">**Advanced Benefit:** You can apply poison to a whip as a swift action. You can apply up to 3 doses of the same poison to a whip at a time. Foes are exposed to only 1 dose of poison from any one attack.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-fighter/Calistrian Hunter/ (Fighter)}",
			">- {arc-rogue/Charlatan/ (Rogue)}",
			">- {arc-bard/Court Bard/ (Bard)}",
			">",
			">### Feats",
			">",
			">- {feat/Antagonize}",
			">- {feat/Bloody Vengeance}",
			">- {feat/Curse of Vengeance}",
			">- {feat/Seductive Channel}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Calistria}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Armor of the Unquenchable Fire}",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Ring of Unquenchable Passions}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Calistrian Kiss}",
			">- {magic-weapon/Hateful Sting}",
			">- {magic-weapon/Vengeful Kiss}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Elixir of Emulation}",
			">- {magic-wondrous/Elixir of Love}",
			">- {magic-wondrous/Eyes of Charming}",
			">- {magic-wondrous/Scarves of the Stinging Dancer}",
			">- {magic-wondrous/Stinging Stiletto}",
			">- {magic-wondrous/Feather Token (Whip)}",
			">",
			">### Monsters",
			">",
			">- {monster/The Menotherian/ (Herald)}",
			">- {monster/Vendenopterix}",
			">",
			">### Spells",
			">",
			">- {spell/Betraying Sting}",
			">- {spell/Calistria's Guardian Wasps}",
			">- {spell/Cape of Wasps}",
			">- {spell/Harvest Knowledge}",
			">- {spell/Incessant Buzzing}",
			">- {spell/Lover's Vengeance}",
			">- {spell/Painful Revelation}",
			">- {spell/Phantasmal Revenge}",
			">- {spell/Pillow Talk}",
			">- {spell/Reveal Secrets}",
			">- {spell/Secret Speech}",
			">- {spell/Seducer's Eyes}",
			">- {spell/Unnatural Lust}",
			">- {spell/Vengeful Stinger}",
			">",
			">### Traits",
			">",
			">- {trait/Calistrian Courtesan}",
			">- {trait/Enchanting Conniver}",
			">- {trait/Holy Schemer}",
			">- {trait/Opportunistic}",
			">- {trait/Sacred Avenger}",
			">- {trait/Wasp Whisperer}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Temples/63}",
			">",
			">#### Antipaladin",
			">",
			">- {spell/Pillow Talk} can be prepared as a 3rd-level spell",
			">- {spell/Reveal Secrets} can be prepared as a 1st-level spell",
			">",
			">#### Bard",
			">",
			">- {spell/Betraying Sting} can be prepared as a 6th-level spell",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Rage} can be prepared as a 3rd-level spell",
			">- {spell/Suggestion} can be prepared as a 4th-level spell [^C]",
			">- {spell/Harvest Knowledge} can be prepared as a 4th-level spell",
			">- {spell/Incessant Buzzing} can be prepared as a 1st-level spell",
			">- {spell/Painful Revelation} can be prepared as a 2nd-level spell",
			">- {spell/Pillow Talk} can be prepared as a 3rd-level spell",
			">- {spell/Reveal Secrets} can be prepared as a 1st-level spell",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Rage} can be prepared as a 3rd-level spell",
			">- {spell/Suggestion} can be prepared as a 4th-level spell [^C]",
			">",
			">#### Ranger",
			">",
			">- {spell/Harvest Knowledge} can be prepared as a 4th-level spell",
			">",
			">#### Witch",
			">",
			">- {spell/Painful Revelation} can be prepared as a 2nd-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #17: A Memory of Darkness/60}",
			">",
			">- @hll[spell/Summon Monster I:] {monster/Giant Bee} - N",
			">- @hll[spell/Summon Monster II:] {monster/Tiefling/ Rogue 1} - CN",
			">- @hll[spell/Summon Monster V:] {monster/Spider Eater} - N",
			">- @hll[spell/Summon Monster VIII:] {monster/Hellwasp Swarm} - CE",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Inner Sea Gods/29}  ",
			"Calistria is the most widely worshiped elven goddess on Golarion - an ancient deity with a long memory for old slights, at once mysterious, alluring, temperamental, and passionate. Although most of her worshipers are {race/elves}, she is popular with other races as well, for at some point almost everyone has felt the fire of lust, engaged in trickery, or been driven to revenge. She is not so much a spiritual guide for the elven people as a cornerstone for their culture, never pushing them to act but always ready to assist when the time comes for action.",
			"",
			"The Savored Sting is a sultry manifestation of everything in elves that is fascinating to other races, attracting men and women alike with her raw sexual magnetism. Her beauty is typically characterized as sensual, desirable, and arousing, or described in more vulgar terms. Gazing on Calistria's clothed body, viewers wonder what she looks like naked; her nude form drives their curiosity to even more intimate places. Although she considers herself female, Calistria has been known to take on a male form that is attractive enough to make any mortal flushed and weak in the knees.",
			"",
			"She is mischievous, perplexing, devious, and silver-tongued, disarming her most powerful rivals with pretty words that, upon careful reflection, reveal themselves as humiliating insults. She \"surrenders\" by convincing enemies to hand over their weapons, leads suitors on for decades with hints of outrageous rewards, and outwits the most brilliant mortals as an afterthought. Though her sense of humor is rich and sharp, she considers silly jokes and crude pranks beneath one who can convey an hour's speech in one small gesture and a lifetime of emotion with a careful look. Lies are her meat and drink, half-truths are her favorite wine, and double entendres are a luscious dessert.",
			"",
			"Some mortals, unable to emulate or understand her shifting interests and allegiances, accuse Calistria of being evil, but in truth, she is simply amoral, eschewing right, wrong, and justice because she knows that the universe is not a fair place. If others choose to follow her path, so be it; if some are hurt by such a decision, she stands as a reminder that every creature has the right - and the responsibility - to avenge their injuries.",
			"",
			"Calistria is usually depicted as a beautiful elven woman wearing a figure-hugging black dress accented with gold, often with a black or golden silk drape falling from her arms or drawn seductively across her face. Her eyes are dark and mysterious, but sometimes flash gold with passion or anger. She is commonly shown with giant wasps, her favorite creature - for unlike bees, wasps can sting again and again without dying. In her male form she usually wears a masculine version of her normal shape, with black leggings and a loose golden jerkin and cape, eyes smoldering with barely contained passion. Depending on the views of the surrounding society, Calistria's worshipers are also not afraid of depicting her in more scandalous attire or situations, and sexually explicit art featuring the goddess is common.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait.",
			"[^C]: Note that those with the Charm domain have access to this spell earlier."
		]
	},
	"camazotz": {
		"name": "Camazotz",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #18: Descent Into Midnight"
		],
		"description": [
			"::fh[Camazotz]{sub=\"Master of Black Wings\"}",
			"",
			"{SOURCE Inner Sea Gods/316}  ",
			"**Pathfinder Wiki** [Camazotz](https://www.pathfinderwiki.com/wiki/Camazotz) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Bats, blood, caverns, nocturnal predators  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Darkness}, {domain/Evil}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Fear}, {domain/Fur}, {domain/Moon}, {domain/Night}  ",
			"**Favored Weapon** {eq-weapon/Javelin}  ",
			"**Symbol** Bat-shaped rune  ",
			"**Sacred Animal(s)** Bat  ",
			"**Sacred Color(s)** Black, red",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Pathfinder #18: Descent Into Midnight/67}  ",
			"Master of Black Wings and Lord of Stolen Blood, the bat god Camazotz flies among the winged predators of the underworld, reminding the living why they fear the night and leading his brood to feast upon the weak. Appearing as a gigantic and terrifying man-like bat, Camazotz garbs himself with the sacrifices of his worshipers and the blood of his victims. He delights in tricking foolish mortals - whether they be foes or dutiful servants - from the safety of their homes and into the maws of predators. He cares little for his followers but enjoys their sacrifices, protecting them only so they might continue to offer him skulls, blood, bodies, sweet drink, and other offerings. Those who turn from his faith or otherwise wrong the bloodthirsty god face his ire and might find themselves haunted by bats for the rest of their lives.",
			"",
			"Following their deity's example, the cult of Camazotz seeks to spread fear and undermine the comforts of civilization. They revel in the night and revere nocturnal predators, especially bats in all of their gigantic varieties, though jaguars, vultures, spiders, and wolves are also venerated. Ceremonies to the bat god always involve blood sacrifices - preferably drawn by the fangs of living beasts - that are offered or directly fed to fearful statues or icons of Camazotz.",
			"",
			"{SOURCE Planar Adventures/203}  ",
			"Although the god of bats and blood is not widely worshiped in the Inner Sea region, Camazotz is noteworthy in that he maintains not one but three different divine realms - one known as Argahoz in {rule/the Abyss}, the House of the Bat in the demiplane of Xibalba, and a region in the Darklands beneath Arcadia on Golarion called the Land of the Eleven Deaths."
		]
	},
	"cayden_cailean": {
		"name": "Cayden Cailean",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Weapon Master's Handbook",
			"Pathfinder #14: Children of the Void"
		],
		"description": [
			"::fh[Cayden Cailean]{sub=\"The Drunken Hero\"}",
			"",
			"{SOURCE Inner Sea Gods/36}  ",
			"**Pathfinder Wiki** [Cayden Cailean](https://www.pathfinderwiki.com/wiki/Cayden%20Cailean) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Ascended Pantheon, Gnomish Deities, Halfling Deities, Taldan Pantheon  ",
			"**Areas of Concern** Ale, bravery, freedom, wine  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Good}, {domain/Strength}, {domain/Travel}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Competition}, {domain/Exploration}, {domain/Ferocity}, {domain/Love}, {domain/Lust}, {domain/Resolve}  ",
			"**Realm** Hero's Heart, Elysium  ",
			"**Allies** {faith/Calistria}, {faith/Desna}, {faith/Sarenrae}, {faith/Shelyn}, {faith/Torag}  ",
			"**Relations** Calistria (intermittent lover), Iomedae (ascended sister), Norgorber (ascended brother)  ",
			"**Enemies** {faith/Asmodeus}, {faith/Norgorber}  ",
			"**Temples** alehouses, breweries, taverns  ",
			"**Holy Days** Ascension Day (drinking celebration of Cayden Cailean's ascension to godhood, December 11), First Brewing (community tasting of the year's brewing, typically 1 month after harvest time), Merrymead (sharing of stories and drinks around a fire or during pub crawls, February 2)  ",
			"**Minions** {family/azata/s}, fey  ",
			"**Herald** {monster/Thais} (a five-winged woman)  ",
			"**Favored Weapon** {eq-weapon/Rapier}  ",
			"**Symbol** Tankard  ",
			"**Sacred Animal(s)** Hound  ",
			"**Sacred Color(s)** Silver, tan",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Andoran, Galt, River Kingdoms, The Shackles, Taldor, Varisia  ",
			"**Nationality** Taldan",
			"",
			"::hl2[rule/Divine Gift>s]{jl}",
			"",
			">{SOURCE Planar Adventures/75}  ",
			">When the character is affected by an effect that {spell/freedom} can prevent, he can immediately avoid that effect. He must choose to use this gift the instant the effect occurs; if he opts not to use the gift to avoid such a fate, he can save it for use against a future immobilization effect, but he cannot use it to escape the ongoing effect he chose not to avoid.",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Sing a song in praise of freedom, bravery, and your god's glory (and good looks). The song must be audible to those nearby - friend or foe. Between stanzas, you must pause to drink from a full mug of ale, wine, or other spirits. When the song is done, drink the remaining alcohol while mentally composing the song you will sing on the morrow. If a creature is attracted by your song, do your best to engage it in conversation about the merits of Cayden Cailean. If hostilities become inevitable, leap boldly into the fight without hesitation. Gain a +4 sacred bonus on saving throws against poison effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/36}",
			">",
			">1. **Liberation (Sp)** {spell/liberating command} 3/day, {spell/knock} 2/day, or {spell/dispel magic} 1/day",
			">2. **Drinking Buddy (Su)** Once per day as a standard action, you can create an illusory double of yourself that appears in a square adjacent to you. Your double acts on your initiative count, and can move up to your speed each round. It always attempts to {rule/flank>ing} with you against a single target you designate. If it must use Acrobatics to avoid an attack of opportunity during this movement, your double uses your bonus. Though your double can't attack, it is treated as threatening adjacent squares for the purposes of flanking with you. Anyone attacking your double or otherwise physically interacting with it can attempt a Will save (DC 25) to recognize the double as an illusion. The double has your AC, and if any hit would deal damage to it, the double dissipates. An opponent who recognizes your double as an illusion can't be flanked by it. The double lasts 1 round for every Hit Die you possess or until it is hit with an attack, whichever comes first.",
			">3. **Intoxicating Strike (Su)** Once per day, you can declare one of your attacks an intoxicating strike. You must declare your use of this ability before you attempt the attack roll. If your attack hits and you deal damage, your target immediately becomes intoxicated for 1 round for every Hit Die you possess. An intoxicated creature takes a -4 penalty to AC, on attack rolls, and on skill checks, and its movement is reduced by 10 feet.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/36}",
			">",
			">1. **Libations (Sp)** {spell/bless water} 3/day, {spell/delay poison} 2/day, or {spell/create food and water} 1/day",
			">2. **Freedom's Ally (Sp)** Once per day as a standard action, you can summon a pair of {monster/bralani} azatas to aid you. You gain telepathy with the bralanis to a range of 100 feet. The bralanis follow your commands perfectly for 1 minute for every Hit Die you possess before vanishing back to their home in Elysium. The bralanis don't follow commands that would cause them to commit evil acts or restrict freedom solely for the sake of law. Such commands not only earn refusal and scorn from the bralanis, but could cause the bralanis to attack you if the command is particularly egregious.",
			">3. **Wine to Water (Su)** As a full-round action, you transform a single serving of an alcoholic beverage into either potent {eq-weapon/holy water} or a potion of {spell/cure serious wounds}. A potion created in this way heals 3d8 points of damage plus 1 point of damage for every Hit Die you possess (to a maximum of 3d8+15). The holy water you create is more potent than usual, dealing 4d4 points of damage to an undead creature or evil outsider, and 2d4 points of splash damage to each such creature within 5 feet of the point where the flask hits. Holy water and potions created in this way last for 1 hour. You can use this ability a number of times per day equal to your Charisma bonus (minimum 1).",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/36}",
			">",
			">1. **Devastating Duelist (Sp)** {spell/bless weapon} 3/day, {spell/brow gasher} 2/day, or {spell/greater magic weapon} 1/day",
			">2. **Light Weapon Master (Ex)** Whenever you fight with a {eq-weapon/dagger}, {eq-weapon/kama}, {eq-weapon/kukri}, {eq-weapon/rapier}, {eq-weapon/sickle}, {eq-weapon/short sword}, or {eq-weapon/starknife}, you also gain a +2 deflection bonus to AC, provided you have the weapon training (light blades) class feature. If you don't have that class feature, you instead gain a +1 sacred bonus on attack rolls when using weapons from the light blades {ability/weapon group>s}.",
			">3. **Critical Luck (Ex)** Keep a record of every time you roll a natural 1 on an attack roll, to a maximum number equal to your Charisma bonus. Anytime you roll a critical threat on an attack roll, you can trade in one of your tallied natural 1s to automatically confirm the critical hit. This tally resets to 0 every day, and any tallied natural 1s from the day before are lost.",
			"",
			"::hl2[feat/Divine Fighting Technique]{jl}",
			"",
			">### Cayden Cailean's Blade and Tankard",
			">",
			">{SOURCE Weapon Master's Handbook}",
			">",
			">Cayden Cailean is famous for wading into battle with a tankard in his off hand.",
			">",
			">**Optional Replacement:** A chaotic good fighter or swashbuckler who worships Cayden Cailean can replace proficiency with shields or bucklers with the following initial benefit.",
			">",
			">**Initial Benefit:** You can wield a tankard (or mug) as a weapon, treating it in all ways as a light mace appropriate for your size. If you engage in two-weapon fighting with a rapier or light weapon in one hand and a tankard in the other, you can drink a potion or other liquid from the tankard or attempt to toss liquid from the tankard as a dirty trick combat maneuver (such as to blind a foe) in place of attacking with it. You do not provoke attacks of opportunity for attempting a dirty trick maneuver with a tankard.",
			">",
			">**Advanced Prerequisite:** {feat/Two-Weapon Fighting}, {feat/Improved Two-Weapon Fighting}, Base Attack Bonus +10.",
			">",
			">**Optional Advanced Replacement:** A chaotic good fighter or swashbuckler of at least 10th level who worships Cayden Cailean can replace a bonus feat or deed with the following advanced benefit, even if he doesn't meet the prerequisites.",
			">",
			">**Advanced Benefit:** You can refill your tankard with a beverage, potion, or other liquid from a bottle or vial as a swift action. You gain a +2 bonus on combat maneuver checks to perform dirty tricks with tankards. The effects of such a dirty trick lasts for 1d4 rounds + 1 round for every 5 points by which the result of your combat maneuver check exceeds the target's CMD; a standard action is required for the target to remove this penalty.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-fighter/Cad/ (Fighter)}",
			">- {arc-bard/Daredevil/ (Bard)}",
			">- {arc-barbarian/Drunken Brute/ (Barbarian)}",
			">",
			">### Feats",
			">",
			">- {feat/Bravery in Action}",
			">- {feat/Courage in a Bottle}",
			">- {feat/Drunken Brawler}",
			">- {feat/Drunken God's Blessings}",
			">- {feat/Liberation Channel}",
			">- {feat/Two-Weapon Drunkard}",
			">- {feat/Unbound Bravery}",
			">- {feat/Undaunted Bravery}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Cayden Cailean}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Lucky Drunk's Mail}",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Red Hound Ring}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Cailean Fighting Tankard}",
			">- {magic-weapon/Carouser's Retort}",
			">- {magic-weapon/Censuring Placard}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Amulet of Courage}",
			">- {magic-wondrous/Drinking Horn of Bottomless Valor}",
			">- {magic-wondrous/Neverspill Goblet}",
			">- {magic-wondrous/Parting Glass}",
			">- {magic-wondrous/Stagger-Proof Boots}",
			">- {magic-wondrous/Tankard of the Drunken Hero}",
			">- {magic-wondrous/Thundering Collar}",
			">- {magic-wondrous/Watchful Tankard}",
			">",
			">### Monsters",
			">",
			">- {monster/Ataxian}",
			">- {monster/Thais/ (Herald)}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Brewkeeper}",
			">",
			">### Spells",
			">",
			">- {spell/Blessing of Courage and Life}",
			">- {spell/Drunkard's Breath}",
			">- {spell/Enhance Water}",
			">- {spell/Ferment}",
			">- {spell/Free Spirit}",
			">- {spell/Freedom's Toast}",
			">- {spell/Heroism}",
			">- {spell/Knock, Mass}",
			">- {spell/Pick Your Poison}",
			">- {spell/Spirit Share}",
			">",
			">### Traits",
			">",
			">- {trait/Adventurous Imbiber}",
			">- {trait/Fortified Drinker}",
			">- {trait/Good-Natured}",
			">- {trait/Strong Willed}",
			">- {trait/Strong-Willed}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/43}",
			">",
			">#### Bard",
			">",
			">- {spell/Knock} can be prepared as a 1st-level spell [^K]",
			">",
			">#### Cleric, Inquisitor, Warpriest",
			">",
			">- {spell/Knock} can be prepared as a 1st-level spell [^K]",
			">- {spell/Create Water} can be prepared as a 0-level spell [can create simple ale or wine, 1 cup/level]",
			">- {spell/Create Food and Water} can be prepared as a 3rd-level spell [can be used to make ale or wine rather than water (which spoils at the same rate the food does)]",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #14: Children of the Void/61}",
			">",
			">- @hll[spell/Summon Monster II:] {template/Celestial} {monster/Cayhound} - CG (uses riding dog statistics)",
			">- @hll[spell/Summon Monster III:] {monster/Satyr} - CG (without pipes)",
			">- @hll[spell/Summon Monster V:] {monster/Rust Monster} - N, {monster/Satyr} - CG (with pipes)",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Inner Sea Gods/37}  ",
			"Cayden Cailean is one of the Ascended, a mortal man who became a god after passing the grueling tests of the magical *Starstone.* Three days after entering the Cathedral of the Starstone on a drunken dare, the good-natured sellsword emerged a living god, baffled and amused. His behavior changed little after his ascension: he continued to fight for just causes, sample various drinks, and avoid things he didn't want to do. Thus, Cayden Cailean became the patron of brave souls, alcoholic spirits, and the freedom to choose your own path in life. He expects his followers to be brave in the face of danger, though there is no shame in necessary retreat - he's the god of bravery, not reckless stupidity. Although many assume his faithful will accept any dare, the god's focus on freedom keeps his heroes from being manipulated so easily, and even the dullest hero of Cayden Cailean has the sense not to accept an impossible or suicidal challenge - though it is not uncommon to accept a risky one after a swig or two of \"liquid courage.\"",
			"",
			"When Cayden Cailean appears to his followers, he usually looks much as he did in life: an average-looking bronze-skinned human with a tankard in one hand, often wearing chainmail. In grander art, he is sometimes shown fending off a swarm of devils with his well-worn rapier, all while holding his tankard high. Some artists portray the Drunken Hero with broken shackles hanging loosely from his wrists or fallen at his feet, representing breaking free of mortal concerns -  though in areas where his faith has brought freedom from oppression or slavery, the shackles have a more literal interpretation.",
			"",
			"Cayden Cailean is the only major god who uses a surname. In his early years as a god, he insisted that his last name be included in all forms of address, an unusual habit for someone normally so relaxed about formalities. The prevalent opinions on the matter are that he wished to distance himself from another mortal named Cayden (perhaps someone of evil intent) or to honor his parents, said to have died when he was young. This second theory is corroborated by his interest in sponsoring orphanages, perhaps as a thank-you to the long-gone orphanage that raised him. He ignores questions about the matter, insisting that it was decided long ago and there are more important things to talk about.",
			"",
			"[^K]: Can only be used to open welds, shackles, or chains used to imprison or hobble someone."
		]
	},
	"cernunnos": {
		"name": "Cernunnos",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Cernunnos]{sub=\"The Stag Lord\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Cernunnos](https://www.pathfinderwiki.com/wiki/Cernunnos) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Cernunnos}",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Fertility, seasons, wild animals  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Good}, {domain/Plant}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Feather}, {domain/Fur}, {domain/Growth}  ",
			"**Favored Weapon** {eq-weapon/Longbow}  ",
			"**Symbol** Stag with jeweled antlers  ",
			"**Sacred Animal(s)** Stag  ",
			"**Sacred Color(s)** Brown, green",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"An unpredictable and elusive lord of the wild, Cernunnos travels the forested paths of the multiverse, setting natural balances to right and indulging his fiery passions."
		]
	},
	"ceyannan": {
		"name": "Ceyannan",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Ceyannan]{sub=\"The Shepherd\"}",
			"",
			"{SOURCE Concordance of Rivals/7}  ",
			"**Pathfinder Wiki** [Ceyannan](https://www.pathfinderwiki.com/wiki/Ceyannan) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Final words, lost souls, and searches  ",
			"**Domains** {domain/Community}, {domain/Repose}, {domain/Protection}, {domain/Strength}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Two concentric circles bisected by a horizontal line",
			"",
			"::hl2[feat/Monitor Obedience]{jl}",
			"",
			">Seclude yourself somewhere silent and begin a prayer that causes blood to weep from your nose or existing wounds. Reflect for 1 hour on the isolation and the sound of blood dripping. Gain a +4 insight bonus on Diplomacy checks to gather information and Survival checks when tracking.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/7}",
			">",
			">1. **Death's Hound (Sp)** {spell/tireless pursuit} 3/day, {spell/whispering wind} 2/day, or {spell/countless eyes} 1/day",
			">2. **Smell of Death (Ex)** You gain the {umr/scent} ability. Your sense of smell is particularly acute in regard to undead, granting you {umr/blindsense} (30 feet) for the purposes of detecting all forms of undead.",
			">3. **Soul Lock (Su)** Once per day as a full-round action, you can trap the soul of a sentient creature that has died in the last minute, creating a soul gem. This is a death effect. A soul gem is a Fine object with 1 hit point and hardness 2. You can destroy a soul gem you created as a standard action to free the soul within, though this doesn't return the deceased creature to life. Any attempt to resurrect a body whose soul is trapped in a soul gem requires a caster level check (DC = 10 + half your Hit Dice + your Charisma modifier). Failure results in the spell having no effect, while on a success, the soul gem shatters and the creature returns to life as normal. If the soul gem rests in an unholy location, such as that created by the spell {spell/unhallow}, the DC of this caster level check increases by 2. You can maintain a number of soul gems at one time equal to your Charisma modifier (minimum 1).",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			"",
			"::h2[Description]{jl}",
			"",
			"Ceyannan first arose from the eddies and foam within the River of Souls created by mortals' resistance to death, and a piece of the Shepherd resides in every mortal heart, allowing this monitor demigod to sense those who flee death's embrace. Always seeking to recover these lost fragments, Ceyannan gathers wayward souls - the lost, the stolen, and the stubborn - and returns them to the Boneyard. Rumor holds that when the last mortal dies and the Shepherd is whole, Ceyannan will finally embrace death themself. Until that peace comes, Ceyannan relentlessly hunts missing souls, reserving a special hatred for those who would destroy souls or pervert them into undeath. As the patron of lost souls, they are also responsible for containing those souls that pose an existential threat to the cosmos.",
			"",
			"Ceyannan's flesh is maggot-white and impossibly beautiful, and their otherwise humanoid frame sports a pair of wings covered in the oily, black feathers of a carrion bird. They often appear clutching the *Apostasy,* a simple shepherd's crook capable of dragging out the faith any mortal soul holds for a god. They claim no realm, instead wandering the Material Plane and the River of Souls in search of their lost portions."
		]
	},
	"chadali": {
		"name": "Chadali",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Chadali]{sub=\"The Serendipitous Path\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Chadali](https://www.pathfinderwiki.com/wiki/Chadali) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Fate, safety, serendipity  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Luck}, {domain/Protection}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Defense}, {domain/Fate}, {domain/Purity}  ",
			"**Favored Weapon** {eq-weapon/Net}  ",
			"**Symbol** Symmetrical water lily  ",
			"**Sacred Animal(s)** Gecko  ",
			"**Sacred Color(s)** Orange, yellow",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Deliberately lose yourself in a strange place. If there is nowhere for you to lose yourself, blindfold yourself and wander boldly for 200 steps. Gain a +4 sacred bonus to AC against attacks of opportunity provoked by casting spells or using spell-like abilities.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/10}",
			">",
			">1. **Confident Step (Sp)** {spell/pass without trace} 3/day, {spell/aid} 2/day, or {spell/protection from energy} 1/day",
			">2. **Serendipitous Reaction (Su)** Three times per day, you can knock aside a ranged attack that would have otherwise hit you, as if you had the {feat/Deflect Arrows} feat. You need not be aware of the attack to use this ability. If you already have Deflect Arrows, you may use this feat an unlimited number of times per day, and can use it even if you are unaware of an attack.",
			">3. **Quickstep (Su)** Once per day, when you would be reduced to 0 or fewer hit points for any reason, you can choose to ignore up to 10 points of damage from the attack or effect that so damaged you, possibly putting you back above 0 hit points.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Chronicle of the Righteous/10}  ",
			"Chadali gently nudges events and individuals to create fortunate detours, harmonious meetings, and unexpected revelations. Her followers claim that a confluence of singular events - a yellow aurora, a lunar eclipse, and a meteor shower - occurred simultaneously on Elysium, and that from that confluence Chadali was born.",
			"",
			"Chadali appears as a beautiful, middle-aged Vudrani woman who stands firmly on the ground but whose dark eyes often lift to the sky. Fresh water lilies peep out from the coiled masses of her shining black hair, and she wears silken robes of pale yellow that fall to her bare feet. In her hands she holds a net woven of red threads; tiny rubies glimmer within the folds of the net.",
			"",
			"The Serendipitous Path teaches that fate is beautiful in its unpredictability. Seemingly insignificant events can determine the course of an entire life. Her agents visit those who are afraid to take chances and encourage them to step out into the world and trust fate. The greatest evil, in Chadali's eyes, is rigidly structuring one's life to prevent unexpected events from happening.",
			"",
			"Chadali lives in the Pavilion of Serendipity, a structure of glimmering light on the coast of the Boundless Azure Ocean in Elysium."
		]
	},
	"chaldira_zuzaristan": {
		"name": "Chaldira Zuzaristan",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Golarion"
		],
		"description": [
			"::fh[Chaldira Zuzaristan]{sub=\"The Calamitous Turn\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Chaldira](https://www.pathfinderwiki.com/wiki/Chaldira) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Halfling Deities  ",
			"**Areas of Concern** Battle, luck, mischief  ",
			"**Domains** {domain/Good}, {domain/Luck}, {domain/Trickery}, {domain/War}  ",
			"**Subdomains** {domain/Agathion}, {domain/Fate}, {domain/Friendship}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Short sword}  ",
			"**Symbol** Shortsword with 3 notches  ",
			"**Sacred Animal(s)** Lizard  ",
			"**Sacred Color(s)** Green, red",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Cheliax, Nidal, River Kingdoms, Varisia  ",
			"**Nationality** halfling",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Steal a coin or button from someone that isn't likely to miss it or need it. While unobserved, balance the coin or button on the edge of a weapon, flip it into the air, and call out how it will land. If you are right, find someone else to give the coin or button to - perhaps even its original owner - and explain how the token will bring good fortune. Gain a +2 sacred bonus on attack rolls with the type of weapon (for example, short swords) you used to balance the object. If you can't find someone to take the coin or button after an hour, or if you were wrong in calling how it will land, hide it somewhere where it will be found and where the finder might deem himself lucky for discovering it. In this case, you gain only a +1 sacred bonus on attack rolls with the weapon type.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Faiths of Golarion/5}",
			">",
			">1. **Lucky Berries (Sp)** {spell/goodberry} 3/day, {spell/tree shape/ (Small berry bush only)} 2/day, or {spell/speak with plants} 1/day",
			">2. **Confident Gambler (Su)** While many creatures rely on their luck, your faith allows you to control your luck to a small degree. Except when performing Chaldira's obedience, you can determine as a free action how an ordinary coin you flip or ordinary die you toss will land. If you use this ability for your own personal gain to the detriment of someone who is innocent or less fortunate than you are, you are likely to incur Chaldira's disfavor and lose the use of this boon until you atone, as set forth in the {spell/atonement} spell. When used to recover the use of this boon, an *atonement* spell has an additional monetary cost equal to the amount you gained due to the misuse of this ability. If you instead return the amount you gained to the person you acquired it from (or to the person's family, community, friends, or other appropriate connection) and provide a genuine apology, then the *atonement* spell has no additional cost.",
			">3. **Auspicious Accuracy (Su)** Your ability to control your luck expands to desperate situations of life and death. A number of times per day equal to your Charisma modifier (minimum once per day), when you would normally roll a miss chance percentage, you can instead choose whether or not to hit. This ability manifests as a lucky turn of the blade or an awkward lunge that appears to be an overcorrection but actually places your attack right where it needs to be. Observers are likely to consider you exceptionally fortunate in your attacks, rather than suspect that you are supernaturally guided to bypass effects that would cause you to miss.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Unique Spell Rules",
			">",
			">{SOURCE Faiths of Golarion/7}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Mage Hand} can be prepared as a 0-level spell",
			">- {spell/Expeditious Retreat} can be prepared as a 1st-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Faiths of Golarion/6}  ",
			"The demigoddess of luck and lighthearted mischief, Chaldira Zuzaristan is one of two principal {race/halfling} divinities. She is also widely regarded as a companion or servitor of the goddess {faith/Desna}. Many theologians consider Chaldira an impulsive firebrand who leaps before looking and gets into trouble she can't escape; the wise and calm Desna must then extricate her hot-headed friend time and again. Halflings and other followers of Chaldira believe this view misrepresents her - she knows the dangers of her actions, but she willingly accepts them rather than compromise against evil, knowing that her luck and her friends are among her greatest assets and won't fail her when she truly needs them.",
			"",
			"Chaldira wanders the planes, looking for opportunities to fight oppression or simply accompany her friends on their travels. She takes a very expansive view of friendship, in that anyone who is not evil is a friend and will be actively treated as such. Divinities such as Desna accept this attitude easily, as they consider Chaldira to be a pleasant and stalwart companion, but more staid divinities such as {faith/Irori} and {faith/Pharasma} don't look forward to the times Chaldira decides to \"help\" them.",
			"",
			"Chaldira's depictions vary, with her taking on the same appearance as the local halfling communities that worship her in different regions, but she almost always has dense curly hair, freckles, and a patchwork red-and-green coat that is held together with buttons."
		]
	},
	"chaldira": { "redirect": "chaldira_zuzaristan" },
	"chamiaholom": {
		"name": "Chamiaholom",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Chamiaholom]{sub=\"Skull Staff\"}",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Chamiaholom](https://www.pathfinderwiki.com/wiki/Chamiaholom) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Domination, hopelessness, mortality  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Magic}, {domain/Repose}  ",
			"**Subdomains** {domain/Fear}, {domain/Murder}, {domain/Sahkil}, {domain/Souls}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Pray while performing a false divination for a stranger in which you reveal the person's death. Gain a +1 profane bonus to the DC of your enchantment spells and abilities.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">{family/Sahkil} tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/grasping corpse}",
			">2. {spell/animate dead}",
			">3. {spell/create undead}",
			"",
			"::h2[Description]{jl}",
			"",
			"Chamiaholom lords over the fear of death and sends his wicked minions to remind mortals that their day will come. A gaunt, skeletal tormentor, Skull Staff stands twice the height of the tallest human and carries a staff made of the skulls of those he's killed."
		]
	},
	"charg": {
		"name": "Charg",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Charg]{sub=\"The Typhon Wheel\"}",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Charg](https://www.pathfinderwiki.com/wiki/Charg) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Catastrophic decline, detrimental complacency, monsters  ",
			"**Domains** {domain/Destruction}, {domain/Evil}, {domain/Madness}, {domain/Strength}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Fear}, {domain/Ferocity}, {domain/Nightmare}, {domain/Sahkil}  ",
			"**Favored Weapon** {eq-weapon/Falchion}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Meditate on the hunting habits of a dangerous animal. The duration of your conjuration spells and spell-like abilities increases by 2 rounds.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">{family/Sahkil} tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/touch of idiocy}",
			">2. {feat/extended} {spell/sands of time}",
			">3. {spell/summon monster VI}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Traits",
			">",
			">- {trait/Burst of Speed}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Typhon Wheel is a conglomeration of swirling heads, organs, and limbs both humanoid and monstrous."
		]
	},
	"charon": {
		"name": "Charon",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Charon]{sub=\"The Boatman\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Charon](https://www.pathfinderwiki.com/wiki/Charon) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Charon}",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Horsemen  ",
			"**Areas of Concern** Death  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Knowledge}, {domain/Water}  ",
			"**Subdomains** {domain/Daemon}, {domain/Ice}, {domain/Memory}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Skull with coins on eyes  ",
			"**Sacred Animal(s)** Horse, raven  ",
			"**Sacred Color(s)** Pale green",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Meditate upon your infirmities and the slow, inevitable progression of physical and mental decay inherent to the ravages of time. Mimic this progression by immersing yourself or a victim in icy water until nearly unconscious, or by consuming alcohol or drugs that dull memory and mental faculties. Gain a +4 profane bonus on saving throws against necromancy and negative energy effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/36}",
			">",
			">1. **Death's Blessing (Sp)** {spell/memory lapse} 3/day, {spell/catatonia} 2/day, or {spell/create soul gem} 1/day",
			">2. **Soul Crush (Su)** As a standard action, you can crush a soul gem (such as one you create via {spell/create soul gem} or one created by a {monster/cacodaemon}) to gain {umr/fast healing} 15 for a number of rounds equal to your Hit Dice. This action condemns the crushed soul to Abaddon; resurrecting this victim requires a successful DC 28 caster level check.",
			">3. **Death's Clutches (Sp)** You can use {spell/soul bind} as a spell-like ability once per day.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/36}",
			">",
			">1. **Death's Grace (Sp)** {spell/ray of enfeeblement} 3/day, {spell/death knell} 2/day, or {spell/sands of time} 1/day",
			">2. **Hunger of the Styx (Su)** By channeling the memory-sapping ability of the River Styx, you can stun foes with a sudden but temporary loss of all memory. You can use this ability three times per day, activating it as a swift action when you strike a foe in combat with a melee weapon. The creature struck is {misc/stunned} for 1 round and then {misc/staggered} for an additional 1d4+1 rounds if it fails a Will save (DC = 10 + half your Hit Dice + your Charisma modifier). On a successful save, the creature is instead staggered for 1 round. This is a mind-affecting effect.",
			">3. **Grasp of the Styx (Sp)** Once per day as a standard action, you can call upon the waters of the Styx to bubble up and manifest as an immense, skeletal talon of mud and black water. This effect duplicates the effects of {spell/grasping hand}, except any creature that is grappled by the hand must also succeed at a Fortitude save against the spell or gain 1 negative level.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/36}",
			">",
			">1. **Death's Crusader (Sp)** {spell/mount} 3/day, {spell/wartrain mount} 2/day, or {spell/phantom steed} 1/day",
			">2. **On a Pale Horse (Su)** You gain the ability to invoke the power of the Pale Horse. As a swift action, you cause a flickering image of the Pale Horse to appear in a 10-foot square adjacent to you. It then moves up to 120 feet as you mentally direct its movement (doing so is a move action that requires concentration). The image of the Pale Horse ignores difficult terrain and can walk over water or other surfaces that would normally not bear a creature's weight, but it cannot fly. Any creature whose space the image of the Pale Horse passes through must succeed at a Fortitude save or take a -6 penalty to Strength, Dexterity, and Constitution, as if it had suddenly {rule/age/d} to become venerable. Creatures (like dragons) that normally gain benefits from aging do not gain any benefits, and they instead take the ability score penalties described above. These penalties do not stack with themselves or with existing penalties from aging. A creature can resist the effects of the Pale Horse with a successful Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier). A creature can be affected by the Pale Horse only once per round, regardless of how many times the Pale Horse moves through its space. This is an aging curse effect.",
			">3. **Death's Call (Sp)** Once per day, you can call upon Charon's power to wither your enemies into dust. This ability functions as {spell/wail of the banshee}, except it lacks a sonic component.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-spiritualist/Grim Apostle/ (Spiritualist)}",
			">",
			">### Feats",
			">",
			">- {feat/Aura of Succumbing}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Bridle of Charon}",
			">",
			">### Traits",
			">",
			">- {trait/Covenant of Abaddon}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/37}  ",
			"Charon, the Horseman of Death and Boatman of the Styx, is ancient even in comparison to the other Horsemen. Mortals whisper that, of all the Four, he alone is one of the original Horsemen: the first - and only - Lord of Death. Yet Charon's title obfuscates his true focus. Charon holds dominion not simply over death as a whole, which is the purview of all daemons, but specifically over death by old age. Even the heartiest mortals eventually succumb to that looming specter, and so it's not surprising that many consider the Boatman the most powerful of the Four. The legendary force of Charon's patience echoes the certainty of mortality's inevitable end, and he is more willing than any other Horseman to sacrifice immediate gains for a guaranteed eventual victory. Charon is also the most secretive of his kind, holding knowledge of many things forgotten before his kindred were even living mortals. Despite his age, Charon has not been challenged since he rose to power in Abaddon's earliest days; or if he has, no one speaks of it.",
			"",
			"Daemons in Charon's service rove far and wide across Abaddon, often riding the Styx to other reaches of the cosmos, hunting souls in his name. Unlike servitors of the other Horsemen, his own often act in understated and subtle ways, yet they harvest just as many souls. It is said Charon operates alongside his servitors, fishing for souls in the exact same way, and that any daemon looking upon one of the thanadaemons might in fact be looking into the face of Charon himself. True or not, the rumor hangs over other daemons' every interaction with Charon's chosen."
		]
	},
	"chaugnar_faugn": {
		"name": "Chaugnar Faugn",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Chaugnar Faugn]{sub=\"The Horror from the Hills\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/66}  ",
			"**Pathfinder Wiki** [Chaugnar Faugn](https://www.pathfinderwiki.com/wiki/Chaugnar%20Faugn) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Blood, patience, remote hill country  ",
			"**Domains** {domain/Chaos}, {domain/Death}, {domain/Evil}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Entropy}, {domain/Murder}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Light pick}  ",
			"**Symbol** Elephantine visage with a bloody trunk",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"::h2[Description]{jl}",
			"",
			"The entity known as Chaugnar Faugn is ancient beyond imagining, a creature capable of existing in more dimensions than most could even guess at and surviving over epochs of time that birth and destroy worlds. For thousands of millennia, Chaugnar Faugn has dwelled, dormant and immobile, in a shallow cave lost within the depths of a desolate stretch of rugged hill country. This is how the Great Old One gained his appellation as the Horror from the Hills, and most of his more ardent worshipers are those who dwell in such backcountry. Yet he has no particular affinity to the slopes and vales that hide him; they are merely where he has waited for the past unknown eons.",
			"",
			"Chaugnar Faugn's faithful adopt the Great Old One's patience. They are violent and eager for blood, yet they wait generations before acting on plans for vengeance or raids. Many times, the cultists' enemies have believed them to have been exterminated after a brutal conflict, but each and every time, this was a misconception. The worshipers of the Horror from the Hills were merely content to wait for a proper chance at revenge. In those rare occasions when Chaugnar Faugn does wake, though, worship does nothing to deter his hunger; he feeds on zealots and unbelievers with equal disdain.",
			"",
			"Chaugnar Faugn is vaguely humanoid in form, yet his head is that of a distorted, nightmarish elephant with vast veined ears, enormous curved tusks, and a trunk that ends in a large disk through which he drains the blood of those who draw too near."
		]
	},
	"chavazvug": {
		"name": "Chavazvug",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Chavazvug]{sub=\"The Crawling Inferno\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Chavazvug](https://www.pathfinderwiki.com/wiki/Chavazvug) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Chavazvug}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Qlippoth Lords  ",
			"**Areas of Concern** Fiery consumption, monstrous recursion  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Fire}, {domain/Repose}  ",
			"**Subdomains** {domain/Ash}, {domain/Entropy}, {domain/Smoke}, {domain/Souls}  ",
			"**Favored Weapon** {eq-weapon/Heavy flail}  ",
			"**Symbol** Burning tentacled rune  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Orange",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Torture a living creature with red-hot brands or small fires, and meditate on the cries of pain and scent of scorched flesh. Gain a +4 profane bonus on saving throws against fire-based effects.",
			">",
			">{SOURCE Book of the Damned/129}  ",
			">Qlippoth lords are always chaotic evil and range in power from CR 21 to CR 25. It's quite likely that more powerful creatures akin to demigods in stature may still exist in the deepest parts of the Abyss, but such qlippoth demigods remain theoretical for now, and they do not maintain active cults on mortal worlds. The boons qlippoth lords grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/scorching ray}",
			">2. {spell/pyrotechnic eruption}",
			">3. {spell/contagious flame}",
			"",
			"::h2[Description]{jl}",
			"",
			"Chavazvug appears as a towering tangle of fire-drooling digestive organs that stumbles and crawls on impossibly long, thin legs. He is unusual among the qlippoth in that his hatred is not of mortal life but of demonic life. He often invades demonic realms with armies of minions to wage war, content in the knowledge that if slain, he can grow a new body from one of thousands of boiling lakes of bile in his hidden lair."
		]
	},
	"chimon": {
		"name": "Chimon",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Chimon]{sub=\"Hunter of Blood\"}",
			"",
			"{SOURCE Book of the Damned/126}  ",
			"**Pathfinder Wiki** [Chimon](https://www.pathfinderwiki.com/wiki/Chimon) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Oni Daimyo  ",
			"**Areas of Concern** Ambushes, hunting, traps  ",
			"**Domains** {domain/Artifice}, {domain/Evil}, {domain/Travel}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Exploration}, {domain/Toil}  ",
			"**Favored Weapon** {eq-weapon/Longbow}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Draft plans for a complex ambush or trap using blood as ink. Gain a +2 profane bonus on Initiative checks.",
			">",
			">{SOURCE Book of the Damned/127}  ",
			">The most powerful {family/oni}, the oni daimyo, hold their domains in isolated regions of the Material Plane. While they have transcended their lesser incarnations to become something close to demigods in stature, they do not flaunt their power and prefer to dwell in remote corners of the massive land of Tian Xia.",
			">",
			">Oni daimyo are always evil in alignment but can be chaotic, lawful, or neutral. They range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/find traps}",
			">2. {spell/greater invisibility}",
			">3. {spell/blade barrier}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Hunter of Blood is a cunning stalker of prey, master of ambushes, and skilled trapper. He stalks the vast expanse of the Forest of Spirits, appearing as a flensed {monster/ogre mage} whose arrow-perforated body constantly weeps blood."
		]
	},
	"chinostes_evil_aspect": {
		"name": "Chinostes (Evil Aspect)",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"::fh[Chinostes (Evil Aspect)]{sub=\"The Fallen Blade\"}",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74}  ",
			"**Pathfinder Wiki** [Chinostes](https://www.pathfinderwiki.com/wiki/Chinostes) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Iblydan Hero-Gods  ",
			"**Areas of Concern** Tragedy, sacrifice  ",
			"**Domains** {domain/Evil}, {domain/Luck}, {domain/Nobility}  ",
			"**Subdomains** {domain/Curse}, {domain/Martyr}  ",
			"**Favored Weapon** {eq-weapon/dagger}",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Reanpharos  ",
			"**Nationality** Iblydan",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Unique Spell Rules",
			">",
			">#### Cleric, Oracle, Warpriest",
			">",
			">- {spell/Undead Anatomy II} can be prepared as a 5th-level spell",
			">",
			">### Other Rules",
			">",
			">- Chinostes can grant up to 6th-level spells",
			"",
			"::h2[Description]{jl}",
			"",
			"When a Sylirican raiding party struck his village in Pol-Reanpharos, the bold saddler Chinostes drew the assailants away from his unarmed neighbors and slew their leader with his trim knife. Becoming famous for his daring defense, Chinostes governed and defended Reanpharos as the city's hero-god for 13 years, bringing prosperity to the City Between Two Rivers.",
			"",
			"Chinostes perished while hunting a nocturnal beast that he identified too late as a {template/vampire}, and shepherds found and returned his bloodless body to his temple a day later. That night, the hero-god awoke, granted new life and fresh hunger. He killed several of his followers and fled with more in tow. Ever since, Chinostes (male mythic vampire swashbuckler 12) has haunted Reanpharos, occasionally preying on people while also defending his city from more brazen threats. Preferring the rare disappearance or murder to anything worse that might fill the vacuum, the populace has largely accepted this situation.",
			"",
			"Despite his transformation, Chinostes continues to grant spells to both the good-aligned followers of his old teachings as well as the evil disciples of his new religion. His evil followers embrace the dark tragedy of his transformation and see this as a just sacrifice to safeguard all they hold dear. His good-aligned priests insist that Chinostes still struggles against vampirism. To them, the greatest service they can perform to their hero-god is to kill him, and each acolyte trains for this eventuality."
		]
	},
	"chinostes_good_aspect": {
		"name": "Chinostes (Good Aspect)",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"::fh[Chinostes (Good Aspect)]{sub=\"The Fallen Blade\"}",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74}  ",
			"**Pathfinder Wiki** [Chinostes](https://www.pathfinderwiki.com/wiki/Chinostes) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Iblydan Hero-Gods  ",
			"**Areas of Concern** Tragedy, sacrifice  ",
			"**Domains** {domain/Good}, {domain/Luck}, {domain/Nobility}  ",
			"**Subdomains** {domain/Curse}, {domain/Martyr}  ",
			"**Favored Weapon** {eq-weapon/wooden stake}",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Reanpharos  ",
			"**Nationality** Iblydan",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Unique Spell Rules",
			">",
			">#### Cleric, Oracle, Warpriest",
			">",
			">- {spell/Halt Undead} can be prepared as a 3rd-level spell",
			">",
			">### Other Rules",
			">",
			">- Chinostes can grant up to 6th-level spells.",
			"",
			"::h2[Description]{jl}",
			"",
			"When a Sylirican raiding party struck his village in Pol-Reanpharos, the bold saddler Chinostes drew the assailants away from his unarmed neighbors and slew their leader with his trim knife. Becoming famous for his daring defense, Chinostes governed and defended Reanpharos as the city's hero-god for 13 years, bringing prosperity to the City Between Two Rivers.",
			"",
			"Chinostes perished while hunting a nocturnal beast that he identified too late as a {template/vampire}, and shepherds found and returned his bloodless body to his temple a day later. That night, the hero-god awoke, granted new life and fresh hunger. He killed several of his followers and fled with more in tow. Ever since, Chinostes (male mythic vampire swashbuckler 12) has haunted Reanpharos, occasionally preying on people while also defending his city from more brazen threats. Preferring the rare disappearance or murder to anything worse that might fill the vacuum, the populace has largely accepted this situation.",
			"",
			"Despite his transformation, Chinostes continues to grant spells to both the good-aligned followers of his old teachings as well as the evil disciples of his new religion. His evil followers embrace the dark tragedy of his transformation and see this as a just sacrifice to safeguard all they hold dear. His good-aligned priests insist that Chinostes still struggles against vampirism. To them, the greatest service they can perform to their hero-god is to kill him, and each acolyte trains for this eventuality."
		]
	},
	"chucaro": {
		"name": "Chucaro",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Chucaro]{sub=\"Maiden of Haze and Whimsy\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Chucaro](https://www.pathfinderwiki.com/wiki/Chucaro) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Dreams, hallucinations, mists  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Madness}, {domain/Magic}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Insanity}, {domain/Revelry}, {domain/Whimsy}  ",
			"**Favored Weapon** {eq-weapon/Morningstar}  ",
			"**Symbol** Eye with rainbow iris  ",
			"**Sacred Animal(s)** Bird of paradise  ",
			"**Sacred Color(s)** White",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Drape yourself in gauze and eat hallucinogenic mushrooms or fungi while meditating on the teachings of Chucaro. Gain a +4 sacred bonus on saving throws against poison.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/10}",
			">",
			">1. **Kaleidoscopic Images (Sp)** {spell/color spray} 3/day, {spell/hypnotic pattern} 2/day, or {spell/gaseous form} 1/day",
			">2. **Wispy Form (Su)** Your body becomes misty when you are under attack, diluting the damage of edged weapons. Though outwardly you appear the same, you gain DR 5/bludgeoning.",
			">3. **Terrible Reverie (Sp)** You can cast {spell/weird} once per day.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/10}  ",
			"Where mists rise after a gentle shower and wide-eyed prophets see visions of things to come, the hand of Chucaro can be seen. Legend tells that thousands of years ago, an angel fell asleep in a misty dale in Elysium. The angel dreamed of a beautiful woman with a basket full of ethereal visions. When she awoke, she saw her dream made real as Chucaro stepped out of the mist.",
			"",
			"Chucaro's pale skin gleams iridescently, like mother-of-pearl, and her eyes shift from color to color in a never-ending spectrum. Her frame is draped in robes of living mist. Her waist-length mass of rippled hair shimmers, colorless, like a cascade of rain that rushes continually from her brow. She has a sweet, serious face, and always seems to be listening to something just on the edge of hearing. To combat those fiends who would pervert the visions she grants, Chucaro summons a sap formed of churning mists - anyone struck by the blackjack is overwhelmed by disorienting hallucinations.",
			"",
			"The Maiden of Haze and Whimsy brings comfort to those afflicted with mad delusions. She soothes their fevers and helps them make sense of the strange images that plague their minds. To her dedicated followers she brings bright, lucid dreams every night. She frowns on those who use harsh drugs to induce visions at the cost of their physical health; Chucaro's agents strive to bring such broken individuals back to health and teach them to draw phantasmagoria from within rather than through the use of external implements.",
			"",
			"Chucaro can often be found in a delicate house of iridescent pearl in the silver-gray lowlands of Elysium."
		]
	},
	"chugarra": {
		"name": "Chugarra",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Chugarra]{sub=\"The Guru of Butchers\"}",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Chugarra](https://www.pathfinderwiki.com/wiki/Chugarra) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Blood, butchers, leather  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Law}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Fear}, {domain/Murder}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Handaxe}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Either butcher an animal or work on the crafting of a leather garment. Gain immunity to bleed effects.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/blood biography}",
			">2. {spell/finger of death}",
			">3. {feat/quickened} {spell/slough}",
			"",
			"::h2[Description]{jl}",
			"",
			"Chugarra appears as a skinless, obese butcher who wears a bloodstained leather apron and carries a cleaver-like axe in each hand. Those who fall to his axes find portions of their flesh temporarily added to his body."
		]
	},
	"chupurvagasti": {
		"name": "Chupurvagasti",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Chupurvagasti]{sub=\"The Lady of Poison Mist\"}",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Chupurvagasti](https://www.pathfinderwiki.com/wiki/Chupurvagasti) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Mist, poison, veils  ",
			"**Domains** {domain/Air}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Cloud}, {domain/Deception}, {domain/Fear}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Handaxe}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Meditate while wearing a veil soaked in acrid, toxic chemicals that induce minor rashes. Gain a +4 profane bonus on saving throws against poison effects.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/displacement}",
			">2. {feat/quickened} {spell/stinking cloud}",
			">3. {feat/quickened} {spell/cloudkill}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Lady of Poison Mist brings a cloying miasma of lung-scarring toxic fumes wherever she travels. She is said to have been born from a spurned deity's wrath that resulted in an entire world being shrouded in a poison cloud."
		]
	},
	"cihua_couatl": {
		"name": "Cihua Couatl",
		"sources": [ "Pathfinder #143: Borne by the Sun's Grace" ],
		"description": [
			"::fh[Cihua Couatl]{sub=\"The War Children\"}",
			"",
			"{SOURCE Pathfinder #143: Borne by the Sun's Grace/66}  ",
			"**Pathfinder Wiki** [Cihua Couatl](https://www.pathfinderwiki.com/wiki/Cihua%20Couatl) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Childbirth, protection, and warfare  ",
			"**Domains** {domain/Good}, {domain/Healing}, {domain/Protection}, {domain/Strength}, {domain/War}  ",
			"**Subdomains** {domain/Agathion}, {domain/Defense}, {domain/Ferocity}, {domain/Resolve}, {domain/Restoration}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Shortspear}  ",
			"**Symbol** two couatls consuming each other's tails with their wings overlapping in the center  ",
			"**Sacred Animal(s)** hawk",
			"",
			"::h2[Description]{jl}",
			"",
			"Cihua Couatl, a dual being of two individual couatls joined in their divinity, are the patron god of those who defend others in the name of righteous causes. Cihua Couatl take the form of a {monster/chicome couatl} and a {monster/tletli couatl} that share one body. Each has a distinct head and tail, but the two share a pair of arms, one holding a shortspear and the other holding a shield. These items represent the combative and protective aspects of the god. Cihua Couatl teach that conflict is an inevitability, and that one must be ready to defend those who cannot defend themselves. This can take the form of teaching kindness, to encourage helping those in need, or taking arms against those who would cause harm to innocents. They encourage quick and decisive action in combat, and their warrior priests are masters of strategy and tactics. This prowess allows Cihua Couatl's followers to efficiently bring an end to combat while limiting the number of injuries and fatalities on both sides of a conflict. Outside of combat, Cihua Couatl teach that to care for one's self and others only makes everyone stronger. They also serve as a patron god of midwives, encouraging their followers to learn how to care for children. The two couatls are of fluid gender and constantly shift between roles as attacker and defender, symbolizing Cihua Couatl's message that anyone can care for others and rise to defend them when needed. Their common servitors are healers, warriors, and all types of couatls."
		]
	},
	"circiatto": {
		"name": "Circiatto",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Circiatto]{sub=\"The Glutton Slaver\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Circiatto](https://www.pathfinderwiki.com/wiki/Circiatto) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Gluttony, greed, undead  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Law}, {domain/Magic}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Fear}, {domain/Slavery}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Warhammer}  ",
			"**Symbol** Rotten food on gold platter  ",
			"**Sacred Animal(s)** Boar  ",
			"**Sacred Color(s)** Gold, silver",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Consume rotten or spoiled food, then vomit it up where as many people as possible will find it. Gain a +4 profane bonus on saving throws against disease.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/command undead}",
			">2. {spell/animate dead}",
			">3. {spell/create undead}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"Circiatto is an exceptionally gluttonous and ruthless fiend who consumes all enemies who stand in his way. Worse, the Glutton Slaver then vomits them back up as undead servants."
		]
	},
	"cixyron": {
		"name": "Cixyron",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Cixyron]{sub=\"The Furious Thunder\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Cixyron](https://www.pathfinderwiki.com/wiki/Cixyron) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Electricity, gunpowder, poisonous metals  ",
			"**Domains** {domain/Artifice}, {domain/Earth}, {domain/Evil}, {domain/Knowledge}  ",
			"**Subdomains** {domain/Construct}, {domain/Daemon}, {domain/Metal}, {domain/Toil}  ",
			"**Favored Weapon** {eq-weapon/Musket}  ",
			"**Symbol** Explosion of electricity  ",
			"**Sacred Animal(s)** Ant  ",
			"**Sacred Color(s)** Red, yellow",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Pray atop a hill at night, preferably during a thunderstorm. Gain a +4 profane bonus on saving throws against lightning effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/thunder fire}",
			">2. {spell/ball lightning}",
			">3. {spell/chain lightning}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-gunslinger/Planar Rifter/ (Gunslinger)}",
			"",
			"::h2[Description]{jl}",
			"",
			"Cixyron, the Furious Thunder, appears as a metallic, raven-headed skeleton crackling with electrical discharge."
		]
	},
	"corosbel": {
		"name": "Corosbel",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Corosbel]{sub=\"The Silent Saint\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Corosbel](https://www.pathfinderwiki.com/wiki/Corosbel) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Failed martyrdom, false worship, ritual death  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Repose}, {domain/Trickery}  ",
			"**Subdomains** {domain/Daemon}, {domain/Deception}, {domain/Murder}, {domain/Souls}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Hand with broken fingers  ",
			"**Sacred Animal(s)** Calf  ",
			"**Sacred Color(s)** Red, white",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Offer a sacrifice to a dead or non-existent god in the temple of a nonevil deity. Gain a +4 profane bonus on saving throws against divine spells.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/death knell}",
			">2. {spell/phantasmal killer}",
			">3. {spell/mass suggestion}",
			"",
			"::h2[Description]{jl}",
			"",
			"Corosbel, the Silent Saint, rules over a realm of debased temples. He takes the form of an athletic, six-armed man."
		]
	},
	"count_ranalc": {
		"name": "Count Ranalc",
		"sources": [ "The First World, Realm of the Fey" ],
		"description": [
			"::fh[Count Ranalc]{sub=\"The Traitor\"}",
			"",
			"{SOURCE The First World, Realm of the Fey/18}  ",
			"**Pathfinder Wiki** [Count Ranalc](https://www.pathfinderwiki.com/wiki/Count%20Ranalc) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Eldest  ",
			"**Areas of Concern** Betrayal, exiles, shadows  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Nobility}, {domain/Travel}  ",
			"**Subdomains** {domain/Exploration}, {domain/Loss}, {domain/Martyr}, {domain/Night}  ",
			"**Favored Weapon** {eq-weapon/Rapier}  ",
			"**Symbol** Eye with crescent moon pupil, usually crying a single black tear  ",
			"**Sacred Animal(s)** Bat  ",
			"**Sacred Color(s)** Black, gray",
			"",
			"::hl2[feat/Fey Obedience]{jl}",
			"",
			">Find or create an area of shadow. While sitting within it, whisper the name of someone you intend to betray or who has betrayed you, and what you wish to do to them. You gain a +4 sacred bonus to AC against attacks whenever you are denied your Dexterity bonus (such as in a surprise round or when paralyzed).",
			">",
			">### Feysworn",
			">",
			">{SOURCE The First World, Realm of the Fey/18}",
			">",
			">1. **Dark Seeds (Sp)** {spell/shadow weapon} 3/day, {spell/death knell} 2/day, or {spell/deeper darkness} 1/day",
			">2. **Shadow Travel (Sp)** You are one with the shadows, using magic to move easily through the daylight world. You gain the ability to cast {spell/shadow step} three times per day, as well as {spell/shadow walk} one per day.",
			">3. **Shadow Army (Sp)** Once per day, you can cast {spell/shades}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-slayer/Ankou's Shadow/ (Slayer)}",
			">- {arc-rogue/Shadow Scion/ (Rogue)}",
			">",
			">### Feats",
			">",
			">- {feat/Fey Friend}",
			">",
			">### Traits",
			">",
			">- {trait/Shaper of Reality}",
			"",
			"::h2[Description]{jl}",
			"",
			"Over eons beyond mortal ken, many Eldest have been forced out of power or vanished into obscurity. Yet only one has managed to do both these things and still exert influence over both the First World and the planes beyond.",
			"",
			"The creature known as Ranalc - or more often Count Ranalc, for reasons long lost to history - first rose to power in the early days of the multiverse as a physical embodiment of primal darkness and the chaos of creation. Tall and gaunt, constantly wrapped in inky shadow, he was always difficult for the other fey lords to work with, his arrogance born from both power and the knowledge that, in the end, his domain of darkness would consume all things. Still, the other Eldest respected his strength and the necessity of chaos in fueling the fires of existence, which makes it all the more surprising that they eventually banded together to exile him from the plane entirely.",
			"",
			"What Ranalc did to rouse the ire - or self-preservation -  of the other Eldest remains one of the First World's greatest mysteries, but it was at that point, millennia ago, that he was first given the appellation \"the Traitor.\" Cast out onto the Shadow Plane, Ranalc shocked the others by refusing to be beaten, instead creating a stronghold within the darkness and embracing his new role as lord of exiles and betrayal. From his darkened realm, he continued to grant power to his followers and influence both the First World and Material Plane."
		]
	},
	"crocell": {
		"name": "Crocell",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Crocell]{sub=\"The Soothing Sin\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Crocell](https://www.pathfinderwiki.com/wiki/Crocell) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Hidden waters, illusion, language  ",
			"**Domains** {domain/Evil}, {domain/Knowledge}, {domain/Law}, {domain/Water}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Memory}, {domain/Oceans}, {domain/Rivers}  ",
			"**Favored Weapon** {eq-weapon/Glaive}  ",
			"**Symbol** Dark whirlpool  ",
			"**Sacred Animal(s)** Octopus  ",
			"**Sacred Color(s)** Dark blue, red",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Dissect a rat or another vermin, and carve the patterns you see in its bared viscera. Gain a +4 profane bonus on saving throws against illusions.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/major image}",
			">2. {spell/prismatic spray}",
			">3. {spell/world wave}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"The scale-winged fiend called the Soothing Sun collects and studies unique texts written in nonexistent languages and artwork depicting mortals' nightmares."
		]
	},
	"cthulhu": {
		"name": "Cthulhu",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Cthulhu]{sub=\"The Dreamer in the Deep\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/66}  ",
			"**Pathfinder Wiki** [Cthulhu](https://www.pathfinderwiki.com/wiki/Cthulhu) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Cthulhu}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Cataclysms, dreams, the stars  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Madness}, {domain/Void}  ",
			"**Subdomains** {domain/Dark Tapestry}, {domain/Insanity}, {domain/Nightmare}, {domain/Stars}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Complex rune around eye  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Black, blue",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"::h2[Description]{jl}",
			"",
			"Although Cthulhu is imprisoned in the sunken corpse city of R'lyeh under a vast ocean on a distant world far from Golarion, his mind is vast and terrible, capable of reaching out to touch dreaming minds across the universe. His cult is spread in this manner, as those sensitive to his dreams of madness (typically half-insane artists, poets, and visionaries) waken with memories not wholly their own. Upon waking, these afflicted artists and dreamers may not even consciously recall their dreams or realize that their actions have been influenced. Cthulhu's spawn &mdash; tremendous entities similar in shape and purpose to their great master &mdash; also spread his terrible worship, but deadly as they are, they possess but a shadow of Cthulhu's power.",
			"",
			"Cthulhu's cults are secretive, based in remote swamplands, dense forests, and sprawling sewers under the world's greatest cities. They know that one day the stars shall align and their master's city will rise again above the waves on that distant, doomed planet, at which point it is merely a matter of time before they are rewarded with the arrival of their terrible deity upon Golarion as he wipes entire worlds clean in preparation for the return of all of the Outer Gods.",
			"",
			"Cthulhu is a massive creature, roughly humanoid in shape but hideously inhuman in many regards, with an octopoid face, immense wings, and foul protoplasmic flesh that writhes in ways no flesh should. While imprisoned, his mad thoughts can touch only a dreaming few, but once awake, his alien mind will spread like a virus of insanity through all thinking souls."
		]
	},
	"cyth_vsug": {
		"name": "Cyth-V'sug",
		"sources": [
			"Pathfinder #119: Prisoners of the Blight",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Cyth-V'sug]{sub=\"Prince of the Blasted Heath\"}",
			"",
			"{SOURCE Pathfinder #119: Prisoners of the Blight/71}  ",
			"**Pathfinder Wiki** [Cyth-V'sug](https://www.pathfinderwiki.com/wiki/Cyth-V'sug) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Disease, fungus, parasites  ",
			"**Domains** {domain/Chaos}, {domain/Earth}, {domain/Evil}, {domain/Plant}  ",
			"**Subdomains** {domain/Caves}, {domain/Decay}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Growth}  ",
			"**Favored Weapon** {eq-weapon/Scimitar}  ",
			"**Symbol** Moldy spiraling tentacle  ",
			"**Sacred Animal(s)** Centipede  ",
			"**Sacred Color(s)** Green, yellow",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">Eat moldering flesh rife with parasitic worms and drink putrid alcohol distilled from strange fungi during a 1-hour feast. You gain a +4 profane bonus on saving throws against diseases and effects that cause the nauseated condition.",
			"",
			"### Boons: {feat/Demonic Obedience}",
			"",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/13}",
			">",
			">1. **Sickness Within (Sp)** {spell/ray of enfeeblement} 3/day, {spell/warp wood} 2/day, or {spell/contagion} 1/day",
			">2. **Parasitic Link (Su)** Once per day with a successful touch attack, you can infest a living creature with tiny worms and gnawing mites unless the target makes a Fortitude save (DC 10 + 1/2 your HD + your Constitution modifier). These parasites retain an unholy link to you, draining that creature's energy and transferring it to you. This infestation persists for 10 rounds, during which you act as if {spell/haste/d} and the infested victim is {misc/staggered}. As a swift action, you can quicken the parasitic infestation - this reduces the remaining duration by 1 round, but causes the parasites to chew and feed at an accelerated rate, dealing 1d2 points of Constitution damage to the target. You can only maintain a parasitic link with one creature at a time. These parasites count as a disease effect.",
			">3. **Fungal Ruin (Sp)** Once per day, you may target a creature with a {spell/destruction} spell. A creature slain by this effect crumbles into a mound of [russet mold](monster/vegepygmy) that immediately releases a cloud of spores in a 20-foot-radius burst. This ability functions as a 9th-level spell.",
			"",
			"### Boons: {feat/Fiendish Obedience}",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/38}",
			">",
			">1. **Contamination (Sp)** {spell/ray of sickening} 3/day, {spell/pox pustules} 2/day, or {spell/fungal infestation} 1/day",
			">2. **Cloud of Toxicity (Su)** As a standard action, you can exhale a 20-foot cone of a disgusting miasma that exacerbates disease. Each diseased creature in the cone must attempt a Fortitude saving throw (DC = 10 + half your Hit Dice + your Charisma modifier); if it fails, it immediately takes damage as though it had failed its Fortitude saves against all of its diseases, and any remaining onset times for these diseases end. You can use this ability a number of times per day equal to your Charisma modifier.",
			">3. **Ravaging Harm (Su)** Three times per day with a successful touch attack, you can weaken a living creature's immune system unless the target succeeds at a Fortitude saving throw (DC = 10 + half your Hit Dice + your Charisma modifier). For the next 24 hours, when a creature that failed its save takes ability damage, 1 point of that damage becomes permanent ability drain instead. This is a curse effect, and it can be removed with a {spell/remove curse} spell (treat your total Hit Dice as the caster level).",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/38}",
			">",
			">The Exalted boons are exactly the same as the boons granted by Demonic Obedience, above.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/38}",
			">",
			">1. **Deadly Nature (Sp)** {spell/thorn javelin} 3/day, {spell/sickening entanglement} 2/day, or {spell/command plants} 1/day",
			">2. **Vicious Thorns (Su)** As a standard action, you can cause the ground in a 5-foot-radius burst centered on you to sprout twisting, thorny vines. Creatures moving through the area must travel at half speed or take {rule/bleed} damage equal to half your character level; if you activate this ability in an area with numerous plants (grass, trees, weeds, etc.), the area also becomes difficult terrain. These effects last for 1 minute, after which the vines crumble to dust. Creatures able to move through natural undergrowth unhindered ignore the effects of this ability. You can use this ability a number of times per day equal to 3 + your Charisma modifier.",
			">3. **Shambling Form (Su)** Once per day as a move action, you can assume the form of a Huge {monster/shambling mound}. You gain a +8 size bonus to Strength, a -2 penalty to Dexterity, a +4 size bonus to Constitution, and a +6 natural armor bonus. You gain a {umr/constrict} special attack and two slam attacks that each deal 2d8 points of damage plus your Strength modifier and have the grab special attack. You gain darkvision (60 feet) and resistance 20 to electricity and fire. In addition, if you are struck with an attack that deals an amount of electricity damage that is less than your resistance, you gain temporary hit points equal to your level. You lose these temporary hit points after 1 hour. You return to your true form after 10 minutes or when you take a free action to dismiss this ability, whichever comes first.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Spells",
			">",
			">- {spell/Fungal Blisters}",
			">- {spell/Sebaceous Twin}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #119: Prisoners of the Blight/71}",
			">",
			">- @hll[spell/Summon Monster IV:] {monster/Mandragora}",
			">- @hll[spell/Summon Monster V:] {monster/Tendriculos}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/39}  ",
			"When mortal life came into being, so did all of its associated sins, and as sinful souls passed into the afterlife, the Abyss transformed some of them into demons. Thanks to the fertility of mortals and their boundless potential for cruelty, the Abyss over time filled with legions of demons. The belligerent demons clashed with the qlippoth for control over the plane, and though they were relatively young, the demons had the advantage of numbers. They won skirmish after skirmish and, in doing so, increased their strength until some became demon lords to rival the most powerful of the qlippoth.",
			"",
			"The qlippoth lord Cyth-V'sug wanted no part in this endless war and so stayed within his realm. He slew those demons that attempted to invade his sanctuary, but the constant onslaught soon began to wear him down. After careful observation, he realized that his more potent foes were worshiped by self-destructive mortals. He sent tendrils of his consciousness onto the Material Plane and, when he found desperate creatures longing for someone (or something) to answer their prayers, he responded to these pleas. However, while this helped to increase his strength, Cyth-V'sug was still ultimately forced into the Abyss's deepest, most remote areas alongside the other qlippoth.",
			"",
			"As Cyth-V'sug lurked in these dark domains, he continued to hear the entreaties of his worshipers. They constantly wanted more - more divine gifts, and more responses from their deity. This greed had a strange effect on the qlippoth lord: he began to experience this mortal emotion of desire himself. He wanted his original home back. He wanted to taste more demon blood. He wanted vengeance for being driven out. In time, the other qlippoth lords - Oaur-Ooung in particular - noticed this change and were not pleased. They threatened Cyth-V'sug with destruction, and so he fled to the upper reaches of the Abyss.",
			"",
			"Cyth-V'sug soon realized that he had become like the very demons he hated, but this revelation did nothing to quell his expanding hunger. He continued to demand sacrifices from his followers, and as he did so, he slowly transformed into a full demon lord. Though he is now one of their kind, his hatred for demons burns no less hot. His ultimate goal is to consume every world of the Material Plane that contains mortal life, thereby cutting demons off from their source of souls and allowing the qlippoth to return from exile. That this plan may also result in his own destruction does not matter to Cyth-V'sug, as it means his appetite will finally be sated."
		]
	}
}
