{
	"shiggarreb": {
		"name": "Shiggarreb",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Shiggarreb]{sub=\"The Marauding Maw\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Shiggarreb](https://www.pathfinderwiki.com/wiki/Shiggarreb) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Qlippoth Lords  ",
			"**Areas of Concern** Forbidden magic, wartime atrocities  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Magic}, {domain/War}  ",
			"**Subdomains** {domain/Arcane}, {domain/Blood}, {domain/Fear}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Ranseur}  ",
			"**Symbol** Spider shaped rune  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Yellow",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Study texts on the tactics of war, particularly those involving the use of powerful magic. Gain a +1 profane bonus to your Armor Class.",
			">",
			">{SOURCE Book of the Damned/129}  ",
			">Qlippoth lords are always chaotic evil and range in power from CR 21 to CR 25. It's quite likely that more powerful creatures akin to demigods in stature may still exist in the deepest parts of the Abyss, but such qlippoth demigods remain theoretical for now, and they do not maintain active cults on mortal worlds. The boons qlippoth lords grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/aid}",
			">2. {spell/curse terrain}",
			">3. {spell/greater heroism}",
			"",
			"### Description",
			"",
			"A huge drider-like monster with multiple arms and a deformed face that seems to split down the middle, Shiggarreb has mastered arcane magic and plays the role of messenger for the qlippoth lords. She is often associated with new qlippoth invasions of Material Plane worlds and has long crusaded with the qlippoth to reclaim lost Abyssal realms now held by demon lords. Wherever she leads these invasions, she pulls the influence of the deep Abyss with her, causing the area she inhabits and walks upon to twist and warp."
		]
	},
	"shivaska": {
		"name": "Shivaska",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Shivaska]{sub=\"The Chained Maiden\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Shivaska](https://www.pathfinderwiki.com/wiki/Shivaska) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Aberrations, clocks, prisons  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Evil}, {domain/Madness}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Insanity}, {domain/Loss}, {domain/Nightmare}  ",
			"**Favored Weapon** {eq-weapon/Heavy flail}  ",
			"**Symbol** Clock face with 13 hours  ",
			"**Sacred Animal(s)** Tarantula  ",
			"**Sacred Color(s)** Brown, red",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">You must start an obedience to Shivaska at exactly the start of an hour. You must spend this hour bound with chains, rope, manacles, a straitjacket, or some similar restraint. While bound, you must recite prayers to the Chained Maiden and strain against your bindings enough to leave marks on your flesh for the remainder of the day. Gain a +4 profane bonus to your CMD.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/90}",
			">",
			">1. **Warp Time (Sp)** {spell/expeditious retreat} 3/day, {spell/time shudder} 2/day, or {spell/slow} 1/day",
			">2. **Clockwork Doll (Su)** Once per day as a standard action, you can transform a living creature within 30 feet that has no more Hit Dice than your own into a porcelain-skinned parody of itself, with springs and gears in place of living organs. The target can resist this transformation if it wishes with a successful Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier). A transformed creature's type becomes construct, and it gains all traits of the construct type, including lack of a Constitution score. The transformed creature also gains the clockwork subtype, including vulnerability to electricity, but it does not gain the swift reactions trait. A transformed creature must be wound once per day with a special key (which appears as part of this transformation); as the key must be inserted into the creature's back, this requires either a successful DC 25 Dexterity or Escape Artist check or another creature's assistance. If the creature is not wound by midnight each night, it becomes immobile and helpless until wound again. A creature transformed into a clockwork doll becomes mindless, with an Intelligence score of 0. It can't use any supernatural or spell-like abilities it had prior to transforming, nor can it cast spells. It also loses all feats and skill ranks. A clockwork doll follows your commands to the letter, but otherwise it remains motionless and takes no actions on its own (unless you command it to react in certain ways, such as serving as a room guardian). This transformation can be reversed only by {spell/break enchantment}, {spell/miracle}, {spell/polymorph any object}, or {spell/wish}. If the clockwork doll is slain, the creature can be brought back to life via {spell/true resurrection}. You can only have one clockwork doll under your command at a time. If you create a second clockwork doll, the first one must attempt a Fortitude saving throw (DC = 10 + half your Hit Dice + your Charisma modifier); if it succeeds, it reverts to its previous form with no memories of the time spent as your clockwork doll, but if it fails this save, the clockwork doll crumbles to rubble and is destroyed. If you are slain, any clockwork doll you've created automatically reverts to its previous form (no save required to avoid destruction).",
			">3. **Ineluctable Prison (Sp)** You can cast {spell/imprisonment} once per day as a spell-like ability.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/90}",
			">",
			">1. **Maiden's Cry (Sp)** {spell/lesser confusion} 3/day, {spell/hold person} 2/day, or {spell/ray of exhaustion} 1/day",
			">2. **Binding Touch (Sp)** Once per day, you can cast {spell/binding} as a spell-like ability, but only at a range of touch. You don't need to expend any material components to use this ability, but assistants can't aid you in its casting. You can have only one creature affected by this ability at a time. If you successfully use this ability on a second creature, the previously bound creature is immediately freed.",
			">3. **Unwind the Clock (Sp)** You can cast {spell/time stop} once per day as a spell-like ability.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/90}",
			">",
			">1. **Strangler's Secret (Sp)** {spell/long arm} 3/day, {spell/spider climb} 2/day, or {spell/haste} 1/day",
			">2. **Summon Abyssal Horrors (Sp)** Once per day as a standard action, you can summon two advanced grimslakes, as per summon monster VII. You gain telepathic communication with the summoned aberrations to a range of 100 feet, and they follow your commands perfectly for 1 minute per level before vanishing back to the Abyss.",
			">3. **Maiden's Wretch (Ex)** Your body warps into a hunched and slimy form with rubbery flesh and tentacles for limbs, and you gain some of the powers of the aberrant creatures known as chokers. Your arms become boneless and flexible, with sucker-covered, starfish-shaped \"hands.\" While you can still manipulate objects and wield weapons with these appendages, they also grant you two tentacle primary natural attacks. Each tentacle deals damage appropriate to your size (1d6 if you are Medium). These tentacle attacks have a reach 5 feet greater than your normal reach, and you gain the grab and constrict abilities (your constrict damage is equal to the damage you deal with one of your tentacles plus 1-1/2 times your Strength modifier); you can grab a creature up to one size category larger than you this way. In addition, you gain the choker's strangle and quickness special abilities.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"### Description",
			"",
			">{SOURCE Book of the Damned/91}  ",
			"Shivaska's realm on the Abyss is a gloomy, temperate wilderness known as the Winding Wood. Her palace, the Ticking House, is an immense workhouse with a huge clock tower, the face of which accounts for 13 hours rather than 12. This clock is kept running by the constant toil of a small army of abducted children. Legend among the Chained Maiden's worshipers holds that a second, secret clock can be found within this larger clock: one that runs backward instead of forward and that resets only at the start of extinction events.",
			"",
			"Shivaska appears as a female {monster/choker} with four arms and four legs. Her mouth is unnaturally large, but she has no eyes in her head - her red eyes glare instead from the palms of her four hands. A dozen long, thin, animated chains that end in cruel hooks writhe from her back, capable of wrapping around victims to entrap them. A creature that remains trapped in Shivaska's chains too long eventually succumbs to their power and is transported, across planes if necessary, to a small cell deep inside Shivaska's clockwork lair in the Abyss. These chains are said to be Shivaska's true form, and the choker body from which they grow is merely the latest of her favored \"shells.\""
		]
	},
	"shizuru": {
		"name": "Shizuru",
		"sources": [
			"Dragon Empires Gazetteer",
			"Faiths of Golarion",
			"Legacy of Dragons"
		],
		"description": [
			"::fh[Shizuru]{sub=\"Empress of Heaven\"}",
			"",
			"{SOURCE Dragon Empires Gazetteer/58}  ",
			"**Pathfinder Wiki** [Shizuru](https://www.pathfinderwiki.com/wiki/Shizuru) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Deities of Tian Xia  ",
			"**Areas of Concern** Ancestors, honor, the sun, swordplay  ",
			"**Domains** {domain/Glory}, {domain/Good}, {domain/Law}, {domain/Repose}, {domain/Sun}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Chivalry}, {domain/Day}, {domain/Heroism}, {domain/Honor}, {domain/Legend}[^A], {domain/Light}, {domain/Revelation}  ",
			"**Favored Weapon** {eq-weapon/Katana}  ",
			"**Symbol** Katana in front of the sun  ",
			"**Sacred Animal(s)** Carp",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Amanandar, Goka, Jinin, Minkai, Quain, Shokuro, Xa Hoi, Zi Ha  ",
			"**Nationality** Tian-Min (Dragon)",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Spend an hour practicing sword forms beneath the sun. Meditate in silence as you practice, focusing on executing each form more perfectly with each repetition. At the end of your practice, make an offering to your ancestors, and vow that your deeds in the day to come will honor their memory. Gain a +2 sacred bonus to confirm critical hits with any one sword for the next 24 hours. You can use this chosen sword as your divine focus to cast divine spells.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Faiths of Golarion/53}",
			">",
			">1. **Radiant Warrior (Sp)** {spell/bless} 3/day, {spell/blinding ray} 2/day, or {spell/searing light} 1/day",
			">2. **Smite Darkness (Su)** Three times per day, when a creature casts a darkness spell or uses a darkness-creating ability within 30 feet of you, you can call upon Shizuru's guiding light to block it. Attempt a check (1d20 + your Hit Dice + your Charisma modifier) against the dispel DC of the spell as an immediate action. If you succeed, the target spell or effect fails and is wasted; otherwise, it is unaffected.",
			">3. **Channel Heaven's Fury (Su)** Three times per day as a free action, you can call upon Shizuru's might to imbue either a damaging spell or a weapon strike with a blinding burst of sunlight, which causes it to deal positive energy damage instead of its normal damage type. You must declare the use of this ability before rolling to attack or casting the spell, and if the attack or spell fails, the ability is wasted. This positive energy damage does not heal living creatures.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Faiths of Golarion/53}",
			">",
			">1. **Guardian of the Ancestors (Sp)** {spell/sanctify corpse} 3/day, {spell/lesser restoration} 2/day, or {spell/speak with dead} 1/day",
			">2. **Release Death's Grip (Su)** Your touch bolsters the living against the terrors of undeath. As a standard action, you can touch someone afflicted with the dazed, paralyzed, sickened, staggered, or stunned condition and grant that creature another saving throw to resist the effect. You can use this ability once per day plus one additional time per day for every three Hit Dice you have (maximum 6 times per day).",
			">3. **Return to the Grave (Su)** Once per day as a full-round action, you can call upon Shizuru's glory to help you return an undead creature to the grave. The chosen undead must be within 60 feet. The undead must succeed at a Will save (DC = 10 + 1/2 your Hit Dice + your Charisma modifier) or suffer a flurry of shining sword slashes across its body, which gradually fade over the duration of this effect. The undead loses either its damage resistance or its spell resistance (choose one) for a number of rounds equal to your Hit Dice (maximum 20 rounds). Additionally, if the undead is unable to rest because of some grievance or trauma, you become aware of what that is, and how you might address it to give the soul peace.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Faiths of Golarion/53}",
			">",
			">1. **Blessed Blade (Sp)** {spell/magic weapon} 3/day, {spell/weapon of awe} 2/day, or {spell/deadly juggernaut} 1/day",
			">2. **Dazzling Grace (Su)** As a free action, you can surround yourself with a glowing nimbus of sunlight that shines bright light within 60 feet. While so illuminated, you gain a +4 bonus to AC against attacks of opportunity. Enemies who attempt such attacks against you must succeed at a Fortitude save (DC = 10 + 1/2 your Hit Dice + your Constitution modifier) or be {misc/dazzled} for 1d4 rounds. This does not affect sightless foes. You can maintain this glowing nimbus for a number of rounds per day equal to your Hit Dice (maximum 20 rounds). The rounds in which you manifest the nimbus don't need to be consecutive, and you can dismiss it as a free action.",
			">3. **Swordmaster of the Sun (Su)** Once per day as a free action when fighting with any sword, you can cause your blade to glow with increasingly bright golden radiance after every blow you land. After each hit, you gain a +1 sacred bonus on the damage rolls for subsequent blows, cumulative up to a total equal to your Hit Dice. This damage bonus lasts for the duration of the combat or for a number of minutes equal to your Charisma modifier (minimum 1 minute), whichever is lower. This effect applies only to a single sword; if you fight with two or more weapons, your other weapons are unaffected.",
			"",
			"## Paladin Code",
			"",
			">Much of Shizuru's paladin code overlaps with the warrior code of ichimeiyo, which is so closely aligned with the goddess's tenets that those outside the faith may perceive no distinction between them. In addition to the tenets of ichimeiyo, the Empress of Heaven's paladins are expected to obey the following precepts.",
			">",
			">- Both my sword and my swordplay have been entrusted to me by those who have mastered their craft, and both deserve to be wielded by a skilled hand. My training will be consistent, and I will impart my training to others, as others passed my training down to me.",
			">- I will honor the ancestors who have come before me and provided for my life.",
			">- Though the bonds of love extend across any distance, I will not stretch them further by separating lovers.",
			">- The Empress rules all under Heaven. I am a guardian of the land and its health, as well as of civilized empires that live upon it. I will defend nature from the twisted influence of undead and aberrations, and seek mutual peace with creatures that defend nature from humanity.",
			">- My personal conduct reflects on my family and my god; I will conscientiously maintain my reputation for the sake of theirs, even on the battlefield.",
			">- The strategy of war involves deception by nature, but the flag of peace is sacrosanct. I accept no negotiations from those who have attacked a foe under the pretense of arbitration or truce for their own gain; they have destroyed the trust that reconciliation requires.",
			"",
			"## Follower Options",
			"",
			">### Traits",
			">",
			">- {trait/Ancestor's Blade}",
			">- {trait/Pristine Reputation}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Legacy of Dragons/31}",
			">",
			">#### Cleric, Inquisitor, Oracle, Warpriest",
			">",
			">- {spell/Tail Strike} can be prepared as a 4th-level spell",
			">",
			">{SOURCE Faiths of Golarion/55}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Color Spray} can be spontaneously cast as a 1st-level spell",
			">- {spell/Scorching ray} can be prepared as a 2nd-level spell",
			">- {spell/Unbearable Brightness} can be prepared as a 4th-level spell",
			">",
			">#### Cleric",
			">",
			">- {spell/Prismatic Spray} can be prepared as a 7th-level spell",
			">",
			">#### Paladin",
			">",
			">- {spell/Searing Light} can be prepared as a 2nd-level spell",
			">- {spell/Heroism} can be prepared as a 3rd-level spell",
			">- {spell/Sunbeam} can be prepared as a 4th-level spell",
			"",
			"### Description",
			"",
			"{SOURCE Faiths of Golarion/54}  ",
			"Shizuru is the perfect sovereign and the perfect warrior, encompassing the glory of Tian Xia. In ancient times, when dragons ruled the Tian empires, even the mightiest of them paid homage to Shizuru; when humans rose to make civilizations of their own, it was Shizuru who taught them her code of honor and her flawless swordplay. She rules with immaculate composure born from the confidence of an empress who has fought and won her own battles; Shizuru's reign is wise, measured, and just, for she has no need to prove herself to others or defend her pride.",
			"",
			"Yet for all her golden glory, a shadow lies upon Shizuru's joy. She loves the moon god {faith/Tsukiyo} with such devotion that when he was slain by his envious brother {faith/Fumeiyoshi}, Shizuru convinced the god {faith/Qi Zhong} to return him to life. Tsukiyo was deeply affected by his death and revival, however, and returned as a god of madness as well as the moon. Shizuru found herself unable to fully understand her lover's transformation, and struggling to easily accept the changes in his personality and perspective. Today, she harbors fears that Tsukiyo might resent her actions, guilt that she might have acted against his interests, and grief that she cannot fully comprehend the person he has become. Though Shizuru still loves Tsukiyo deeply, she mourns the loss of the uncomplicated love they once shared, and castigates herself for her inability to embrace everything that Tsukiyo now represents, particularly since she is partially responsible for his transformation.",
			"",
			"Shizuru is usually depicted as a beautiful samurai in golden lamellar armor, as a regal gold-scaled dragon, or as both simultaneously. Signs of her approval include a golden flash of sunlight on a sword's blade, a single translucent carp's scale falling like a feather from the sky, and the calligraphic character for \"dragon\" appearing in spilled liquid or windblown debris. Her disapproval is signaled by sudden rust or dullness on a blade, armor cracking apart, or plants and wildflowers turning away from the source of disapproval as if the greenery were seeking the sun's warmth elsewhere.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"shub_niggurath": {
		"name": "Shub-Niggurath",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Shub-Niggurath]{sub=\"Black Goat of the Woods\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/71}  ",
			"**Pathfinder Wiki** [Shub-Niggurath](https://www.pathfinderwiki.com/wiki/Shub-Niggurath) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Outer Gods  ",
			"**Areas of Concern** Fertility, forests, monsters  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Evil}, {domain/Plant}, {domain/Void}  ",
			"**Subdomains** {domain/Dark Tapestry}, {domain/Decay}, {domain/Feather}, {domain/Fur}, {domain/Growth}, {domain/Stars}, {domain/Thorns}[^A]  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Radially arrayed goat heads  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Green, white",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"### Description",
			"",
			"Whereas Nyarlathotep is said to have a thousand forms, the monstrous fertility deity Shub-Niggurath is said to have spawned a thousand young. Her cult is particularly strong in rural areas where vegetation is thick, such as forests, jungles, and swamps, and many of the creatures associated with her dwell in these verdant realms. Of all the cults of the Dark Tapestry, Shub-Niggurath's seems to be the most widespread throughout the Inner Sea region, particularly in areas surrounding Lake Encarthan. Many of the Great Old Ones and even other Outer Gods are believed to have mated with ShubNiggurath, with the resulting spawn being among the most powerful of her children.",
			"",
			"Shub-Niggurath appears as a roiling cloud of flesh and mist that constantly forms and absorbs hooves, mouths, eyes, tentacles, and other portions of anatomy. She often gives birth to monstrous young, spawning beasts or depositing eggs with hideous fecundity upon the lands she blights.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"shyka": {
		"name": "Shyka",
		"sources": [
			"The First World, Realm of the Fey",
			"Legacy of the First World"
		],
		"description": [
			"::fh[Shyka]{sub=\"The Many\"}",
			"",
			"{SOURCE The First World, Realm of the Fey/34}  ",
			"**Pathfinder Wiki** [Shyka](https://www.pathfinderwiki.com/wiki/Shyka) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Eldest  ",
			"**Areas of Concern** Entropy, reincarnation, time  ",
			"**Domains** {domain/Death}, {domain/Destruction}, {domain/Madness}, {domain/Magic}  ",
			"**Subdomains** {domain/Arcane}, {domain/Catastrophe}, {domain/Divine}, {domain/Insanity}  ",
			"**Favored Weapon** {eq-weapon/Light mace}  ",
			"**Symbol** Broken hourglass  ",
			"**Sacred Animal(s)** Hive animals  ",
			"**Sacred Color(s)** White",
			"",
			"## {feat/Fey Obedience}",
			"",
			">Build something small and fragile - such as a house of cards, an ice sculpture, or a sand castle - while contemplating the fleeting nature of existence and the inevitability of entropy. Leave your creation to decay at its own pace. You gain a +2 sacred bonus on initiative checks.",
			">",
			">### Feysworn",
			">",
			">{SOURCE The First World, Realm of the Fey/34}",
			">",
			">1. **Twist Time (Sp)** {spell/entropic shield} 3/day, {spell/augury} 2/day, or {spell/haste} 1/day",
			">2. **Borrowed Memories (Su)** Once per day as a standard action, you can gain the effects of {spell/legend lore}, save that the legends are recalled immediately and you gain the most complete level of knowledge (as if the person, place, or thing were at hand, regardless of its actual position). Your recollection of the legend takes the form of a memory borrowed from someone familiar with the subject matter.",
			">3. **Pause (Sp)** You gain the ability to pause time for yourself or one creature you designate within 30 feet once per day. This functions as per {spell/time stop} but with a duration of 1 round.",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-wizard/Chronomancer/ (Wizard)}",
			">",
			">### Feats",
			">",
			">- {feat/Fey Friend}",
			">",
			">### Spells",
			">",
			">- {spell/Ally Across Time}",
			">- {spell/Army Across Time}",
			">- {spell/Temporal Divergence}",
			">- {spell/Temporal Regression}",
			">",
			">### Traits",
			">",
			">- {trait/Shaper of Reality}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Legacy of the First World/30}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Threefold Aspect} can be prepared as a 4th-level spell",
			">",
			">#### Cleric",
			">",
			">- {spell/Temporal Regression} can be prepared as a 8th-level spell",
			"",
			"### Description",
			"",
			"Shyka the Many is not just a name but a title, one granted to the Eldest with mastery over time in all its forms. Over the millennia, many different entities have held it - and continue to do so.",
			"",
			"Long ago, the original Shyka called a convocation stretching across time, contacting all those who would eventually bear the title. There, in a place beyond time's boundaries, they made a deal: rather than restrict themselves to given eras, with one replacing the next in chronological fashion, they would instead share their reign in fits and flickers, that each might experience a representative sampling of eternity. As part of this arrangement - necessary to keep the fabric of time and causality from unraveling - there is never more than one Shyka present at a given time, yet that specific Shyka can change without warning. A single incarnation might remain present for days, only to give way to a dozen others in the space of a single conversation. While the various incarnations retain slight differences in personality, all of them pool their knowledge with the others, and have spent enough millennia living each other's lives that they see little point in maintaining any individuality. They are Shyka, and when they speak, it is with the blessing and insight of all of them, past and future.",
			"",
			"Though they seem mostly humanoid and default to wearing similar blue and gray gowns and robes, Shyka's incarnations range from ordinary-seeming humans of various ages, genders, and ethnicities to creatures without known analogues, such as a green-skinned woman with mandibles or a rarely seen entity made entirely of light."
		]
	},
	"sicva": {
		"name": "Sicva",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"::fh[Sicva]{sub=\"Mistress of All\"}",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/74}  ",
			"**Pathfinder Wiki** [Sicva](https://www.pathfinderwiki.com/wiki/Sicva) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Domination, invasive species, and oppression  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Nobility}, {domain/Strength}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Ferocity}, {domain/Leadership}, {domain/Loyalty}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Lasso}  ",
			"**Symbol** Virus",
			"",
			"### Description",
			"",
			"Despite her parents' best efforts to raise her, Sicva ended up a terrible child. Resented her father, {faith/Elion}, for his capricious nature and her mother, {faith/Myr}, for her dedication to charity, she took on the worst aspects of both parents, twisting normally righteous ideals into instruments of hate and oppression. The Mistress of All represents the parts of good ideals that can be corrupted, fester, and grow into oppressive dogma.",
			"",
			"Sicva represents the boot of oppression and the domination that eventually breaks even the strongest of wills. She also champions invasive species and charges her followers to spread plants and animals to areas where they can wreak havoc on local flora and fauna.",
			"",
			"Sicva finds worshipers in heavy-handed people who delight in controlling others through brute force or mental or social subjugation. Priests of Sicva wear authoritative clothing in various shades of black, gray, and white; these outfits resemble military uniforms more than the cassocks and silk robes worn by clergy of other faiths.",
			"",
			"Worship of Sicva was popular among Azlant's political tyrants and rural despots alike, but the vast majority of her worshipers were ordinary people from all walks of life who were swept up in the pageantry of her services and the constant promise that fortune comes to those who go out and take it. These days, very few people are aware of Sicva and her faith, but tyrants and despots would certainly find her worship to be to their liking. In the modern age, only a few small cults of Sicva remain, scattered across Golarion."
		]
	},
	"sifkesh": {
		"name": "Sifkesh",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Sifkesh]{sub=\"The Sacred Whore\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Sifkesh](https://www.pathfinderwiki.com/wiki/Sifkesh) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Sifkesh}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Despair, heresy, suicide  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Madness}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Loss}, {domain/Nightmare}, {domain/Truth}[^A]  ",
			"**Favored Weapon** {eq-weapon/War razor}  ",
			"**Symbol** Slashed feminine hands  ",
			"**Sacred Animal(s)** Asp  ",
			"**Sacred Color(s)** Red, white",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Perform a ritualized suicide by first scribing a note lambasting your enemies and then pretending to kill yourself via strangulation or cutting. Gain a +4 profane bonus on saving throws against mind-affecting effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/92}",
			">",
			">1. **Hymn of Sorrow (Sp)** {spell/ear-piercing scream} 3/day, {spell/hold person} 2/day, or {spell/crushing despair} 1/day",
			">2. **Blasphemer's Piety (Ex)** Your blasphemous soul adapts effortlessly to reflect the convictions of others. When you are targeted by an effect based on alignment or patron deity, you can choose to be treated as having the alignment and faith of the creature originating the effect (you don't need to know that creature's alignment or faith to make this choice). You can also be treated as having the faith of your target or targets when using a spell or effect dependent on patron deity. Making this choice does not require an action, or even awareness that you are being targeted (in which case the ability always functions as best benefits the character in that situation). In addition, you can select feats, traits, and other options dependent on worship of particular deities as though you were a worshiper of those deities. Once per week, you can choose to perform the obedience of any lawful or good deity with which you are familiar instead of Sifkesh's obedience. This still grants you your normal benefits from Sifkesh, not those from the other faith.",
			">3. **Baptism of Sin (Su)** Your unholy magic infects the souls of mortal creatures, washing away their morality and drawing them into the Lady of Heresy's tender embrace. Whenever a creature fails a saving throw against one of your mind-affecting spells, that creature becomes filled with false but nevertheless convincing memories of having committed a horrific sin. A nonevil and nongood target must succeed at a Will save (DC = 10 + half your Hit Dice + your Charisma modifier) or become {misc/staggered} for 1 round, while a good target must succeed at this Will save or become {misc/nauseated} for 1 round. Once a creature successfully saves against this effect, it is immune to baptism of sin for 24 hours. This is a mind-affecting emotion effect.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/92}",
			">",
			">1. **Heretic's Hiss (Sp)** {spell/command} 3/day, {spell/whispering wind} 2/day, or {spell/suggestion} 1/day",
			">2. **Heresy (Su)** You take great delight in worrying at weaknesses in the dogma of other religions. Once per day as a standard action, you can utter blasphemy or heresy against a single religion other than the worship of a demon lord. A worshiper of the targeted religion must be able to hear your utterance, or this ability fails. You gain spell resistance equal to your Hit Dice + 11 against spells cast by worshipers of the religion you spoke out against. This spell resistance lasts until you use this ability again to blaspheme a different religion or until you fail to perform your daily obedience.",
			">3. **Mass Suicide (Sp)** Your influence can drive entire groups of people to acts of self-destruction. You can cast {spell/weird} once per day as a spell-like ability. Rather than assaulting the victims with images of fear, this ability assaults the targets with images and sensations of crippling sadness and despair. Those who succumb to the spell and die do so at their own hands. If no method of suicide is available for one who falls prey to this effect, the victim simply dies outright of sadness. This is a mind-affecting emotion effect.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/92}",
			">",
			">1. **Wallow in Despair (Sp)** {spell/doom} 3/day, {spell/miserable pity} 2/day, or {spell/catatonia} 1/day",
			">2. **Welcome the End (Sp)** With a cooing nihilistic whisper, you cause a creature to kill itself, making its body lose the drive to maintain life. You can cast {spell/phantasmal killer} three times per day as a spell-like ability, but rather than this functioning as an illusion (phantasm), this is a mind-affecting enchantment (compulsion) effect. The victim must succeed at a Will save to resist the urge to end its life. On a failure, the victim must succeed at a Fortitude save or its body's life-sustaining autonomic processes irreparably and lethally shut down.",
			">3. **Broken Angel (Ex)** Like that of your Abyssal mistress, your body has fallen to pieces. Your arms and legs do not directly attach to your body, instead floating near their original locations, while your torso sprouts angelic wings that keep it aloft. You gain a fly speed of 30 feet, with perfect maneuverability. Your limbs can disassociate briefly from the whole to attack distant targets at a moment's notice, extending your melee reach by 15 feet, and attacks against you suffer a miss chance of 20% due to the gaps between your constantly shifting body parts. You are immune to effects that cause severed limbs or that arise from severed limbs (including the beheading effect of a {magic-enh/vorpal} sword) and also to {rule/bleed} effects and bleed damage. You automatically stabilize when reduced to negative hit points.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"### Description",
			"",
			">{SOURCE Book of the Damned/93}  ",
			"Sifkesh is unusual among the demons of the Abyss in that her motives seem much more diabolical than those of most of her kin. She doesn't seek to destroy the body and ruin the environment, but instead works to twist the mind away from purity, to seduce men and women of faith into betraying their religions with blasphemies that cause lingering damage to their faith's reputation in society. Her greatest pleasure is to linger near a fallen priest when he or she realizes what has been done and dies by suicide, for then Sifkesh can snatch away the heretic's soul and consume it.",
			"",
			"Sifkesh appears as a human woman with snow-white bird wings and stringy black hair that drips blood. Her lips and eyes are stitched shut with rusty wire, and her body is cut into sections at the joints. Usually, these amputations appear at the hips and shoulders, but at times they can appear elsewhere. Each portion floats independently, not quite moving in sync with the rest. Many believe Sifkesh was originally a powerful {monster/erinyes} devil who became one of Hell's first heretics. Sifkesh embodies the roles from all three major fiendish races - she corrupts like a {family/devil}, feeds like a {family/daemon}, but is in fact a {family/demon}, a conundrum that has long vexed scholars seeking to impose order upon their understanding of the demonic.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"sinashakti": {
		"name": "Sinashakti",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Sinashakti]{sub=\"Immaculate Joy\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Sinashakti](https://www.pathfinderwiki.com/wiki/Sinashakti) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Journeys, joy, messengers  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Luck}, {domain/Travel}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Exploration}, {domain/Fate}, {domain/Friendship}  ",
			"**Favored Weapon** {eq-weapon/Shortbow}  ",
			"**Symbol** Emerald trumpet and road  ",
			"**Sacred Animal(s)** Horse  ",
			"**Sacred Color(s)** Green, yellow",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Sit cross-legged at dawn and light a candle before your face. Laugh uproariously until the force of your laughter blows out the candle. When you rise, step out with your right foot first. Gain a +4 sacred bonus on saving throws against spells and effects that would hinder your movement speed.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/24}",
			">",
			">1. **Joyful Step (Sp)** {spell/longstrider} 3/day, {spell/forest friend} 2/day, or {spell/good hope} 1/day",
			">2. **Infectious Joy (Su)** Your delightful demeanor is so contagious that enemies find it hard to resist your charms. The save DC of your mind-affecting effects increases by 1, or by 2 against intelligent foes of the same race as you.",
			">3. **Familiar Journey (Sp)** You can cast {spell/word of recall} once per day, except you may target up to six willing creatures within 30 feet to travel with you; these creatures need not be touching you.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/24}  ",
			"Sinashakti embodies perfect joy. He is an inveterate wanderer and delights in meeting long-lost friends along the road. Sinashakti carries missives of great import between empyreal lords; legend tells that Sinashakti once descended to Abaddon to bring a declaration of war to the {family/div/s}, though he denies such audacious claims.",
			"",
			"Sinashakti is typically depicted as a handsome man with deep blue skin and a constant smile. He often wears his long black hair in a braided knot and his dark eyes gleam with felicity. Sinashakti favors silk trousers and colorful tunics, and it is known among his followers that he adores jewelry - bangles bedeck his arms and jeweled ropes hang from his shoulders. In battle, Sinashakti produces a shortbow studded with yellow sapphires from which he fires emerald-headed arrows."
		]
	},
	"sithhud": {
		"name": "Sithhud",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Sithhud]{sub=\"The Frozen Lord\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Sithhud](https://www.pathfinderwiki.com/wiki/Sithhud) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Nascent Demon Lords  ",
			"**Areas of Concern** Blizzards, the frozen dead  ",
			"**Domains** {domain/Chaos}, {domain/Death}, {domain/Evil}, {domain/Weather}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Ice}, {domain/Storms}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Longsword}  ",
			"**Symbol** Icy 3-fingered bone hand  ",
			"**Sacred Animal(s)** Wolf  ",
			"**Sacred Color(s)** Blue, white",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Meditate while carving complex runes into the flesh of a frozen creature, or while naked in freezing environs.",
			">",
			">### Boons",
			">",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/39}",
			">",
			">1. **First Boon (Sp)** {spell/Chill Metal} 1/day",
			">2. **Second Boon (Sp)** {spell/Ice Storm} 1/day",
			">3. **Third Boon (Sp)** {spell/Freezing Sphere} 1/day",
			"",
			"## Nascent Demon Lords",
			"",
			">{SOURCE Book of the Damned/125}",
			">",
			">With very few exceptions, a demon lord is never born fully formed. Instead, each must build power and resources during an extended period of transformation. Demons in this transitional stage are known as nascent demon lords.",
			">",
			">At any one time, there exist hundreds - if not thousands - of nascent demon lords in the Abyss. All nascent demon lords are chaotic evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by demon lords, manifesting as spell-like abilities usable twice per day each.",
			"",
			"### Description",
			"",
			"Once the master of the frozen realm of Jhuvumirak, Sithhud lost his realm to {faith/Kostchtchie} eons ago. Sithhud survived by retreating into the frozen, labyrinthine valleys of the highest peaks of Jhuvumirak. Sithhud's defeat resulted in that rarest of events - an Abyssal \"demotion\" back to the status of a nascent demon lord. Sithhud appears as an icy skeleton of a horrifically deformed, horned humanoid whose lower body consists of three spidery legs."
		]
	},
	"sivanah": {
		"name": "Sivanah",
		"sources": [ "Inner Sea Faiths" ],
		"description": [
			"::fh[Sivanah]{sub=\"The Seventh Veil\"}",
			"",
			"{SOURCE Inner Sea Faiths/83}  ",
			"**Pathfinder Wiki** [Sivanah](https://www.pathfinderwiki.com/wiki/Sivanah) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Other Deities  ",
			"**Other Pantheons** Gnomish Deities  ",
			"**Areas of Concern** Illusions, mystery, reflections  ",
			"**Domains** {domain/Knowledge}, {domain/Madness}, {domain/Magic}, {domain/Rune}, {domain/Trickery}  ",
			"**Subdomains** {domain/Aeon}, {domain/Deception}, {domain/Innuendo}, {domain/Insanity}, {domain/Memory}, {domain/Protean}, {domain/Rites}[^A], {domain/Thought}, {domain/Truth}[^A], {domain/Wards}  ",
			"**Favored Weapon** {eq-weapon/Bladed scarf}  ",
			"**Symbol** Veils tied in a circle  ",
			"**Sacred Animal(s)** Coyote  ",
			"**Sacred Color(s)** Gray",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Nex, Nidal, Numeria, Razmiran  ",
			"**Nationality** unknown",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Carry an ordinary scarf or veil and walk through a settlement, making sure you are seen and exchange pleasantries with at least one person. After you reach the settlement's edge, place the scarf or veil over your face so you aren't easily recognizable, and again speak with anyone you encountered before. If your true identity is recognized, you must deny it, providing a false name if necessary. Even if anyone you met sees through your ruse, you gain a +2 sacred or profane bonus on Disguise checks. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/83}",
			">",
			">1. **Masks and Veils (Sp)** {spell/blurred movement} 3/day, {spell/invisibility} 2/day, or {spell/major image} 1/day",
			">2. **Illusion Expert (Su)** Your enemies have a harder time fooling you with illusions. You gain a +4 sacred or profane bonus (of the same type as that provided by your obedience) on Will saves to disbelieve illusions. If you successfully disbelieve an illusion and communicate this fact to others, such viewers gain a +6 bonus (of the same type as above) on their saving throws to disbelieve the illusion.",
			">3. **Protection of the Veiled Goddess (Sp)** You are skilled at misdirecting your opponents while preparing to do them harm. Once per day as a standard action, you can cast {spell/mislead}. The spell's *greater invisibility* effect lasts a number of rounds equal to your Hit Dice.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/83}",
			">",
			">1. **Nothing is What It Seems (Sp)** {spell/color spray} 3/day, {spell/misdirection} 2/day, or {spell/hide campsite} 1/day",
			">2. **Shared Mask (Sp)** As a standard action, you can alter your own appearance and that of up to four willing creatures within a 30-foot radius as per {spell/disguise self}. All the creatures disguised appear to be of a single race or creature type; creatures in the group that could not be disguised as that creature type (such as an animal companion in a group of humanoids) cannot be affected by this ability. This effect lasts 10 minutes per Hit Die you possess.",
			">3. **The Protecting Veil (Su)** You can shield an area, and those within it, from both mundane and magical observation. As a full-round action, you can meditate to veil an area with an illusion extending in a 30-foot radius around you. During this round, you can't take any other actions, including free or swift actions. The illusion appears as a general concept you envision and can't be changed once in place. The illusion affects only visual observation and scrying; it doesn't create or disguise smells, sounds, or tactile properties. You may maintain the illusion for up to 1 hour, but if you leave the square you were occupying when you initiated it, the illusion is dispelled. The DC to disbelieve the illusion is equal to 10 + your Hit Dice + your Charisma modifier.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/83}",
			">",
			">1. **Hard to Pin Down (Sp)** {spell/disguise weapon} 3/day, {spell/blur} 2/day, or {spell/displacement} 1/day",
			">2. **Killer Illusion (Sp)** You can channel illusions through your weapon to terrify and even slay your enemies. Once per day, as a free action when you hit with a melee attack, you can cause images of a creature the target most fears to erupt from your weapon right before its eyes. Resolve this effect before rolling damage for the attack; this functions as {spell/phantasmal killer}, and the target can attempt a Will saving throw (DC = 14 + your Charisma modifier) to recognize the image as unreal. On a failed save, the phantasm touches the target, which must then succeed at a Fortitude saving throw (against the same DC) or die from fear. Even if the target succeeds at its Fortitude saving throw, it takes 3d6 points of damage as well as the damage from the successful melee attack. Unlike *phantasmal killer,* this effect cannot be turned upon you if the subject possesses telepathy or is wearing a {magic-wondrous/helm of telepathy}.",
			">3. **Illusive Revenge (Sp)** You have learned how to use illusions to torment your enemies even long after battle is over. Once per day, you can cast {spell/phantasmal revenge} as a spell-like ability upon a recently slain creature, which rises as a ghastly image to seek out its killer. This illusive ghost is always veiled, even if it never was so in life. After the target attempts its Will saving throw (DC = 17 + your Charisma modifier), regardless of whether the attempt was successful, the ghost tears off its veil to reveal an image of the killer's own face.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Believable Veils}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Veiled Chain}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Veil of Veils}",
			">",
			">### Traits",
			">",
			">- {trait/Strip the Veils}",
			">- {trait/Veils upon Veils}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Faiths/86}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Ghost Sound} can be prepared as a 0-level spell",
			">- {spell/Silent Image} can be prepared as a 1st-level spell",
			">- {spell/Hypnotic Pattern} can be prepared as a 2nd-level spell",
			">- {spell/Veil} can be prepared as a 6th-level spell",
			"",
			"### Description",
			"",
			"No living being - mortal or immortal - remembers Sivanah's birth, creation, or ascension to godhood, or can even identify when she first appeared, yet all mortal records of her are relatively recent. None predate Earthfall, suggesting that she was unknown to the Azlanti, though a number of outsiders, when questioned, claim they remember her presence at events before the disaster.",
			"",
			"Sivanah is most often recognized by mortals as a goddess of magic: specifically illusion magic. She appears as a veiled figure who takes on a different form as each veil is removed. Under the first shimmering veil appears a human face; yet, when the veil is removed, a gauzy drapery appears to cover an elven woman. Under the third veil is a halfling, and under the fourth, a gnome. For many centuries, the fifth was believed to conceal a {monster/cyclops}, but in recent centuries, as the power of the cyclopes waned, it has become popular to claim the fifth veil covers an {monster/aranea}. The sixth veil drapes the form of a {family/naga}. No mortal knows what lies behind the seventh.",
			"",
			"Visitors to the Maelstrom who have attempted to locate Sivanah's ever-moving realm speculate the goddess is hiding from a number of protean choruses, either because she possesses something that belongs to them or because her true nature provokes their enmity. Others believe she was once a {monster/keketar}, a risen {family/demon}, or a fallen {family/azata}. In recent years, because of the high number of {race/fetchling} worshipers in Sivanah's church, theologians have begun to claim the Seventh Veil originally hailed from the Shadow Plane. The only truth people can agree on is that she appears to be female, though even that may be an illusion.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"skode": {
		"name": "Skode",
		"sources": [
			"Inner Sea Gods",
			"Giants Revisited"
		],
		"description": [
			"::fh[Skode]{sub=\"The Horizon Huntress\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Skode](https://www.pathfinderwiki.com/wiki/Skode) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Giant Deities  ",
			"**Areas of Concern** Diurnal beasts, hunting evil, trophies  ",
			"**Domains** {domain/Chaos}, {domain/Glory}, {domain/Good}, {domain/Sun}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Day}, {domain/Heroism}, {domain/Light}  ",
			"**Favored Weapon** {eq-weapon/Longbow}  ",
			"**Symbol** Sun rising over ocean  ",
			"**Sacred Animal(s)** Osprey  ",
			"**Sacred Color(s)** Blue, yellow",
			"",
			"### Description",
			"",
			"{SOURCE Giants Revisited/54}  ",
			"The storm giant demigods {faith/Aegirran} and Skode are said to be forever wed but forever apart, separated by land and sea. Skode the huntress stalks the land with their three sons, seeking trophies but also the destruction of sinister forces that stalk the night. Aegirran is sailmaster and seadreamer, leading their nine daughters on endless voyages across and below the sea with their shell-encrusted fleet. Only at the turnings of the season may Aegirran and Skode reunite upon the shore as their children mark the changing weather. The three sons are the deadly fangs of the north wind that bite most keenly the forces of evil, and their daughters the alternately gentle and wild east, west, and south winds, bringing sun and rain to nourish the coasts and inland fields alike."
		]
	},
	"skrymir": {
		"name": "Skrymir",
		"sources": [
			"Inner Sea Gods",
			"Giants Revisited"
		],
		"description": [
			"::fh[Skrymir]{sub=\"The Seeker of Sunsets\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Skrymir](https://www.pathfinderwiki.com/wiki/Skrymir) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Giant Deities  ",
			"**Areas of Concern** Riddles, wanderlust, wit  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Magic}, {domain/Trickery}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Deception}, {domain/Divine}, {domain/Whimsy}  ",
			"**Favored Weapon** {eq-weapon/Rapier}  ",
			"**Symbol** Coastline pierced by blades  ",
			"**Sacred Animal(s)** Octopus  ",
			"**Sacred Color(s)** Brown, silver",
			"",
			"### Description",
			"",
			"{SOURCE Giants Revisited/54}  ",
			"Matronly {faith/Bergelmir} is the venerable and staid goddess of wisdom, history, family, and elders, while sly Skrymir is a witty wanderer, god of riddles, trickery, wanderlust, cleverness, and magic; the two are usually portrayed as siblings, cousins, or mother and son. Together, they represent storm giants' urge for discovery and wandering, yet also their innate roots to their families and the hearthstone."
		]
	},
	"slandrais": {
		"name": "Slandrais",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Slandrais]{sub=\"The Watcher in the Walls\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Slandrais](https://www.pathfinderwiki.com/wiki/Slandrais) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Lechery, love potions, obsession  ",
			"**Domains** {domain/Darkness}, {domain/Evil}, {domain/Knowledge}, {domain/Magic}  ",
			"**Subdomains** {domain/Daemon}, {domain/Loss}, {domain/Lust}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Shortbow}  ",
			"**Symbol** Smoking pink potion  ",
			"**Sacred Animal(s)** Goat  ",
			"**Sacred Color(s)** Brown, pink",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Sleep on the grave or next to the corpse of someone you knew when the person was alive. Gain a +4 profane bonus on saving throws against charm effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/unnatural lust}",
			">2. {spell/scrying}",
			">3. {feat/quickened} {spell/invisibility}",
			"",
			"### Description",
			"",
			"Slandrais, the Watcher in the Walls, resembles a great scarlet wasp of ashes and bloodstained ice with a pair of long, trailing scorpion tails. He enjoys warping souls into the forms of their own obsessions and unrequited loves."
		]
	},
	"smiad": {
		"name": "Smiad",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Smiad]{sub=\"The Pitiless Dragonslayer\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Smiad](https://www.pathfinderwiki.com/wiki/Smiad) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Dragon-hunting, honor, renown  ",
			"**Domains** {domain/Good}, {domain/Law}, {domain/Nobility}, {domain/War}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Honor}, {domain/Martyr}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Greatsword}  ",
			"**Symbol** Slain dragon  ",
			"**Sacred Animal(s)** Heron  ",
			"**Sacred Color(s)** Gold, red",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"The Pitiless Dragonslayer and his followers declare war on evil dragonkind. They teach others to hunt and kill evil dragons while aiding benevolent ones. "
		]
	},
	"sobek": {
		"name": "Sobek",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Sobek]{sub=\"The Raging Torrent\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/74}  ",
			"**Pathfinder Wiki** [Sobek](https://www.pathfinderwiki.com/wiki/Sobek) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Crocodiles, fertility, military prowess, rivers  ",
			"**Domains** {domain/Chaos}, {domain/Scalykind}, {domain/Strength}, {domain/War}, {domain/Water}  ",
			"**Subdomains** {domain/Blood}, {domain/Ferocity}, {domain/Protean}, {domain/Resolve}, {domain/Rivers}, {domain/Saurian}  ",
			"**Favored Weapon** {eq-weapon/Falchion}  ",
			"**Symbol** Green crocodile  ",
			"**Sacred Animal(s)** Crocodile",
			"",
			"### Description",
			"",
			"The crocodile god Sobek is a god of rivers, marshes, and fertility of both creatures and vegetation. Violent, aggressive, and prone to primal urges, Sobek is also a god of battle, venerated for his ferocity, strength, and military prowess.",
			"",
			"Sobek appears as a muscular man with the head of a mighty crocodile, wearing a headdress with tall plumes, curling horns, and a solar disk. He is the son of {faith/Neith} and {faith/Set}, and while he occasionally supports his father, Sobek more often stands alone. He has no wife, but he lusts after the war goddess {faith/Sekhmet} and expends great effort trying to impress her with his strength and potency. Sobek sometimes accompanies {faith/Ra} on his solar barge, joining the sun god in his nightly battles against {faith/Apep}.",
			"",
			"Kings venerate Sobek as a symbol of pharaonic potency and might. He is a patron of soldiers and armies, and he is worshiped by barbarians, druids, fighters, rangers, and warriors as well. Farmers often give offerings to Sobek so that he will enrich their fields and protect their livelihood. Sobek's temples are almost always situated on riverbanks, and are rarely found more than a few miles from a river. The crocodiles living in the neighboring rivers are exalted by the priesthood and the faithful as the direct offspring of the god, or are even seen as living incarnations of Sobek himself. Most of his temples contain pools holding crocodiles sacred to Sobek, and their regular feeding is incorporated into worship. These honored reptiles are mummified and interred upon their deaths with all the respect and esteem that marks human funerals."
		]
	},
	"socothbenoth": {
		"name": "Socothbenoth",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Socothbenoth]{sub=\"The Silken Sin\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Socothbenoth](https://www.pathfinderwiki.com/wiki/Socothbenoth) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Perversion, pride, taboos  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Evil}, {domain/Travel}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Exploration}, {domain/Love}, {domain/Lust}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Eyeless snake and staff  ",
			"**Sacred Animal(s)** Snake  ",
			"**Sacred Color(s)** Pink, red",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Achieve sexual release, either alone or with a partner, and then defile a page torn from the religious canon of a lawful good deity. Gain a +4 bonus on saves against enchantment effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/94}",
			">",
			">1. **Deviant Urges (Sp)** {spell/command} 3/day, {spell/unnatural lust} 2/day, or {spell/reckless infatuation} 1/day",
			">2. **Lurid Persuasion (Su, Sp)** When you create magical effects that manipulate the thoughts and minds of others, you invest your own debased passions and influences into that magic, so that it forces creatures to violate even their most deeply felt taboos. Mind-affecting spells you cast that would normally grant an additional saving throw or a bonus on saving throws for opposing the target's nature do not grant these bonuses or saves, as long as the intended course of action is lurid or perverse (such as causing a druid to lust after her animal companion, or a brother and sister to lust after one another). In addition, three times per day, you can cast {feat/quickened} {spell/unnatural lust} as a spell-like ability.",
			">3. **Perverse Reshaping (Sp)** Your deeply felt prayers and obsessive devotion to the secrets Socothbenoth whispers to you when you sleep have granted you the ability to reshape matter and grant life where life should perhaps not exist. Three times per day, you can cast {spell/polymorph any object} as a spell-like ability. Unlike with the spell, you are not limited to existing forms; you could turn the target into a three-headed nymph or a centaur-like creature made only of human body parts, for example (although this does not apply to inanimate forms, such as turning a human into a sculpture of soft clay or vice versa). You can also perform partial transformations, such as granting additional body parts, changing a creature's limbs into something else, or transforming only a creature's tongue into a tentacle. If the resulting form would be lethal, the target gains a +4 bonus on the save. Unlike for a normal polymorph any object spell, changes you make this way can be undone only by a {spell/wish} or {spell/miracle} spell or by another use of this ability.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/94}",
			">",
			">1. **Sins of the Flesh (Sp)** {spell/charm person} 3/day, {spell/eagle's splendor} 2/day, or {spell/beast shape I} 1/day",
			">2. **Compelling Voice (Su)** You have honed your voice into a weapon, and can speak in a smooth and seductive tone that slips into the minds of those who listen like the lightest brush of a lover's breath. As a result, your mind-affecting effects become harder to resist. Increase the save DC of such effects you create by 1, or by 2 when used against an intelligent creature that is or could be sexually attracted to you.",
			">3. **Truth in the Flesh (Sp)** The raptures of physical pleasure grow old when you throw taboo to the wind, and so you have honed your faith to emulate your sinful patron's fluidity of the flesh. You can cast {spell/shapechange} once per day as a spell-like ability.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/94}",
			">",
			">1. **Before The Fall (Sp)** {spell/delusional pride} 3/day, {spell/mirror image} 2/day, or {spell/heroism} 1/day",
			">2. **Violent Vice (Ex)** Causing harm to others fills you with a euphoric pleasure that allows you to endure the harshest blows. Up to three times per day as you deal hit point damage to a creature, the rush of pleasure grants you temporary hit points equal to twice your Charisma modifier. These temporary hit points stack with multiple uses of this ability (but not with temporary hit points from other sources), and last for 1 minute or until depleted. As long as you are fully healed and have at least one of these temporary hit points, you gain a +4 morale bonus on attack rolls and Will saving throws.",
			">3. **Sensuous Facade (Su)** Your form has achieved the utmost perfection, granting you a measure of protection and filling you with a surge of prideful wrath whenever your beauty would be sullied by others' assaults. Your physical appearance becomes darkly beautiful and sexually appealing, granting you a +2 profane bonus to your Charisma score. As long as you do not have an armor bonus to your Armor Class, you gain a profane bonus to your AC and on Fortitude saving throws equal to your Charisma modifier. Whenever a creature deals damage to you with an attack, you gain a profane bonus equal to your Charisma modifier on your next weapon attack roll against that creature.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"### Description",
			"",
			"{SOURCE Book of the Damned/94}  ",
			"If {faith/Nocticula} is the demonic embodiment of seduction and lust, then her brother and lover Socothbenoth is the embodiment of the unpleasant methods by which such hungers are satiated. Paragon to deviants and lecherous maniacs of all types, Socothbenoth views all of creation as his personal arena of pleasure. His tastes, and those of his faithful, tend to run to the violent and destructive. He is fond of changing his form on a whim to aid in whatever pleasures he currently seeks, but his true form is that of a lithe, handsome man with black eyes, long black hair, pointed ears, and numerous body piercings of metal and bone. Of all the demon lords, Socothbenoth is the least demonic in appearance, and he can pass as an incredibly attractive half-elf or elf in most societies without resorting to his mastery of changing shape. He is often seen in the company of albino serpents of all sizes, and it is said that they follow the commands he whispers without fail."
		]
	},
	"soralyon": {
		"name": "Soralyon",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Soralyon]{sub=\"The Mystic Angel\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Soralyon](https://www.pathfinderwiki.com/wiki/Soralyon) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Guardians, magic, monuments  ",
			"**Domains** {domain/Artifice}, {domain/Earth}, {domain/Good}, {domain/Protection}  ",
			"**Subdomains** {domain/Caves}, {domain/Construct}, {domain/Defense}, {domain/Petrification}[^A], {domain/Purity}  ",
			"**Favored Weapon** {eq-weapon/Heavy pick}  ",
			"**Symbol** Rune-covered spire  ",
			"**Sacred Animal(s)** Guard dog  ",
			"**Sacred Color(s)** Gray, purple",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Keep with you a 5-pound marble miniature of an existing monument. Before sleeping, trace the monument's surface with your fingers. Close your eyes with your hands resting on the monument and meditate on Soralyon's teachings until you fall asleep. Gain a +4 sacred bonus on saving throws against effects that cause slowness or magical aging and any effects that damage ability scores.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/24}",
			">",
			">1. **Lorefinder (Sp)** {spell/identify} 3/day, {spell/locate object} 2/day, or {spell/glyph of warding} 1/day",
			">2. **Arcane Knowledge (Su)** Your eyes harden and turn into ruby and gold. You can see as though under the effects of a permanent {spell/analyze dweomer} spell, though you only use this effect only on objects, not on creatures.",
			">3. **Petrified Guardians (Su)** Once per day, you can speak a divine utterance to turn one creature within 60 feet to solid marble as {spell/flesh to stone} (Fort save negates; DC 10 + 1/2 your HD + your Int modifier). You can then order your petrified victim to guard a clearly defined area or object as long as it remains turned to marble. Anyone who enters the area or touches the object triggers the petrified victim, who attacks as a {monster/stone golem} with HD equal to the creature's original HD for 1d4 minutes before reverting back to flesh.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">- {feat/New Thassilonian Magic}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Runeguard}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/24}  ",
			"Soralyon's handsome form is formed from living marble. Mortal art depicts Soralyon in numerous different shades, from white to rose red, blue, or green, but his true form is of the purest black marble, which always glimmers softly as if lit from within.",
			"",
			"Those who guard ancient sites, particularly as self-appointed guardians, pray to Soralyon for the strength and perseverance to carry out their grave tasks, and Soralyon and his agents are constantly on guard against those who would defile sacred monuments. While the Mystic Angel sometimes favors researchers who show prudence and strong moral fiber, his agents quickly intercede when a mortal seeks to uncover, however unwittingly, a dangerous monument or evil bit of ancient lore - a trait that sometimes puts Soralyon at odds with preservationists such as {faith/Bharnarol} or the caretakers of the Great Library of Harmonious Scripture.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"speakers_of_the_depths": {
		"name": "Speakers of the Depths",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Speakers of the Depths",
			"",
			"{SOURCE Planar Adventures/188}  ",
			"**Pathfinder Wiki** [Speakers of the Depths](https://www.pathfinderwiki.com/wiki/Speakers%20of%20the%20Depths) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Chaos, creation, and destruction  ",
			"**Domains** {domain/Artifice}, {domain/Chaos}, {domain/Destruction}, {domain/Madness}, {domain/Water}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Construct}, {domain/Insanity}, {domain/Oceans}, {domain/Protean}, {domain/Toil}  ",
			"**Favored Weapon** {eq-weapon/Sickle}  ",
			"**Symbol** An eyeless serpent twisted into an infinity symbol to feed upon its own tail",
			"",
			"### Description",
			"",
			"The most prominent and mysterious of the Maelstrom's gods, the proteans' dualistic divinity have no discrete domain, with the entirety of the plane itself being under their sway. Some planar scholars consider the Speakers to be a manifestation of the Maelstrom as a living entity, albeit a profoundly alien one, both more and less than other gods.",
			"",
			"The Speakers of the Depths are among the most reclusive and mysterious deities of the Great Beyond, and their worshipers are rare and generally limited to proteans - who themselves do not often become clerics of the Speakers. Non-protean worshipers of the Speakers of the Depths are even rarer, but with GM permission a player could play a character who worships these deities. The Speakers of the Depths are treated as a single deity for the purpose of worship, as the concept of individuality is one of many concepts that are foreign to these inscrutable forces."
		]
	},
	"ssilameshnik": {
		"name": "Ssila'meshnik",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Ssila'meshnik]{sub=\"The Colorless Lord\"}",
			"",
			"{SOURCE Concordance of Rivals/17}  ",
			"**Pathfinder Wiki** [Ssila'meshnik](https://www.pathfinderwiki.com/wiki/Ssila'meshnik) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Protean Lord  ",
			"**Areas of Concern** Fate, freedom, and paradox  ",
			"**Domains** {domain/Chaos}, {domain/Knowledge}, {domain/Liberation}, {domain/Trickery}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Light hammer}  ",
			"**Symbol** Triquetra over a white keketar head",
			"",
			"## {feat/Monitor Obedience}",
			"",
			">Ritually bleach your hair and whisper prayers in protean song for an hour, naked, in public view. Gain a +4 sacred bonus on saves against the spells, spell-like abilities, and supernatural abilities of creatures with the lawful subtype.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/17}",
			">",
			">1. **Fated (Sp)** {spell/liberating command} 3/day, {spell/shard of chaos} 2/day, or {spell/borrow fortune} 1/day",
			">2. **Inviolate Freedom (Ex)** Once per day as an immediate action when subjected to any circumstance or condition that impedes your movement, you can swap positions or conditions with another creature within 60 feet. An unwilling creature can resist this effect with a Will save (DC = 10 + half your HD + your Charisma modifier).",
			">3. **Herald of Paradox (Su)** You can tinker with probability as a swift action. This manifests as a swirling halo of protean symbols and grants you prescience for a number of rounds equal to half your character level. This prescience allows you to roll twice and use the better result on a single d20 roll each round.",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Proctor}",
			"",
			"### Description",
			"",
			"The most prominent protean lord, Ssila'meshnik manifests as a leucistic {monster/keketar} ranging in size, or as a {monster/ganzi} of varying gender with a triune halo of interwoven keketar crowns. Shadowed by afterimages, their form periodically breaks into a flurry of superimposed possibilities as they manipulate reality moment by moment, choosing the most opportune course of future actions - the only true constant in a creature of inconsistency.",
			"",
			"Ssila'meshnik occasionally frequents {faith/Pharasma/'s} court to argue in favor of or against the fate of particular souls. The chosen souls seem arbitrary at times, and this mind-set seems to be the focus of most of the Colorless Lord's followers. These worshippers tend to live as contradictions, choosing a path to follow in life while simultaneously taking actions that work against their chosen path. In addition, these worshippers spontaneously change their life paths at a whim, insistence upon the freedom to seek new fates being the only consistent thread in their lives.",
			"",
			"Ssila'meshnik has no known divine domain, but ancient texts record them as \"Warden of Galisemni.\" The city of Galisemni rests within the Maelstrom, containing a set of seven towering statues of keketars known as the Watching Seven. It's unclear what Ssila'meshnik's connection to the city or the Watching Seven may be. Whatever the case, Ssila'meshnik's largest temple, an iridescent crystalline edifice riddled with pockets of flowing time and wild magic, resides in the metropolis and serves as the primary place of worship for the paradoxical protean lord."
		]
	},
	"stygidvod": {
		"name": "Stygidvod",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Stygidvod]{sub=\"The Charnel Child\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Stygidvod](https://www.pathfinderwiki.com/wiki/Stygidvod) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Fear of aging, radical routes to immortality, wills  ",
			"**Domains** {domain/Artifice}, {domain/Evil}, {domain/Knowledge}, {domain/Rune}  ",
			"**Subdomains** {domain/Daemon}, {domain/Language}, {domain/Memory}, {domain/Toil}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Long bloody scroll  ",
			"**Sacred Animal(s)** Raven  ",
			"**Sacred Color(s)** Black, red",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Smear yourself in and drink the blood of a much younger victim. Gain a +4 profane bonus on saving throws against effects causing aging or ability damage.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/false life}",
			">2. {spell/lesser age resistance}",
			">3. {spell/heal}",
			"",
			"### Description",
			"",
			"Stygidvod, the Charnel Child, takes the form of a young human boy with luminous, jaundiced eyes. When viewed peripherally or in reflection, he instead appears as a twisted amalgamation of withered and rotting body parts."
		]
	},
	"sugroz": {
		"name": "Sugroz",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Sugroz]{sub=\"The Voice in Screams\"}",
			"",
			"{SOURCE Book of the Damned/120}  ",
			"**Pathfinder Wiki** [Sugroz](https://www.pathfinderwiki.com/wiki/Sugroz) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Kyton Demagogues  ",
			"**Areas of Concern** Ecstasy, fleetingness, incorporeality  ",
			"**Domains** {domain/Air}, {domain/Evil}, {domain/Law}, {domain/Nobility}  ",
			"**Subdomains** {domain/Fear}, {domain/Leadership}, {domain/Martyr}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Net}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Sing your name or events from your life for an hour. Gain a +4 profane bonus on saving throws to resist sonic effects.",
			">",
			">{SOURCE Book of the Damned/121}  ",
			">The principals of the {family/kyton} race number among the planes' most audacious explorers, artistes, and scientists. Constrained by neither morals nor taboos, kyton demagogues pursue perfection in myriad profane fields. Lost limbs and lives mean little to the kyton demagogue - only the next boundary to shatter and the promise of what could be. The kyton demagogues are legion, but nine of those best known to Golarion's cultic scholars are presented here.",
			">",
			">Kyton demagogues are far less likely than other fiendish demigods to flaunt their power. All kyton demagogues are lawful evil and range in power from CR 26 to CR 30. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities each usable once per day.",
			">",
			">1. {spell/sculpt sound}",
			">2. {spell/ethereal jaunt}",
			">3. {spell/power word kill}",
			"",
			"### Description",
			"",
			"There is no beauty in meat. The Voice in Screams seeks to defy physicality and become a being of breath, song, and thought. She has stripped away nearly all of her physical being, retaining only what she needs to whisper her gospel. Her most devout adherents seek the mysteries of music and transform their bodies into vessels of the sublime."
		]
	},
	"sun_wukong": {
		"name": "Sun Wukong",
		"sources": [ "Dragon Empires Gazetteer" ],
		"description": [
			"::fh[Sun Wukong]{sub=\"The Monkey King\"}",
			"",
			"{SOURCE Dragon Empires Gazetteer/58}  ",
			"**Pathfinder Wiki** [Sun Wukong](https://www.pathfinderwiki.com/wiki/Sun%20Wukong) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Deities of Tian Xia  ",
			"**Areas of Concern** Drunkenness, nature, trickery  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Liberation}, {domain/Travel}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Exploration}, {domain/Freedom}, {domain/Innuendo}, {domain/Protean}, {domain/Revolution}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Stone monkey  ",
			"**Sacred Animal(s)** Monkey",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Forest of Spirits, Goka, Hwanggot, Kwanlai, Minata, Quain  ",
			"**Nationality** Monkey",
			"",
			"### Description",
			"",
			"Sun Wukong, the Monkey King, is a trickster god, famous in tales throughout the Dragon Empires. Once a stone statue of a monkey given life, Sun Wukong was made the king of all monkeys, but he wanted more. He sought out the god of magic, {faith/Qi Zhong}, hoping to obtain the secret of immortality. The Master of Medicine was unwilling to part with that secret, but he did teach Sun Wukong many magic powers. Eventually, Sun Wukong traveled to {faith/Pharasma/'s} Boneyard and erased his name from her records, thus gaining immortality. The Monkey King is a notorious drunkard, and likes nothing more than strong alcohol, beautiful women, and wild brawls. Of all the Tian gods, Sun Wukong spends the most time wandering the Material Plane, drinking, carousing, and fighting, often in the guise of a drunken human martial artist."
		]
	},
	"surpa": {
		"name": "Surpa",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Surpa]{sub=\"Avenger\"}",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Surpa](https://www.pathfinderwiki.com/wiki/Surpa) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Fur}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Speak the names of one or more individuals who have wronged you or your family and describe how you will one day brutally murder them. Gain a +4 profane bonus on saving throws against fear effects.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a {monster/rakshasa} achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/death knell}",
			">2. {spell/inflict critical wounds}",
			">3. {spell/harm}",
			"",
			"### Description",
			"",
			"Surpa the Avenger shed mortality when she retraced the footsteps of her dictatorial progenitor; she then slaughtered the descendants of all those responsible for hanging her for heinous war crimes."
		]
	},
	"svarozic": {
		"name": "Svarozic",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Svarozic]{sub=\"The Face of Flame\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Svarozic](https://www.pathfinderwiki.com/wiki/Svarozic) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Ingenuity, parenthood, refinement  ",
			"**Domains** {domain/Community}, {domain/Fire}, {domain/Good}, {domain/Law}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Cooperation}, {domain/Education (|Community)}, {domain/Family}, {domain/Smoke}  ",
			"**Favored Weapon** {eq-weapon/Scythe}  ",
			"**Symbol** Three gears  ",
			"**Sacred Animal(s)** Hare  ",
			"**Sacred Color(s)** Black, white",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"This wise lord endlessly seeks to improve the ways and works of civilization, whether through refining outdated practices or inspiring new generations to ever-greater deeds."
		]
	},
	"szuriel": {
		"name": "Szuriel",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned",
			"Pathfinder #71: Rasputin Must Die!"
		],
		"description": [
			"::fh[Szuriel]{sub=\"Angel of Desolation\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Szuriel](https://www.pathfinderwiki.com/wiki/Szuriel) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Szuriel}",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Horsemen  ",
			"**Areas of Concern** War  ",
			"**Domains** {domain/Evil}, {domain/Fire}, {domain/Strength}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Daemon}, {domain/Ferocity}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Greatsword}  ",
			"**Symbol** Pale hand and black sword  ",
			"**Sacred Animal(s)** Horse, vulture  ",
			"**Sacred Color(s)** Red",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Select a target or multiple targets of your wrath, studying them for a time before either slaying them in open combat with multiple witnesses or crucifying your enemies in effigy in a public venue. Gain a +4 profane bonus on saving throws against fire-based effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/96}",
			">",
			">1. **Seraph's Blessing (Sp)** {spell/charm person} 3/day, {spell/tactical acumen} 2/day, or {spell/suggestion} 1/day",
			">2. **Swift Fires of War (Sp)** You can cast {feat/quickened} {spell/haste} once per day as a spell-like ability.",
			">3. **Szuriel's Command (Sp)** Once per day, you can invoke Szuriel's fury, exhorting every creature within 30 feet to fly into a rage and attack your enemies. This functions as a quickened {spell/song of discord}.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/96}",
			">",
			">1. **Seraph's Grace (Sp)** {spell/moment of greatness} 3/day, {spell/burning gaze} 2/day, or {spell/fireball} 1/day",
			">2. **Pyre's Touch (Ex)** You gain fire resistance 30 (this stacks with any other natural fire resistance you have).",
			">3. **Punishment of the Forsaken (Sp)** Once per day as a standard action, you call down the Angel of Desolation's wrath upon a single target. This ability acts as {spell/implosion}, but the victim is drawn into the air, held cruciform, and then torn apart by an invisible force.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/96}",
			">",
			">1. **War's Crusader (Sp)** {spell/mount} 3/day, {spell/wartrain mount} 2/day, or {spell/phantom steed} 1/day",
			">2. **Weapon Lore (Su)** You are proficient with all weapons, but you are particularly gifted with swords. You gain a +2 profane bonus on attack and damage rolls with swords; this bonus becomes +4 when you wield a greatsword.",
			">3. **Avatar of the Seraph (Su)** You gain a +2 profane bonus to Strength and Constitution.",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-spiritualist/Grim Apostle/ (Spiritualist)}",
			">",
			">### Feats",
			">",
			">- {feat/Aura of Succumbing}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Szuriel's Scabbard}",
			">",
			">### Spells",
			">",
			">- {spell/Black Sword of War}",
			">- {spell/Bloody Tears and Jagged Smile}",
			">",
			">### Traits",
			">",
			">- {trait/Covenant of Abaddon}",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #71: Rasputin Must Die!/70}",
			">",
			">- :hll[spell/Summon Monster III:] {monster/Cacodaemon}",
			">- :hll[spell/Summon Monster IV:] {template/Fiendish} {monster/urdefhan}",
			">- :hll[spell/Summon Monster V:] {monster/Genthodaemon}, {monster/Nightmare}",
			"",
			"### Description",
			"",
			"More entities have borne the title of Horseman of War than that of any of the other three Horsemen - as is only fitting for such a violent role. The current Horseman of War, Szuriel, the Angel of Desolation, is reported to have held the title longer than any previous Horseman, though it's unclear whether this is a matter of record or a deliberate distortion. Certainly very few can (or are willing to) say who the previous Horseman of War was, though it is widely told that Szuriel slew him at the summit of the Cinder Furnace, elevating her to her current status and granting her a reputation that discourages any rivals within her ranks.",
			"",
			"At first glance, Szuriel seems a triumphant angelic figure standing 20 feet tall. With ivory skin, flowing golden hair, a flawless and powerful body clothed in a coil of immaculate silk, and the wings the blue-black of a raven, she appears as a personification of glory from on high - an awe-inspiring goddess of war. Up close, however, this impression quickly fades. Mirrored and black as onyx, Szuriel's eyes bleed constantly, with rivulets of blood running down her cheeks and falling to the ground, leaving behind the twin trails of crimson. When she deigns to smile, she reveals a mouth full of jagged, razor-sharp fangs more fitting for a shark or dragon than anything humanoid."
		]
	},
	"tamede": {
		"name": "Tamede",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Tamede]{sub=\"The Moldmother\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Tamede](https://www.pathfinderwiki.com/wiki/Tamede) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Fungi, infected wounds, rot  ",
			"**Domains** {domain/Destruction}, {domain/Evil}, {domain/Plant}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Daemon}, {domain/Decay}, {domain/Growth}  ",
			"**Favored Weapon** {eq-weapon/Sickle}  ",
			"**Symbol** Mushrooms on skull  ",
			"**Sacred Animal(s)** Beetle  ",
			"**Sacred Color(s)** Green, red",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Feed poisonous mushrooms to a victim, or consume them yourself. Gain a +4 profane bonus on saving throws against poison and disease.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/pox pustules}",
			">2. {spell/contagion}",
			">3. {spell/harm}",
			"",
			"### Description",
			"",
			"Tamede the Fungal-Hearted is served by fungus-wreathed daemons and infested petitioners. Her primary body is a cadaverous woman in rusted armor seated upon a pile of skulls, her exposed flesh bristling with fungal protrusions."
		]
	},
	"tanagaar": {
		"name": "Tanagaar",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Tanagaar]{sub=\"The Aurulent Eye\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Tanagaar](https://www.pathfinderwiki.com/wiki/Tanagaar) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Night, owls, watchfulness  ",
			"**Domains** {domain/Animal}, {domain/Darkness}, {domain/Good}, {domain/Law}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Feather}, {domain/Moon}, {domain/Night}  ",
			"**Favored Weapon** {eq-weapon/Kukri}  ",
			"**Symbol** Shadowed golden eye  ",
			"**Sacred Animal(s)** Owl  ",
			"**Sacred Color(s)** Black, gold",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Find and observe a mouse or rat from no more than 30 feet away. Continue watching the mouse, unseen, for 100 breaths. Catch the mouse and release it in an area where owls hunt. Gain a +4 sacred bonus on saving throws against effects that would hinder your sight or hearing.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/25}",
			">",
			">1. **Forest Dweller (Sp)** {spell/calm animals} 3/day, {spell/eagle eye} 2/day, or {spell/deeper darkness} 1/day",
			">2. **Owl's Eye (Su)** You gain darkvision out to a range of 60 feet. If you already have darkvision, increase its range by an additional 60 feet.",
			">3. **Hunter's Edge (Su)** You gain {ability/sneak attack} +3d6. This increase to sneak attack damage stacks with sneak attack damage you may have from other sources. Whenever you deal sneak attack damage with a piercing weapon, you deal +2 points of damage per sneak attack die.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/25}  ",
			"Tanagaar watches from the darkness, always alert for evil working under the cloak of night. His great golden eyes never close, and his sharp beak and fierce talons are always ready to tear apart those who challenge him.",
			"",
			"In his true form, Tanagaar is a giant owl, 14 feet tall, with luminous golden eyes; it is said that he can swivel his head in any direction and can see perfectly at any distance. Tanagaar's plumage is dusky platinum gray tipped with inky black, perfect for melding into the shadows of the forest. His beak and talons shine like platinum as well, but are actually {eq-material/cold iron}, and never catch the moonlight to betray his position. His devout say that Tanagaar's beak is sharp enough to sever the head off a {monster/babau}, and with his mighty talons he can snatch and crush two {monster/dretch/es} at a time. His presence is always preceded by a flock of owls native to the surrounding region unless he requires discretion.",
			"",
			"Tanagaar sometimes takes the form of a humanoid as well, preferring the guise of an 8-foot-tall muscular man with shoulder-length black hair and a close-trimmed gray beard. Backwoods foresters and lumberers tell tales of encountering Tanagaar in this form - the celestial being's luminous golden owl eyes always betray his otherworldly nature.",
			"",
			"Tanagaar concerns himself with watching the borders of Heaven from the depths of the Unbent Forest on the lowest slopes of the mountain. There he maintains a force of {monster/hound archon} scouts who assist him in patrolling and defending their divine realm. The Arulent Eye keeps tabs on the rest of the multiverse's borders with the help of his elite order of {monster/spyglass archon/s}, who all sport the heads of owls and can supposedly dive from a mile up to strike at an enemy on the ground in a matter of seconds."
		]
	},
	"taraksun": {
		"name": "Taraksun",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Taraksun]{sub=\"The Awakener of Wrath\"}",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Taraksun](https://www.pathfinderwiki.com/wiki/Taraksun) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Anger, dreams, shattering of bonds  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Liberation}, {domain/Madness}  ",
			"**Subdomains** {domain/Freedom}, {domain/Insanity}, {domain/Nightmare}, {domain/Revolution}  ",
			"**Favored Weapon** {eq-weapon/Warhammer}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Bind yourself tightly with cords of woven hair and then lull yourself into anger-filled dreams for an hour. Gain a +4 profane bonus on saving throws against paralysis and sleep effects.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/deep slumber}",
			">2. {spell/night terrors}",
			">3. {spell/dream voyage}",
			"",
			"### Description",
			"",
			"The Awakener of Wrath is born in the dreaming minds of those whose anger has no outlet, particularly those who have been imprisoned or oppressed to the point of losing all hope. He appears as a headless, four-armed man; countless screaming faces swirl in the roiling cloud of black smoke spewing from the ragged stump of his neck."
		]
	},
	"teshallas": {
		"name": "Teshallas",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Teshallas]{sub=\"The Primordial Poison\"}",
			"",
			"{SOURCE Concordance of Rivals/18}  ",
			"**Pathfinder Wiki** [Teshallas](https://www.pathfinderwiki.com/wiki/Teshallas) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Aging, poison, and venomous creatures  ",
			"**Domains** {domain/Healing}, {domain/Magic}, {domain/Repose}, {domain/Scalykind}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Chakram}  ",
			"**Symbol** Circle pierced by two vertical lines",
			"",
			"## {feat/Monitor Obedience}",
			"",
			">Drink a diluted preparation of poison - a single dose of poison is sufficient to prepare five such draughts, and the dilution grants you a +5 circumstance bonus on your saving throw - or allows a venomous creature to bite you. You gain an innate sense of poison, per {spell/detect poison}, as an extraordinary ability with a range of 20 feet.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/18}",
			">",
			">1. **Serpent's Kiss (Sp)** {spell/polypurpose panacea} 3/day, {spell/touch injection} 2/day, or {spell/sands of time} 1/day",
			">2. **Breath of Life (Sp)** You can cast {spell/restoration} once per day.",
			">3. **Wonders of Age (Su)** You no longer take ability score penalties from {rule/ag/ing>e} and cannot be magically aged. Any penalties you may have already incurred remain in place, however. Bonuses still accrue, and you still die of old age when your time is up.",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			"",
			"### Description",
			"",
			"When {faith/Pharasma} saw that mortals loved life too dearly to part with it when their time came, she reached down, lifted up an asp, and reshaped it into the usher Teshallas. The Primordial Poison's venom - age - would flow through the veins of all mortals and slowly rob them of memory, passion, and vitality until they eventually welcomed the embrace of death. Many curse the usher's name and regard them as an example of Pharasma's indifference and cruelty, but others recognize that poison is in the dose, and that those fluids that kill can also bring life. Teshallas's embrace allows mortals to grow and mature, to discover experiences and wisdom that eluded them earlier in life. While Dammar serves as the usher of doctors and healers, Teshallas is patron of herbalists and others who refine nature's poisons into potent medicines. They are also the usher most associated with scaly folk, and they manage the souls of kobolds, lizardfolk, serpentfolk, and other cold-blooded sapients.",
			"",
			"The Primordial Poison manifests as a serpent devouring their own tail, supported by four feathered wings not physically connected to their looping body. Teshallas often wanders the Ethereal Plane but resides in the Bower Antimony, a greenhouse brimming with poisonous plants and extreme temperatures. Worshippers often maintain their own small gardens of poisonous plants in homage and use their crops to distill a variety of medicines."
		]
	},
	"thamir_gixx": {
		"name": "Thamir Gixx",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic",
			"Pathfinder #131: The Reaper's Right Hand"
		],
		"description": [
			"::fh[Thamir Gixx]{sub=\"The Silent Blade\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Thamir Gixx](https://www.pathfinderwiki.com/wiki/Thamir%20Gixx) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Halfling Deities  ",
			"**Areas of Concern** Greed, opportunity, thievery  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Nobility}, {domain/Trickery}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Leadership}, {domain/Thievery}, {domain/Whimsy}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Black dagger and circle  ",
			"**Sacred Animal(s)** Raccoon  ",
			"**Sacred Color(s)** Black, brown",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Place a gold coin in the middle of a busy street and spy on it from a hidden position. If someone picks up the coin, you must silently follow that person for 1 hour. At the end of that hour, judge that person's social standing. If the person is fortunate or wealthy, steal the coin back. If the person is destitute or downtrodden, let him keep the coin and offer a silent prayer to Thamir Gixx on his behalf. If no one picks up the coin after an hour, you must dispose of the coin in a way no one might ever find it, such as by throwing it into the sea or burying it in a hidden location. You gain a +2 profane bonus on Sleight of Hand and Stealth checks.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #131: The Reaper's Right Hand/72}",
			">",
			">1. **The Unseen (Sp)** {spell/vanish} 3/day, {spell/chameleon stride} 2/day, or {spell/invisibility sphere} 1/day",
			">2. **Hidden in Darkness (Su)** You can use the Stealth skill even while being observed. As long as you are within an area of dim light or darker, you can hide yourself from view in the open without anything to actually hide behind. You can't, however, hide in your own shadow, and you can't use this ability to hide from creatures that have darkvision or have the {umr/see in darkness} supernatural ability.",
			">3. **Feed on Shadows (Su)** Whenever you are in an area of dim light or darker, you can, as a standard action, regain a number of hit points equal to 4d8 + 1 per character level. You can use this ability a number of times per day equal to 3 + your Charisma modifier (minimum 1).",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #131: The Reaper's Right Hand/72}",
			">",
			">1. **The Unbowed (Sp)** {spell/remove fear} 3/day, {spell/blessing of courage and life} 2/day, or {spell/remove curse} 1/day",
			">2. **Shadow Twin (Su)** As a standard action, you can create a quasi-real duplicate of yourself using material from the Plane of Shadow. The double appears in a square adjacent to you. Your foes are unable to tell the two of you apart, but a foe that succeeds at a Will saving throw (DC = 10 +1/2 your level + your Charisma modifier) upon interacting with your double identifies the double as an illusion. Your double has your Armor Class and saving throws and 20% of your maximum hit points. As a move action, you can direct your double to move at your speed and to talk and gesture as if it were real for 1 round; it cannot attack or cast spells, though it can pretend to do so. If you do not direct your double, it stands still, granting a +2 circumstance bonus on any saving throw to disbelieve it that round. Your double provides flanking against foes that haven't identified it as an illusion, even when standing still. Your double lasts for a number of rounds equal to your character level. You can use this ability a number of times per day equal to 3 + your Charisma modifier (minimum 1), but you can only have one double in existence at a time.",
			">3. **Quiet of the Grave (Su)** Three times per day, you can create a 20-foot-radius emanation of complete silence centered on yourself (as per the {spell/silence} spell) that lasts for a number of rounds equal to your character level. When a creature is reduced to -1 or fewer hit points while within this radius of silence, but is still alive, you can attempt to kill it as an immediate action. That creature must succeed at a Will saving throw (DC = 10 + 1/2 your character level + your Charisma modifier) or it dies, you gain 2d8 temporary hit points, and your effective caster level increases by 1 for 10 minutes or until the next time you cast a spell, whichever comes first. Temporary hit points gained from this ability stack, but the effective caster level increases don't stack with each other.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #131: The Reaper's Right Hand/73}",
			">",
			">1. **The Unbroken (Sp)** {spell/chill touch} 3/day, {spell/cat's grace} 2/day, or {spell/locate weakness} 1/day",
			">2. **Dagger of Night (Su)** As a move action, you can conjure a blade of darkness into your hand. This blade of darkness functions as a dagger, but deals an amount of damage equal to 1d8 + 1 point per 3 character levels + your Strength modifier; half of this damage is piercing and the other half is cold damage. The blade is considered a magic weapon for the purpose of bypassing damage reduction. The blade lasts for a number of rounds equal to your character level, though the blade immediately vanishes if it leaves your hand. You can use this ability a number of times per day equal to 3 + your Charisma modifier (minimum 1); you can expend two uses of this ability with the same move action to conjure two daggers (wielding one in each hand) if you wish.",
			">3. **Umbral Form (Su)** As a standard action, you can weave strands of shadow-stuff into your physical form. You gain DR 10/- and cold resistance 15. When you take damage from a critical hit or sneak attack, there is a 50% chance that the critical hit or sneak attack is negated and damage is instead rolled normally. This does not stack with similar abilities that negate critical hits and sneak attacks (such as {magic-enh/fortification} armor). You gain the {umr/see in darkness} supernatural ability allowing you to see in areas of even magical darkness. In areas of dim light or darker, you can move as if affected by {spell/air walk}. You can return to your normal form as a free action. You can use this ability a number of rounds per day equal to your character level, and these rounds need not be consecutive.",
			"",
			"## Follower Options",
			"",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Silent Blade Vest}",
			">",
			">### Monsters",
			">",
			">- {monster/Fantionette}",
			">",
			">### Spells",
			">",
			">- {spell/Halfling Vengeance}",
			">- {spell/Halfling Vengeance, Mass}",
			">- {spell/Word of Beckoning}",
			">",
			">### Traits",
			">",
			">- {trait/Always Threatening}",
			">- {trait/Backstabber}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #131: The Reaper's Right Hand/72}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Invisibility} can be prepared as a 2nd-level spell",
			">- {spell/Invisibility, Greater} can be prepared as a 4th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #131: The Reaper's Right Hand/72}",
			">",
			">- :hll[spell/Summon Monster IV:] {monster/Shadow}",
			">- :hll[spell/Summon Monster VII:] {monster/Greater Shadow}",
			"",
			"### Description",
			"",
			"{SOURCE Gods and Magic/52}  ",
			"Halflings consider Thamir the friend, minion, or slave of {faith/Norgorber} depending on how a particular tale of their \"adventures\" is told, though he usually plays the role of the overlooked assistant who is just as dangerous as his employer. He represents the darker side of {race/halfling} life that appeals to certain elements - cutpurses, assassins, and mistreated halflings who have been pushed too far. Most good-hearted halflings don't like to talk about him, although the stories circulate among younger halflings. The fact that he shares his last name with the Primarch of Absalom is no coincidence, and the god has changed his name several times in the past to match that of the city's leader."
		]
	},
	"the_green_mother": {
		"name": "The Green Mother",
		"sources": [ "The First World, Realm of the Fey" ],
		"description": [
			"::fh[The Green Mother]{sub=\"The Feasting Flower\"}",
			"",
			"{SOURCE The First World, Realm of the Fey/20}  ",
			"**Pathfinder Wiki** [The Green Mother](https://www.pathfinderwiki.com/wiki/The%20Green%20Mother) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Eldest  ",
			"**Areas of Concern** Carnivorous plants, intrigue, seduction  ",
			"**Domains** {domain/Charm}, {domain/Earth}, {domain/Evil}, {domain/Plant}  ",
			"**Subdomains** {domain/Caves}, {domain/Decay}, {domain/Growth}, {domain/Lust}, {domain/Thorns}[^A]  ",
			"**Favored Weapon** {eq-weapon/Sickle}  ",
			"**Symbol** sensual female lips wrapped in briars  ",
			"**Sacred Animal(s)** None (carnivorous plants)  ",
			"**Sacred Color(s)** Green, red",
			"",
			"## {feat/Fey Obedience}",
			"",
			">Seek out the most verdant plant life in the immediate area and achieve sexual release amidst it, either alone or accompanied. At the moment of climax, whisper a secret belonging to someone else. This secret must be different every time. You gain a +4 profane bonus on saves against mind-affecting effects.",
			">",
			">### Feysworn",
			">",
			">{SOURCE The First World, Realm of the Fey/20}",
			">",
			">1. **Compelling Presence (Sp)** {spell/charm person} 3/day, {spell/enthrall} 2/day, or {spell/suggestion} 1/day",
			">2. **Suble Influence (Sp)** You can cast {spell/dominate person} three times per day, though you don't need to share a common language with the target to give it complex commands.",
			">3. **Beguiling Touch (Sp)** You can cast {spell/dominate monster} once per day. If you make a successful touch attack against the target as part of the casting, the save DC of the spell increases by 2.",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-shaman/Grasping Vine/ (Shaman)}",
			">- {arc-witch/Seducer/ (Witch)}",
			">",
			">### Feats",
			">",
			">- {feat/Fey Friend}",
			">",
			">### Spells",
			">",
			">- {spell/Alluring Spores}",
			">- {spell/Strand of the Tangled Knot}",
			">- {spell/Thirsting Entanglement}",
			">",
			">### Traits",
			">",
			">- {trait/Shaper of Reality}",
			"",
			"### Description",
			"",
			"From the elegant flower that draws in the bee to the bioluminescent lures that call deep-sea fish to the slaughter, seduction is an integral part of the natural world, bringing both pleasure and pain. No creature embodies this idea better than the Green Mother.",
			"",
			"The Green Mother resembles a beautiful humanoid woman with bark-like skin and green hair, her features a constantly shifting mix of elf, dryad, and nymph. As befits the Eldest most associated with simplistic human ideas of nature, her body regularly changes to incorporate natural features: hands becoming gnarled roots, hair becoming a literal waterfall, or skin suddenly becoming a mirror-smooth pond capable of sucking in and drowning an unfortunate lover.",
			"",
			"Travelers from beyond the First World are often quick to cast the Green Mother in one of two lights: either as the villainous temptress of morality plays or as the equally deadly seductress of bawdy tales (contributing to such thinly veiled sobriquets as \"the Feasting Flower\" and \"the Hungry Blossom\"). Yet the Green Mother is not merely a creature of lust. Rather, she is the seduction of nature incarnate, the caution to the unwary. She is the rolling landscape that calls to the wanderer, the primal need that leads salmon to spawn and die, the mantis gnawing on the corpse of her mate. She is both the flower's bloom and the inevitable death that follows. To attempt to define her via mortal concepts of morality is to miss the point entirely.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"the_lantern_king": {
		"name": "The Lantern King",
		"sources": [ "The First World, Realm of the Fey" ],
		"description": [
			"::fh[The Lantern King]{sub=\"The Laughing Lie\"}",
			"",
			"{SOURCE The First World, Realm of the Fey/24}  ",
			"**Pathfinder Wiki** [The Lantern King](https://www.pathfinderwiki.com/wiki/The%20Lantern%20King) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Eldest  ",
			"**Areas of Concern** Laughter, mischief, transformation  ",
			"**Domains** {domain/Charm}, {domain/Chaos}, {domain/Madness}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Love}, {domain/Lust}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Golden lantern containing colored lights  ",
			"**Sacred Animal(s)** Firefly  ",
			"**Sacred Color(s)** Black, gold",
			"",
			"## {feat/Fey Obedience}",
			"",
			">Light a small lantern and tell it a joke or the story of a prank you played on someone - this must be a different joke or story each time. You gain a +4 sacred bonus on saving throws versus illusions.",
			">",
			">### Feysworn",
			">",
			">{SOURCE The First World, Realm of the Fey/24}",
			">",
			">1. **Prankster's Touch (Sp)** {spell/disguise self} 3/day, {spell/hideous laughter} 2/day, or {spell/suggestion} 1/day",
			">2. **Transform Others (Sp)** You can cast {spell/polymorph any object} once per day.",
			">3. **Anyone and Anything (Sp)** You can cast {spell/shapechange} once per day.",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-bard/Fey Prankster/ (Bard)}",
			">",
			">### Feats",
			">",
			">- {feat/Fey Friend}",
			">",
			">### Traits",
			">",
			">- {trait/Shaper of Reality}",
			"",
			"### Description",
			"",
			"Even on a plane filled with tricksters and illusions, the Lantern King is a prankster without peer, making the lives of those he touches more interesting - often at their expense.",
			"",
			"The Lantern King usually appears as a 1-foot-wide ball of floating golden light that shifts in color when making a point or expressing emotion, sometimes circled by glowing runes in the shape of a coronet. His form has led many to suggest that he was the original archetype for {monster/lantern archon/s} or else the progenitor of all {monster/will-o'-wisp/s} - both claims he laughs off without answering. Other than his name, the only outward sign of the Lantern King's gender is his voice, a booming, merry baritone. While his preferred form as a ball of light is his most common and thus presumably true appearance, the Lantern King is also fond of transforming into the shapes of other creatures for the purposes of mischief, up to and including impersonating other Eldest.",
			"",
			"According to the Laughing Lie, his sole purpose is to make the First World less boring, preferably with the injection of a little good-natured chaos and confusion. Unfortunately for the plane's other residents, what amuses the Lantern King isn't always comfortable or pleasant, and even his \"good-natured\" pranks can be deeply inconvenient."
		]
	},
	"the_lost_prince": {
		"name": "The Lost Prince",
		"sources": [ "The First World, Realm of the Fey" ],
		"description": [
			"::fh[The Lost Prince]{sub=\"The Melancholy Lord\"}",
			"",
			"{SOURCE The First World, Realm of the Fey/26}  ",
			"**Pathfinder Wiki** [The Lost Prince](https://www.pathfinderwiki.com/wiki/The%20Lost%20Prince) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Eldest  ",
			"**Areas of Concern** Forgotten things, sadness, solitude  ",
			"**Domains** {domain/Knowledge}, {domain/Madness}, {domain/Nobility}, {domain/Repose}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Insanity}, {domain/Martyr}, {domain/Memory}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Crumbling black stone tower  ",
			"**Sacred Animal(s)** Raven  ",
			"**Sacred Color(s)** Black, gray",
			"",
			"## {feat/Fey Obedience}",
			"",
			">Write down a memory on a piece of paper and then burn it. This must be a memory you've never used for this purpose or told anyone about. You gain a +4 sacred bonus to AC and CMD against attacks of opportunity provoked by moving out of a threatened space.",
			">",
			">### Feysworn",
			">",
			">{SOURCE The First World, Realm of the Fey/26}",
			">",
			">1. **Knowledge of the Lost (Sp)** {spell/identify} 3/day, {spell/locate object} 2/day, or {spell/crushing despair} 1/day",
			">2. **Forgetfulness (Sp)** Three times per day as a standard action, you can alter a creature's memories as per {spell/modify memory}, except that doing so takes only a standard action regardless of how much time is edited. By expending two uses of this ability at once, you can modify up to 1 hour of the creature's memory; by expending all three uses at once, you can modify up to 1 day.",
			">3. **Absolute Solitude (Sp)** Once per day, you can cast {spell/imprisonment}.",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-oracle/Hermit/ (Oracle)}",
			">",
			">### Feats",
			">",
			">- {feat/Fey Friend}",
			">",
			">### Traits",
			">",
			">- {trait/Shaper of Reality}",
			"",
			"### Description",
			"",
			"While no one can claim to know the origins of the Eldest, the Lost Prince is persistently rumored to be the only one not from the First World. The nature of his birthplace - some world far distant on the Material Plane, a demiplane long since lost to the Maelstrom, or another reality entirely - is a subject of much whispered debate, as is the question of why he left, and when and how he might someday return.",
			"",
			"Whether or not it's his original form, the Lost Prince always appears to his subjects as a pale human man dressed all in black, with completely black eyes and a mess of unruly black hair. The only bits of color are the glowing red symbols that seem tattooed across his brow in a coronet-like band, or the similarly glowing 4-pointed star on the back of each hand. Despite being painfully gaunt, the Lost Prince has delicate features that might be handsome, if not for his constant frown."
		]
	},
	"the_pale_horse": {
		"name": "The Pale Horse",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[The Pale Horse]{sub=\"The Lash and the Plough\"}",
			"",
			"{SOURCE Concordance of Rivals/15}  ",
			"**Pathfinder Wiki** [The Pale Horse](https://www.pathfinderwiki.com/wiki/The%20Pale%20Horse) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Duty, revenge, and beasts of burden  ",
			"**Domains** {domain/Death}, {domain/Repose}, {domain/Travel}, {domain/Water}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Trident}  ",
			"**Symbol** Horizontal line with a circle and three dots at one end",
			"",
			"## {feat/Monitor Obedience}",
			"",
			">Perform hard labor for at least 1 hour while focusing on your shortcomings and how to overcome them. Gain a +4 insight bonus on saves against death effects and effects that would cause you to become fatigued.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/15}",
			">",
			">1. **Stalwart Rider (Sp)** {spell/lock gaze} 3/day, {spell/align weapon} 2/day, or {spell/phantom steed} 1/day",
			">2. **The Will Endures (Ex)** Your grim determination leaves you unusually resistant to injury. Each day, you gain a number of temporary hit points equal to your Wisdom modifier plus your total number of Hit Dice. These temporary hit points remain for 24 hours.",
			">3. **Peerless Defender (Sp)** You can cast {spell/transformation} 3/day.",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			"",
			"### Description",
			"",
			"Once, the Pale Horse rode the Astral Plane and poached souls without remorse from the River of Souls, gorging on suffering; accounts conflict if this abominable entity were a daemonic harbinger or a Horseman. Yet as the Pale Horse grew fat off mortal suffering, he also grew discontent. The pressures of freedom, the burden of leadership, and the weight of every choice shackled his heart and soured his meals. In a moment of weakness, he faltered in his daemonic nature and sought service. Pharasma offered the Pale Horse respite until he saved half again as many souls as he had damned. The Pale Horse prostrated himself before the Lady of Graves and wept in joy, freed now from his burden of choice.",
			"",
			"The Pale Horse has since become Pharasma's avenging angel, hunting those who steal from the River of Souls as he once did. He luxuriates in his duties and obeys the tenants set forth by Pharasma, and his soldiers likewise obey without question. He represents both the pain and the bounty in servitude, guiding both those who die in service and those who die unattended and alone thanks to their own miserable choices. His wrath is legendary, especially in regard to {family/daemon/s}, and Abaddon long ago struck the Lash and the Plough's true name from its monuments and libraries. Despite his apparent loyalty, some among the psychopomps worry the Pale Horse remains a daemon at his core, and that upon completion of his sentence he will visit an equally terrible vengeance upon the Boneyard.",
			"",
			"The Pale Horse appears as a powerful white stallion, missing its head save for a disembodied skull and a floating crown of flames, though he sometimes appears as a silent rider on a white horse. His home, Abatory, is a desolate stretch of the Graveyard of Souls that resembles the perpetual gloom of Abaddon, save that silent vanths that lurk above the walls and hills."
		]
	},
	"pale_horse": { "copyof": "the_pale_horse" },
	"thisamet": {
		"name": "Thisamet",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Thisamet]{sub=\"The Blithe Spirit\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Thisamet](https://www.pathfinderwiki.com/wiki/Thisamet) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Celebrations, feasts, holidays  ",
			"**Domains** {domain/Chaos}, {domain/Community}, {domain/Fire}, {domain/Good}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Family}, {domain/Revelry}, {domain/Whimsy}  ",
			"**Favored Weapon** {eq-weapon/Short sword}  ",
			"**Symbol** Cornucopia of food  ",
			"**Sacred Animal(s)** Cow  ",
			"**Sacred Color(s)** Brown, green",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/55}  ",
			"The Blithe Spirit is the empyreal lord of holidays, celebrations, and great feasts. Her followers spread merriment and worship wherever they go."
		]
	},
	"thoth": {
		"name": "Thoth",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Thoth]{sub=\"Lord of Divine Words\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/75}  ",
			"**Pathfinder Wiki** [Thoth](https://www.pathfinderwiki.com/wiki/Thoth) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Magic, the moon, wisdom, writing  ",
			"**Domains** {domain/Darkness}, {domain/Knowledge}, {domain/Law}, {domain/Magic}, {domain/Rune}  ",
			"**Subdomains** {domain/Arcane}, {domain/Inevitable}, {domain/Language}, {domain/Memory}, {domain/Moon}, {domain/Wards}  ",
			"**Favored Weapon** {eq-weapon/Sickle}  ",
			"**Symbol** Scroll with lunar disk and crescent  ",
			"**Sacred Animal(s)** Ibis",
			"",
			"### Description",
			"",
			"All knowledge and wisdom comes from Thoth, the god of science, mathematics, history, philosophy, religion, and wisdom. He is also god of the moon and magic, particularly arcane magic. Thoth is also the patron of language, literature, and writing, and is said to have invented the hieroglyphs first used by Ancient Osirian scribes and that are still used, in modified form, in the modern Osiriani language. He is the reckoner of years, recording the passage of time and details of all the events of life, from the honorable reigns of kings to the simple daily lives of peasants.",
			"",
			"Thoth normally takes the form of a man with the head of an ibis, though occasionally his form is that of a seated baboon or even a man with the head of a baboon. He is the husband of {faith/Maat}, the goddess of order and truth, and he serves as secretary and counselor to {faith/Ra}. It was Thoth who gave {faith/Isis} the magic words she used to resurrect her dead husband {faith/Osiris}. He is the scribe of the gods, and mediates between them fairly in their disputes.",
			"",
			"Thoth is the patron of archivists, scribes, researchers, and scholars, and alchemists, witches, and wizards all worship him as the god of magic and spells. His temples usually include well-stocked libraries and archives, and often include orders of monks who venerate him for his knowledge and wisdom."
		]
	},
	"thremyr": {
		"name": "Thremyr",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic"
		],
		"description": [
			"::fh[Thremyr]{sub=\"First Jarl\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Thremyr](https://www.pathfinderwiki.com/wiki/Thremyr) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Giant Deities  ",
			"**Areas of Concern** Ice, salt, tribute  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/War}, {domain/Water}  ",
			"**Subdomains** {domain/Blood}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Ice}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Greataxe}  ",
			"**Symbol** Frozen blue gemstone  ",
			"**Sacred Animal(s)** Woolly rhinoceros  ",
			"**Sacred Color(s)** Ice blue, white",
			"",
			"### Description",
			"",
			"{SOURCE Gods and Magic/50}  ",
			"This ancient being is a creature from another age and might still be sleeping to this day if the *Starstone's* impact hadn't awakened him. He looks like a colossal {monster/frost giant} made of ice, with a beard and hair of salt, and eyes and nails of cold blue gems. When he walks, he sheds pieces of himself that turn into {monster/ice troll/s}, strange fey, or just thick snow. He loves treasure, especially gems, mithral, silver, and platinum, and to sleep on piles of his loot hidden from mortal eyes. He does not feel protective toward any of his children but instinctively reciprocates prayers and sacrifices with the old magic at his command."
		]
	},
	"thuskchoon": {
		"name": "Thuskchoon",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Thuskchoon]{sub=\"Everglutton\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Thuskchoon](https://www.pathfinderwiki.com/wiki/Thuskchoon) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Thuskchoon}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Qlippoth Lords  ",
			"**Areas of Concern** Blinding hunger, revealed secrets  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Evil}, {domain/Knowledge}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Entropy}, {domain/Rage}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Greatclub}  ",
			"**Symbol** Triangular rune with teeth  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Green",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Destroy something someone else created, working the whole hour to wreck the object as much as possible. Gain a +4 profane bonus on saving throws against area effects that deal hit point damage.",
			">",
			">{SOURCE Book of the Damned/129}  ",
			">Qlippoth lords are always chaotic evil and range in power from CR 21 to CR 25. It's quite likely that more powerful creatures akin to demigods in stature may still exist in the deepest parts of the Abyss, but such qlippoth demigods remain theoretical for now, and they do not maintain active cults on mortal worlds. The boons qlippoth lords grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/shatter}",
			">2. {spell/hunger for flesh}",
			">3. {spell/legend lore}",
			"",
			"### Description",
			"",
			"A towering spire of clattering limbs and mouths that slithers upon a glistening, sluglike body, Thuskchoon is a nearly mindless force of relentless devastation and consumption. His worshipers expect little from him and seek to lead him from world to world under the belief that the meandering swath of destruction he leaves behind will contain secrets to power."
		]
	},
	"titivilus": {
		"name": "Titivilus",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Titivilus]{sub=\"The Scrivening Count\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Titivilus](https://www.pathfinderwiki.com/wiki/Titivilus) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Lies, propaganda, rhetoric  ",
			"**Domains** {domain/Evil}, {domain/Knowledge}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Language}, {domain/Memory}  ",
			"**Favored Weapon** {eq-weapon/Longsword}  ",
			"**Symbol** Devil hand writing  ",
			"**Sacred Animal(s)** Viper  ",
			"**Sacred Color(s)** Black, white",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Write propaganda that insidiously promotes Titivilus and his deeds. Gain a +4 profane bonus on saving throws against mind-affecting effects.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/illusory script}",
			">2. {spell/dictum}",
			">3. {spell/imprisonment}",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"### Description",
			"",
			"One of Hell's best and most notorious record keepers, the Scrivening Count maintains meticulous notes on all the creatures - mortal and immortal alike - who owe or have made promises to {faith/Mephistopheles}, his liege."
		]
	},
	"tjasse": {
		"name": "Tjasse",
		"sources": [
			"Inner Sea Gods",
			"Giants Revisited"
		],
		"description": [
			"::fh[Tjasse]{sub=\"Lord of Talons\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Tjasse](https://www.pathfinderwiki.com/wiki/Tjasse) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Giant Deities  ",
			"**Areas of Concern** Giant birds, mountain peaks, pride  ",
			"**Domains** {domain/Air}, {domain/Animal}, {domain/Chaos}, {domain/Destruction}  ",
			"**Subdomains** {domain/Cloud}, {domain/Feather}, {domain/Rage}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Spear}  ",
			"**Symbol** Mountain gripped by talon  ",
			"**Sacred Animal(s)** Roc  ",
			"**Sacred Color(s)** Gray, red",
			"",
			"### Description",
			"",
			"{SOURCE Giants Revisited/54}  ",
			"Proud Tjasse is lord of {monster/roc/s}, wind, and high mountain peaks. He is attributed with taming the fearsome rocs to serve {monster/storm giant/s} and is thought to be a talented shapeshifter. His arrogance is legendary as one who looks down upon all others, literally and figuratively. The only love that overcomes his pride is for his beautiful daughter, {faith/Skode} the huntress. This jealous paternal affection manifests as a wild and savage protectiveness for person, possessions, and reputation alike, with Tjasse embodying the angry destructive power of the tempest as the tangible manifestation of brutal vengeance against those who would dare to cross a storm giant."
		]
	},
	"tolc": {
		"name": "Tolc",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Tolc]{sub=\"Snow-Strider\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Tolc](https://www.pathfinderwiki.com/wiki/Tolc) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Cold, frozen wilds, survival  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Travel}, {domain/Water}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Exploration}, {domain/Ice}, {domain/Storms}  ",
			"**Favored Weapon** {eq-weapon/Javelin}  ",
			"**Symbol** Antlers and ice javelin  ",
			"**Sacred Animal(s)** Caribou  ",
			"**Sacred Color(s)** Icy blue, ivory",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Kneel naked outdoors at night while dipping your hands in two bowls of tepid water. Slowly raise your hands above your head and hold them there until the water from both bowls has evaporated. Gain a +4 sacred bonus on saves against cold effects.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/26}",
			">",
			">1. **Frozen Magic (Sp)** {spell/mount} (caribou only) 3/day, {spell/chill metal} 2/day, or {spell/protection from energy} 1/day",
			">2. **Icy Shards (Su)** Three times per day, you can breathe a 15-foot cone of ice particles. The cone deals 1d6 points of damage per HD you possess (maximum 15d6). Half this damage is cold damage, while the other half is slashing damage. A Reflex save (DC 10 + 1/2 your HD) halves damage taken from this attack.",
			">3. **Glacial Dark (Sp)** You can cast {spell/polar midnight} once per day.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"Tolc is master of the frozen lands, where people struggle daily to survive the harsh elements. He gazes favorably upon those who learn to live within this wild domain and appreciate its fierce beauty.",
			"",
			"Tolc stands 7 feet tall and has a stout but muscular figure. His light brown skin always holds a rosy flush, as though the empyreal lord had just stepped in from the cold. Numerous scars mar his broad face, which constantly sports a stern expression, though a kind light occasionally warms his hardened gaze. From his back stretch two arching tusks carved from celestial ice.",
			"",
			"Snow-Strider and his agents help worthy individuals struggling to live in cold, inhospitable climes. Many northern cultures credit Tolc with teaching their people to build shelters from ice. Tolc is a sworn enemy of {faith/Kostchtchie}, and Tolc's champions hone their skills in battle to best combat {monster/frost giant/s} and {family/white dragon/s}. On occasion, a mortal champion catches Tolc's attention long enough for the empyreal lord to grant this mortal divine strength and tactical knowledge with which to defend her kinsfolk."
		]
	},
	"torag": {
		"name": "Torag",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Divine Anthology",
			"Pathfinder #62: Curse of the Lady's Light"
		],
		"description": [
			"::fh[Torag]{sub=\"Father of Creation\"}",
			"",
			"{SOURCE Inner Sea Gods/148}  ",
			"**Pathfinder Wiki** [Torag](https://www.pathfinderwiki.com/wiki/Torag) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Dwarven Deities, Dwarven Deities, Gnomish Deities, Order of the God Claw Pantheon  ",
			"**Areas of Concern** Forges, protection, strategy  ",
			"**Domains** {domain/Artifice}, {domain/Earth}, {domain/Good}, {domain/Law}, {domain/Protection}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Caves}, {domain/Construct}, {domain/Defense}, {domain/Fortifications}, {domain/Industry}, {domain/Metal}, {domain/Toil}  ",
			"**Realm** Forgeheart, Heaven  ",
			"**Allies** {faith/Abadar}, {faith/Cayden Cailean}, {faith/Erastil}, {faith/Iomedae}  ",
			"**Enemies** {faith/Rovagug}  ",
			"**Temples** cathedrals, caverns, castles, battlefields, forges, fortresses, warehouses  ",
			"**Holy Days** Skylost (day of mourning for lost dwarven Sky Citadels, date varies)  ",
			"**Minions** {subtype/archon/s}, {monster/azer/s}, constructs  ",
			"**Herald** {monster/Grand Defender} (a massive dwarf-shaped golem)  ",
			"**Favored Weapon** {eq-weapon/Warhammer}  ",
			"**Symbol** Iron hammer  ",
			"**Sacred Animal(s)** Badger  ",
			"**Sacred Color(s)** Gold, gray",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Druma, Five Kings Mountains, Lands of the Linnorm Kings, Mana Wastes  ",
			"**Nationality** dwarf",
			"",
			"## {rule/Divine Gift>s}",
			"",
			">{SOURCE Planar Adventures/80}  ",
			">The recipient can perform a 10-minute prayer (this can be part of her daily ritual to prepare spells) to gain divine insight into defense and strategic situations for the next 24 hours. During this time, the character gains a pool of 20 defense points. She can allocate these points among any number of recipients as untyped bonuses to AC or on saving throws, to a maximum of 5 points per target (a single target can receive this bonus only to AC or to saving throws, not both). She can reallocate these points as a standard action any point during these 24 hours, but each time she does so, the total pool of defense points available for the next allocation is reduced by 5.",
			"",
			"## {feat/Deific Obedience}",
			"",
			">After reciting a traditional prayer to Torag, either work at a forge or strike a small replica of an anvil or a sizable flat stone with a hammer for at least 10 minutes. If the sound of your hammer draws a creature near, encourage it to join in your worship of the Father of Creation. If hostilities become inevitable, leap into the fray with a battle shout in praise of Torag. Perform some small act toward maintaining your weapon, such as sharpening or polishing it, as you conclude your obedience with another prayer to Torag's might and wisdom. Alternatively, if you have created something through this effort, grant it to the next person you meet who strikes you as fair and honorable. Gain a +1 sacred bonus on all attack rolls made with warhammers.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/148}",
			">",
			">1. **Strategic Warrior (Sp)** {spell/anticipate peril} 3/day, {spell/status} 2/day, {spell/glyph of warding} 1/day",
			">2. **Sensibility of Crafting (Su)** Your understanding of the inner workings of magical crafting has won you a protective boon from your ancestors and from Torag himself, allowing you to better avoid powers drawn from magical items. You gain a +4 sacred bonus on any saving throw against an effect generated by a magic item. This includes spells cast from scrolls, staves, or wands.",
			">3. **Sacred Crafting (Ex)** You are granted insight into the finest techniques for crafting magic items, glimpsing secrets of forgotten master smiths and glimpsing the revelations of ancient dwarven masters. When calculating the base cost for creating an item, perform all the calculations and then reduce the base cost by 10%. This discount affects the crafting time as well as the final price of the item. In addition, you can use {spell/fabricate} once per day as a spell-like ability. Though you can't create magic items with the fabricate spell, you may use it to create items that you later enhance magically.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/148}",
			">",
			">1. **Forgecrafter (Sp)** {spell/crafter's fortune} 3/day, {spell/fox's cunning} 2/day, or {spell/greater magic weapon} 1/day",
			">2. **Ironskin (Ex)** Your skin is as thick and tough as that of a dwarf who's worked the forge for 50 years, every scratch and burn associated with the memory of a masterpiece you've realized in stone or steel. As a free action, you can toughen your skin further, gaining DR 10/chaotic and evil. Dismissing this ability is also a free action. This ability lasts a number rounds per day equal to 1 + 1 for every 4 Hit Dice you possess (maximum 6 rounds). The rounds don't need to be consecutive.",
			">3. **Hammerfist Ally (Sp)** You can bring forth an ancient stone construct forged specifically to protect the beloved followers of the Father of Creation. Once per day as a standard action, you can summon a {monster/stone golem} to aid you. You gain telepathy with the golem to a range of 100 feet. The golem follows your commands perfectly for 1 minute for every Hit Die you possess before vanishing back to its home. The golem takes the form of a sculpted dwarf hero wielding two massive warhammers, the holy symbol of Torag hanging prominently around its neck. Its statistics remain unchanged despite these cosmetic alterations.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/148}",
			">",
			">1. **Battlefield Protector (Sp)** {spell/sanctuary} 3/day, {spell/shield of faith} 2/day, {spell/prayer} 1/day",
			">2. **Holy Artificer (Su)** The spirit of an ancient warrior or artisan guides your hand when you set your mind toward creation, inspiring you and helping you perfect your craft. You gain the artificer's touch granted power from the {domain/Artifice} domain if you don't already have access to it. Use your character level instead of cleric level to determine the power of your artificer's touch.",
			">3. **Earthen Smite (Su)** You call upon your connection with the earth and its hidden strength to levy it behind your holy attacks. Whenever you use your smite evil ability, you can choose to add 2d6 points of acid damage to your damage roll. If you don't have access to smite evil, you can instead add 2d6 points of acid damage to a single attack against an evil opponent three times per day. You must declare your use of this ability before you roll your attack. If you miss or if the target is not evil, the use is wasted.",
			"",
			"## Paladin Code",
			"",
			">Paladins of Torag are dedicated to protecting not just the lives but the way of life for those under their charge, and hold the ways of their chosen people as holy, especially when they are the centuries-old works and traditions of an entire race. Their tenets include the following affirmations.",
			">",
			">- My word is my bond. When I give my word formally, I defend my oath to my death. Traps lie in idle banter or thoughtless talk, and so I watch my tongue.",
			">- I am at all times truthful, honorable, and forthright, but my allegiance is to my people. I will do what is necessary to serve them, including misleading others if need be.",
			">- I respect the forge, and never sully it with half-hearted work. My creations reflect the depth of my faith, and I will not allow flaws save in direst need.",
			">- Against my people's enemies, I will show no mercy. I will not allow their surrender, except when strategy warrants. I will defeat them, yet even in the direst struggle, I will act in a way that brings honor to Torag.",
			"",
			"## {feat/Divine Fighting Technique}",
			"",
			">### Torag's Patient Strikes",
			">",
			">{SOURCE Divine Anthology}",
			">",
			">Copies of Lessons of the Father, the divine fighting manual of Torag, are somewhat rare outside of the Five Kings Mountains, as tradition mandates that all copies of Lessons of the Father must be scribed by hand in Dwarven on iron sheets and bound between slabs of stone hand-carved by a cleric of Torag. As a result, these tomes are somewhat cumbersome to transport (even the smallest copy of the book weighs 50 pounds, and most exceed 100 pounds in weight). Those who have mastered the Lessons of the Father are highly respected within the faith.",
			">",
			">**Initial Benefit:** Whenever you wield a warhammer, add your Wisdom bonus to the total number of attacks of opportunity that you can make per round. These additional attacks of opportunity don't stack with those granted by {feat/Combat Reflexes}, but this benefit counts as Combat Reflexes for the purpose of satisfying feat prerequisites and prestige class requirements. In addition, you can make attacks of opportunity while you're flat-footed.",
			">",
			">**Advanced Prerequisite:** {feat/Vital Strike}, {feat/Divine Fighting Technique}, {feat/Weapon Focus/ (warhammer)}, Base Attack Bonus +10.",
			">",
			">**Advanced Benefit:** Once per round, before you make an attack of opportunity with a warhammer, you can declare an opportunistic strike. If the attack hits, you can apply the effects of your Vital Strike feat. You can apply the {feat/Improved Vital Strike} or {feat/Greater Vital Strike} feat instead if you have either of those feats. If you confirm a critical hit with an opportunistic strike, you can attempt a disarm or trip combat maneuver check against the target as a free action - this combat maneuver does not provoke an attack of opportunity.",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-cleric/Divine Strategist/ (Cleric)}",
			">- {arc-paladin/Forgefather's Seeker/ (Paladin)}",
			">- {arc-paladin/Holy Tactician/ (Paladin)}",
			">- {arc-monk/Monk of the Sacred Mountain/ (Monk)}",
			">- {arc-cavalier/Strategist/ (Cavalier)}",
			">- {arc-fighter/Tactician/ (Fighter)}",
			">",
			">### Feats",
			">",
			">- {feat/Blessed Hammer}",
			">- {feat/Rebuffing Reduction}",
			">- {feat/Shrewd Tactician}",
			">- {feat/Stalwart}",
			">- {feat/Steelskin Channel}",
			">- {feat/Stone Strider}",
			">- {feat/Uncanny Ally}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Torag}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Forgefather's Half-Plate}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Dwarfbond Hammer}",
			">- {magic-weapon/Forgefather's Sledge}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Belt of Dwarvenkind}",
			">- {magic-wondrous/Belt of Stoneskin}",
			">- {magic-wondrous/Boots of the Earth}",
			">- {magic-wondrous/Father's Forgehammer}",
			">",
			">### Monsters",
			">",
			">- {monster/Chalkost}",
			">- {monster/The Grand Defender/ (Herald)}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Sacred Sentinel}",
			">",
			">### Spells",
			">",
			">- {spell/Crafter's Fortune}",
			">- {spell/Fallback Strategy}",
			">- {spell/Firebelly}",
			">- {spell/Hairline Fractures}",
			">- {spell/Hammer of Mending}",
			">- {spell/Ironbloom Sprouts}",
			">- {spell/Tactical Formation}",
			">",
			">### Traits",
			">",
			">- {trait/Battlefield Caster}",
			">- {trait/Defensive Strategist}",
			">- {trait/Eye of the Father}",
			">- {trait/Guardian of the Forge}",
			">- {trait/Protective Faith}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/155}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Fabricate} can be prepared as a 5th-level spell",
			">- {spell/Major Creation} can be prepared as a 5th-level spell",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Fabricate} can be prepared as a 3rd-level spell",
			">- {spell/Major Creation} can be prepared as a 3rd-level spell",
			">- {spell/Mending} can be prepared as a 0-level spell",
			">",
			">#### Paladin",
			">",
			">- {spell/Fabricate} can be prepared as a 3rd-level spell",
			">- {spell/Major Creation} can be prepared as a 3rd-level spell",
			">- {spell/Mending} can be prepared as a 1st-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #62: Curse of the Lady's Light/75}",
			">",
			">- :hll[spell/Summon Monster I:] {monster/Badger}",
			">- :hll[spell/Summon Monster III:] {monster/Azer}, {monster/Dire Badger}",
			"",
			"### Description",
			"",
			"{SOURCE Inner Sea Gods/149}  ",
			"Torag is an ancient god, and his dwarven followers credit him with the creation of the world at his great forge, striking his new work again and again with his hammer to get the shape he desired. As the rocks tumbled and the sparks flew, the dwarves were born - beings made of stone and with bellies full of fire. Even with setbacks over the millennia, under his stern eye the dwarves found prosperity. Torag is a hard and proud patriarch, a distant but loving father. Though every dwarf who falls in battle pains his heart, he keeps his eye on the future and the countless dwarven lives extending forward into eternity, like golden links in a mighty coat of mail. He is often thought of as a purely dwarven god, yet continues to gain traction among humans.",
			"",
			"Torag loves the dwarven race, and has come to love his non-dwarven worshipers, but withholds most direct aid and affection from both, for he sees life as a hard journey, and if he sheltered his children from all hardship, they would not know the value of their own hard work or the satisfaction of their achievements. He created the dwarves to be tough, stubborn, wise, and creative - traits they would need to persevere and overcome all obstacles - and expects all his worshipers of all races and walks of life to seek to embody those traits. He opposes those who act without thinking, rebel, or place their community at risk.",
			"",
			"As god of the forge, the Father of Creation concerns himself with the art of creating and shaping metal. He believes that shoddy workmanship insults not only the crafter and the wielder of a tool or weapon, but the item itself, and pushes his followers to continually refine and improve their craft.",
			"",
			"When Torag appears to his worshipers, he's an older but hearty dwarf clad in heavy plate armor, with eyes glowing like molten gold. His hair and beard may be any common dwarven hair color, often with streaks of gray, and his hands are worn and scarred from centuries of hard work. He exudes a palpable aura of power, wisdom, and safety. In art, he's always depicted in intricate armor, and typically shown busy at his forge hammering out a weapon or shield. Some images depict him as a mighty guardian, shielding dwarven children with his body as he clears away orcs and trolls with mighty sweeps of his warhammer *Kaglemros.*"
		]
	},
	"treerazer": {
		"name": "Treerazer",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Treerazer]{sub=\"Lord of the Blasted Tarn\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Treerazer](https://www.pathfinderwiki.com/wiki/Treerazer) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Treerazer}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Nascent Demon Lords  ",
			"**Areas of Concern** Corruption of nature, pollution  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Evil}, {domain/Plant}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Greataxe}  ",
			"**Symbol** Axe in bleeding tree stump  ",
			"**Sacred Animal(s)** Deinonychus  ",
			"**Sacred Color(s)** Black, green",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Feast on rotting flesh infested with hallucinogenic or poisonous fungus, then meditate upon the harrowing visions they provide.",
			">",
			">### Nascent Demon Lords",
			">",
			">1. **First Boon (Sp)** {spell/Warp Wood} 1/day",
			">2. **Second Boon (Sp)** {spell/Antiplant Shell} 1/day",
			">3. **Third Boon (Sp)** {spell/Repel Wood} 1/day",
			">",
			">{SOURCE Book of the Damned/125}",
			">",
			">With very few exceptions, a demon lord is never born fully formed. Instead, each must build power and resources during an extended period of transformation. Demons in this transitional stage are known as nascent demon lords.",
			">",
			">At any one time, there exist hundreds - if not thousands - of nascent demon lords in the Abyss. All nascent demon lords are chaotic evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by demon lords, manifesting as spell-like abilities usable twice per day each.",
			"",
			"### Description",
			"",
			"Treerazer, the self-styled Lord of the Blasted Tarn, was once the favored minion (some even say child) of {faith/Cyth-V'sug}. After a failed attempt to wrest Cyth-V'sug's crown away from him, Treerazer fled to the Material Plane. There he appeared in the realm of Kyonin, abandoned when the elves fled Golarion, and corrupted that land into a swampy realm more to his liking. When the elves retuned to reclaim their ancestral home, Treerazer lost the resulting war, but he retained a portion of southern Kyonin as his realm - the swamp now known as Tanglebriar."
		]
	},
	"trelmarixian": {
		"name": "Trelmarixian",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Trelmarixian]{sub=\"The Black\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Trelmarixian](https://www.pathfinderwiki.com/wiki/Trelmarixian) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Trelmarixian}",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Horsemen  ",
			"**Other Pantheons** Kobold Deities  ",
			"**Areas of Concern** Famine  ",
			"**Domains** {domain/Earth}, {domain/Evil}, {domain/Madness}, {domain/Weather}  ",
			"**Subdomains** {domain/Daemon}, {domain/Decay}, {domain/Insanity}, {domain/Seasons}  ",
			"**Favored Weapon** {eq-weapon/Spiked gauntlet}  ",
			"**Symbol** Jackal skull and eclipse  ",
			"**Sacred Animal(s)** Horse, jackal  ",
			"**Sacred Color(s)** Black",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Abstain from eating or drinking until you experience the bitter pangs of hunger. Meditate in this state for just under an hour, and then gorge yourself upon any available substance regardless of its suitability as food, such as sand, ashes, or flesh. Gain a +4 profane bonus on saving throws against effects that cause exhaustion, fatigue, nausea, or sickness.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/98}",
			">",
			">1. **Jackal's Blessing (Sp)** {spell/memory lapse} 3/day, {spell/false life} 2/day, or {spell/vampiric touch} 1/day",
			">2. **Unending Whispers (Sp)** You can cast {spell/insanity} once per day as a spell-like ability.",
			">3. **Kiss of the Lysogenic Prince (Su)** You can make a touch attack to infect another creature with a fragment of your soul. The target can resist the attach with a successful Will save (DC = 10 + half your Hit Dice + your Charisma modifier). Otherwise, while you and the target are on the same plane, as a free action you can observe what your target perceives with its senses. Once per day as a standard action, you can directly control the target's actions for 1 round plus a number of additional rounds equal to your Charisma bonus. The affected creature retains no memory of your controlling influence or its actions while controlled. This is a curse effect. You can have only one target affected by your kiss at a time; if you target another creature, the first is no longer affected.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/98}",
			">",
			">1. **Jackal's Grace (Sp)** {spell/ray of enfeeblement} 3/day, {spell/feast of ashes} 2/day, or {spell/cup of dust} 1/day",
			">2. **Unending Hunger (Su)** Once per day as a standard action, you can consume any nonliving substance without ill effect. The size of the object consumed can be no larger than a creature of your own size category, but regardless of the size, consuming the object takes only 1 round. A body consumed in this way can be restored to life only via {spell/miracle}, {spell/true resurrection}, or {spell/wish}. Any object you consume can attempt a Fortitude save (DC = 10 + half your Hit Dice + your Constitution modifier) to avoid being destroyed.",
			">3. **Withering Invocation (Sp)** Once per day, you can invoke Trelmarixian's unending hunger to cause a number of victims to consume themselves from the inside out. You can cast {spell/implosion} once per day as a spell-like ability.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/98}",
			">",
			">1. **Famine's Crusader (Sp)** {spell/mount} 3/day, {spell/wartrain mount} 2/day, or {spell/phantom steed} 1/day",
			">2. **Consumptive Aura (Su)** As a swift action, you can radiate an aura of hunger to a radius of 20 feet. Once you activate this ability, you can maintain it each round as a free action. You can use this ability for a number of rounds per day equal to your Hit Dice; these rounds need not be consecutive, but they must be used in 1-round increments. Each round a creature begins its turn within this aura, it must succeed at a Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier) or take 1d6 points of nonlethal damage and become {misc/fatigued} from extreme hunger. Creatures that don't need to eat are immune to this effect. You are immune to this effect, and although you still feel hunger pangs, you no longer take damage nor are otherwise inconvenienced by the effects of starvation.",
			">3. **Eruptive Arrival (Sp)** Once per day, you can teleport yourself into the flesh of any living creature that you can see (as per {spell/greater teleport}), erupting out of its body in a shower of blood, bone, and viscera, arriving in an adjacent square, and dealing 5d6 damage to all creatures within 10 feet. The target itself takes 20d6 points damage. The target and creatures in the affected areas can attempt Fortitude saves (DC = 10 + half your Hit Dice + your Constitution bonus) to reduce the damage by half, but any creature that fails this saving throw is also {misc/nauseated} for 1d4 rounds.",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-spiritualist/Grim Apostle/ (Spiritualist)}",
			">",
			">### Feats",
			">",
			">- {feat/Aura of Succumbing}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Belt of Trelmarixian}",
			">",
			">### Traits",
			">",
			">- {trait/Covenant of Abaddon}",
			"",
			"### Description",
			"",
			"The youngest and most ambitious of the Four Horsemen, Trelmarixian the Black obsesses over the systematic exploration of soul consumption. In his words, \"We are born of souls and destined to destroy mortality. But we are destined for even greater things thereafter.\"",
			"",
			"Often depicted as a thin, starving man with three jackal heads, crystalline teeth, and black, oddly fluid or membranous flesh, Trelmarixian in fact has no true form. The Horseman of Famine's physical body exists as a protoplasmic slurry of bile, blood, and mucus, like a corpse that has decayed and been reduced to a liquefied, pulpy muck."
		]
	},
	"tresmalvos": {
		"name": "Tresmalvos",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Tresmalvos]{sub=\"The Cistern Queen\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Tresmalvos](https://www.pathfinderwiki.com/wiki/Tresmalvos) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Cesspools, rat catchers, sewers  ",
			"**Domains** {domain/Animal}, {domain/Darkness}, {domain/Evil}, {domain/Water}  ",
			"**Subdomains** {domain/Daemon}, {domain/Flotsam}, {domain/Fur}, {domain/Loss}  ",
			"**Favored Weapon** {eq-weapon/Halberd}  ",
			"**Symbol** Rat skull with crown  ",
			"**Sacred Animal(s)** Rat  ",
			"**Sacred Color(s)** Black, red",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Drown a warm-blooded animal no smaller than a rat, and then consume the corpse while it still drips with water. Gain a +4 profane bonus on saving throws against disease effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/summon swarm} (rats only)",
			">2. {spell/vermin shape II}",
			">3. {spell/swarm skin}",
			"",
			"### Description",
			"",
			"Tresmalvos, the Cistern Queen, appears as a drowned androgynous elf wearing a rusted iron crown, with piercing yellow eyes, a monstrous rat's tail, and other ever-shifting features. Her realm is a sprawling warren of sewer tunnels filled with the befouled trappings of royalty."
		]
	},
	"trudd": {
		"name": "Trudd",
		"sources": [
			"Inner Sea Gods",
			"Dwarves of Golarion"
		],
		"description": [
			"::fh[Trudd]{sub=\"The Mighty\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Trudd](https://www.pathfinderwiki.com/wiki/Trudd) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Dwarven Deities  ",
			"**Areas of Concern** Bravery, defense, strength  ",
			"**Domains** {domain/Good}, {domain/Nobility}, {domain/Protection}, {domain/Strength}  ",
			"**Subdomains** {domain/Agathion}, {domain/Competition}, {domain/Defense}, {domain/Martyr}, {domain/Resolve}  ",
			"**Favored Weapon** {eq-weapon/Warhammer}  ",
			"**Symbol** Rune-carved stone throne  ",
			"**Sacred Animal(s)** Bear  ",
			"**Sacred Color(s)** Brown, gray",
			"",
			"## Paladin Code",
			"",
			">The paladins of Trudd are stalwart protectors of the dwarven people and their greatest treasures. The tenets of Trudd's paladins include the following affirmations.",
			">",
			">- My strength is my sacred offering. I will maintain my body as I would a sacred relic and use it only for admirable pursuits.",
			">- To ensure the safety of those I protect, I will be among the first to charge and the last to retreat, save when such tactics would place those I protect at undue risk.",
			">- I will hold any defensive line if it will save innocents or the homes of my people.",
			">- Even the young can accomplish great things. I will never dismiss someone on account of youth.",
			"",
			"## Follower Options",
			"",
			">### Monsters",
			">",
			">- {monster/Chelonidal}",
			">",
			">### Spells",
			">",
			">- {spell/Mighty Strength}",
			">",
			">### Traits",
			">",
			">- {trait/Battlefield Caster}",
			">- {trait/Guardian Smite}",
			">- {trait/Mighty Protector}",
			">- {trait/Steady Strength}",
			"",
			"### Description",
			"",
			"{SOURCE Inner Sea Gods/182}  ",
			"Torag's youngest son is depicted as having an unusually short beard, which belies his reputation as the strongest of the gods. Some scholars claim he sold his beard to {faith/Dranngvit} for an unknown boon, but most dwarven theologians consider this story heretical.",
			"",
			"{SOURCE Dwarves of Golarion/29}  ",
			"Torag's youngest son, he is the strongest of the dwarven gods despite his short beard. He guards his father's hall while its lord is away."
		]
	},
	"tsathoggua": {
		"name": "Tsathoggua",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Tsathoggua]{sub=\"Father of Night\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/72}  ",
			"**Pathfinder Wiki** [Tsathoggua](https://www.pathfinderwiki.com/wiki/Tsathoggua) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Tsathoggua}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Magic, outcasts, the underworld  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Knowledge}, {domain/Magic}  ",
			"**Subdomains** {domain/Arcane}, {domain/Divine}, {domain/Thought}, {domain/Whimsy}  ",
			"**Favored Weapon** {eq-weapon/Short sword}  ",
			"**Symbol** Crouching eyeless toad",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"### Description",
			"",
			"Tsathoggua dwells in the same network of vast caverns wherein can be found other divinities of the Elder Mythos, such as {faith/Abhoth}, {faith/Atlach-Nacha}, and {faith/Orgesh}. Some maintain the specific underground realm ruled by Tsathoggua is a blue-lit realm called K'n-Yan, while others say the denizens of K'n-Yan rose up against Tsathoggua and drove him from that realm to a deeper lair where even light dreads to go &mdash; a dark tangle of caverns called N'kai.",
			"",
			"Tsathoggua has a strange, almost whimsical nature; while evil and unpredictable, at times he can appear almost benevolent in his dealings with mortals. Yet such dealings are never long-lived, and more often than not end in tragedy for those who would treat with the Great Old One.",
			"",
			"Tsathoggua appears as a semi-humanoid creature whose features mix those of a toad, a bat, and a sloth, with sleepy-looking eyes and a toothy grin."
		]
	},
	"tsukiyo": {
		"name": "Tsukiyo",
		"sources": [
			"Dragon Empires Gazetteer",
			"Faiths of Golarion"
		],
		"description": [
			"::fh[Tsukiyo]{sub=\"Prince of the Moon\"}",
			"",
			"{SOURCE Dragon Empires Gazetteer/58}  ",
			"**Pathfinder Wiki** [Tsukiyo](https://www.pathfinderwiki.com/wiki/Tsukiyo) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Deities of Tian Xia  ",
			"**Areas of Concern** Jade, the moon, spirits  ",
			"**Domains** {domain/Darkness}, {domain/Good}, {domain/Law}, {domain/Madness}, {domain/Repose}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Insanity}, {domain/Moon}, {domain/Night}, {domain/Souls}  ",
			"**Favored Weapon** {eq-weapon/Longspear}  ",
			"**Symbol** Jade crescent moon  ",
			"**Sacred Animal(s)** Hare",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Goka, Jinin, Minkai, Nagajor, Tianjing, Wall of Heaven, Zi Ha  ",
			"**Nationality** Tian-Min",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Find a quiet place from which to study the moon. Contemplate its transition from full to half to crescent to nothing at all, then back again, comparing its transformation to your own accomplishments. If unable to study the moon clearly, seek a quiet place and spend 1 hour studying a jade trinket while mentally retelling one of Tsukiyo's parables that pertains to your recent experiences. Gain a +4 sacred bonus on saving throws against effects that cause the confused or fascinated condition or that deal either Wisdom damage or Wisdom drain.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Faiths of Golarion/59}",
			">",
			">1. **Lunar Phantom (Sp)** {spell/lesser confusion} 3/day, {spell/darkness} 2/day, or {spell/blink} 1/day",
			">2. **Collective Vision (Su)** When using the vision of madness granted power from the {domain/Madness} domain, you can target creatures within 30 feet of you instead of having to touch a single target. You can target a maximum number of creatures equal to 1 for every 4 Hit Dice you have (maximum 5). If you don't have access to the Madness domain, you instead gain the ability to use the basic version of the vision of madness granted power, touching a single target as a melee touch attack, a number of times per day equal to 3 + your Wisdom modifier, as listed in the vision of madness description.",
			">3. **Moonlit Maze (Su)** Once per day, you can point at a creature within 60 feet and transport it, as per {spell/maze}, to a shadowy labyrinth illuminated by moonlight overhead. For every minute the target spends at rest or spends aimlessly wandering the maze, it is healed 1d2 points of Intelligence, Wisdom, or Charisma damage. However, each time the target fails an Intelligence check to escape the maze, it takes 1d4 points of Charisma damage.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Faiths of Golarion/59}",
			">",
			">1. **Spirit Shepherd (Sp)** {spell/hide from undead} 3/day, {spell/calm emotions} 2/day, or {spell/helping hand} 1/day",
			">2. **Soothing Moon Aura (Su)** You can radiate soft silvery moonlight from your body at will as a free action, illuminating a 20-foot radius with dim light as a 2nd-level spell. For a number of rounds per day equal to 1 + 1 for every 4 Hit Dice you have (maximum 6 rounds), you can intensify this light as a standard action. The intensified light suppresses darkness effects as per {spell/daylight} {feat/heightened} to a 7th-level spell, though it still creates only dim light. Furthermore, it suppresses all harmful compulsion, emotion, and fear effects in the area, as well as any harmful effects from {rule/madness}. These rounds don't need to be consecutive. You can deactivate the intensified aura as a free action.",
			">3. **Knight of the Green Crescent (Su)** Once per day as a standard action, you can summon an {template/advanced} {monster/kirin} that resembles an elegant jade hare. Its breath weapon deals 8d8 points of cold damage. The kirin follows your commands perfectly for 1 minute before returning to Heaven, but it doesn't obey commands that would violate its alignment; particularly egregious commands could cause it to attack you.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Faiths of Golarion/59}",
			">",
			">1. **Cleansing Jade (Sp)** {spell/magic stone} 3/day, {spell/stone discus} 2/day, or {spell/searing light} 1/day",
			">2. **Banishing Jade (Su)** You gain the ability to smite evil once per day as per a {class/paladin} of your character level. If you already have the smite evil class feature, this adds to the number of times per day that you can smite evil. When you use your smite evil class feature, you can transform either your weapon or your armor into enchanted jade for 1 minute or until the smite evil effect ends. Your transformed weapon gains the {magic-enh/ghost touch} special ability. Furthermore, if the target of smite evil is an undead creature, the bonus on damage rolls for the first hit with that weapon increases to 3 points of damage per paladin level you have (including any sentinel levels), and your first attack with that weapon also gains the {magic-enh/disruption} weapon special ability (DC = 13 + your Charisma modifier). Your transformed armor gains the {magic-enh/ghost touch>_a} special ability, and if the target of smite evil is an undead creature, the armor grants you a +2 sacred bonus on saving throws against the creature's spells and effects as well as a +2 sacred bonus to AC against its attacks.",
			">3. **Reincarnated Champion (Su)** You increase the time that you can remain dead before being revived by {spell/breath of life} by a number of rounds equal to your Charisma modifier (minimum +1). Once per week as a swift action, you can cast {spell/breath of life} (CL 20th) on yourself, even when you would be otherwise unable to take actions, such as when you are dead.",
			"",
			"## Paladin Code",
			"",
			">The paladins of Tsukiyo are patient teachers and wardens. They tend not to settle in any one community, either wandering from town to town or living a reclusive existence away from noteworthy settlements. However, these paladins are rarely far from communities in need, and they readily answer the call to shield a victim or destroy an undead menace. Their tenets include the following affirmations.",
			">",
			">- I am the voice for those who go unheard, be they spirits who cannot speak or those whom society has judged as broken or insane. I shall open the doors for others to listen to the voiceless when I can, and when I cannot, I will speak in the words of the voiceless, not my own.",
			">- I am the eyes for those who cannot understand the truths of others who are not like them. I shall teach others how to accept, support, and celebrate those who think and speak differently than they do.",
			">- I am the guide for mortal minds and souls. I shall offer kindness and aid to the lost, the frightened, the confused, and the dead. I shall calm restless spirits, and I shall banish violent ones with what compassion I can provide without endangering others.",
			">- A different perspective can bring both fulfillment and pain. I do not judge those who wish to remain as they are, no matter what disadvantages it may bring them, nor do I judge those who suffer and wish to be changed.",
			">- There is no shame in madness, and so I do not make madness shameful by imposing it on my enemies as a punishment. Though darkness and attacks on the mind are tools I may use to vanquish the unjust, my actions will never force lasting insanity upon my foes.",
			"",
			"## Follower Options",
			"",
			">### Unique Spell Rules",
			">",
			">{SOURCE Faiths of Golarion/61}",
			">",
			">#### Cleric, Oracle, Warpriest",
			">",
			">- {spell/Faerie Fire} can be prepared as a 1st-level spell",
			">- {spell/Calm Spirit} can be prepared as a 2nd-level spell",
			">- {spell/Darkvision} can be prepared as a 2nd-level spell",
			">- {spell/Rainbow Pattern} can be prepared as a 4th-level spell",
			">- {spell/Wandering Star Motes} can be prepared as a 4th-level spell",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Faerie Fire} can be prepared as a 1st-level spell",
			">- {spell/Calm Spirit} can be prepared as a 2nd-level spell",
			">- {spell/Darkvision} can be prepared as a 2nd-level spell",
			">- {spell/Rainbow Pattern} can be prepared as a 3rd-level spell",
			">- {spell/Wandering Star Motes} can be prepared as a 3rd-level spell",
			">",
			">#### Paladin",
			">",
			">- {spell/Faerie Fire} can be prepared as a 1st-level spell",
			">- {spell/Calm Spirit} can be prepared as a 2nd-level spell",
			">- {spell/Darkvision} can be prepared as a 2nd-level spell",
			"",
			"### Description",
			"",
			"Untold millennia ago, the Prince of the Moon spent as much time roistering with the other gods as he did flying out to vanquish evil. He and his lover {faith/Shizuru} were the epitome of romantic love, and Tsukiyo's happiness inspired unquenchable envy in his brother, {faith/Fumeiyoshi}. In a fit of rage, Fumeiyoshi murdered Tsukiyo, cutting a wound so deep that it left the moon forever scarred. Unwilling to accept her lover's death, Shizuru convinced {faith/Qi Zhong} to ply his greatest medicines undo death itself, and three nights later, life returned to the fallen god. For Fumeiyoshi's crime of fratricide and deicide, the other gods condemned him to live within his brother's grave, from which he would always envy his betters.",
			"",
			"Tsukiyo's death and rebirth changed him into a god of transformations and transitions, from those of the lunar cycle to the shepherding of souls to the afterlife. His personality changes gradually over time, ranging from coolly judgmental to brimming with quiet compassion. Despite occasional outbursts of passion, Tsukiyo is reclusive and even shy. This predilection shapes his divine undertakings; he rarely participates in monumental affairs, but he doesn't hesitate to connect with individual mortals to offer silent support in times of need. Despite his reserved demeanor, he is an unshakable advocate for the frightened, the lost, and the misunderstood - particularly those maligned by society for thinking or perceiving the world differently from their neighbors. Though this often takes him away from the light of mainstream civilization and the sun, his lover Shizuru seems to understand and provide him space, so that both can combat injustice in their own ways.",
			"",
			"Tsukiyo appears in art far less frequently than Shizuru, but when he does, it is as a Tian-Min man with long silver hair and a peaceful, understanding smile. His age often changes in symbolic reflection of the moon's phases. His green robes seem woven from flexible jade, and he wields a spear crafted from spun moonlight."
		]
	},
	"uaransaph": {
		"name": "Uaransaph",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Uaransaph]{sub=\"The Creeping Pit\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Uaransaph](https://www.pathfinderwiki.com/wiki/Uaransaph) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Falling, nonmagical flight, projectiles  ",
			"**Domains** {domain/Air}, {domain/Evil}, {domain/Luck}, {domain/Void}  ",
			"**Subdomains** {domain/Daemon}, {domain/Fate}, {domain/Isolation}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Repeating_light crossbow}  ",
			"**Symbol** Smoke rising from a pit  ",
			"**Sacred Animal(s)** Trap-door spider  ",
			"**Sacred Color(s)** Black, brown",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Shoot a creature from the sky, or push one to its death from a great height. Gain a +4 profane bonus on attack rolls against flying creatures.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/create pit}",
			">2. {feat/extended} {spell/fly}",
			">3. {spell/hungry pit}",
			"",
			"### Description",
			"",
			"Uaransaph, the Creeping Pit, appears as an eyeless dragon oozing boiling black tar from his mouth. Shorn of his own wings, he has grafted onto his back dozens of others ripped from a wide range of flying victims."
		]
	},
	"ulon": {
		"name": "Ulon",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"::fh[Ulon]{sub=\"The Web\"}",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/75}  ",
			"**Pathfinder Wiki** [Ulon](https://www.pathfinderwiki.com/wiki/Ulon) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Conspiracy, isolation, and manipulation  ",
			"**Domains** {domain/Charm}, {domain/Community}, {domain/Evil}, {domain/Knowledge}, {domain/Trickery}  ",
			"**Subdomains** {domain/Cooperation}, {domain/Daemon}, {domain/Deception}, {domain/Lust}, {domain/Memory}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Hand crossbow}  ",
			"**Symbol** Black pentagon within a purple circle",
			"",
			"### Description",
			"",
			"Ulon is a mysterious figure, so much so that some who follow the ways of the Web don't actually believe a deity is the source of the faith's power. Ulon finds this perfectly acceptable, as the deity isn't interested in sycophants, instead thriving where conspiracy threads its way into society. Ulon is a distraction from the evil that goes on. They are a motivation for people to fight. They are a reason to question. Ulon is the ever-seeking truth.",
			"",
			"Lies abound, and only by exposing those lies can truth be told. However, Ulon teaches that truth and lies are both manufactured in similar ways, so one must be careful how they pick apart the web. Ulon was almost unknown in Azlanti society except as an urban myth, sometimes whispered about as a way to the All-Truth. Despite this obscurity, many who operated in the shadows of society heard the name Ulon with great frequency, and sought to learn more.",
			"",
			"Ulon's adherents gathered in small cells that rarely interacted with one another but independently worked toward the common goal of unraveling the secrets of the empire. They constantly spied upon government leaders, prominent socialites, and wealthy merchants, hoping to uncover the truth. Eventually the moment came when one of Ulon's highest priests discovered the overwhelming influence the mysterious alghollthus held over Azlant. Only the upper strata of Ulon's clergy knew of this revelation, and alghollthu-controlled agents of the Diamond Throne ruthlessly hunted down these members of Ulon's faith to keep the secret from spreading."
		]
	},
	"upion_and_warrik": {
		"name": "Upion and Warrik",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"## Upion and Warrik",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74}  ",
			"**Pathfinder Wiki** [Upion and Warrik](https://www.pathfinderwiki.com/wiki/Upion%20and%20Warrik) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Iblydan Hero-Gods  ",
			"**Areas of Concern** Promises, shield-bearers  ",
			"**Domains** {domain/Charm}, {domain/Good}, {domain/Protection}  ",
			"**Subdomains** {domain/Friendship}, {domain/Love}  ",
			"**Favored Weapon** none",
			"",
			"### On Golarion",
			"",
			"**Nationality** Iblydan",
			"",
			"## Other Rules",
			"",
			"- Upion and Warrik can grant up to 4th-level spells.",
			"",
			"### Description",
			"",
			"Comrades turned lovers, these two warriors (male half-orc and human) have grown so close that their mythic power manifests only when they are together. The two are joint hero-gods of promises and shield-bearers."
		]
	},
	"urazra": {
		"name": "Urazra",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic"
		],
		"description": [
			"::fh[Urazra]{sub=\"Breaker of Bones\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Urazra](https://www.pathfinderwiki.com/wiki/Urazra) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Giant Deities  ",
			"**Areas of Concern** Battle, brutality, strength  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Evil}, {domain/Strength}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Ferocity}, {domain/Fur}, {domain/Resolve}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Spiked gauntlet}  ",
			"**Symbol** Bear totem  ",
			"**Sacred Animal(s)** Grizzly bear  ",
			"**Sacred Color(s)** Brown, red",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-antipaladin/Iron Tyrant/ (Antipaladin)}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Bear Pelt of the Bonebreaker}",
			"",
			"### Description",
			"",
			"{SOURCE Gods and Magic/50}  ",
			"This god has gained much popularity among the younger and more brutal {monster/stone giant/s}, particularly young males who tire of herding and long for the excitement of raiding. He promises his followers strength, fortitude, and immunity to pain in exchange for acts of savagery and living sacrifices (typically creatures captured during raids). Elder giants oppose this faith, as it rejects wisdom and civilization in favor of the most bestial aspects of giant nature, things best left behind ages before. Persuasive younger priests attract followers who accept the controversial idea that strength and force of will are more important than knowledge or history. Followers of Urazra identify with bear totems, and most champions of the faith have levels in the {class/barbarian} class."
		]
	},
	"urgathoa": {
		"name": "Urgathoa",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Divine Anthology",
			"Pathfinder #47: Ashes at Dawn"
		],
		"description": [
			"::fh[Urgathoa]{sub=\"The Pallid Princess\"}",
			"",
			"{SOURCE Inner Sea Gods/156}  ",
			"**Pathfinder Wiki** [Urgathoa](https://www.pathfinderwiki.com/wiki/Urgathoa) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Core Deities  ",
			"**Areas of Concern** Disease, gluttony, undeath  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Magic}, {domain/Strength}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Cannibalism}, {domain/Corruption}, {domain/Daemon}, {domain/Divine}, {domain/Ferocity}, {domain/Murder}, {domain/Plague (|Death)}, {domain/Plague (|Evil)}, {domain/Self-Realization (|Strength)}[^A], {domain/Shadow (|Death)}, {domain/Undead}  ",
			"**Realm** Bloodrot, Abaddon  ",
			"**Allies** {faith/Zon-Kuthon}  ",
			"**Enemies** {faith/Erastil}, {faith/Gorum}, {faith/Gozreh}, {faith/Pharasma}, {faith/Sarenrae}, {faith/Shelyn}  ",
			"**Temples** cathedrals, feast halls, graveyards  ",
			"**Holy Days** Night of the Pale (night of morbid revelry and hauntings, December 31), various regional holidays  ",
			"**Minions** {subtype/daemon/s}, disease carriers, undead  ",
			"**Herald** {monster/Mother's Maw} (giant winged vampire skull)  ",
			"**Favored Weapon** {eq-weapon/Scythe}  ",
			"**Symbol** Skull-decorated fly  ",
			"**Sacred Animal(s)** Fly  ",
			"**Sacred Color(s)** Red, green",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Darklands, Geb, Osirion, Ustalav, Varisia  ",
			"**Nationality** Varisian",
			"",
			"## {rule/Divine Gift>s}",
			"",
			">{SOURCE Planar Adventures/81}  ",
			">The recipient dies and rises at the next sunset (or after 12 hours have passed, whichever comes first, but never in a situation that would result in the gift being granted during the day) as a {template/vampire}. (At the GM's discretion, other vampire templates, such as jiang-shi or nosferatu, can be applied rather than the standard vampire template.) If the character is already a vampire, he does not suffer any of the traditional vampire weaknesses (such as sunlight or running water) for 24 hours.",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Cover a table (or suitable flat surface) with a black velvet cloth and spread a feast atop it. If you are in the wilderness or another area where fine food is not readily available, load the table with the best quality food you can find in whatever amount you have. Eat to the point of painful fullness, sipping wine between dishes and reciting a prayer to Urgathoa. At the end of the hour, consume a piece of rotten fruit, rancid meat, moldy cheese, or other spoiled bit of food. Trust in Urgathoa to protect you from any sickness or disease that might follow. Treat your caster level as 1 higher when casting necromancy spells.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/156}",
			">",
			">1. **Pestilent Penitent (Sp)** {spell/curse water} 3/day, {spell/feast of ashes} 2/day, or {spell/contagion} 1/day",
			">2. **Death Knowledge (Su)** Your knowledge of the arcane workings of death increases. Your familiar can teach you one new spell from either the {domain/Death} or {domain/Magic} domain spell list. The spell must be of a level you can cast, and once you choose the spell, your selection can't be changed. If you cast spells from a spellbook, you learn a new spell in the same manner, though it appears magically in your spellbook. If you cast spells spontaneously, you can choose one spell to add to your list of spells known, but you gain no additional spell slots.",
			">3. **Blight of Ruin (Su)** Your {hex/blight} hex gains power from Urgathoa's favor. If you use your blight hex on a plot of land, you can affect an area whose radius is equal to 20 &times; your combined witch and evangelist levels. If you blight a creature of the animal or plant type, increase the saving throw DC by 4 and the curse's effect to 2 points of Constitution damage per day. If the target successfully saves against your blight hex, it instead takes 3d6 points of negative energy damage. If you don't have access to the blight hex, you instead gain the ability to use {spell/mass fester} once per day as a spell-like ability.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/156}",
			">",
			">1. **Mistress of Undeath (Sp)** {spell/inflict light wounds} 3/day, {spell/desecrate} 2/day, or {spell/animate dead} 1/day",
			">2. **Bolstering Channel (Su)** When you {ability/channel negative energy} to heal undead creatures, you infuse the targets with negative energy made more powerful by Urgathoa's influence. Any undead creatures healed by your channeled energy increase their movement speed by 10 feet for 1 round for every Hit Die you possess.",
			">3. **Ally from the Grave (Sp)** The Pallid Princess's servants have taken notice of your deeds and answer your call. Once per day as a standard action, you can summon a {monster/bhuta} to serve you. You gain telepathy with the bhuta to a range of 100 feet. The bhuta follows your commands perfectly for 1 minute for every Hit Die you possess before vanishing back to its home. It doesn't obey commands that would make it perform overly good acts, and such instructions could cause it to attack you if they are particularly egregious.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/156}",
			">",
			">1. **Glutton for Slaughter (Sp)** {spell/magic missile} 3/day, {spell/acid arrow} 2/day, or {spell/fireball} 1/day",
			">2. **Scythe Wielder (Ex)** You have trained extensively with Urgathoa's deadly favored weapon and with many related weapons, and you wield them with the skill of the Pallid Princess's most favored undead champions. If you selected the {ability/weapon<heavy blades| group>s} for your weapon training class feature, increase your attack and damage bonuses with heavy blades by 1. If you don't have the weapon training class feature, you instead gain a +1 bonus on attack and damage rolls with the scythe only.",
			">3. **Fearless in the Face of Undeath (Ex)** You have spent too much time among the unliving to be taken in by their tricks and abilities, and you are proof against many of their powers. Increase your bravery saving throw bonus by 1. This bonus now applies to saving throws against any spells and effects generated by undead creatures, as well as against fear effects. The bonus also applies to nonmagical effects generated by undead creatures, such as a {monster/deathweb}'s poison. If you don't have the bravery class feature, you instead gain a +2 profane bonus on saving throws against spells and effects generated by undead.",
			"",
			"## Antipaladin Code",
			"",
			">The antipaladins of Urgathoa are creatures of the night, plague-bearers and bringers of death. They seek to spread Urgathoa's gifts by the sword and by emulating their goddess. Their tenets include the following affirmations.",
			">",
			">- The grave opens to us all. We hasten the living on their inevitable path.",
			">- The deathless are the true expression of existence, for they are beyond life and death. I will emulate their ways and destroy those who would defile their timeless perfection.",
			">- I have no duty but to my hunger and my goddess.",
			">- Existence is hunger. Both life and death feed on life. I am an instrument of transition.",
			"",
			"## {feat/Divine Fighting Technique}",
			"",
			">### Urgathoa's Hunger",
			">",
			">{SOURCE Divine Anthology}",
			">",
			">The grisly content of Pallid Cravings can be found in many places where the Pallid Princess maintains a significant presence, especially within the undead nation of Geb. The pages of this manuscript are said to be tattooed onto a humanoid and flensed off while the victim is still alive; the swaths of skin are then carefully preserved for presentation in the book. Pallid Cravings details hundreds of ways for a member of Urgathoa's faithful to satisfy her depraved urges for an opponent's flesh and blood while in battle.",
			">",
			">**Initial Benefit:** A number of times per day equal to your Wisdom bonus, you can feast upon the life essence of a creature that you hit with a scythe. Activating this ability is a swift action. When you do so, you gain a number of temporary hit points equal to the damage you dealt with the scythe attack. These temporary hit points last for 1 minute and don't stack.",
			">",
			">**Advanced Prerequisite:** {feat/Divine Fighting Technique}, 10 ranks in {skill/Heal}, Base Attack Bonus +7.",
			">",
			">**Advanced Benefit:** A number of times per day equal to your Wisdom bonus, you can exacerbate any lingering contagions within a target's body upon making a successful melee attack with a scythe. Activating this ability is a swift action, and causes the target to immediately attempt additional saving throws against all diseases with which it is currently afflicted. Any failed saves cause the target to immediately take the effects of that disease, while a successful save does not count toward the number of consecutive saves that the target must succeed at in order to cure the disease.",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-bard/Dirge Bard/ (Bard)}",
			">- {arc-witch/Gravewalker/ (Witch)}",
			">- {arc-cleric/Undead Lord/ (Cleric)}",
			">",
			">### Feats",
			">",
			">- {feat/Bolster Undead}",
			">- {feat/Potion Glutton}",
			">- {feat/Shatter Resolve}",
			">- {feat/Thanatopic Spell}",
			">- {feat/Threnodic Spell}",
			">- {feat/Undead Master}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Urgathoa}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Pallid Chain}",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Gluttonous Feasting Ring}",
			">",
			">### Magic Items - Sets",
			">",
			">- {magic-set/Urgathoa's Gluttony}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Nail of the Princess}",
			">- {magic-weapon/Reaper's Lantern}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Darkskull}",
			">- {magic-wondrous/Gloves of Bony Power}",
			">- {magic-wondrous/Mask of the Skull}",
			">- {magic-wondrous/Pallid Crystal}",
			">- {magic-wondrous/Plagueborn Mantle}",
			">- {magic-wondrous/Robe of Bones}",
			">- {magic-wondrous/Urgathoa's Breath}",
			">",
			">### Monsters",
			">",
			">- {monster/Mother's Maw/ (Herald)}",
			">- {monster/Pallid Angel}",
			">- {monster/Sarcovalt}",
			">",
			">### Spells",
			">",
			">- {spell/Epidemic}",
			">- {spell/Ghoul Hunger}",
			">- {spell/Plague Bearer}",
			">",
			">### Traits",
			">",
			">- {trait/Corpse Cannibal}",
			">- {trait/Deathspeaker}",
			">- {trait/Denial of Fate}",
			">- {trait/Inoculated}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/163}",
			">",
			">#### Antipaladin",
			">",
			">- {spell/Ghoul Touch} can be prepared as a 2nd-level spell",
			">- {spell/Purify Food and Drink} can be prepared as a 1st-level spell",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Ghoul Touch} can be prepared as a 2nd-level spell",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Ghoul Touch} can be prepared as a 2nd-level spell",
			">- {spell/Purify Food and Drink} can be prepared as a 0-level spell",
			">",
			">#### Sorcerer",
			">",
			">- {spell/Contagion} can be prepared as a 3rd-level spell [^W]",
			">- {spell/Remove Disease} can be prepared as a 3rd-level spell [^W]",
			">",
			">#### Wizard",
			">",
			">- {spell/Contagion} can be prepared as a 3rd-level spell [^N] [^W]",
			">- {spell/Remove Disease} can be prepared as a 3rd-level spell [^N] [^W]",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #47: Ashes at Dawn/71}",
			">",
			">- :hll[spell/Summon Monster I:] {template/Bloody Human |Skeleton}",
			">- :hll[spell/Summon Monster VII:] {monster/Daughter of Urgathoa} (extraplanar)",
			">",
			">### Other Rules",
			">",
			">{SOURCE Inner Sea Gods/163}",
			">",
			">- Priests who cast {spell/remove disease} may draw diseases into themselves as they heal their targets; they become carriers without suffering ill effects. {spell/Contagion} spells cast by Urgathoa's priests always use the caster's spell DC for the disease's secondary saves.",
			"",
			"### Description",
			"",
			"{SOURCE Inner Sea Gods/157}  ",
			"Urgathoa is an utterly amoral, hedonistic goddess, concerned only with satiating her own desires regardless of the consequences others suffer. Like {faith/Desna}, she strives for experience and a full appreciation of the world - but her appreciation is utterly selfish. She was once a mortal woman with a tremendous appetite for life, one who rebelled against the notion of being judged by {faith/Pharasma} and losing the joys of living. Somehow in death she found the strength to tear herself from Pharasma's endless line of souls and return to Golarion, becoming a divine being and the world's first undead creature. Her existence is a corruption of the natural order; some say her first divine footprints upon the soil of the Material Plane birthed plague and infection, and that the first {monster/shadow/s} and {monster/wraith/s} were born of her breath.",
			"",
			"The goddess's half-rotted form limits the sensations she can experience, so she makes up for this lack with gluttonous depravity - she's tasted the brains of human infants to savor their innocence, torn the heart from the last living member of a race just to feel the sensation of its hot blood on her hands, and inflicted boils and leprosy upon handsome princes just to see the unique patterns they form on royal flesh. To her, the dull existence of a dead soul is pointless and tedious compared to the vibrant intensity of mortal or undead sensation, and creatures should cram as much sensation into existence as possible. Asceticism is repugnant to her, and she particularly loathes those who follow the strict taboos of {eq-misc/the Prophecies of Kalistrade}.",
			"",
			"Urgathoa is usually depicted as a beautiful, raven-haired woman from the waist up - much like her mortal self, though she's as pale as a hungry vampire. Her lower half is rotted and withered, decaying farther down until only blood-covered bones remain at her feet. When she walks, she leaves bloody, skeletal footprints. Although she sometimes manifests nude in the faithful's visions, she usually appears wearing a sheer red or black gown. From neck to toe, the gown is stained with hideous patches of black, brown, and red. On rare occasions, she assumes a monstrous shape similar to those of the hideous undead creatures known as {monster/daughter[s] of Urgathoa}, with one huge arm covered in fanged mouths and a tail made of multiple fused spinal columns.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait.",
			"[^W]: Arcane version.",
			"[^N]: Only necromancers gain this benefit."
		]
	},
	"uruskreil": {
		"name": "Uruskreil",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Uruskreil]{sub=\"The Metal Wing\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Uruskreil](https://www.pathfinderwiki.com/wiki/Uruskreil) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Armor, mercilessness, revelation  ",
			"**Domains** {domain/Evil}, {domain/Glory}, {domain/Law}, {domain/Strength}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Honor}, {domain/Resolve}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Falchion}  ",
			"**Symbol** Metallic wings and flame  ",
			"**Sacred Animal(s)** Stag beetle  ",
			"**Sacred Color(s)** Brown, iron gray",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Use your weapon to utterly destroy something fragile. Gain a +4 profane bonus on saving throws against spells and abilities that deal ability damage or drain.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/magic vestment}",
			">2. {spell/finger of death}",
			">3. {spell/fiery body}",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"### Description",
			"",
			"The Metal Wing is said to have the ability to smell weakness and fear - and to appear to mortals harboring such feelings and cut them down on the spot."
		]
	}
}
