{
	"jezelda": {
		"name": "Jezelda",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Jezelda]{sub=\"Mistress of the Hungry Moon\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Jezelda](https://www.pathfinderwiki.com/wiki/Jezelda) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Desolation, the moon, werewolves  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Evil}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Fur}, {domain/Moon}  ",
			"**Favored Weapon** {eq-weapon/Scimitar}  ",
			"**Symbol** Full moon above moor  ",
			"**Sacred Animal(s)** Wolf  ",
			"**Sacred Color(s)** Black, silver",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Under the night sky, offer prayers to the moon. On nights when there is no moon, you must supplement your prayers by sacrificing a living creature by tearing out its throat with your teeth and feeding on the still-warm body. Gain a +4 profane bonus on saving throws attempted when the moon is visible in the night sky.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/58}",
			">",
			">1. **Moonshadow (Sp)** {spell/keen senses} 3/day, {spell/darkness} 2/day, or {spell/rage} 1/day",
			">2. **Lunatic Potency (Su)** The light of the moon fills your spells with maddening power and opens your heart to pure and primal rage. The DC of spells and spell-like abilities you cast under the light of the moon increase by 1, and you are healed of an amount of damage equal to the spell's level as the spell is cast. During nights of the full moon, spells with the fear or emotion descriptor have their save DCs increased by 2 and you are healed of an amount of damage equal to twice the spell's level when you cast such a spell.",
			">3. **Howl at the Moon (Su)** You take on the aspect of the wolf: you become more rugged, your ears become elongated, and you sprout sharp fangs and fur. You gain a +2 profane bonus to your Strength, the {umr/scent} ability, and a +4 bonus on {rule/trip} combat maneuvers checks. You gain a bite {umr/natural attack} that deals damage appropriate to your size (1d6 if you are Medium). As a swift action or whenever you hit with a bite attack, you can attempt combat maneuver to trip your foe; this trip attempt does not provoke attacks of opportunity.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/58}",
			">",
			">1. **Gift of the Moon (Sp)** {spell/charm animal} 3/day, {spell/summon nature's ally II} (1 fiendish wolf or 1d3 wolves only) 2/day, or {spell/beast shape I} 1/day",
			">2. **Afflicted Lycanthrope (Su)** You contract {corruption/lycanthropy} and become a werewolf (even if you couldn't normally gain that template). If you are already a werewolf, you become a true lycanthrope. If you are already a true lycanthrope, you gain a +2 bonus to your Strength and Constitution scores.",
			">3. **True Lycanthrope (Su)** You can use your lycanthropic change shape ability as a swift action. You become a true lycanthrope if you were an afflicted lycanthrope. If you are already a true lycanthrope, you gain another +2 bonus to your Strength and Constitution scores.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/58}",
			">",
			">1. **Desolation of Flesh (Sp)** {spell/ray of enfeeblement} 3/day, {spell/feast of ashes} 2/day, or {spell/ray of exhaustion} 1/day",
			">2. **Beast Within (Su)** You contract lycanthropy and become a werewolf (even if you couldn't normally gain that template). If you are already a werewolf, you become a true lycanthrope. If you are already a true lycanthrope, you gain a +2 bonus to your Dexterity score and a 10-foot increase to your base speed in your hybrid or animal form.",
			">3. **Lupine Champion (Su)** You can use your lycanthropic change shape ability as a swift action. You become a true lycanthrope if you were an afflicted lycanthrope. If you are already a true lycanthrope, your natural armor bonus increases by 2 in your hybrid and animal form, or it increases by 6 when you're not wearing armor. In addition, you gain the {umr/pounce} ability when in your hybrid form (whether you are a true lycanthrope or not), but only when you make attacks with natural weapons.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/58}  ",
			"In certain rural areas, particularly in the region of Darkmoon Vale or within the gloomy woodlands of Lozeri in northern Ustalav, the howls of wolves carry an additional implied threat when they echo across the land on nights of the full moon. Here, stories of werewolves and their bloody predations on rural folk are facts of life.",
			"",
			"The original source of lycanthropy has long fascinated scholars and philosophers, for it is an affliction that has plagued civilization from the very beginning. Many religious texts point to a woman named Jezelda as the first to spread lycanthropy among the mortals of the world, but strangely, the texts of Jezelda's own worshipers do not support this claim; instead they remain strangely silent upon her history, as if it held a secret the world is not yet meant to know. That Jezelda was once a mortal woman seems apparent enough, and that she suffered lycanthropy seems logical, but her worshipers are noncommittal when asked about her origins. That she exists to be worshiped is enough for the faithful of the Mistress of the Hungry Moon.",
			"",
			"Jezelda is a shapechanger and the patron of werewolves. She can appear as a beautiful and dark-haired Varisian woman, a feral and slavering wolf with huge fangs and yellow eyes, or her favored form - an emaciated amalgamation of the two. Regardless of the form she adopts, she always bears a pair of demonic horns atop her head. Despite her association with werewolves and the moon, Jezelda is not a deity of lycanthropy itself. Indeed, she despises non-werewolf lycanthropes and charges her worshipers with seeking out these \"heretics\" for particularly grisly sacrifices in which all manner of silvered torture implements worshipers use with horrifying creativity. Good-aligned lycanthropes in particular provoke Jezelda's ire, and sacrificing them almost always curries her favor."
		]
	},
	"jiraviddain": {
		"name": "Jiraviddain",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Jiraviddain]{sub=\"Duke of Fissures\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Jiraviddain](https://www.pathfinderwiki.com/wiki/Jiraviddain) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Debility, dependence, frailty  ",
			"**Domains** {domain/Community}, {domain/Evil}, {domain/Healing}, {domain/Law}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Family}, {domain/Home}, {domain/Restoration}  ",
			"**Favored Weapon** {eq-weapon/Sap}  ",
			"**Symbol** Crumbling fissure  ",
			"**Sacred Animal(s)** Mule  ",
			"**Sacred Color(s)** Black, brown",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Pray on the frailty of flesh while you cut yourself. Gain a +4 profane bonus on saves against disease.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/death knell}",
			">2. {spell/heal}",
			">3. {spell/symbol of vulnerability}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"A hideous fiend whose body consists of rotting meat, the Duke of Fissures is an unfailing sycophant of {faith/Baalzebul}."
		]
	},
	"jubilex": {
		"name": "Jubilex",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Jubilex]{sub=\"The Faceless Lord\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Jubilex](https://www.pathfinderwiki.com/wiki/Jubilex) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Ooze, poison, sloth  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Evil}, {domain/Water}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Flotsam}, {domain/Rage}  ",
			"**Favored Weapon** {eq-weapon/Heavy mace}  ",
			"**Symbol** Melting red eye  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Green, red",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">Submerge a small, severed piece of a human body in a vial of acid and chant praise to Jubilex as the flesh dissolves. Gain a +4 profane bonus on all saving throws against poison.",
			"",
			"### Boons: {feat/Demonic Obedience}",
			"",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/18}",
			">",
			">1. **Sign of the Faceless Lord (Sp)** {spell/grease} 3/day, {spell/delay poison} 2/day, or {spell/slow} 1/day",
			">2. **Poisonous Touch (Sp)** Up to 3 times per day, you may use {spell/poison} as a spell-like ability. If you make an attack with a melee weapon, you may activate this ability as a swift action as part of your attack, targeting the foe struck with the effect. This ability is the equivalent of a 7th-level spell.",
			">3. **Call Forth the Spawn (Sp)** Thrice per day you may use {spell/destruction} as a spell-like ability. The body of a creature slain by this ability immediately transforms into an {monster/ochre jelly} under your mental control. Ochre jellies created by this ability melt away into noxious residue after 1 hour. This ability is the equivalent of a 9th-level spell.",
			"",
			"### Boons: {feat/Fiendish Obedience}",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/60}",
			">",
			">1. **Spreading Slime (Sp)** {spell/corrosive touch} 3/day, {spell/web} 2/day, or {spell/stinking cloud} 1/day",
			">2. **Deliquescent Blessing (Su, Sp)** The blessing of the Faceless Lord grants you a measure of kinship to jellies, oozes, and slimes. Unintelligent oozes never attack you, and intelligent oozes have an initial starting attitude of friendly toward you. You gain ooze empathy - this works like a druid's {ability/wild empathy} (using your character level as your druid level), except only with oozes. You can use this ability to influence intelligent oozes as though using the Diplomacy skill. In addition, once per day, you can transform a creature's body into an ooze; this acts as per {spell/baleful polymorph}, except that the target is transformed into an ooze. A creature of 3 Hit Dice or fewer becomes a {monster/gray ooze}, one with 4-9 Hit Dice becomes a {monster/gelatinous cube} or {monster/ochre jelly} (chosen randomly), and a creature of 10 or more Hit Dice becomes a {monster/black pudding}. The target's gear does not transform with it; any such items fall under or within the ooze's body, which may cause them to take damage or to be destroyed. If the ooze has the split ability, splitting the ooze creates one ooze that retains the creature's original identity (for the purpose of memories or restoring the creature) and one normal, mindless ooze.",
			">3. **Faceless Form (Ex)** Your form twists into a reflection of Jubilex's own shapeless appearance - your flesh becomes translucent emerald slime, your skin takes on a nauseating glistening sheen, and ogling crimson eyes sprout across your body. You gain the {umr/amorphous}, {umr/all-around vision}, and {umr/compression} universal monster abilities. Your body still retains enough rigidity that you can speak, wield objects and weapons, and wear items like armor. In addition, if you have a hand free and not covered by a glove, you can make a touch attack as a standard action; on a hit, the touched creature takes 4d6 points of acid damage.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/60}",
			">",
			">These boons are the same as those granted by Demonic Obedience.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/60}",
			">",
			">1. **Toxification (Sp)** {spell/ray of sickening} 3/day, {spell/pernicious poison} 2/day, or {spell/eruptive pustules} 1/day",
			">2. **Abyssal Humors (Ex, Su)** The sickness of the Undersump has infused your flesh, and you spread its horror with every crushing blow. You gain immunity to poison. Three times per day, as a swift action, you can exude a {main/equipment_<poison>s} worth up to 50 gp per character level you have. This poison remains potent for 1 hour before turning to gritty dust. You can apply this poison to a weapon you wield as part of exuding it, deliver it as a contact poison with a touch, exhale it as an inhaled poison into an adjacent creature's face, or otherwise use this poison as you choose.",
			">3. **Roiling Mind (Su)** Your mind becomes the churning blankness of a mindless ooze, thick with a psychic toxin that poisons those who reach inside. You gain immunity to mind-affecting effects.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/61}  ",
			"Of the demon lords whose influence can be felt on Golarion, Jubilex may be the one least concerned with maintaining a cult. His favored {monster/omox} demon minions do more to spread his cults than he does - in fact, it's debatable whether Jubilex even realizes he has worshipers. Only among the drow is his faith particularly pervasive; they regard him as a patron of poison and toxins and often consider him a competitor to {faith/Haagenti}. However, even those who worship him tend to think of him not as an entity to be venerated so much as a source of power to be tapped. Yet despite the Faceless Lord's lack of interest in his faithful, he enjoys absorbing the bodies of unwilling mortals from the Material Plane into his protoplasmic bulk, and never turns away any of the sacrifices his worshipers render unto him.",
			"",
			"Jubilex appears as a shapeless, green mass of ooze marbled with dark ribbons of tar and hundreds of glaring red eyes the size of a man's head. In combat, he can lash out with several acidic and poisonous tentacles. The nature of these poisons shifts and changes even between strikes, such that it is difficult - if not impossible - to prepare for their ravages ahead of time. The fact that Jubilex's toxins can affect even creatures that usually can't be poisoned only further secures his role as a lord of poison. The acid secreted by his immense body is particularly potent against flesh and bone, and is likewise capable of damaging creatures normally immune to acid. But assaulting his enemies with irresistible poisons and supernaturally potent acids are only the simplest of the horrors Jubilex is said to be able to unleash. Some who have confronted the Faceless Lord and lived to tell the tale speak of Jubilex drawing fluids like blood and tears from a living creature's body and investing the fluid with the malevolent destructive nature of an ooze before returning the stolen fluids to the donor so that it is consumed, painfully, from within. Others speak of the Faceless Lord's ability to turn the very air into a thick, cloying suspension that is as unpleasant as it is difficult to move through. Even when the air surrounding Jubilex isn't thickened, the overwhelming stink of his presence can kill plants and strip flesh from bone. Surely the demon lord has other foul methods of attack as well - atrocities that none have yet survived to warn the world of."
		]
	},
	"jyotah": {
		"name": "Jyotah",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Jyotah]{sub=\"He Who Walks Among the Gods\"}",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Jyotah](https://www.pathfinderwiki.com/wiki/Jyotah) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Fur}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Meditate upon the ecstasy that utter selfishness and determination can bring. Gain a +4 profane bonus on saving throws against mind-affecting effects.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a {monster/rakshasa} achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/calm emotions}",
			">2. {spell/freedom of movement}",
			">3. {spell/banishment}",
			"",
			"::h2[Description]{jl}",
			"",
			"He Who Walks Among the Gods supposedly traveled to the realms of all deities in Hell, visiting with them and learning their ways, before he achieved immortality."
		]
	},
	"kabriri": {
		"name": "Kabriri",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned",
			"Mythic Realms"
		],
		"description": [
			"::fh[Kabriri]{sub=\"Him Who Gnaws\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Kabriri](https://www.pathfinderwiki.com/wiki/Kabriri) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Ghouls, graves, secrets kept by the dead  ",
			"**Domains** {domain/Chaos}, {domain/Death}, {domain/Evil}, {domain/Knowledge}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Memory}, {domain/Murder}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/light_<Flail}  ",
			"**Symbol** Skull bowl of maggots  ",
			"**Sacred Animal(s)** Grave worms  ",
			"**Sacred Color(s)** Blue, ivory",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">You must partake of a cannibal feast; the body upon which you feed must either be at least a week old or be eaten while atop a grave. Gain a +4 profane bonus on all saving throws against paralysis and against disease effects from undead.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/62}",
			">",
			">1. **Shadow of Death (Sp)** {spell/chill touch} 3/day, {spell/gentle repose} 2/day, or {spell/assume appearance} 1/day",
			">2. **Corpse Communion (Sp)** You can rifle through the minds of the dead in search of forbidden knowledge or lost lore. Three times per day, you can touch a corpse of any age to gain knowledge from it as a standard action. This works similarly to {spell/speak with dead}, except that you receive all answers immediately and telepathically (removing the need for the body to have intact vocal structures) and the dead creature gains no saving throw against this effect, regardless of its alignment. If you take the time to consume a significant portion of the corpse, you can ask two additional questions. This option increases the casting time to 10 minutes. Of course, regardless of the method by which you choose to commune with the corpse, the body might not hold the knowledge you seek, and once you use this ability on a dead body, you can't use it again on the same body again in the future.",
			">3. **Lore of the Countless Dead (Sp)** Your hunger for forbidden knowledge allows you to tap into the collective spellcraft of all the multiverse's innumerable dead, a repository of arcana stretching back to the dawn of time. Once per day as a standard action, you can cast any spell of 7th level or lower, as if using {spell/wish} to cast another spell. This is the equivalent of a 9th-level spell, and any DCs and other effects are calculated as a 9th-level spell, regardless of the spell's normal level.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/62}",
			">",
			">1. **Kiss of the Grave (Sp)** {spell/deathwatch} 3/day, {spell/ghoul touch} 2/day, or {spell/speak with dead} 1/day",
			">2. **Undead Minion (Sp)** Worship of Kabriri has revealed to you secret methods by which you can coax unlife from rotten flesh and old bones. You can cast {spell/create undead} as a spell-like ability twice per day. The undead created obey you without question. You can have only one such minion active at a time; if you use this ability to create a new undead minion, the previous undead is destroyed.",
			">3. **Ghoulish Apotheosis (Ex)** For you, death is not an ending but a beginning. The next time you die, you rise as a {monster/ghoul} after 24 hours. Your type changes to undead and you lose all the abilities of your previous race, replacing them with a +2 natural armor bonus, darkvision 60 feet, {umr/channel resistance} +2, and a ghoul's physical attacks. You do not change your total Hit Dice or alter your ability scores. If you achieve this boon when you're already an undead creature, you instead gain a +4 profane bonus to your Charisma score.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/62}",
			">",
			">1. **Charnel Pits (Sp)** {spell/expeditious excavation} 3/day, {spell/create pit} 2/day, or {spell/stinking cloud} 1/day",
			">2. **Ghoulish Hungers (Ex)** You hunger for the flesh of the dead... and the living. You gain a bite attack that deals damage [appropriate for your size](misc/damage_die_adjustments) (1d6 if you're Medium). Any creature damaged by your bite attack must succeed at a Fortitude save or become infected with {disease/ghoul fever}. The save DC of this ghoul fever is equal to 10 + half your Hit Dice + your Constitution modifier (or your Charisma modifier, if you have no Constitution score).",
			">3. **Undertaker (Sp)** With nothing but your will alone, you can slaughter and entomb your foes in one fell swoop. Once per day, you can cast {spell/finger of death} as a spell-like ability. Any creature killed by this effect is immediately entombed 6 feet underground within a 6-inch-thick stone sarcophagus, along with its gear. One week after interment, a creature entombed by this ability breaks free from its sarcophagus as a chaotic evil {monster/ghast} with all class levels it had in life; these ghasts are not under your control, but are often friendly toward you.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Mythic Realms/55}",
			">",
			">- :hll[spell/Summon Monster I:] {template/Fiendish} {template/Human |Zombie} [standard or fast zombie]",
			">- :hll[spell/Summon Monster II:] {template/Fiendish} {monster/Ghoul}, {template/Fiendish} {template/Plague |Zombie}",
			">- :hll[spell/Summon Monster III:] {template/Fiendish} {monster/Ghast}",
			">- :hll[spell/Summon Monster IV:] {template/Giant} {template/Fiendish} {monster/Ghast}",
			">- :hll[spell/Summon Monster V:] {monster/Ghul}",
			">- :hll[spell/Summon Monster VI:] {template/Fiendish} {monster/Ghul}, {monster/Great Ghul}",
			">- :hll[spell/Summon Monster VII:] {template/Fiendish} {monster/Great Ghul}, {template/Fiendish} {monster/Shaitan}",
			">",
			">### Other Rules",
			">",
			">{SOURCE Mythic Realms/55}",
			">",
			">- When using {spell/create undead}, a cleric or oracle of Kabriri can create a ghul or great ghul from the corpse of a genie rather than creating a mummy (minimum caster level 15th). When creating a ghoul, ghast, ghul, or great ghul with this spell, a cleric or oracle of Kabriri can also apply the fiendish template to that creature. This requires the caster to double the normal material component cost or sacrifice a living humanoid as an additional material component of casting the spell.",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/62}  ",
			"It is said that when the first humanoid (an elf, it so happened) to feed upon the flesh of his brother died, he was reborn in the Abyss in the reeking bowels of a vast necropolis that the plane created in his honor. This first ghoul abandoned his previous life and embraced his new undeath, becoming the demon lord Kabriri. For his first few centuries of existence, he traveled among the worlds of the Material Plane, sampling like a gourmand the contents of graveyards and spreading the infectious \"word\" of his condition to any who would listen - in effect, infecting the inhabitants of innumerable worlds with the first and strongest strain of ghoul fever. Yet wherever Kabriri traveled, he took pains to avoid the burial grounds of elves, and did not spread his word among their kind. Whether his restraint was due to a fragment of shame over his first act of cannibalism or fear of confronting even a tiny fragment of the life he'd left behind, Kabriri left the elven people alone. Repercussions of his avoidance continue to this very day, as the touch of ghouls cannot paralyze elves. In contrast, other humanoids who succumb to the disease find their ears growing long and pointed, as if in some cosmic mockery of the elven form.",
			"",
			"Kabriri appears as a muscular ghoul with pointed ears, sharp teeth, a long tongue, and pale gray flesh. His eyes are beady and red, his hands are talons, and his feet are hooves. (Strangely, the ghouls who revere him generally sport humanoid feet, while it is the ghouls of Leng who walk upon hooves.) His favored weapon is a two-headed flail of iron and bone, its twin heads made from skulls wrapped in strips of spiked iron. This weapon is capable of transforming those it strikes into ghouls, and causes the flesh of the living to rot away. Kabriri's breath can also transform the living into ghouls, and his gaze can instill an unholy cannibalistic hunger that can drive sane folk to go on murderous, gluttonous rampages."
		]
	},
	"kaikyton": {
		"name": "Kaikyton",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Kaikyton]{sub=\"The Stitchweaver\"}",
			"",
			"{SOURCE Book of the Damned/120}  ",
			"**Pathfinder Wiki** [Kaikyton](https://www.pathfinderwiki.com/wiki/Kaikyton) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Kyton Demagogues  ",
			"**Areas of Concern** Experimentation, physical merger, stiches  ",
			"**Domains** {domain/Community}, {domain/Earth}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** {domain/Family}, {domain/Fear}, {domain/Metal}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Spiked chain}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Spend an hour stitching mortal flesh. The creature you stitch gains a number of temporary hit points equal to half its Hit Dice (lasting 24 hours or until lost). You know when any of these hit points are lost.",
			">",
			">{SOURCE Book of the Damned/121}  ",
			">The principals of the {family/kyton} race number among the planes' most audacious explorers, artistes, and scientists. Constrained by neither morals nor taboos, kyton demagogues pursue perfection in myriad profane fields. Lost limbs and lives mean little to the kyton demagogue - only the next boundary to shatter and the promise of what could be. The kyton demagogues are legion, but nine of those best known to Golarion's cultic scholars are presented here.",
			">",
			">Kyton demagogues are far less likely than other fiendish demigods to flaunt their power. All kyton demagogues are lawful evil and range in power from CR 26 to CR 30. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities each usable once per day.",
			">",
			">1. {spell/stone shape}",
			">2. {spell/greater polymorph}",
			">3. {spell/shapechange}",
			"",
			"::h2[Description]{jl}",
			"",
			"A joiner of souls and unifier of skins, Kaikyton seeks to merge parts into greater wholes. The Stitchweaver left her mark upon Golarion during the Age of Darkness when she created the canyon city of Kagalko. Ever since, the Choir Vales of Southern Garund have been marred by the miles-long march of razor-sharp ridges known as Kyton Lace."
		]
	},
	"kalma": {
		"name": "Kalma",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Kalma]{sub=\"The Rasping Count\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Kalma](https://www.pathfinderwiki.com/wiki/Kalma) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Burial rites, death, insects  ",
			"**Domains** {domain/Animal}, {domain/Death}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Murder}, {domain/Slavery}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Heavy pick}  ",
			"**Symbol** Cricket on tombstone  ",
			"**Sacred Animal(s)** Cricket  ",
			"**Sacred Color(s)** Black, brown",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Pray over an unburied corpse. Gain a +4 profane bonus on saving throws against death effects.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/stinking cloud}",
			">2. {spell/finger of death}",
			">3. {spell/crushing hand}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"Refined and beetle-like, the Rasping Count attracts flies from countless worlds that transport the souls of the unburied."
		]
	},
	"kazutal": {
		"name": "Kazutal",
		"sources": [ "Faiths of Golarion" ],
		"description": [
			"::fh[Kazutal]{sub=\"Mother Jaguar\"}",
			"",
			"{SOURCE Faiths of Golarion/29}  ",
			"**Pathfinder Wiki** [Kazutal](https://www.pathfinderwiki.com/wiki/Kazutal) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Community, liberty, and safety  ",
			"**Domains** {domain/Community}, {domain/Good}, {domain/Liberation}, {domain/Protection}, {domain/Strength}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Machete}  ",
			"**Symbol** A jaguar's head on a circular green background",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Razatlan  ",
			"**Nationality** Razatlani",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Gather with others for an hour and discuss a topic that threatens the bonds of your community, family, or friendship. If you and your allies are fortunate enough that no such malady is currently a challenge, read and recite passages from She of Grace and Might to remind yourselves of your goals and aspirations for the day. If you are traveling alone, find others to speak to about the beneficial strengths of community and freedom to develop that community into a more positive place. Guide any arguments during this discussion toward understanding and acceptance, even if afterward not all parties agree on the final resolution. Gain a +2 sacred bonus on Diplomacy and Intimidate checks.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Faiths of Golarion/29}",
			">",
			">1. **Strong Ally (Sp)** {spell/liberating command} 3/day, {spell/mirror image} 2/day, or {spell/dispel magic} 1/day",
			">2. **Liberating Surge (Su)** When your allies are threatened, you have the tools to alleviate them of their imposed limitations. Once per day as a standard action, you can cast either {spell/break enchantment} or {spell/freedom of movement} as a spell-like ability targeting one of your allies within 300 feet whom you can perceive. The spell has a caster level equal to your character level.",
			">3. **Shared Expertise (Su)** You know that your bond to your allies is your greatest benefit. Each time you complete your obedience, you can select {main/feats_<a bonus |teamwork/ feat}. You must meet the prerequisites for this feat. All of your allies are treated as if they possessed the same teamwork feat as you for the purpose of determining whether you receive the benefit of the teamwork feat. As a free action, you can grant this feat to all allies within 30 feet who can see and hear you. Allies do not need to meet the prerequisites of the bonus teamwork feat. You can grant this feat for a number of rounds per day equal to your Hit Dice. These rounds need not be consecutive. You can select a different teamwork feat for this boon each time you complete your obedience.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Faiths of Golarion/29}",
			">",
			">1. **Preparation (Sp)** {spell/anticipate peril} 3/day, {spell/anticipate thoughts} 2/day, or {spell/magic circle against evil} 1/day",
			">2. **Defending Shield (Su)** Your dedication to protecting your community manifests as a way to shield yourself and others. Three times per day as a standard action, you can summon a mystical glowing shield that sheds light as a torch. This shield manifests in a square within 30 feet of you, and it can share your space or that of any of your allies. If the defending shield is in a creature's square, it grants that creature a sacred bonus to its Armor Class equal to your Wisdom modifier. You can move the shield to a different square within 30 feet of you as a swift action and can dismiss the shield as a free action. The defending shield lasts for 10 rounds each time it is summoned.",
			">3. **Bountiful Refuge (Su)** You know the benefits of a communal meal shared with friends and family. Once per day, you can create a safe extradimensional space that you and your allies can occupy for a number of hours equal to your Hit Dice. The space holds as many as eight creatures (of any size) that you designate, all of which must be within 30 feet of you when you use this ability. Creatures in the extradimensional space are hidden beyond the reach of spells (including divinations) unless those spells work across planes. Creatures within the space can see the environs outside of the space, but those outside cannot see inside. Within the refuge is a bountiful table set with as many chairs as the number of creatures invited in, and the table holds a delicious feast that acts as the {spell/heroes' feast} spell with a caster level equal to your Hit Dice.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Faiths of Golarion/29}",
			">",
			">1. **Dedicated Might (Sp)** {spell/true strike} 3/day, {spell/bull's strength} 2/day, or {spell/heroism} 1/day",
			">2. **Caring Defender (Su)** Protection of self and community is paramount to you. You gain a +2 sacred bonus to your Armor Class. When using the {rule/aid another>_2} action to increase an ally's Armor Class, this sacred bonus increases to +4 and the ally gains an additional +2 bonus to her Armor Class against attacks.",
			">3. **Allied Actions (Su)** You understand that any actions undertaken for good are multiplied by those within your community. Once per day as a standard action, you can cast {spell/battlemind link} as a spell-like ability. In addition, once per day you can cast {spell/deflection} as a spell-like ability. The caster level of these spells is equal to your character level.",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">Paladins of Kazutal proudly defend their communities and encourage strong relationships among the people they know and with whom they interact. Kazutal's paladins prefer friendship to violence, but they never back down from their responsibility to stand up for those weaker than themselves or those they consider under their protection. Their tenets include the following affirmations.",
			">",
			">- Bonds are what give our society strength. Though families and communities are complex and ever changing, I will focus to maintain the positive connections with my own family and community, and encourage others to do the same.",
			">- No law, price, or justification can legitimize slavery. I will free slaves where I find them and will never enslave another creature to act against its own will.",
			">- Conquest is destruction. I will always fight to defend others from violent subjugation, and no tyrant will ever receive my deference.",
			">- I understand that failure is expected, and that my life belongs to more than myself. If I give my life for others, I do so fully respecting its worth, and I will do my best to prevent others from committing pointless sacrifices.",
			">- Love is the province of the brave. If I value something, I must not hide my feelings. I will show the world my love by protecting that which I cherish. My example lends my strength to those who share my love but fear to act.",
			">- I will defend liberty, even when it challenges established community and family standards. Those who are true to themselves forge the strongest relationships with others, and I must protect them so long as they do no harm and do not infringe on others' liberty in turn.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Unique Spell Rules",
			">",
			">{SOURCE Faiths of Golarion/31}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Beast Shape I} can be prepared as a 3rd-level spell",
			">- {spell/Beast Shape II} can be prepared as a 4th-level spell",
			">- {spell/Beast Shape III} can be prepared as a 5th-level spell",
			">",
			">#### Paladin",
			">",
			">- {spell/Blessing of Fervor} can be prepared as a 4th-level spell",
			">- {spell/Freedom of Movement} can be prepared as a 4th-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"Kazutal, also known as Lady Jaguar, Mother Jaguar, and She of Grace and Might, was worshipped differently thousands of years ago. In ancient times, the Razatlani spread across Arcadia, subjugating other peoples and establishing their own rigid and tyrannical empire. The Razatlani prayed to Kazutal for strength in battle and protection from injury, much as people do today, but few considered her a goddess who cared at all for society or freedom. In this age of chaos and warfare, most of Kazutal's worship was focused on military might, until the catastrophe of Earthfall disrupted the grasp of the Razatlani Empire.",
			"",
			"After Earthfall, Kazutal's surviving clergy used their forces to help other survivors make it through the first few centuries of darkness. Since people depended upon their neighbors to survive, they called on Kazutal's strength to protect every member of the community, as the loss of one person could spell the death of the rest. Through these efforts, a stronger bond of friendship and family blossomed in Kazutal's church. She became a guardian among the ashes, a patron of defense instead of war. Her church grew during that dark time, as her followers sought to unite Arcadia's survivors in the far reaches where the Razatlani Empire had expanded ages ago.",
			"",
			"Kazutal recognizes the importance of improving connections and relationships within a community as the pinnacle of proper protection, for a society with strong community bonds can withstand the worst assaults. Her concept of community revolves around a sense of solidarity and responsibility; actual laws are of less importance, and the restraints of any oppressive dogma must be torn down. Kazutal's priests teach that only a free and open society can truly be strong: cultures that harbor internal hatreds will destroy themselves when placed under pressure."
		]
	},
	"kelinahat": {
		"name": "Kelinahat",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Kelinahat]{sub=\"She of Ebon Wings\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Kelinahat](https://www.pathfinderwiki.com/wiki/Kelinahat) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Intelligence, spies, stealth  ",
			"**Domains** {domain/Darkness}, {domain/Good}, {domain/Knowledge}, {domain/Law}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Espionage (|Knowledge)}, {domain/Moon}, {domain/Night}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Short sword}  ",
			"**Symbol** Shortsword and moon  ",
			"**Sacred Animal(s)** Bat  ",
			"**Sacred Color(s)** Black, light blue",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"She of Ebon Wings is the empyreal lord of spies and stealth. Her agents use guile and shadow magic to infiltrate bastions of evil and bring back valuable intelligence."
		]
	},
	"kelizandri": {
		"name": "Kelizandri",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"::fh[Kelizandri]{sub=\"Brackish Emperor\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Kelizandri](https://www.pathfinderwiki.com/wiki/Kelizandri) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Elemental Lords  ",
			"**Areas of Concern** Drowning, water, waves  ",
			"**Domains** {domain/Destruction}, {domain/Evil}, {domain/Travel}, {domain/Water}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Exploration}, {domain/Fear}, {domain/Oceans}  ",
			"**Favored Weapon** {eq-weapon/Trident}  ",
			"**Symbol** Notched shark's fin  ",
			"**Sacred Animal(s)** Great white shark  ",
			"**Sacred Color(s)** Blue, green",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Elemental Vigor}",
			">- {feat/Touch of the Brackish Emperor}",
			">",
			">### Traits",
			">",
			">- {trait/Affinity for the Elements}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Planes of Power/6}  ",
			"The Brackish Emperor spends much of his time in hibernation before waking to claim territory and destroy all he finds. Few stand a chance against this immense draconic demigod composed of metal and crystal."
		]
	},
	"kelksiomides": {
		"name": "Kelksiomides",
		"sources": [ "Distant Shores" ],
		"description": [
			"::fh[Kelksiomides]{sub=\"The Green Warden\"}",
			"",
			"{SOURCE Distant Shores/13}  ",
			"**Pathfinder Wiki** [Kelksiomides](https://www.pathfinderwiki.com/wiki/Kelksiomides) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Iblydan Hero-Gods  ",
			"**Areas of Concern** Hero-god of gardens, orchards, and terraces  ",
			"**Domains** {domain/Good}, {domain/Plant}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Sickle}  ",
			"**Symbol** Image of a tree emerging from a home",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Aelyosos  ",
			"**Nationality** Iblydan",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Unique Spell Rules",
			">",
			">#### Cleric, Oracle, Warpriest",
			">",
			">- {spell/Plant Growth} can be prepared as a 2nd-level spell [only for the spell's enrichment effect]",
			">- {spell/Goodberry} can be prepared as a 1st-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"Kelksiomides was born in a village of vintners and subsistence farmers in the hills of Pol-Ptirmeios, where he learned the arts of horticulture from his parents and the language of the vines from his grandfather. In turn, he developed labor-saving devices for tilling, irrigating, and fertilizing the soil that quickly earned him a glowing reputation across the city-state. When he came of age, it was his privilege to cart his family's wine to the capital for the annual tasting competition, and when their cask won top honors, the council unilaterally decided that he should receive the cyclopes' blessing.",
			"",
			"The giants spoke of future tragedy that would grant him both immortality and humility. Kelksiomides was puzzled, for typical myth-speakings told of fearless monster slayers and arcane prodigies, whereas his path seemed mundane and depressing. Fate struck when he returned home to find his village burned and his family slain by Sylirican raiders. The forces of Pol-Ptirmeios rounded up the 17 perpetrators and dragged them back to the ruined village. There he forgave them, proclaiming that new life shall always succeed misfortune, and they too would have their chance to redeem themselves for their crimes. With that, a tree emerged from the shattered homes and bore a single fruit infused with mythic power.",
			"",
			"Kelksiomides believes in restoring hope and life when all seems lost, a drive that inspired him to emigrate to Aelyosos following Liachora's destruction. He encourages others to cultivate beauty, reap the harvest, and share its fruits to inspire others to do the same. He is averse to violent retribution, though ruling a vengeful city with a hawkish co-ruler sometimes forces him to act against his teachings."
		]
	},
	"keltheald": {
		"name": "Keltheald",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Keltheald]{sub=\"The Sunset Spires\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Keltheald](https://www.pathfinderwiki.com/wiki/Keltheald) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Natural formations, sunsets, vistas  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Sun}, {domain/Travel}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Day}, {domain/Exploration}, {domain/Light}  ",
			"**Favored Weapon** {eq-weapon/Halberd}  ",
			"**Symbol** Coastal cliff at sunset  ",
			"**Sacred Animal(s)** Kestrel  ",
			"**Sacred Color(s)** Orange, red",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"Followers of Keltheald seek out breathtaking vistas and natural wonders, believing that these sights reflect the glory of the celestial planes. "
		]
	},
	"kerkamoth": {
		"name": "Kerkamoth",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Kerkamoth]{sub=\"The Waiting Void\"}",
			"",
			"{SOURCE Concordance of Rivals/10}  ",
			"**Pathfinder Wiki** [Kerkamoth](https://www.pathfinderwiki.com/wiki/Kerkamoth) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Primal Inevitable  ",
			"**Areas of Concern** Emptiness, entropy, and stillness  ",
			"**Domains** {domain/Darkness}, {domain/Destruction}, {domain/Law}, {domain/Void}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Warhammer}  ",
			"**Symbol** Starry circle within an iron ring",
			"",
			"::hl2[feat/Monitor Obedience]{jl}",
			"",
			">Seek out a cluttered place, such as an overgrown garden or messy closet. Spend 1 hour cleaning the space, removing at least half of the contents to consume, donate, or destroy. If you cannot access such a space, spend 1 hour in silent contemplation in an open area, envisioning in detail the orderly creations that might soon fill that place. Gain a +4 bonus on Fortitude saves against effects that would deal hit point damage.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/10}",
			">",
			">1. **Temporal Warden (Sp)** {spell/sanctuary} 3/day, {spell/silence} 2/day, or {spell/sands of time} 1/day",
			">2. **Timely Absence (Su)** Once per day as an immediate action when you would fail a saving throw or be reduced to 0 hit points or fewer by an effect, you can disappear from reality altogether and avoid the immediate effects (not being hit or poisoned, for example). You leave behind a transparent afterimage, and at the beginning of your next turn, you reappear in your space (or the nearest available space if that is now occupied) and are {misc/staggered} until the end of your turn.",
			">3. **Invert Entropy (Su)** You take no penalties from {rule/energy drain>ed}, though you can still be killed if you accrue more negative levels than you have Hit Dice. Once per day as a move action, you can remove a number of your temporary negative levels equal to half your Hit Dice. For every 2 negative levels removed, you gain 10 temporary hit points and a cumulative +1 insight bonus on ability checks, attack rolls, saving throws, and skill checks; both effects last until the end of your next turn.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Proctor}",
			"",
			"::h2[Description]{jl}",
			"",
			"Although philosophers often confuse decay for the onslaught of entropy, the faithful of Kerkamoth understand that natural decay on both a visible and atomic level is key to a healthy multiverse. That which is empty has its own order and potential to form great things. Just as a toppling tree leaves space for new growth, so too does the deterioration and controlled demolition of civilization leave fallow realms just waiting to be filled by fresh innovation. For creation to continue, there must be regulated emptiness. Above all, these processes must be silently calculated, predictable, and systematic; the wanton destruction inflicted by the likes of {family/daemon/s}, {family/demon/s}, and {family/protean/s} threatens the entire process."
		]
	},
	"ketephys": {
		"name": "Ketephys",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Golarion"
		],
		"description": [
			"::fh[Ketephys]{sub=\"The Hunter\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Ketephys](https://www.pathfinderwiki.com/wiki/Ketephys) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Elven Deities  ",
			"**Areas of Concern** Forestry, hunting, the moon  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Good}, {domain/Plant}, {domain/Weather}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Feather}, {domain/Fur}, {domain/Growth}, {domain/Moon}, {domain/Seasons}  ",
			"**Favored Weapon** {eq-weapon/long<Bow}  ",
			"**Symbol** Hawk with moon and sun  ",
			"**Sacred Animal(s)** Hawk  ",
			"**Sacred Color(s)** Gold, silver",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Kyonin, Sovyrian  ",
			"**Nationality** Elf",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Go into the woods sometime between dusk and dawn. Find a set of animal prints, and track the creature down. When you find the creature, do not kill it, but instead kneel down near it and thank it for being part of the forest. Leave an appropriate food offering for this creature, and go without waking it up if it is sleeping or frightening it if it is awake. If it accepts your offering, once you have left or it awakens, you gain a +2 sacred bonus on Handle Animal and wild empathy checks. You can also attempt Handle Animal checks untrained, even if the task would normally require that you be trained. If there are no woods nearby, you can track an animal through a different kind of natural terrain instead. If you cannot access natural terrain of any kind, you cannot perform this obedience.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Faiths of Golarion/35}",
			">",
			">1. **Woods-walker (Sp)** {spell/feather step} 3/day, {spell/chameleon stride} 2/day, or {spell/burst of speed} 1/day",
			">2. **Moonlight Vision (Ex)** You hunt at night, during Ketephys's hour, and your experiences have heightened your perception in poor lighting conditions. You gain low-light vision. If you already have low-light vision, you instead gain darkvision with a range of 60 feet. You also gain a +4 sacred bonus on Perception checks at night.",
			">3. **Verdant Camouflage (Ex)** You know how to disappear as well as the Hunter himself does. You can use the Stealth skill even when being observed, as per the {class/ranger/'s} hide in plain sight ability, and whenever you are moving at half speed or slower, you have {rule/concealment} from enemies. You gain a +4 sacred bonus on Stealth checks while in the forest.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Faiths of Golarion/35}",
			">",
			">1. **Nature's Remedy (Sp)** {spell/goodberry} 3/day, {spell/resist energy} 2/day, or {spell/remove disease} 1/day",
			">2. **Beckon Creatures (Su)** Your connection to the animals of the forest is deep, and they come running when they hear your call as quickly as they would come to help Ketephys. You gain {ability/wild empathy} as per a druid of your character level. Once per day as a standard action, you can let out a cry and all animals within 200 feet immediately come to you as quickly as possible. They will not take unnecessarily dangerous risks to reach you, such as leaping over wide streams. This is a magical call, and animals respond even if unable to hear the call due to environmental conditions or deafness. For a number of minutes equal to your exalted level, you can communicate with these animals as if you had cast {spell/speak with animals}. They are automatically friendly to you but are not obligated to do what you ask.",
			">3. **Heal Poison (Ex)** You have studied the venoms and poisons of the natural world enough to avoid their effects and help your allies. You gain immunity to poison. As a standard action when an ally is poisoned, you can attempt a Heal check to study the poison. If the result of your check exceeds the DC of the poison by 5, you immediately neutralize the poison and reverse the instantaneous or permanent effects caused by the poison, such as ability damage. You do not heal hit point damage or ability damage or drain caused by any other effects, and you must attempt a separate check for each poison affecting your ally. You must be adjacent to your ally to use this ability. If you fail, you cannot use this ability for either that ally or that poison for 1 week.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Faiths of Golarion/35}",
			">",
			">1. **Nature's Offense (Sp)** {spell/entangle} 3/day, {spell/gust of wind} 2/day, or {spell/earth tremor} 1/day",
			">2. **Forest's Ward (Su)** You are a sacred guardian of the forest, protecting the wilderness as Ketephys does, and the forest protects you in turn. Whenever you are in the forest, you gain a +2 sacred bonus to AC. No matter what terrain you are in, creatures of the animal type must succeed at a Will save (DC = 10 + your Hit Dice) or be unable to attack you unless you harm them first.",
			">3. **Hunter's Shot (Ex)** You have practiced Ketephys's art of archery for so long that you can ignore effects that would ruin shots for lesser archers - some say your aim is as good as that of the Hunter himself. You ignore {rule/cover} or {rule/concealment} from plants, though trees large enough to completely block your vision still provide total cover to the target. You also take no penalties on your ranged attacks due to the effects of wind, and you ignore any miss chance caused by mundane or magical winds. This ability functions no matter what terrain you are in.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Traits",
			">",
			">- {trait/Favored Prey}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Faiths of Golarion/37}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Arcane Mark} can be prepared as a 0-level spell",
			">- {spell/Charm Animal} can be prepared as a 1st-level spell",
			">- {spell/Animal Aspect} can be prepared as a 2nd-level spell",
			">- {spell/Hold Animal} can be prepared as a 2nd-level spell",
			">- {spell/Aspect of the Stag} can be prepared as a 4th-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"Though commonly worshipped among the elves of Golarion, Ketephys's power is strongest in Sovyrian, the secret ancestral home of elves, where they retreated after the Starstone struck in -5293 AR. The elves returned to Golarion in 2497 AR out of necessity when the demon {monster/Treerazer}, Lord of the Blasted Tarn, moved into Kyonin after being exiled from the Abyss, threatening the sacred elf gate known as the Sovyrian Stone. The normally restrained Ketephys was livid to see the corruption of Kyonin's forests, as once-lush, green woods turned to poison and decay, and the earth rotted under the demon's influence. Ketephys personally led a team of expert archers as part of the battle to save Iadara, restore the forests, and drive Treerazer into the Fierani swamps. Though now returned to his normal peaceful state, Ketephys still swears to eliminate Treerazer and his influence from Golarion completely.",
			"",
			"Ketephys's influence is generally weaker on Golarion than in Sovyrian, but nevertheless many elves in Kyonin worship him. Elven rangers and hunters worship him almost exclusively, as do many smaller communities. Some non-elven hunters worship Ketephys, and the open-minded god accepts these followers so long as they respect nature appropriately.",
			"",
			"Ketephys appears as a russet-skinned elf with the eyes of a hawk, with hawk feathers in place of his hair. He wears a cloak of gray feathers, a simple hunting jerkin, and fur wraps around his ankles; his feet are bare. He is never without his two companions: a hawk named Falling Star and a dog named Meycho. He treats these animals as equals, not pets or servants, and when the three hunt together, each has equal say in their quarry."
		]
	},
	"khepri": {
		"name": "Khepri",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Khepri]{sub=\"The Humble Hand\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/65}  ",
			"**Pathfinder Wiki** [Khepri](https://www.pathfinderwiki.com/wiki/Khepri) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Freedom, the rising sun, work  ",
			"**Domains** {domain/Artifice}, {domain/Good}, {domain/Liberation}, {domain/Sun}, {domain/Trickery}  ",
			"**Subdomains** {domain/Agathion}, {domain/Day}, {domain/Deception}, {domain/Freedom}, {domain/Revolution}, {domain/Toil}  ",
			"**Favored Weapon** {eq-weapon/Sling}  ",
			"**Symbol** Blue scarab  ",
			"**Sacred Animal(s)** Scarab beetle",
			"",
			"::h2[Description]{jl}",
			"",
			"Perhaps the most popular of the old gods among the common folk of Osirion is Khepri, who takes the form of a scarab or dung beetle. Khepri is the god of the rising sun in the eastern horizon, and the scarab rolling a ball of dung across the ground is seen as a symbol of Khepri pushing the sun across the sky. As the sun rises in the morning, so do the peasants who work all day with little reward, and Khepri is their divine embodiment, promising freedom from toil and reward for their labor in the afterlife. He is also a mischievous prankster, breaking up the tedium of the long days with his antics and poking fun at those who consider themselves the commoners' betters.",
			"",
			"Khepri is typically represented as a scarab beetle, or as a man with a scarab beetle for a head. As a solar deity, Khepri works closely with {faith/Ra} and {faith/Horus}, is friendly with {faith/Hathor}, and is opposed to {faith/Apep} and {faith/Set} and their evil machinations. As a trickster, Khepri is close friends with {faith/Bes}, and he relishes the distaste that his strange appearance, his pungent aroma, and all that he represents elicit in more refined and civilized gods such as {faith/Bastet}, {faith/Maat}, and {faith/Thoth}.",
			"",
			"Khepri seldom has dedicated temples, but as the patron of peasants, his priests can be found anywhere the common folk labor. Temporary shrines to the scarab god often spring up next to fields or at building sites, where workers make small offerings of a bite of their food or a sip of their beer, and ask Khepri to grant them an easy and productive day of work."
		]
	},
	"kitumu": {
		"name": "Kitumu",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"::fh[Kitumu]{sub=\"Mother of Fireflies\"}",
			"",
			"{SOURCE Inner Sea Gods/316}  ",
			"**Pathfinder Wiki** [Kitumu](https://www.pathfinderwiki.com/wiki/Kitumu) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Fireflies, hibernation, swarms  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Evil}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Fear}, {domain/Fur}, {domain/Insect}[^A]  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Four legged firefly  ",
			"**Sacred Animal(s)** Firefly  ",
			"**Sacred Color(s)** Black, yellow",
			"",
			"::h2[Description]{jl}",
			"",
			"Kitumu is shaped like a firefly, its beetle wings spanning hundreds of feet. She sends plagues of carnivorous fireflies as she awakens, and only a human sacrifice will calm her again.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"kofusachi": {
		"name": "Kofusachi",
		"sources": [ "Dragon Empires Gazetteer" ],
		"description": [
			"::fh[Kofusachi]{sub=\"The Laughing God\"}",
			"",
			"{SOURCE Dragon Empires Gazetteer/58}  ",
			"**Pathfinder Wiki** [Kofusachi](https://www.pathfinderwiki.com/wiki/Kofusachi) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Deities of Tian Xia  ",
			"**Areas of Concern** Abundance, discovery, happiness, prosperity  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Good}, {domain/Luck}, {domain/Travel}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Captivation}[^A], {domain/Exploration}, {domain/Fate}, {domain/Love}, {domain/Lust}, {domain/Trade}  ",
			"**Favored Weapon** {eq-weapon/Bo staff}  ",
			"**Symbol** String of seven coins  ",
			"**Sacred Animal(s)** Dog",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Hongal, Hwanggot, Tianjing  ",
			"**Nationality** Tian-Hwan",
			"",
			"::h2[Description]{jl}",
			"",
			"Kofusachi, the Laughing God, is the deity of happiness, prosperity, and abundance. His blessing is invoked when a child is born, at weddings, before business deals, and at the beginning of long journeys. He is depicted as a plump, bald man, always smiling, with bare, calloused feet, a walking stick in hand, and a dog at his heels. An incurable wanderer and inveterate libertine, Kofusachi has taken numerous gods and goddesses as lovers. Though his wanderlust always keeps such relationships from becoming too serious, Kofusachi is fast friends with {faith/Daikitsu}, {faith/Desna}, and {faith/Shelyn}.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"kols": {
		"name": "Kols",
		"sources": [
			"Inner Sea Gods",
			"Dwarves of Golarion"
		],
		"description": [
			"::fh[Kols]{sub=\"Oath-Keeper\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Kols](https://www.pathfinderwiki.com/wiki/Kols) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Dwarven Deities  ",
			"**Areas of Concern** Duty, honor, promises  ",
			"**Domains** {domain/Glory}, {domain/Law}, {domain/Nobility}, {domain/Strength}  ",
			"**Subdomains** {domain/Inevitable}, {domain/Leadership}, {domain/Loyalty}, {domain/Resolve}  ",
			"**Favored Weapon** {eq-weapon/light_<Hammer}  ",
			"**Symbol** Lizard perched on scroll  ",
			"**Sacred Animal(s)** Lizard  ",
			"**Sacred Color(s)** Brown, green",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">The paladins of Kols are skyseekers, honorable servants of rightful dwarven lords, steadfast guardians of dwarven sites, and punishers of deserters and oathbreakers. Their tenets include the following affirmations.",
			">",
			">- My responsibilities to my people are a sacred duty to my god. I will never willingly shirk my duties.",
			">- Oathbreakers and deserters undermine the bonds that hold society together. I will never allow one to go unpunished if it is within my power.",
			">- A promise is sacred. I will never willingly break any oath or contract.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Spells",
			">",
			">- {spell/Oath of Justice}",
			">",
			">### Traits",
			">",
			">- {trait/Strict Judgment}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Inner Sea Gods/182}  ",
			"{faith/Torag/'s} son Kols helps dwarves fulfill all their duties and obligations. Dwarven contracts traditionally bear a stamped seal of his holy symbol.",
			"",
			"{SOURCE Dwarves of Golarion/29}  ",
			"This tight-lipped god splits his time between following his father Torag and keeping his brother {faith/Grundinnar} out of danger. He punishes those who shirk their obligations or break oaths."
		]
	},
	"korada": {
		"name": "Korada",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Korada]{sub=\"The Open Hand of Harmony\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Korada](https://www.pathfinderwiki.com/wiki/Korada) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Korada}",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Foresight, forgiveness, peace  ",
			"**Domains** {domain/Good}, {domain/Healing}, {domain/Magic}, {domain/Protection}  ",
			"**Subdomains** {domain/Agathion}, {domain/Defense}, {domain/Divine}, {domain/Medicine}[^A], {domain/Restoration}  ",
			"**Favored Weapon** [Unarmed strike](rule/attack)  ",
			"**Symbol** Lotus above two figures  ",
			"**Sacred Animal(s)** Monkey  ",
			"**Sacred Color(s)** Green, purple",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Exactly at dawn, sit cross-legged in a quiet place. Fill your mind with thoughts of those who have harmed you or your loved ones. Strive to find forgiveness in your heart. Maintain your pose for an hour, rising above any physical discomfort you experience. Gain a +4 sacred bonus on saves against effects with the chaotic or lawful descriptor.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/17}",
			">",
			">1. **Harmonic (Sp)** {spell/bless} 3/day, {spell/augury} 2/day, or {spell/mad monkeys} 1/day",
			">2. **Steady Hand (Su)** Three times per day as a swift action, you can choose to deal nonlethal damage with a weapon that normally deals lethal damage for 1 hour. When you use this ability, you do not take the normal -4 penalty on attack rolls for dealing nonlethal damage with a lethal weapon, and the damage die of your weapon increases by one step as long as you deal nonlethal damage with it.",
			">3. **Quietude (Su)** You maintain an aura of utter peace. A continual sanctuary effect surrounds you, requiring enemies to succeed at a Will save (DC 11 + 1/2 your HD) to directly attack you. Extraplanar creatures that manage to attack you directly must succeed at an additional Will save (DC 14 + 1/2 your HD) or return to their plane of origin as though affected by a dismissal spell. If you attack another creature, the sanctuary effect temporarily subsides for 1d4+1 rounds.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/17}  ",
			"Korada is neither young nor old, only present and wise. Sparse light brown fur covers his body, and his three monkey tails constantly writhe behind him like the flickering flames of a fire. He carries no weapons; when spurred to anger, the Open Hand of Harmony uses only his hands and millennia of martial training to defend himself, refusing to cause lethal harm to his attacker. Korada's holy symbol has several incarnations based on the viewer's region and the local ideals of enlightenment and peace, though the most common representation is that of two kneeling figures before a lotus.",
			"",
			"Many who are weary from a lifetime of imbalance or violence turn to Korada in search of peace. Retired soldiers, their hands stained with blood, lay down their weapons forever in the name of this empyreal lord. Likewise, diplomats in strange lands, individuals facing difficult moral choices, and champions of evil who long for absolution all find comfort in the teachings of the Open Hand of Harmony. While true repentance is necessary for evil to turn to good, Korada believes that no mortals are beyond redemption.",
			"",
			"Korada is said to possess the gift of foresight, but he rarely acts on these strange visions. He believes the struggle to change is always worthwhile, even if such a journey does not always end in success. It is the process, not the result, that matters most to Korada and his followers. When he is not teaching lessons of harmony to his devotees, Korada resides in Nirvana, in the heart of the Dream Lotus - an efflorescent palace whose blossoming violet walls always drip with cool, golden nectar that is said to calm even the wildest of spirits.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"kostchtchie": {
		"name": "Kostchtchie",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned",
			"Pathfinder #69: Maiden, Mother, Crone"
		],
		"description": [
			"::fh[Kostchtchie]{sub=\"The Deathless Frost\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Kostchtchie](https://www.pathfinderwiki.com/wiki/Kostchtchie) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Kostchtchie}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Cold, giants, revenge  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Strength}, {domain/War}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Ferocity}, {domain/Ice}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Warhammer}  ",
			"**Symbol** Icy rune-carved hammer  ",
			"**Sacred Animal(s)** Polar bear  ",
			"**Sacred Color(s)** Blue, white",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">Spill the blood of a living creature onto snowcovered ground; the creature must remain alive during the entire obedience, and must die within a minute of the obedience's end. Gain a +4 bonus on all saving throws against cold.",
			"",
			"### Boons: {feat/Demonic Obedience}",
			"",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/19}",
			">",
			">1. **Frozen Wrath (Sp)** {spell/chill touch} 3/day, {spell/bull's strength} 2/day, or {spell/sleet storm} 1/day",
			">2. **Cold's Caress (Ex)** Gain cold resistance 30. If you are immune to cold, you may instead gain fire resistance 30. You may change to fire resistance if you gain immunity to cold at a point after you gain this boon.",
			">3. **Wrath of Frost (Sp)** You can cast {spell/giant form I} once per day. Three times during this ability's duration, you can cast an {feat/empowered} {spell/cone of cold} as a spell-like ability. This ability is the equivalent of a 9th-level spell.",
			"",
			"### Boons: {feat/Fiendish Obedience}",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/64}",
			">",
			">1. **Frozen Vengeance (Sp)** {spell/frostbite} 3/day, {spell/chill metal} 2/day, or {spell/unadulterated loathing} 1/day",
			">2. **Deathless Vengeance (Sp)** After you are slain, you will not rest until your killer is dragged shrieking into death with you. One round after your demise, your soul rises from your corpse and instantly seeks out your killer. This acts as per phantasmal revenge, except this is a necromancy effect with the death descriptor instead of the spell's normal school, subschool, and descriptors.",
			">3. **Eternal Vengeance (Sp)** While Kostchtchie's centuries of labor have brought him no closer to discovering the legendary torc that holds his cloven soul, he has learned much about the manner in which his soul was captured, and he gifts you with a fragment of that knowledge. Once per day, when you are the target of an attack or spell that would either kill you or render you helpless, you can target your attacker with a trap the soul spell as an immediate action after you resolve the effects of the attack on yourself (even if you are dead when this effect occurs). Instead of a gemstone, you must be carrying a piece of jewelry (such as a bracelet, ring, or torc) of adequate value to contain the target's soul. (Value derived from magical properties counts for this purpose.) A single piece of jewelry can hold only one soul, but if you are restored to life, you can release a trapped individual as a standard action by holding the jewelry out before you, which causes the target to reappear prone in that square. A creature released this way is stunned for 1d4 rounds.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/64}",
			">",
			">1. **Frozen Wrath (Sp)** {spell/chill touch} 3/day, {spell/bull's strength} 2/day, or {spell/sleet storm} 1/day",
			">2. **Cold's Caress (Ex)** Your lord's realm is a perpetually frozen landscape, and in unholy anticipation of taking your rightful place in that land your body has begun to adapt and change. You gain cold resistance 30. If you are immune to cold, or gain immunity to cold at a point after you gain this boon, you instead gain fire resistance 30.",
			">3. **Wrath of Frost (Sp)** Regardless of your true form, you see purity and power in the hulking shape of all giants. As a reward for your faith and devotion, you have gained the ability to cast {spell/giant form I} as a spell-like ability once per day. Three times during this ability's duration, you can cast {feat/empowered} {spell/cone of cold} as a spell-like ability.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/64}",
			">",
			">1. **Giant's Might (Sp)** {spell/enlarge person} 3/day, {spell/bear's endurance} 2/day, or {spell/force punch} 1/day",
			">2. **Twisted Grasp (Ex)** Your arms become longer, nearly dragging the ground when you walk, and appear to be bloated with unnatural muscle. You gain a slam attack that deals damage as appropriate for a creature one size category larger than yourself (1d8 for a Medium creature). If you already have one or more slam or claw attacks, those attacks deal damage as though you were one size category larger. This does not affect the size of manufactured weapons you can wield, but you gain a +2 bonus on damage rolls with manufactured melee weapons.",
			">3. **Titan Shape (Sp)** Through the blessing of the Deathless Frost, you can swell to giant size and crush your enemies with your titanic might. You can cast {feat/extended} {spell/giant form II} once per day as a spell-like ability. While under this effect, your gear resizes to fit your giant form. You can use this ability to assume a Huge-sized form of a giant that normally isn't Huge, such as a frost giant.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Spells",
			">",
			">- {spell/Frosthammer}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #69: Maiden, Mother, Crone/66}",
			">",
			">#### Antipaladin",
			">",
			">- {spell/Hex Ward} can be prepared as a 1st-level spell",
			">- {spell/Chill Metal} can be prepared as a 2nd-level spell",
			">",
			">#### Cleric, Ranger, Warpriest",
			">",
			">- {spell/Hex Ward} can be prepared as a 1st-level spell",
			">- {spell/Chill Metal} can be prepared as a 2nd-level spell",
			">- {spell/Litany of Vengeance} can be prepared as a 4th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #69: Maiden, Mother, Crone/66}",
			">",
			">- :hll[spell/Summon Monster III:] {template/Fiendish} {monster/Ice Elemental (Small)}",
			">- :hll[spell/Summon Monster V:] {template/Fiendish} {monster/Ice Elemental (Medium)}, {template/Half-Fiend} {monster/Yeti}",
			">- :hll[spell/Summon Monster VI:] {template/Fiendish} {monster/Ice Elemental (Large)}",
			">- :hll[spell/Summon Monster VII:] {template/Fiendish} {monster/Ice Elemental (Huge)}",
			">- :hll[spell/Summon Monster VIII:] {template/Fiendish} {monster/Ice Elemental (Greater)}",
			">- :hll[spell/Summon Monster IX:] {template/Fiendish} {monster/Ice Elemental (Elder)}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/65}  ",
			"Kostchtchie was born of Ulfen parents, and he became a murderer when his father forced him to kill his mother and sisters. Unsatisfied with the fleeting rush of energy and excitement afforded by these slayings, Kostchtchie proceeded to murder his father as well. After this, the man's taste for bloodshed only grew. But with each murder he committed, Kostchtchie grew more and more concerned that some day, he would himself be slain. Later in life, after he had become a ferocious warlord, Kostchtchie confronted the Witch Queen {monster/Baba Yaga} and tried to force her to grant him immortality. The witch agreed, but she twisted his form, turning him into a hideous giant and hiding the last fragment of his mortal soul in a magical torc. Kostchtchie fled to the Abyss to hide his shame and nurture his hatred, eventually finding a new purpose as a patron of those {monster/frost giant/s} who turned away from the god {faith/Thremyr} in search of an even more warlike deity. His worship is common not only in the Realm of the Mammoth Lords, but also in distant Iobaria and the frozen wastes of the Crown of the World far to the north.",
			"",
			"Kostchtchie appears as an immense, deformed frost giant with twisted legs, tiny white eyes, and a thick, matted beard into which he has woven dozens of skulls: trophies of slain kings and priests of rival faiths. He is never seen without his warhammer, an {eq-material/adamantine} maul of such prodigious size that even the strongest frost giant would have trouble wielding it, but which appears almost weightless in Kostchtchie's grizzled hands. This nefarious weapon can destroy nearly any object it strikes, and it stuns all but the largest creatures to suffer its crushing blows."
		]
	},
	"kroakoth": {
		"name": "Kro'akoth",
		"sources": [ "The Emerald Spire Superdungeon" ],
		"description": [
			"::fh[Kro'akoth]{sub=\"The Fire Serpent\"}",
			"",
			"{SOURCE The Emerald Spire Superdungeon/74}  ",
			"**Pathfinder Wiki** [Kro'akoth](https://www.pathfinderwiki.com/wiki/Kro'akoth) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Nascent Demon Lords  ",
			"**Areas of Concern** The forgotten, hidden agendas  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Fire}, {domain/Trickery}  ",
			"**Subdomains** {domain/Ambush}, {domain/Deception}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Smoke}  ",
			"**Favored Weapon** {eq-weapon/Falchion}  ",
			"**Symbol** The flaming head of a serpent, usually made of copper or red clay",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Pierce your flesh with red-hot metal barbs in the shape of serpent fangs; gain a +4 bonus on saving throws against fire.",
			">",
			">### Boons",
			">",
			">{SOURCE The Emerald Spire Superdungeon/74}",
			">",
			">1. **First Boon (Sp)** {spell/burning hands} 1/day",
			">2. **Second Boon (Sp)** {spell/invisibility} 1/day",
			">3. **Third Boon (Sp)** {spell/sepia snake sigil} 1/day",
			"",
			"::h2[Description]{jl}",
			"",
			"Kro'akoth is a relatively obscure nascent demon lord, but a successful DC 20 Knowledge (religion) check reveals the following. For millennia Kro'akoth the Fire Serpent was a general in the armies of the Abyss. He was a fierce leader and won many victories, but when he watched a legion of gnolls charge to certain death screaming Lamashtu's name, he realized true power lies in the worship of lesser beings.",
			"",
			"Kro'akoth started with legions of troglodytes already under his command, but he needed to find more followers not claimed by other demons. Over the centuries, he sought out forgotten mortal cults and those who never had gods at all. He now reigns over a network of cults, though few realize they serve the same master. Each cult has a slightly different agenda, but all worship Kro'akoth, even if their lower-level cultists don't realize it."
		]
	},
	"kroina": {
		"name": "Kroina",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Kroina]{sub=\"Lady All-Sight\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Kroina](https://www.pathfinderwiki.com/wiki/Kroina) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Divination, eyes, instincts  ",
			"**Domains** {domain/Good}, {domain/Knowledge}, {domain/Law}, {domain/Magic}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Divine}, {domain/Memory}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Longbow}  ",
			"**Symbol** Two heterochromatic eyes  ",
			"**Sacred Animal(s)** Woodpecker  ",
			"**Sacred Color(s)** Green, violet",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"Lady All-Sight can read a person's history with but a glance into his eyes, and teaches that instincts are the precursors to truth."
		]
	},
	"kunkarna": {
		"name": "Kunkarna",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Kunkarna]{sub=\"The Dream Warrior\"}",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Kunkarna](https://www.pathfinderwiki.com/wiki/Kunkarna) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Fur}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Study those presently or recently around you and envision using your life force to rip through their pathetic flesh. Gain a +4 profane bonus on saving throws against force effects.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a {monster/rakshasa} achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/detect thoughts}",
			">2. {spell/mind probe}",
			">3. {spell/dream scan}",
			"",
			"::h2[Description]{jl}",
			"",
			"Kunkarna the Dream Warrior is a bizarre immortal with incredible powers of mind reading and psychic magic. Oddly, no one has seen his true body in 99 lifetimes; he appears merely as a translucent, multi-headed spirit."
		]
	},
	"kurgess": {
		"name": "Kurgess",
		"sources": [ "Inner Sea Faiths" ],
		"description": [
			"::fh[Kurgess]{sub=\"The Strong Man\"}",
			"",
			"{SOURCE Inner Sea Faiths/65}  ",
			"**Pathfinder Wiki** [Kurgess](https://www.pathfinderwiki.com/wiki/Kurgess) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Bravery, competition, sport  ",
			"**Domains** {domain/Community}, {domain/Good}, {domain/Luck}, {domain/Strength}, {domain/Travel}  ",
			"**Subdomains** {domain/Agathion}, {domain/Competition}, {domain/Family}, {domain/Fate}, {domain/Home}, {domain/Resolve}, {domain/Self-Realization (|Strength)}[^A], {domain/Trade}  ",
			"**Favored Weapon** {eq-weapon/Javelin}  ",
			"**Symbol** Flexing arm with chain  ",
			"**Sacred Animal(s)** Horse  ",
			"**Sacred Color(s)** Gold, white",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Andoran, Druma, Isger, Taldor  ",
			"**Nationality** Taldan",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Find the nearest boulder, log, or other unattended object that you can reliably lift over your head, and hold it up high for the duration of the obedience while meditating on the ennobling nature of sports and tests of physical might. If you are interrupted at any time by any creature or person, you must challenge your interrupter to a contest of strength, speed, or stamina, with the boulder or another object of your obedience used as the main focus of the competition. Regardless of who wins, you gain a +2 sacred bonus on Acrobatics and Climb checks.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/65}",
			">",
			">1. **Blessed Runner (Sp)** {spell/longstrider} 3/day, {spell/cat's grace} 2/day, or {spell/haste} 1/day",
			">2. **Strong One (Su)** You are wise enough to know that strength is a useful attribute for more than just competition and combat, and Kurgess smiles upon you for this wisdom, granting you greater strength for your everyday activities. You gain a +2 sacred bonus on all Strength-based skill checks.",
			">3. **Farmer's Brawn (Su)** Great strength finds those who need it most, granting even the weakest individuals nearsupernatural abilities in moments of panic or to rescue loved ones, and Kurgess's evangelists are especially prone to such instantaneous bursts of brawn. Treat your carrying capacity as though your Strength ability score were 3 points higher than it actually is. Once per day, as long as you are wearing light, medium, or no armor, you can lift up to two unconscious or dead Medium or smaller creatures and their equipment onto your shoulders and still move up to your base speed, ignoring the added weight of your fallen comrades. You cannot both attack and move in the same round while carrying one or more creatures in this way. You can carry your companions in this way for a number of rounds equal to your Hit Dice; afterward, they encumber you as normal.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/65}",
			">",
			">1. **Holy Strength (Sp)** {spell/enlarge person} 3/day, {spell/bull's strength} 2/day, or {spell/rage} 1/day",
			">2. **Coordinated Escape (Su)** You and your allies know it is better to flee and live to continue the fight another day than to die honorable deaths that accomplish nothing. Three times per day as a standard action, you can shout an inspirational command that affects you and any allies within 60 feet for a number of rounds equal to your Hit Dice. During this time, affected characters can use the withdraw action to move up to triple their base speed (instead of up to double their base speed).",
			">3. **Break the Anvil (Su)** You don't believe it is enough to shame your enemies by relieving them of their weapons - if possible, you must shatter those weapons so they can never again stand against you. Once per day, you can perform a {rule/disarm} or {rule/sunder} combat maneuver with a +4 competence bonus against an adjacent creature and a weapon it holds. If you succeed, the creature's weapon is simultaneously damaged and disarmed, as though you had succeeded at both combat maneuvers simultaneously. If you exceed the target's Combat Maneuver Defense by 10 or more, the target drops the items it is carrying in both hands, but you only sunder the weapon you initially targeted. If you don't have either the {feat/Improved Disarm} or {feat/Improved Sunder} feat or a similar ability, this attempt provokes attacks of opportunity as normal; however, if you have one of the feats or a similar ability, this attempt does not provoke attacks of opportunity.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/65}",
			">",
			">1. **Master of Games (Sp)** {spell/true strike} 3/day, {spell/bear's endurance} 2/day, or {spell/heroism} 1/day",
			">2. **Reveal Frauds (Sp)** Like Kurgess, your keen sense of honor will not allow you to brook cheats among your ranks, and the insight bestowed by your devotion to your ideals has taught you to spot a fraud based on a hunch. You can use {spell/discern lies}, as per the spell, for a number of rounds per day equal to your Hit Dice. These rounds need not be consecutive. Activating this ability is an immediate action.",
			">3. **Unchained Savior (Su)** You are nothing without your teammates, and are willing to sacrifice your own safety to keep them alive. Once per day as an immediate action, if an ally within 60 feet of you would normally take enough damage to fall unconscious or die, you can move to an adjacent space and intercept the killing blow, taking the damage in your ally's place. If the attack would have inflicted any effects other than hit point damage, those effects are negated. If the damage would bring you to negative hit points, you are brought to 0 hit points instead, and the remaining damage is negated. Any attacks of opportunity you provoke by moving in this way are resolved after you take the damage from the intercepted blow; you take any damage from those attacks as normal.",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">Paladins of Kurgess are jovial in nature but firm in conviction, and brook no cheaters or liars among their ranks. Their tenants include the following affirmations.",
			">",
			">- Fairness and good sportsmanship are testaments to one's virtue. I must set the finest example of what it means to be sporting and noble in challenges of strength and honor.",
			">- A challenge that is won unfairly is not a challenge won. I am no cheat, and I will lose any contest of brawn, honor, or mettle rather than resort to knavery or trickery.",
			">- Frauds have no place among true competitors. In contests of import and high-stakes trials, I will unrelentingly reveal the untruthful and deliver them to their proper justice.",
			">- Winning and losing are two sides of the same coin, and both are worthy of acknowledgment. I treat champions with respect, but honor losers for their courage and willingness to challenge themselves.",
			">- I respectfully seek tutelage from my betters, give honest guidance to the less accomplished, and cherish most of all my friendships with rivals whose skill matches my own.",
			">- Every day is a contest to better oneself, and every deed undertaken is an opportunity to condition my allies and myself for the trials ahead.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Daring Exploit}",
			">- {feat/Intrepid Rescuer}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Darechaser}",
			">",
			">### Traits",
			">",
			">- {trait/Strength's Fanfare}",
			">- {trait/The Flexing Arm}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Faiths/67}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Expeditious Retreat} can be prepared as a 1st-level spell",
			">- {spell/Jump} can be prepared as a 1st-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"About 300 years ago, Kurgess was merely a strapping farm boy from Taldor, and his mortal life is well-documented. Born to unknown parents, Kurgess was abandoned as an infant upon the doorstep of a Taldan couple who took him in. His extraordinary strength manifested before he even reached puberty - by the age of eight, he could pull a sleigh loaded with his brothers and sisters back and forth across a field all afternoon. One day, Kurgess spotted a traveling merchant on the road who had gotten his carriage stuck in a ditch. The selfless youth shook hands with the stranger before disconnecting the carriage from its train and heaving the entire vehicle out of the ditch unaided. Impressed by the boy's wondrous brawn, the merchant extended an offer: Kurgess could join him in his travels, and together they would roam Taldor, with Kurgess competing in contests of strength and speed. By the time Kurgess turned 20, he was packing stadiums with peasants as well as aristocrats eager to see the so-called Strong Man best time-honored champions at their own games. Unfortunately, Kurgess's vast talent and good-natured sportsmanship earned him the jealousy and bitterness of many of his more unscrupulous rivals.",
			"",
			"Kurgess's final act as a mortal took place at the third annual Raptor Run in Taldor's capital of Oppara. Before the competition, Kurgess's enemies laid down a vicious trap for the Strong Man and any competitors unfortunate enough to be riding alongside him. Kurgess caught wind of the scheme and sacrificed himself, crashing his chariot onto the trap and saving the other athletes. When the clerics pronounced the gladiator dead, the entire city mourned for the champion, and Kurgess became a martyr.",
			"",
			"As legends of his sporting victories and his noble death spread across the Inner Sea region - and even other planes - athletes began looking to Kurgess as a role model, and competitions were often dedicated to him as the embodiment of honor and athleticism. Shortly thereafter, {faith/Cayden Cailean} and {faith/Desna} raised Kurgess to godhood, crowning him with deific powers. Why they did this remains up for debate, but more than a few scholars whisper that Kurgess might actually be the two deities' half-mortal son. He stands as patron of and inspiration for all who engage in physical challenges.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"lady_nanbyo": {
		"name": "Lady Nanbyo",
		"sources": [ "Dragon Empires Gazetteer" ],
		"description": [
			"::fh[Lady Nanbyo]{sub=\"The Widow of Suffering\"}",
			"",
			"{SOURCE Dragon Empires Gazetteer/58}  ",
			"**Pathfinder Wiki** [Lady Nanbyo](https://www.pathfinderwiki.com/wiki/Lady%20Nanbyo) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Deities of Tian Xia  ",
			"**Areas of Concern** Earthquakes, fire, plague, suffering  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Evil}, {domain/Fire}, {domain/Plant}  ",
			"**Subdomains** {domain/Ash}, {domain/Catastrophe}, {domain/Decay}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Hatred}, {domain/Rage}, {domain/Smoke}  ",
			"**Favored Weapon** {eq-weapon/Warhammer}  ",
			"**Symbol** Flaming rift in the earth  ",
			"**Sacred Animal(s)** Crow",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Goka, Minata, Shaguang, Shenmen, Wanshou  ",
			"**Nationality** Tian-Sing (Dragon)",
			"",
			"::h2[Description]{jl}",
			"",
			"Lady Nanbyo is the goddess of plague, fire, earthquakes, and other calamities. Even tsunamis and volcanic eruptions (usually the work of {faith/Hei Feng} and {faith/Yamatsumi}, respectively) are typically blamed on Lady Nanbyo, for she eagerly adds her own torments to such catastrophes and delights in the pain and suffering that follow in their wake. At the same time, however, people pray to Lady Nanbyo to spare them during such times of upheaval. Called the Widow of Suffering, Lady Nanbyo has been married many times, but all of her husbands have met terrible and tragic ends. While Lady Nanbyo can appear as a seductive woman when she wishes, her true form is said to be that of a ravenous, fire-breathing dragon with a dozen legs."
		]
	},
	"laivatiniel": {
		"name": "Laivatiniel",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Laivatiniel]{sub=\"The Chains and the Cradle\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Laivatiniel](https://www.pathfinderwiki.com/wiki/Laivatiniel) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Anxiety, coddling, unhealthy parental love  ",
			"**Domains** {domain/Charm}, {domain/Evil}, {domain/Madness}, {domain/Trickery}  ",
			"**Subdomains** {domain/Daemon}, {domain/Deception}, {domain/Insanity}, {domain/Love}  ",
			"**Favored Weapon** {eq-weapon/Light crossbow}  ",
			"**Symbol** Rattle wrapped in chains  ",
			"**Sacred Animal(s)** Bear  ",
			"**Sacred Color(s)** Black, brown",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Spend an hour creating and then eating a detailed portrait of your mother or father. Gain a +4 profane bonus on saving throws against enchantment effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/unnatural lust}",
			">2. {spell/fear}",
			">3. {spell/unwilling shield}",
			"",
			"::h2[Description]{jl}",
			"",
			"Laivatiniel, the Chains in the Cradle, appears as a smiling elderly woman with a dozen scorched and skeletal arms."
		]
	},
	"lalaci": {
		"name": "Lalaci",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Lalaci]{sub=\"He of Motley Repose\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Lalaci](https://www.pathfinderwiki.com/wiki/Lalaci) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Rainbows, relaxation, shade  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Luck}, {domain/Sun}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Fate}, {domain/Light}, {domain/Thirst}[^A], {domain/Whimsy}  ",
			"**Favored Weapon** {eq-weapon/Sling}  ",
			"**Symbol** Rainbow with shadow  ",
			"**Sacred Animal(s)** Lacewing  ",
			"**Sacred Color(s)** All",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Mark your brow with five colored stripes and hang suncatchers on as many public buildings as you can. If no buildings are around, hang the suncatchers from a tree or natural formation instead. Never hang a suncatcher in the same place 2 days in a row. Gain a +4 sacred bonus on saving throws against fire effects.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/18}",
			">",
			">1. **Motley Magic (Sp)** {spell/color spray} 3/day, {spell/hypnotic pattern} 2/day, or {spell/deep slumber} 1/day",
			">2. **Prismatic Body (Su)** You gain a +4 sacred bonus on saves against effects that would blind you. In addition, whenever you make a successful saving throw against a spell or effect with the light descriptor (such as {spell/sunbeam}), you can choose to ignore the effect entirely and redirect its path toward two different creatures or spaces within 30 feet of you. The designated creatures or spaces are affected as though they were caught in the effect's area or were targeted by the effect.",
			">3. **Rainbow Orb (Sp)** You can cast {spell/prismatic sphere} once per day.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/18}  ",
			"Lalaci sees the beauty in conflict. The sun wars with the rain and creates a rainbow, and He of Motley Repose believes that everyone's inner nature should be a similar mix of action and restraint, placid adoration and righteous scorn. He offers rest and relaxation to those who meet each day with excitement and vigor and who may be tired from the chaotic beauty that is their life.",
			"",
			"To mortal eyes, Lalaci appears to be fair-skinned with white-blonde hair and yellow-white eyes. He tucks the two prismatic wings that curve from his shoulders down so that he appears to wear a beautiful multicolored cloak, though among his own kind he walks in his true naked form, with crystalline flesh that refracts light as golden rays.",
			"",
			"He of Motley Repose provides rest to the hardworking and shade to those exhausted from the sun. Glassblowers and illusionists often find creative inspiration in Lalaci's rainbows; particularly gifted glass artists and light-weavers who lead worthy lives sometimes find small prisms at their workstations - tokens of Lalaci's favor. His devotees claim that the reflections of rainbows in natural bodies of water create portals to his celestial domain: an enormous, warped glass palace that floats on a cloud across the surface of Elysium.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"lamashtu": {
		"name": "Lamashtu",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned",
			"Divine Anthology",
			"Pathfinder #5: Sins of the Saviors"
		],
		"description": [
			"::fh[Lamashtu]{sub=\"Mother of Monsters\"}",
			"",
			"{SOURCE Inner Sea Gods/92}  ",
			"**Pathfinder Wiki** [Lamashtu](https://www.pathfinderwiki.com/wiki/Lamashtu) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Deities of Tian Xia, Demon Lords  ",
			"**Areas of Concern** Madness, monsters, nightmares  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Madness}, {domain/Strength}, {domain/Trickery}  ",
			"**Subdomains** {domain/Cannibalism}, {domain/Corruption}, {domain/Deception}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Ferocity}, {domain/Insanity}, {domain/Nightmare}, {domain/Riot}, {domain/Thievery}, {domain/Truth}[^A]  ",
			"**Realm** Kurnugia, the Abyss  ",
			"**Allies** none  ",
			"**Enemies** {faith/Abadar}, {faith/Asmodeus}, {faith/Desna}, {faith/Iomedae}, {faith/Rovagug}, {faith/Sarenrae}  ",
			"**Temples** abandoned orphanages, caverns, ruined buildings  ",
			"**Holy Days** Night of the Pale (night of grim revelry, December 31)  ",
			"**Minions** {monster/barghest/s}, {subtype/demon/s}, {monster/yeth hound/s}  ",
			"**Herald** {monster/Yethazmari} (a snake-tailed jackal-like fiend)  ",
			"**Favored Weapon** {eq-weapon/Falchion}  ",
			"**Symbol** Three-eyed jackal  ",
			"**Sacred Animal(s)** Jackal  ",
			"**Sacred Color(s)** Red, yellow",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Belkzen, Irrisen, Katapesh, Nex, Osirion, River Kingdoms, Varisia, Worldwound  ",
			"**Nationality** demon",
			"",
			"::hl2[rule/Divine Gift>s]{jl}",
			"",
			">{SOURCE Planar Adventures/78}  ",
			">The recipient can disgorge a servitor monster from her body as a full-round action. The monster views the character as its mother and follows her general commands, although it can't be directly controlled. The exact type of monster spawned is chosen by the GM, but is generally one whose CR is equal to the character's level (or in the case of an NPC, the character's own CR). The monster lives for 9 days, after which it dies in a spectacular shower of gore.",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Sacrifice an unwilling living creature in the name of the Mother of Monsters. Draw the process out to inspire the maximum terror and suffering in your victim. The death blow you deal should be savage and destructive - do not grant your sacrifice a clean death. Once the creature is dead, remove one of its bones and sharpen it to a point. Use the bone to cut yourself deeply enough to leave a scar. Leave the sacrificed creature's mutilated form in the open where scavengers may devour it or travelers may see it and know of Lamashtu's power. Gain a +1 natural armor bonus to your AC.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/92}",
			">",
			">1. **Savage Summoner (Sp)** {spell/summon monster I} 3/day, {spell/summon swarm} 2/day, or {spell/summon nature's ally III} 1/day",
			">2. **Terrifying Eidolon (Su)** Your eidolon gains the {evolution/frightful presence} evolution for free, if you wish. Whenever you gain a new level in the summoner class (or the {pclass/evangelist} prestige class, if your aligned class has the eidolon class feature) and you reassign your evolution points, you can choose to assign or remove the frightful presence evolution. Once your choice has been made, it can't be altered until the next time you gain an appropriate level. If you don't have the eidolon class feature, you can instead use {spell/summon monster V} once per day as a spell-like ability.",
			">3. **Tainted Ally (Sp)** Once per day as a standard action, you can summon a {monster/baregara}. The baregara follows your commands perfectly for 1 minute for every Hit Die you possess before vanishing back to its home in the Abyss. The baregara doesn't follow commands that would cause it to act in lawful, good, or otherwise beneficial ways. Such commands not only earn a snarl of disgust from the creature, but could cause the baregara to attack you if the command is particularly egregious.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/92}",
			">",
			">1. **Howling Terror (Sp)** {spell/cause fear} 3/day, {spell/mad hallucination} 2/day, or {spell/fear} 1/day",
			">2. **Maddening Thoughts (Su)** Your mind constantly swirls with dark whispers and disturbing thoughts. You gain a +4 profane bonus on saving throws against mind-affecting (compulsion) spells and effects and against divination spells and effects that attempt to read your thoughts. Anyone who targets you with such a spell or effect must succeed at a Will saving throw (with a DC equal to 10 + your Wisdom modifier + 1/2 your Hit Dice) or take 1d4 points of Wisdom damage.",
			">3. **Monstrous Transformation (Sp)** Once per day, you can use {spell/baleful polymorph}, except you change the target into a horribly mutated form of the chosen animal. The target takes a -4 penalty on its saving throw to resist your spell (if the new form would prove fatal for the creature, it still gains a +4 bonus on its saving throw, effectively negating this penalty). In addition to the other effects of the spell, the subject is in constant pain from its twisted and disfigured form, and takes 1d6 points of nonlethal damage each round. This constant agony imposes a -2 penalty on all of the target's ability checks, skill checks, saving throws, attack rolls, and damage rolls.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/92}",
			">",
			">1. **Ferocious Battler (Sp)** {spell/stone fist} 3/day, {spell/bear's endurance} 2/day, or {spell/greater magic fang} 1/day",
			">2. **Bestial Jaws (Ex)** Your jaw distends slightly and you grow prominent canines. You gain a bite attack that deals 1d4 points of damage if you're Medium or 1d3 points of damage if you're Small, plus half your Strength bonus. When part of a full attack, the bite attack is made at your full base attack bonus - 5. You can also make a bite attack as part of the action to maintain or break free from a grapple. This attack is resolved before the grapple check is attempted. If the bite attack hits, you gain a +2 bonus on your grapple check and any other grapple check against the same creature this round.",
			">3. **Scarred Form (Su)** An armor-like epidermis of thick scars covers you. You take a -2 penalty on Charisma checks and Charisma-based skill checks. You gain damage reduction 5/-. If you already had damage reduction with no method of bypass (such as from the barbarian's damage reduction class feature), you instead increase that damage reduction by 5.",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Engage in a tryst with the sincere intention of being impregnated or impregnating your partner, or sacrifice a creature that has been alive for no more than a week. Gain a +4 profane bonus on saves against insanity, confusion, and polymorph effects.",
			">",
			">### Boons: Evangelist or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/66}",
			">",
			">1. **Lunatic's Gift (Sp)** {spell/lesser confusion} 3/day, {spell/touch of idiocy} 2/day, or {spell/summon monster III} 1/day",
			">2. **Teratoma (Ex)** You gain a beneficial deformity. Generally, this deformity grants you a secondary natural bite, claw, tail, or tentacle attack dealing 1d6 points of damage (1d4 if you are Small). You gain an additional ability with this extra attack, chosen from the following special features: {umr/bleed} 3, {umr/grab}, {umr/trip}, or a 5-foot increase to reach with the natural attack.",
			">3. **Third Eye (Su)** A third eye opens in your forehead. This eye grants you darkvision to a range of 60 feet (if you already have darkvision, it extends the range of your darkvision by 60 feet) and a +4 profane bonus on Perception checks. Three times per day, as a swift action you can activate a {umr/gaze} attack that lasts for 1 round. This gaze attack has a range of 30 feet, and it drives those who fail to resist its effects with a Will save permanently insane, as per the spell {spell/insanity} (DC = 10 + half your Hit Dice + your Charisma modifier).",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/66}",
			">",
			">1. **Howling Terror (Sp)** {spell/cause fear} 3/day, {spell/mad hallucination} 2/day, or {spell/waters of Lamashtu} 1/day",
			">2. **Maddening Thoughts (Su)** Your mind constantly swirls with dark whispers and disturbing thoughts. You gain a +4 profane bonus on saving throws against mind-affecting (compulsion) spells and effects and against divination spells and effects that attempt to read your thoughts. Anyone who targets you with such a spell or effect must succeed at a Will saving throw (DC = 10 + half your Hit Dice + your Wisdom modifier) or take 1d4 points of Wisdom damage.",
			">3. **Monstrous Transformation (Sp)** Once per day, you can cast {spell/baleful polymorph} as a swift action, except you change the target into a horribly mutated form of the chosen animal. In addition to the other effects of the spell, the subject is in constant pain due to its twisted and disfigured form, and it takes a -2 penalty on ability checks, attack rolls, damage rolls, saving throws, and skill checks.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/66}",
			">",
			">1. **Ferocious Battler (Sp)** {spell/stone fist} 3/day, {spell/bear's endurance} 2/day, or {spell/greater magic fang} 1/day",
			">2. **Bestial Jaws (Ex)** Your body has reacted to your faith in the Demon Queen, and as a result, your jaw distends slightly and you grow prominent canines. You gain a bite attack that deals 1d4 points of damage if you're Medium or 1d3 points of damage if you're Small, plus half your Strength bonus. When part of a full attack, the bite attack is made at your full base attack bonus - 5. You can also make a bite attack as part of the action to maintain or break free from a grapple. This attack is resolved before the grapple check is attempted. If the bite attack hits, you gain a +2 bonus on your grapple check and any subsequent grapple checks against the same creature this round.",
			">3. **Scarred Form (Su)** An armor-like epidermis of thick scars covers you. You take a -2 penalty on Charisma checks and Charisma-based skill checks. You gain damage reduction 5/-. If you already had damage reduction with no method of bypass (such as from the barbarian's damage reduction class feature), you instead increase that damage reduction by 5.",
			"",
			"::h2[Antipaladin Code]{jl}",
			"",
			">The leaders of Lamashtu's children are proud of their deformities and rage against civilization. They seek to tear the blinders from the eyes of the world and show them the nightmare of nature, the writhing and endlessly fecund truth. Their code is one of bloodshed and howling madness. Its tenets include the following adages.",
			">",
			">- All things are monstrous, and only the weak hide their marks. I show the world as it is.",
			">- I will bring the outcasts in from the cold and teach them the taste of victory.",
			">- I fill the wombs. I birth the children. I teach our enemies why they fear the night.",
			">- I bring madness to the cities, that in their blood and fear they may understand the chaos of the world.",
			">- I will spread the Mother's seed. If the blind cannot be taught to see, their children can.",
			"",
			"::hl2[feat/Divine Fighting Technique]{jl}",
			"",
			">### Lamashtu's Carving",
			">",
			">{SOURCE Divine Anthology}",
			">",
			">One of the grisliest divine fighting manuals is Fecundity of Corpses, a harrowing tome that depicts the fighting styles favored by the followers of Lamashtu, the Mother of Monsters. In addition to detailing many of the more gruesome rites favored by the Demon Queen, Fecundity of Corpses includes hundreds of techniques recorded in blood by cultists of Lamashtu from across the Inner Sea region. Though no standardized edition of this manual exists because of the cult's discordant hierarchy, each tome manages to perfectly capture similar techniques for sowing fear and blood in Lamashtu's name.",
			">",
			">**Initial Benefit:** As a standard action, you can make a single attack with a falchion or a kukri in order to deal {rule/bleed} damage to the target. When you make this attack, you do not apply your ability modifier (normally Strength, but potentially other modifiers) to the hit point damage dealt by your attack - instead, add an amount of bleed damage equal to this modifier. The bleeding can be stopped by a successful DC 15 Heal check or any amount of magical healing. Bleed damage from this benefit doesn't stack with itself.",
			">",
			">**Advanced Prerequisite:** Strength 13, {feat/Dazing Assault}, {feat/Divine Fighting Technique}, {feat/Power Attack}",
			">",
			">**Advanced Benefit:** Whenever you hit a bleeding creature with a melee attack using a falchion or a kukri, that creature must succeed at a Fortitude save (DC = 10 + your base attack bonus) or become {misc/staggered} for 1 round. Multiple attacks do not cause this condition to stack, and a creature that successfully saves against this staggering effect is immune to this effect for 1 round.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-cavalier/Beast Rider/ (Cavalier)}",
			">- {arc-witch/Beast-Bonded/ (Witch)}",
			">- {arc-alchemist/Beastmorph/ (Alchemist)}",
			">- {arc-summoner/Evolutionist/ (Summoner)}",
			">- {arc-fighter/Savage Warrior/ (Fighter)}",
			">",
			">### Feats",
			">",
			">- {feat/Destroy Identity}",
			">- {feat/Fearsome Finish}",
			">- {feat/Lamashtu's Mark}",
			">- {feat/Nightmare Scars}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Lamashtu}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Pelt of the Demon Mother}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Bonespur Dagger}",
			">- {magic-weapon/Fanged Falchion}",
			">- {magic-weapon/Jackal's Blade}",
			">- {magic-weapon/Redlust's Daughter}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Demon Mother's Mask}",
			">- {magic-wondrous/Gutbite Belt}",
			">- {magic-wondrous/Mortuary Mask}",
			">",
			">### Monsters",
			">",
			">- {monster/Swaithe}",
			">- {monster/Yethazmari/ (Herald)}",
			">",
			">### Spells",
			">",
			">- {spell/Anthropomorphic Animal}",
			">- {spell/Blade of Dark Triumph}",
			">- {spell/Demon Dream}",
			">- {spell/Litany of Madness}",
			">- {spell/Monstrous Extremities}",
			">- {spell/Summon Barghest I}",
			">- {spell/Summon Barghest II}",
			">- {spell/Teratoid Caress}",
			">- {spell/Vision of Lamashtu}",
			">- {spell/Waters of Lamashtu}",
			">",
			">### Traits",
			">",
			">- {trait/Deformed}",
			">- {trait/Mother's Rage}",
			">- {trait/Mother's Teeth}",
			">- {trait/Opportune Slayer}",
			">- {trait/Unhinged Mentality}",
			">- {trait/Voice of Monsters}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/99}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Nightmare} can be prepared as a 6th-level spell",
			">- {spell/Baleful Polymorph} can be prepared as a 5th-level spell",
			">",
			">#### Druid",
			">",
			">- {spell/Baleful Polymorph} can be prepared as a 5th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #5: Sins of the Saviors/71}",
			">",
			">- :hll[spell/Summon Monster III:] {template/Fiendish} {monster/Worg} - CE",
			">- :hll[spell/Summon Monster V:] {monster/Barghest} - CE (chaotic subtype instead of lawful)",
			">- :hll[spell/Summon Monster VIII:] {monster/Warped One} - CE, {monster/Nightmare} - NE",
			">",
			">{SOURCE Inner Sea Gods/99}",
			">",
			">- Druids and Rangers can use {spell/summon nature's ally>_1} spells to summon fiendish animals from the same level summon monster list.",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/66}  ",
			"Lamashtu appears as a heavily pregnant human woman with the head of a three-eyed jackal, a raven's wings, a snake's tail, and a vulture's feet. Her distended belly is crisscrossed with ragged scars, and she wields twin blades - Chillheart (a blade made of sentient ice) and Redlust (a blade made of sentient fire). The length of these blades can vary from {eq-weapon/kukri} to {eq-weapon/falchion}; in art, she is often depicted with kukris, but in battle, she prefers to wield both as falchions with horrific skill.",
			"",
			"Lamashtu revels in destroying the most innocent, whether by defiling their flesh or tainting their minds. To her, a nursery is a banquet. Although she is a fertility goddess and mothers who pray to her are in fact more likely to survive childbirth, their offspring are inevitably tainted. She is called the Demon Mother, the Demon Queen, and the Mother of Monsters, though despite her titles, she is not the creator of the demon race, merely the first of their kind to achieve true godhood.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"lanishra": {
		"name": "Lanishra",
		"sources": [
			"Inner Sea Gods",
			"Belkzen, Hold of the Orc Hordes"
		],
		"description": [
			"::fh[Lanishra]{sub=\"The Slavelord\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Lanishra](https://www.pathfinderwiki.com/wiki/Lanishra) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Orc Deities  ",
			"**Areas of Concern** Slavery, subjugation, tyranny  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Nobility}, {domain/Strength}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Resolve}, {domain/Slavery}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Heavy flail}  ",
			"**Symbol** Sabre-tooth tiger skull  ",
			"**Sacred Animal(s)** Sabre-toothed tiger  ",
			"**Sacred Color(s)** Green, purple",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-antipaladin/Iron Tyrant/ (Antipaladin)}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Belkzen, Hold of the Orc Hordes/28}  ",
			"Lanishra is the orc god of rulership. He assures orcs of their inherent superiority over all other humanoids, and over most other creatures as well. The Slavelord does not believe in peers, teaching that in all relationships one party is superior to the other. An orc must know his place in the pecking order, but he must never be satisfied unless he's at the top. For a follower of Lanishra, it's better to be feared than loved, for only those who can dominate others deserve to lead.",
			"",
			"Lanishra is depicted as an orc chieftain, richly attired (for an orc), but armed for a fight. His favored weapon is the war flail: a mockery of the farmer's tool, unsuitable for threshing grain but ideal for flaying those who disobey him or deign to think themselves his better. Lanishra teaches that a warrior's job is to excel at warfare and that manual labor is beneath him. The reward for a warrior's work is the free acquisition of the goods produced by those he conquers - both from their past labors and those carried out under his whip. Lanishra's philosophy is most at odds with those of {faith/Nulgreth} and {faith/Zagresh}, who would rather kill than enslave. Yet his fiercest rival is {faith/Verex}, whose desire for slaves equals the Slavelord's; despite their shared goal, the two rarely get along."
		]
	},
	"lao_shu_po": {
		"name": "Lao Shu Po",
		"sources": [ "Dragon Empires Gazetteer" ],
		"description": [
			"::fh[Lao Shu Po]{sub=\"Old Rat Woman\"}",
			"",
			"{SOURCE Dragon Empires Gazetteer/58}  ",
			"**Pathfinder Wiki** [Lao Shu Po](https://www.pathfinderwiki.com/wiki/Lao%20Shu%20Po) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Deities of Tian Xia  ",
			"**Areas of Concern** Night, rats, thieves  ",
			"**Domains** {domain/Animal}, {domain/Darkness}, {domain/Evil}, {domain/Luck}, {domain/Trickery}  ",
			"**Subdomains** {domain/Curse}, {domain/Daemon}, {domain/Fur}, {domain/Greed}, {domain/Loss}, {domain/Night}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Curled and emaciated rat  ",
			"**Sacred Animal(s)** Rat",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Darklands, Goka, Kwanlai, Minata, Shenmen, Wanshou  ",
			"**Nationality** Rat",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Feast of Rats}",
			"",
			"::h2[Description]{jl}",
			"",
			"Lao Shu Po, or Old Rat Woman, was not always a goddess. Once, long ago, she was simply a rat, skulking in the shadows. When {faith/Fumeiyoshi} killed his brother {faith/Tsukiyo}, Lao Shu Po crept into the moon god's grave to feed on Tsukiyo's corpse. She absorbed some of Tsukiyo's divine power, such that when Tsukiyo was returned to life and Fumeiyoshi was banished from heaven, she was able to steal the portfolio of night from Fumeiyoshi, becoming the goddess of night, thieves, and rats. Lao Shu Po is the patron of thieves and of many wayangs, who pray to her to hide their activities in the dark of night. Lao Shu Po appears as an old hag or as an immense, six-legged rat."
		]
	},
	"libicocco": {
		"name": "Libicocco",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Libicocco]{sub=\"Prideful Lady of the Winds\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Libicocco](https://www.pathfinderwiki.com/wiki/Libicocco) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Rage, violence, wind  ",
			"**Domains** {domain/Air}, {domain/Destruction}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Rage}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Scimitar}  ",
			"**Symbol** Windstorm and clouds  ",
			"**Sacred Animal(s)** Falcon  ",
			"**Sacred Color(s)** Blue, white",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Smash any work of art and scatter its pieces into four opposing corners. Gain a +4 profane bonus on saving throws against transmutation effects.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/gust of wind}",
			">2. {spell/shout}",
			">3. {spell/enemy hammer}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"It is said that the Prideful Lady of the Winds was once part of an ancient alliance of four malebranche dedicated to conquering entire planets on the Material Plane. She broke with her now-slain allies to pursue the utter destruction of all that's good."
		]
	},
	"lissala_pre_earthfall": {
		"name": "Lissala (pre-Earthfall)",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"::fh[Lissala (pre-Earthfall)]{sub=\"The Order of Virtue\"}",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/71}  ",
			"**Pathfinder Wiki** [Lissala](https://www.pathfinderwiki.com/wiki/Lissala) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Duty, fate, reward for service, and runes  ",
			"**Domains** {domain/Knowledge}, {domain/Law}, {domain/Nobility}, {domain/Rune}  ",
			"**Subdomains** {domain/Language}, {domain/Leadership}, {domain/Memory}, {domain/Thought}, {domain/Wards}  ",
			"**Favored Weapon** {eq-weapon/Whip}  ",
			"**Symbol** Seven-pointed star",
			"",
			"::h2[Description]{jl}",
			"",
			"In ancient Azlant, Lissala taught the philosophical concept of the seven virtues of rule. She found worshipers among those who dedicated their live and work to law and the revelation of knowledge. Her priests integrated themselves into universities and legislatures, working tirelessly at their personal research projects while attempting to draw other scholarly believers to the faith. Lissala taught the great importance of law and obedience, though in Azlant she hadn't yet embraced the cruelty of sin magic. Lissala's faith wasn't understood by many at first. As the empire grew, so did the number of her faithful, but even during this time, she was still only a minor deity. It wasn't until Xin was exiled and founded Thassilon on the shores of Avistan that her faith saw a renaissance. It was then, over time, that Lissala embraced condescension, evil, and violence, and rose to become a true god.",
			"",
			"Toward the end of Azlant, the cults of Lissala that didn't follow Xin to Thassilon and chose to continue worshiping Lissala as they always had greatly dwindled in number. Thassilonian cults of Lissala often sent missionaries back to Azlant to exterminate the cults there that they now regarded as heretical.",
			"",
			"Some Lissalan cults found {faith/Sicva/'s} dominating dogma enticing and would sometimes work with her devotees, as both groups recognized the importance of duty and structure."
		]
	},
	"lissala": {
		"name": "Lissala",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #65: Into the Nightmare Rift"
		],
		"description": [
			"::fh[Lissala]{sub=\"The Sihedron Scion\"}",
			"",
			"{SOURCE Inner Sea Gods/316}  ",
			"**Pathfinder Wiki** [Lissala](https://www.pathfinderwiki.com/wiki/Lissala) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Obedience, reward of service, runes  ",
			"**Domains** {domain/Evil}, {domain/Knowledge}, {domain/Law}, {domain/Nobility}, {domain/Rune}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Hubris (|Nobility)}[^A], {domain/Language}, {domain/Leadership}, {domain/Legislation (|Law)}, {domain/Legislation (|Rune)}, {domain/Memory}, {domain/Sovereignty}, {domain/Thought}, {domain/Wards}  ",
			"**Favored Weapon** {eq-weapon/Whip}  ",
			"**Symbol** Sihedron  ",
			"**Sacred Animal(s)** Snake  ",
			"**Sacred Color(s)** Gold, green",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Spells",
			">",
			">- {spell/Lissalan Snake Sigil}",
			">",
			">### Traits",
			">",
			">- {trait/Loreseeker}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #65: Into the Nightmare Rift/75}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Sepia Snake Sigil} can be prepared as a 3rd-level spell",
			">- {spell/Explosive Runes} can be prepared as a 3rd-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #65: Into the Nightmare Rift/75}",
			">",
			">- :hll[spell/Summon Monster VI:] {template/Advanced} {monster/Kyton/ Evangelist} - LE (extraplanar), {monster/Dark Naga} - LE",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Inner Sea World Guide/235}  ",
			"Lissala was a goddess of runes, fate, and the reward of service, a being of harsh duty and obedience who rewarded her followers well. Her faith was strongest in the ancient empire of Thassilon, and shrines and temples to her can still be found hidden in remote Thassilonian ruins in Varisia and Belkzen. As Thassilon grew more decadent, so did Lissala's faithful - her cult was known for its flagellations, mortifications of the flesh, and extravagant \"Feasts of Sigils\" on high holidays.",
			"",
			"{SOURCE Planar Adventures/174}  ",
			"Lissala is the goddess of harsh duty, fate, obedience, and runes, but her time on Golarion has long since passed. With the fall of the empires of Azlant and Thassilon, her worship all but vanished for thousands of years, and only recently has it been rekindled in the Inner Sea region.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"llamolaek": {
		"name": "Llamolaek",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Llamolaek]{sub=\"The Ascended\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Llamolaek](https://www.pathfinderwiki.com/wiki/Llamolaek) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Rebirth, rites of passage, transformation  ",
			"**Domains** {domain/Air}, {domain/Evil}, {domain/Liberation}, {domain/Strength}  ",
			"**Subdomains** {domain/Daemon}, {domain/Ferocity}, {domain/Freedom}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Whip}  ",
			"**Symbol** Burning eye and tentacles  ",
			"**Sacred Animal(s)** Moth  ",
			"**Sacred Color(s)** Blue, silver",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Meditate while cutting your flesh. Gain a +4 profane bonus on saving throws against transmutation effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/alter self}",
			">2. {spell/fear}",
			">3. {spell/lash of the astradaemon}",
			"",
			"::h2[Description]{jl}",
			"",
			"Llamolaek, the Ascended, appears as a massive golden one-eyed fiend. He wages a lengthy conflict against the divs, and hopes someday to have used resources gained from this war to advance his own power."
		]
	},
	"lorcan": {
		"name": "Lorcan",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Lorcan]{sub=\"The Red Reply\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Lorcan](https://www.pathfinderwiki.com/wiki/Lorcan) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Blood, rebirth, undeath  ",
			"**Domains** {domain/Evil}, {domain/Healing}, {domain/Law}, {domain/Repose}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Resurrection}, {domain/Souls}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Short sword}  ",
			"**Symbol** Bloody bassinet  ",
			"**Sacred Animal(s)** Pelican  ",
			"**Sacred Color(s)** Red, white",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Chew on pieces of undead flesh. Gain a +4 profane bonus on saves against negative energy effects.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/halt undead}",
			">2. {spell/control undead}",
			">3. {spell/true resurrection}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Red Reply wages war in the shared Revenant Court for the souls of the vampiric worshipers of Malebolge."
		]
	},
	"lorris": {
		"name": "Lorris",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Lorris]{sub=\"The Savior Hound\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Lorris](https://www.pathfinderwiki.com/wiki/Lorris) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Charity, the disadvantaged, volunteering  ",
			"**Domains** {domain/Community}, {domain/Good}, {domain/Liberation}, {domain/Protection}  ",
			"**Subdomains** {domain/Agathion}, {domain/Defense}, {domain/Family}, {domain/Freedom}  ",
			"**Favored Weapon** {eq-weapon/Shortspear}  ",
			"**Symbol** Howling dog on coin  ",
			"**Sacred Animal(s)** Hound  ",
			"**Sacred Color(s)** Brown, gold",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"Lorris appears as a man with a white dog's head. His agents watch over beggars, the orphaned, and the poor, and encourage those with comfort to give to those less fortunate. "
		]
	},
	"lorthact": {
		"name": "Lorthact",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Lorthact]{sub=\"The Unraveler\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Lorthact](https://www.pathfinderwiki.com/wiki/Lorthact) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Lorthact}",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Exiles, scholars, theories  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Magic}, {domain/Trickery}  ",
			"**Subdomains** {domain/Arcane}, {domain/Deception}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Staff wrapped in scrolls  ",
			"**Sacred Animal(s)** Chameleon  ",
			"**Sacred Color(s)** Blue, red",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Work on a never-ending compendium of promises of pain to your enemies. Gain a +4 profane bonus on Knowledge and Spellcraft checks.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/secret page}",
			">2. {spell/vision}",
			">3. {spell/astral projection}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"Exiled from Hell to the Material Plane, Lorthact the Unraveler appears as a handsome devil in his true form, but he prefers to hide within the flesh and mind of a mortal host."
		]
	},
	"losarkur": {
		"name": "Losarkur",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Losarkur]{sub=\"Beastlord of Avernus\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Losarkur](https://www.pathfinderwiki.com/wiki/Losarkur) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Dominance, hounds, punishment  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Nobility}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Feather}, {domain/Fur}, {domain/Slavery}  ",
			"**Favored Weapon** {eq-weapon/Club}  ",
			"**Symbol** Cudgel and leash  ",
			"**Sacred Animal(s)** Hound  ",
			"**Sacred Color(s)** Brown, gray",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Hand-feed raw meat to a beast, and rub the ensuing blood around your eyes like kohl. Gain a +4 profane bonus on saving throws against fear effects.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/beast shape I}",
			">2. {spell/summon monster VII}",
			">3. {spell/dominate monster}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Beastlord of Avernus breeds packs of hell hounds and other beasts for Hell's armies and hunts."
		]
	},
	"lymnieris": {
		"name": "Lymnieris",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Lymnieris]{sub=\"The Auroral Tower\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Lymnieris](https://www.pathfinderwiki.com/wiki/Lymnieris) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Prostitution, rites of passage, virginity  ",
			"**Domains** {domain/Community}, {domain/Good}, {domain/Law}, {domain/Protection}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Friendship}, {domain/Lust}, {domain/Purity}  ",
			"**Favored Weapon** {eq-weapon/Longsword}  ",
			"**Symbol** White-hooded profile  ",
			"**Sacred Animal(s)** Rabbit  ",
			"**Sacred Color(s)** Red, white",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Lie on a hard, flat surface wearing nothing but a cowl. Concentrate on the feeling of the surface and the air while achieving sexual release without touching yourself. Healing spells you cast heal 1 more point of damage per die.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/18}",
			">",
			">1. **Tower's Boons (Sp)** {spell/sanctuary} 3/day, {spell/eagle's splendor} 2/day, or {spell/archon's aura} 1/day",
			">2. **Rite of Passage (Sp)** You gain the power to usher others into a new state of being. Once per day, you can cast {spell/greater polymorph} on a willing creature. The duration of this effect is permanent until you or the target dismiss the effect or you use this ability again.",
			">3. **Undo Maturation (Su)** Once per day with a successful touch attack, you can rewind the sands of time for a single creature, causing the target to revert to the previous {rule/age/ category}, taking all the appropriate penalties to mental ability scores without any of the benefits to physical ability scores. If the target is an adult, it gains the simple {template/young} creature template. If the target already has the simple young creature template, it rejuvenates even further, reducing all its ability scores by 2 (to a minimum score of 1) and decreasing its size by an additional step.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/18}  ",
			"Lymnieris teaches that the passage from one state of being to another is a sacred time in every mortal's life. He is thought to have originally been a {monster/planetar}, as evidenced by the empyreal lord's tall stature, emerald green skin, and four white wings. His hard, radiant body is always coated in a thin sheen of perspiration, and he carries no weapons, instead wielding in one of his delicate hands a great white shield made of celestial ivory.",
			"",
			"Lymnieris and his agents sometimes come to the aid of good-hearted virgins pressed into marriage or threatened with being deflowered against their will, as well as those devotees who wish to fulfill their sexual desires but who are restrained by culture or tradition. Any individual on the threshold of a major personal change may call on Lymnieris for aid. Prostitutes who work lawfully and willingly out of love for their profession also worship Lymnieris, and those forced into carnal service pray to him for salvation.",
			"",
			"Lymnieris lives in a palace made of blue agate in Heaven, where he often entertains the visiting Arshea."
		]
	},
	"lythertida": {
		"name": "Lythertida",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Lythertida]{sub=\"The Voiceless Tragedy\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Lythertida](https://www.pathfinderwiki.com/wiki/Lythertida) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Idealism, potential, young death  ",
			"**Domains** {domain/Community}, {domain/Death}, {domain/Good}, {domain/Healing}  ",
			"**Subdomains** {domain/Agathion}, {domain/Family}, {domain/Friendship}, {domain/Restoration}  ",
			"**Favored Weapon** [Unarmed strike](rule/attack)  ",
			"**Symbol** Eye with a single tear  ",
			"**Sacred Animal(s)** Hummingbird  ",
			"**Sacred Color(s)** Blue, green",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"The Voiceless Tragedy and her celestial agents watch over and console the frightened spirits of the prematurely deceased."
		]
	},
	"maat": {
		"name": "Maat",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Maat]{sub=\"The Feather of Truth\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/70}  ",
			"**Pathfinder Wiki** [Maat](https://www.pathfinderwiki.com/wiki/Maat) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Justice, law, order, truth  ",
			"**Domains** {domain/Knowledge}, {domain/Law}, {domain/Protection}, {domain/Void}, {domain/Weather}  ",
			"**Subdomains** {domain/Inevitable}, {domain/Judgment}, {domain/Purity}, {domain/Seasons}, {domain/Stars}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Starknife}  ",
			"**Symbol** Blue ostrich feather  ",
			"**Sacred Animal(s)** Leopard",
			"",
			"::h2[Description]{jl}",
			"",
			"When the universe was created, it was given an innate harmony, and the goddess Maat is the guardian of this cosmic order. She is a deity of balance, justice, law, and truth, and is responsible for the uniform movement of the celestial bodies through the sky and the ordered procession of seasons. Ancient Osirians believed that the legitimacy and efficacy of a pharaoh's reign were dependent on upholding the concepts embodied by Maat, and to prevent the universe from dissolving into chaos, this order must be constantly renewed and preserved by both humans and the gods.",
			"",
			"Maat is the daughter of {faith/Ra}, sister of {faith/Bastet}, {faith/Hathor}, and {faith/Sekhmet}, and the wife of {faith/Thoth}. Maat presides over the councils of the gods, being impartial, honest, and fair, and she assists {faith/Pharasma} in the judgment of souls as they pass on into the afterlife. As the upholder of cosmic order, Maat is opposed to both {faith/Set} and {faith/Apep}, who work to bring about chaos and entropy. Maat usually appears as a woman with a blue ostrich feather on her head. She is often depicted with winged arms, holding an ankh and a was scepter, symbols of life and power, respectively. Her sacred animal is the leopard, because the pattern on its coat represents the stars in the night sky. Paladins often worship Maat as the embodiment of justice, and monks and oracles revere the cosmic truth she embodies."
		]
	},
	"maeha": {
		"name": "Maeha",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Maeha]{sub=\"The Father of False Words\"}",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Maeha](https://www.pathfinderwiki.com/wiki/Maeha) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Abduction, isolation, propaganda  ",
			"**Domains** {domain/Darkness}, {domain/Evil}, {domain/Law}, {domain/Void}  ",
			"**Subdomains** {domain/Isolation}, {domain/Loss}, {domain/Night}, {domain/Stars}  ",
			"**Favored Weapon** {eq-weapon/Net}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Don the guise of a nonevil priest, and spend 1 hour proselytizing and distributing poisoned food to the poor. Gain a +4 profane bonus on saving throws against spells with the chaotic or good descriptors.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/deeper darkness}",
			">2. {spell/plane shift}",
			">3. {spell/imprisonment}",
			"",
			"::h2[Description]{jl}",
			"",
			"Maeha, the Father of False Words, gathers abandoned demiplanes into an astral constellation known as the Haven of Lost Hope. He appears as a night-black serpent with a row of 13 whispering faces along his upper belly."
		]
	},
	"magdh": {
		"name": "Magdh",
		"sources": [
			"The First World, Realm of the Fey",
			"Legacy of the First World"
		],
		"description": [
			"::fh[Magdh]{sub=\"The Three\"}",
			"",
			"{SOURCE The First World, Realm of the Fey/28}  ",
			"**Pathfinder Wiki** [Magdh](https://www.pathfinderwiki.com/wiki/Magdh) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Eldest  ",
			"**Areas of Concern** Complexity, fate, triplets  ",
			"**Domains** {domain/Knowledge}, {domain/Law}, {domain/Luck}, {domain/Rune}  ",
			"**Subdomains** {domain/Curse}, {domain/Fate}, {domain/Thought}, {domain/Wards}  ",
			"**Favored Weapon** {eq-weapon/Scythe}  ",
			"**Symbol** Green three-pointed knot  ",
			"**Sacred Animal(s)** Multi-headed animals  ",
			"**Sacred Color(s)** Blue, green",
			"",
			"::hl2[feat/Fey Obedience]{jl}",
			"",
			">Paint two dots above each ear to represent Magdh's three sets of eyes. Cast leaves, bones, or coins into a bowl of clear water, and attempt to divine meaning from the way they land. You gain a +4 bonus on Intelligence-based skill checks.",
			">",
			">### Feysworn",
			">",
			">{SOURCE The First World, Realm of the Fey/28}",
			">",
			">1. **Secret Knowledge (Sp)** {spell/identify} 3/day, {spell/augury} 2/day, or {spell/clairaudience//clairvoyance} 1/day",
			">2. **Sight Beyond Time (Su)** You constantly see a few moments down your own line of fate, and thus are never surprised or flat-footed. In addition, you gain a +2 insight bonus to AC and on Reflex saves.",
			">3. **Baleful Revelation (Sp)** You can cast {spell/prediction of failure} once per day.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-monk/Nornkith/ (Monk)}",
			">",
			">### Feats",
			">",
			">- {feat/Fey Friend}",
			">",
			">### Magic Items - Rods",
			">",
			">- {magic-rod/Rod of the Thriceborn (normal)}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Charm of the Thriceborn}",
			">- {magic-wondrous/Ribbon of the Three}",
			">",
			">### Spells",
			">",
			">- {spell/Threefold Face}",
			">- {spell/Threefold Form}",
			">- {spell/Threefold Sight}",
			">",
			">### Traits",
			">",
			">- {trait/Shaper of Reality}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Legacy of the First World/25}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Threefold Aspect} can be prepared as a 4th-level spell",
			">- {spell/Threefold Face} can be prepared as a 3rd-level spell",
			">- {spell/Threefold Sight} can be prepared as a 3rd-level spell",
			">",
			">#### Cleric",
			">",
			">- {spell/Moment of Prescience} can be prepared as a 8th-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"If Pharasma is the goddess of fate, then Magdh is the patron of foreknowledge - and the complications that arise from it. While other Eldest focus on gathering or controlling secrets, time, or forbidden information, Magdh watches the endless tangled lines and interplay between rippling realities, following chains of events back to their origins and into strange culminations on distant planes. She is a seer among seers, the mother of paradox, and even the other Eldest sometimes beseech her for interpretations of her maddeningly opaque visions, for it's said that in her forest pools Magdh has glimpsed the ends of all things, including the Eldest themselves.",
			"",
			"Magdh, often known simply as the Three, takes the form of a robed humanoid woman with three faces set equidistantly around her head, the hair framing those faces by turns black, red, and blonde. These faces swivel to address the object of her attention at seemingly random intervals, sometimes mid-sentence, spinning her head in complete circles without apparent ill effect. Though not actually a collective consciousness like {faith/Shyka}, Madgh's faces appear to represent different aspects of her personality, though not always the same one; a supplicant who notices the red-haired face radiating maternal affection in one interaction might attempt to curry favor with it the next time, only to find it personifying rage or humor. When necessary, Magdh has even been known to split into three separate women in order to accomplish some task, yet the Eldest often seems reserved or less lucid for a time following such separations."
		]
	},
	"magrim": {
		"name": "Magrim",
		"sources": [
			"Faiths of Golarion",
			"Inner Sea Gods"
		],
		"description": [
			"::fh[Magrim]{sub=\"The Taskmaster\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Magrim](https://www.pathfinderwiki.com/wiki/Magrim) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Dwarven Deities  ",
			"**Areas of Concern** Death, fate, underworld  ",
			"**Domains** {domain/Earth}, {domain/Law}, {domain/Repose}, {domain/Rune}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Inevitable}, {domain/Souls}, {domain/Wards}  ",
			"**Favored Weapon** {eq-weapon/light_<Hammer}  ",
			"**Symbol** Rune-carved cave entrance  ",
			"**Sacred Animal(s)** Mole  ",
			"**Sacred Color(s)** Black, white",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Highhelm, Larrad, Janderhoff, Rolgrimmdur, Tar-Kazmukh, Undercroft  ",
			"**Nationality** Five Kings Mountains, dwarf",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Using a chisel and hammer, carve the rune for \"repose\" on a stone entryway or cave entrance. If no appropriate entryway is available, carve multiple runes on a stone surface, creating an arch of runes related to Magrim. These runes can be marked on a stone surface representative of some entryway or passage, such as the stone cover of a book of knowledge (representing the entrance to greater learning), or the first stone of a road leading to a new land. Once you have finished carving your runes, spend at least 10 minutes maintaining the tools you used for this obedience. Gain a +2 sacred or profane bonus on saving throws against necromancy spells and death effects. The type of bonus depends on your alignment&mdash;if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Faiths of Golarion/41}",
			">",
			">1. **Rune Master (Sp)** {spell/rune trace} 3/day, {spell/share language} 2/day, or {spell/symbol of healing} 1/day",
			">2. **Runes of Comprehension (Sp)** Once per day you can cast {spell/communal tongues} as a spell-like ability. Each creature touched is marked with a glowing rune, which changes to represent the language that creature is able to speak and understand at any given moment.",
			">3. **The Task Ahead (Su)** Once per week, you can give a willing creature an opportunity to prepare for the afterlife. This functions as a {spell/geas//quest}, but the task assigned is one randomly determined by the GM and is lawful in nature and in keeping with the tenets of Magrim. Only a creature that is willing to be the target of this ability, without coercion, can be affected. After the task is completed, the target creature receives the benefit of an {spell/atonement} spell.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Faiths of Golarion/41}",
			">",
			">1. **Grave Watcher (Sp)** {spell/deathwatch} 3/day, {spell/gentle repose} 2/day, or {spell/blessing of the mole} 1/day",
			">2. **Rune of Measurement (Su)** You can learn about the judgment passed on the soul of a deceased creature. As a standard action, you can cause runes to appear on an adjacent, unattended corpse, which you can read to attempt to gain insight into the deceased or its soul. If the creature has been dead for a year or less, you can attempt a Knowledge (planes) check with a DC equal to the DC for a monster lore check about the creature when it was alive. If successful, you learn information as if you had used the appropriate Knowledge skill to learn about the creature when it was living. If the creature has been dead for more than a year, you have a 75% chance of learning what plane its soul was sent to by {faith/Pharasma} and a 25% chance of learning nothing. If the soul has not yet been judged, has somehow escaped judgment, or has been reincarnated, you receive nothing (which is indistinguishable from the 25% of the time this ability fails). The results of multiple attempts to learn about the same corpse within a year are always the same.",
			">3. **Death Words (Su)** When you deliver the killing blow to a creature, you gain the ability to ask it a single question as if you had cast {spell/speak with dead}. Asking the question is a standard action, which you must use within a number of minutes equal to your Hit Dice.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Faiths of Golarion/41}",
			">",
			">1. **Lawgiver (Sp)** {spell/command} 3/day, {spell/ghostbane dirge} 2/day, or {spell/explosive runes} 1/day",
			">2. **Endbringer (Su)** Three times per day as a standard action, you can drive back undead creatures. This functions as if you had used the {feat/Turn Undead} feat (though you do not need to have the {ability/channel energy} ability or expend uses of channel energy to do this), and the save DC is 10 + half your character level + your Intelligence, Wisdom, or Charisma modifier (whichever is highest).",
			">3. **Soulforger (Sp)** Once per day, you can show a creature within 60 feet a flash of what work remains in order for them to be ready for the afterlife. The target must attempt a Will saving throw (DC = 10 + half your character level + your Intelligence, Wisdom, or Charisma modifier [whichever is highest]). If it fails its save, you show it a mental image of its destined plane in the afterlife, depending on the creature's alignment and its adherence to its ethos, if it succeeds at finishing its mortal business. If the target is good-aligned, it is {misc/fascinated} for 1d4 rounds on a failed save. If the target is neutral-aligned, it is {misc/confused} for 1d4 rounds on a failed save. If the target is evil-aligned, it is {misc/staggered} for 1d4 rounds on a failed save.",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">Magrim places order and unchanging dependability above benevolence, but as the keeper of the dwarven afterlife and patron of the dead, he also insists on respect and security for the tombs of his faithful and those buried in keeping with his teachings. Thus, a small number of holy warriors periodically arise from the ranks of his most devout agents to protect tombs from the ravages of undead and prevent the spread of undeath from interfering with their demigod's goals. While all paladins of Magrim serve the demigod in their own way, each is also dedicated to this code.",
			">",
			">- The dead have earned their peace. I shall see them put to rest with respect, and do my utmost to keep their graves and tombs honored and undisturbed.",
			">- Should some force or custom insist on treating the graves of the passed as anything other than a place of quiet memorial, I shall do all in my power to end this practice.",
			">- The undead have stepped out of the natural order of life and death, and they threaten the sanctity of the grave. I shall seek to destroy them when possible, and keep them from the resting places of others.",
			">- Rituals, magic, and tortures that damage the soul undo the work of the Taskmaster. I will destroy those who use these methods, and seek to repair those who have fallen victim to these crimes.",
			">- Though I shall not do the work for them, I shall aid others in completing tasks that are important to them whenever it is possible and moral, so that they will not go to the grave with unfinished business.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Spells",
			">",
			">- {spell/Invigorating Repose}",
			">",
			">### Traits",
			">",
			">- {trait/Gifted Medium}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Faiths of Golarion/43}",
			">",
			">#### Cleric, Oracle, Warpriest",
			">",
			">- {spell/Arcane Mark} can be prepared as a 0-level spell",
			">- {spell/Disrupt Undead} can be prepared as a 0-level spell",
			">- {spell/Symbol of Mirroring} can be prepared as a 2nd-level spell",
			">- {spell/Brand, Greater} can be prepared as a 4th-level spell",
			">- {spell/Firebrand} can be prepared as a 7th-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Faiths of Golarion/42}  ",
			"Known as the Taskmaster, Magrim oversees ensuring that dwarven souls have appropriate, fulfilling tasks in life and are prepared for the next step of their existence after death. When dwarves fall short of this state of readiness, Magrim seeks to reshape them through whatever means are necessary to allow them to fulfill their roles. In life, the purpose of these tasks is to build something great and feel satisfaction in having done so, while the labors Magrim provides in the afterlife are meant to give the souls of departed dwarves eternal purpose and contentment.",
			"",
			"Magrim is not a divinity who revels in complex plans or obscure destinies, instead preferring to act as straightforwardly as possible. As a lawgiver and overseer of the dead, Magrim believes in ensuring that all creatures have the tools needed to do all the things asked of them. While Torag created the dwarven race at his forge and sends them riddles and omens to help guide them, it was the more staid Magrim who taught the first dwarves how to properly commune with their gods.",
			"",
			"Magrim is also the keeper of a series of named runes, which he uses to judge the qualities and temper of a dwarven soul before bringing it before {faith/Pharasma}. Each rune has its own power related to a specific concept and, on rare occasions, Magrim loans such runes out to his most faithful followers to aid them in accomplishing specific tasks. However, most runes in the possession of his church are holy runeplates, infused with the power of runes as taught to his followers, but not the true runes Magrim carries for his own use.",
			"",
			"Magrim is depicted as an ancient dwarf with black iron skin and molten orange eyes. His head is bald, and the white hair of his beard is woven into multiple braids of varying thickness. He wears a thick blacksmith's apron made of stone and holds a red-hot blacksmith's hammer in his rune-carved stone blacksmith's gloves."
		]
	},
	"mahathallah": {
		"name": "Mahathallah",
		"sources": [
			"Pathfinder #99: Dance of the Damned",
			"Book of the Damned"
		],
		"description": [
			"::fh[Mahathallah]{sub=\"Dowager of Illusions\"}",
			"",
			"{SOURCE Pathfinder #99: Dance of the Damned/74}  ",
			"**Pathfinder Wiki** [Mahathallah](https://www.pathfinderwiki.com/wiki/Mahathallah) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Queens of the Night  ",
			"**Areas of Concern** Death, fate, vanity  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Thievery}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Net}  ",
			"**Symbol** Bejeweled skeletal hand  ",
			"**Sacred Animal(s)** Dragonfly  ",
			"**Sacred Color(s)** Gold, ivory",
			"",
			"::h2[Deific/Fiendish Obedience]{jl}",
			"",
			">Spend an hour in deep meditation, reflecting on the nature of the cosmos and your exceptional place above all others in the multiversal scheme - preferably while under the effects of a perception - altering drug. The DC of all illusion spells you cast increases by +2 and you gain a +2 profane bonus on saving throws to resist mind-affecting effects.",
			"",
			"### Boons: {feat/Deific Obedience}",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #99: Dance of the Damned/75}",
			">",
			">1. **Voice from the Mist (Sp)** {spell/ventriloquism} 3/day, {spell/hypnotic pattern} 2/day, or {spell/major image} 1/day",
			">2. **Persistent Illusions (Su)** Whenever you cast an illusion spell with a duration of concentration (plus any number of rounds), add half your level to the duration.",
			">3. **Indirect Dose (Su)** You can apply drugs of the injury type to a weapon as if they were poison. Additionally, you can't accidentally expose yourself to a poison or a drug when applying it to a weapon - though you are still exposed if you roll a 1 when attacking with a poisoned weapon.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #99: Dance of the Damned/75}",
			">",
			">1. **Mists of the Mind (Sp)** {spell/silent image} 3/day, {spell/invisibility} 2/day, or {spell/create drug} 1/day",
			">2. **Breathe in the Cosmos (Su)** Upon ingesting a drug - including those conjured by the *create drug* spell - you heal an amount of damage determined by the severity of that drug's base addictiveness: 1d6 for minor, 2d6 for moderated, 3d6 for major. Additionally, when taking the drug {drug/adyton}, you automatically succeed at the Will save.",
			">3. **Breathe Out Death (Su)** You know the secrets of controlling the flow of blood and toxins in your body. You gain a +4 saving throw against poison and can no longer become addicted to drugs. Additionally, you gain a +4 bonus on rolls to become stable when reduced to negative hit points. Finally, your life span is supernaturally lengthened, with each {rule/ag[ing st]e/p} (middle age, old, venerable) being postponed by a number of years equal to double your Wisdom score.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #99: Dance of the Damned/75}",
			">",
			">1. **Dervish in the Mist (Sp)** {spell/disguise self} 3/day, {spell/blur} 2/day, or {spell/displacement} 1/day",
			">2. **Inescapable Fate (Su)** When you wear armor not made of metal, its maximum Dexterity bonus increases by 2. This applies to armors normally made out of metal, but crafted from different materials like bone or obsidian. Additionally, the DC for entangled creatures to escape a net you wield increases by 1 for every 4 Hit Dice you possess.",
			">3. **Cut to the Truth (Su)** Whenever you attack a target and have to roll a percent mischance as a result of effects such as {rule/concealment}, {spell/blur}, or similar effects, reduce that percent miss chance by 10%. Additionally, when taking the drug {drug/adyton}, you automatically succeed at the Will save.",
			"",
			"### Boons: {feat/Fiendish Obedience}",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/68}",
			">",
			">1. **Voice from the Mist (Sp)** {spell/ventriloquism} 3/day, {spell/hypnotic pattern} 2/day, or {spell/major image} 1/day",
			">2. **Persistent Illusions (Su)** You have experienced incredibly realistic visions and memorable hallucinations as a result of drug-fueled rituals to the Dowager of Illusions, and as such you are particularly gifted at infusing your own illusions with a veneer of reality and believability that helps your unreal creations to persist. Whenever you cast an illusion spell with a duration of concentration (plus any number of rounds), add your level to the additional spell duration.",
			">3. **Indirect Dose (Su)** You can apply drugs of the injury type to a weapon as if they were poison. When you do so, the save DC for the drug increases by 2. Additionally, you can't accidentally expose yourself to a poison or a drug when applying it to a weapon - though you are still exposed if you roll a 1 when attacking with a poisoned weapon.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/68}",
			">",
			">1. **Mists of the Mind (Sp)** {spell/silent image} 3/day, {spell/invisibility} 2/day, or {spell/create drug} 1/day",
			">2. **Breathe In the Cosmos (Su)** Upon ingesting a drug - including those conjured by the create drug spell - you heal an amount of damage determined by the severity of that drug's base addictiveness: 2d6 hit points for minor, 4d6 hit points for moderate, and 6d6 hit points for major. Additionally, when taking the drug {drug/adyton}, you automatically succeed at the Will save.",
			">3. **Breathe Out Death (Su)** You know the secrets of controlling the flow of blood and toxins in your body. You gain a +4 saving throw against poison and can no longer become addicted to drugs. Additionally, you gain a +4 bonus on rolls to become stable when reduced to negative hit points. Finally, your life span is supernaturally lengthened; each {rule/ag[ing st]e/p} (middle age, old, venerable) is postponed by a number of years equal to twice your Wisdom score.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/68}",
			">",
			">1. **Dervish in the Mist (Sp)** {spell/disguise self} 3/day, {spell/blur} 2/day, or {spell/displacement} 1/day",
			">2. **Inescapable Fate (Su)** Just as Mahathallah eschews cumbersome armor, you prefer to serve your mistress in flowing robes and shimmering veils. When you wear armor not made of metal, its maximum Dexterity bonus increases by 2. This applies to armors normally made out of metal but crafted from different materials such as bone or obsidian. Additionally, the DC for entangled creatures to escape a net you wield increases by 1 for every 4 Hit Dice you have.",
			">3. **Cut to the Truth (Su)** Whenever you attack a target and have to roll a percent miss chance as a result of effects such as {spell/blur} or {rule/concealment}, reduce that percent miss chance by 20%. If this reduces the miss chance to 0%, the creature no longer counts as having concealment against you at all. Additionally, when taking the drug {drug/adyton}, you automatically succeed at the Will save.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Spells",
			">",
			">- {spell/Create Drug}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #99: Dance of the Damned/74}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Ghost Sound} can be prepared as a 0-level spell",
			">- {spell/Prestidigitation} can be prepared as a 0-level spell",
			">- {spell/Disguise Self} can be prepared as a 1st-level spell",
			">- {spell/Minor Image} can be prepared as a 2nd-level spell",
			">- {spell/Major Image} can be prepared as a 3rd-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #99: Dance of the Damned/75}",
			">",
			">- :hll[spell/Summon Monster III:] {monster/Forlarren}",
			">- :hll[spell/Summon Monster V:] {monster/Achaierai}",
			">- :hll[spell/Summon Monster VIII:] {monster/Cabal Devil}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/68}  ",
			"Mahathallah knows she will die - she has seen it.",
			"",
			"As a powerful psychopomp in the courts of the Boneyard, she aided Pharasma in judging countless souls. Generations, entire millennia, and whole worlds of spirits passed through her court en route to their afterlives. Mortals called Mahathallah the Maiden of Mists, whose gaze pierced any veil and whose whisper parted any fog. She never sought praise, but she came to be worshiped nonetheless as one of the mysterious leaders of her kind: a psychopomp usher. Though her mistress, {faith/Pharasma}, the Lady of Graves, never said as much, she was pleased. Mahathallah, however, could never entirely accept the prayers offered in her name. Her faithful claimed she knew every beginning, every act, and every end, but that wasn't true. Mahathallah knew of every mortal's demise and could predict the dooms of far greater beings - but to her own end she was utterly blind.",
			"",
			"Eventually, Pharasma pulled back the illusions of time and revealed Mahathallah's final moment. The Maiden of Mists had never understood the fear mortals associated with death, so she was unprepared for the terror she would face upon witnessing the end of her own immortality.",
			"",
			"And Mahathallah fled.",
			"",
			"Ultimately, Mahathallah's flight drove her to one of existence's deepest pits: Hell itself. Only Mahathallah knows what {faith/Asmodeus} promised, but the Prince of Darkness calmed her as no other could. Ancient as only a deity can be, Mahathallah now turns her vision to the service of Hell, the Maiden of Mists no longer, but the Dowager of Illusions.",
			"",
			"Mahathallah numbers among the nobility of Hell as the most elusive of the four demigoddesses known as the Queens of the Night. Her appearance endlessly shifts between that of a youthful, though cadaverous, angel wearing a dusk-hued burial gown and that of a rotting crone trailing tatters and shattered wings. This cycle of decay and regeneration advances erratically, sometimes taking as long as a day or as little as a moment. Although typically cold and dispassionate, Mahathallah's state of mind seems to affect her appearance, youth being the mask of her anger and age that of her nihilistic wisdom. Ever-changing, Mahathallah is impossible to depict accurately. Artists often represent her as a vaguely feminine figure cloaked in somber mists, or they portray her by her symbol alone - a glaring eye surrounded by an assortment of occult sigils."
		]
	},
	"malacoda": {
		"name": "Malacoda",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Malacoda]{sub=\"Despoiler of Horizons\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Malacoda](https://www.pathfinderwiki.com/wiki/Malacoda) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Conquest, cruelty, martial skill  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Strength}, {domain/War}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Ferocity}, {domain/Tactics}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Bastard sword}  ",
			"**Symbol** Scorpions on a sword  ",
			"**Sacred Animal(s)** Scorpion  ",
			"**Sacred Color(s)** Green, silver",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Brandish your unholy symbol and recount the tactics you will use to conquer your enemies. Gain a +4 profane bonus on saving throws against mind-affecting effects.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/align weapon} (lawful or evil only)",
			">2. {spell/crushing despair}",
			">3. {spell/transformation}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Despoiler of Horizons is known to have conquered eight worlds and has devotees among the most politically powerful individuals on Golarion."
		]
	},
	"malthus": {
		"name": "Malthus",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Malthus]{sub=\"The Five-Beaked\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Malthus](https://www.pathfinderwiki.com/wiki/Malthus) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Architecture, expansion, waste  ",
			"**Domains** {domain/Artifice}, {domain/Evil}, {domain/Knowledge}, {domain/Law}  ",
			"**Subdomains** {domain/Construct}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Memory}, {domain/Toil}  ",
			"**Favored Weapon** {eq-weapon/Light crossbow}  ",
			"**Symbol** Five crossed arrows  ",
			"**Sacred Animal(s)** Parrot  ",
			"**Sacred Color(s)** Blue, red",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Shoot or throw 26 flaming projectiles into the sky. Gain a +4 profane bonus on Reflex saving throws to avoid physical dangers.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/flame arrow}",
			">2. {spell/rampart}",
			">3. {spell/wall of suppression}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"From his fortress-tower, Malthus the Five-Beaked oversees arms trade between Erebus and Phlegethon and obsesses over magical artillery and similar siege weaponry."
		]
	},
	"mammon": {
		"name": "Mammon",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Mammon]{sub=\"The Argent Prince\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Mammon](https://www.pathfinderwiki.com/wiki/Mammon) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Mammon}",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Archdevils  ",
			"**Other Pantheons** Kobold Deities  ",
			"**Areas of Concern** Avarice, watchfulness, wealth  ",
			"**Domains** {domain/Artifice}, {domain/Earth}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** {domain/Construct}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Metal}, {domain/Toil}  ",
			"**Favored Weapon** {eq-weapon/Shortspear}  ",
			"**Symbol** Devil-faced coin  ",
			"**Sacred Animal(s)** Rat  ",
			"**Sacred Color(s)** Gold, silver",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Shake a purse containing at least six coins of any minting rhythmically while recounting exactly how you earned, stole, or otherwise acquired them, and declare that you have gained all of your wealth for the glory of Mammon, the Argent Prince. Then, use the coins in the purse to form a pentagram on top of a small mirror or any other reflective surface while singing profane hymns to the Argent Prince. Gain a +2 profane bonus on Appraise checks and Sleight of Hand checks to take something unnoticed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/70}",
			">",
			">1. **Dawn Vaults' Glory (Sp)** {spell/color spray} 3/day, {spell/symbol of mirroring} 2/day, or {spell/magic vestment} 1/day",
			">2. **Argent Prince's Sanctum (Sp)** You have seen visions of Mammon's Bier, the darkly magnificent vault where Mammon's once-stunning angelic form lies entombed in a coffin of diamond, and you can make a sanctum for yourself in its image. Once per day, you can use {spell/mage's magnificent mansion} as a spell-like ability. When you do, the inside of the extradimensional dwelling is filled with images of riches beyond imagining, including replicas of the gem-filled chests in Mammon's Bier in Erebus (though this wealth is illusory and cannot be removed from your sanctum or sold).",
			">3. **Darkly Shining Majesty (Su)** Three times per day as a standard action, you can release a burst of overwhelming evil in the form of the searing reflections of a mighty treasure vault. This is an 80-foot-radius {misc/burst} centered at any point within 400 feet of you. Each creature in the area is permanently {misc/blinded} and takes 10d6 points of damage unless it succeeds at a Reflex saving throw (DC = 10 + half your Hit Dice + your Charisma modifier) to negate the blindness and take half damage. Since this burst is not traditional light, it does not further affect creatures vulnerable to sunlight, but it does dispel darkness spells lower than 9th level within its area.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/70}",
			">",
			">1. **Erebus's Grasp (Sp)** {spell/grease} 3/day, {spell/pilfering hand} 2/day, or {spell/obscure object} 1/day",
			">2. **Pay in Blood (Sp)** Once a vaunted champion of {faith/Asmodeus/'s} infernal armies, Mammon covets the blood and suffering of those who would stand against him, and you are more than happy to bring the Open Palm his due. Three times per day, you can cast {feat/empowered} {spell/inflict critical wounds} as a spell-like ability with a Will save DC equal to 10 + half your Hit Dice + your Charisma modifier.",
			">3. **13,001 Chests (Sp)** Like the Argent Prince, you understand the role that treasure can play when trying to persuade others to join your side. Three times per day, you can show your enemies visions of the 13,001 open gem-filled chests in Mammon's Bier that were meant to coerce the {family/protean/s} to Hell's side eons ago. This functions like {spell/mass suggestion}, except no two of the creatures can be more than 60 feet apart. The DC of the Will saving throw to negate this effect is equal to 10 + half your Hit Dice + your Charisma modifier.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/70}",
			">",
			">1. **Guardian of Infernal Vaults (Sp)** {spell/alarm} 3/day, {spell/spiritual weapon} 2/day, or {spell/keen edge} 1/day",
			">2. **Enemy of the Light (Su)** For a number of minutes per day equal to your Hit Dice, you are immune to good-aligned damage, and damage you deal is considered evil-aligned for the purpose of overcoming damage reduction. Against good foes, your weapons gain a +3 profane bonus on damage rolls. Further, while this ability is in effect, weapons and effects cannot deal additional damage (such as a {magic-enh/holy} weapon would deal) to you due to your evil alignment, though you still suffer from any non-damaging effects based on your evil alignment as normal. Activating this ability is a standard action, and dismissing it is a free action. This effect's duration need not be used all at once but must be used in 1-minute increments.",
			">3. **Flesh of Mammon's Flesh (Su)** As one of Mammon's favored unholy servants, you can briefly imbue your weapon as if it were a part of the Argent Prince's body, granting it great power. For a number of rounds equal to your Hit Dice, a single weapon that you are holding gains the {magic-enh/unholy} and {magic-enh/brilliant energy} special abilities. (This effect stacks with the weapon's existing enhancement bonuses and special abilities, including *enemy of the light,* and is not subject to the normal limitations and requirements for magic weapons.) Activating this ability is a move action, and dismissing it is a free action. This effect's duration need not be used all at once but must be used in 1-round increments. While this ability is in effect, your weapon sheds light as normal, but it is an eerie, black, colorless light - a mockery of the light that servants of good might use.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			">",
			">### Traits",
			">",
			">- {trait/Flames of Hell}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/71}  ",
			"In all greed rings Mammon's voice. For centuries after the Exodus, the battles between Hell and the celestial realm raged. Countless scores were annihilated in battles throughout the multiverse, but noteworthy among these conflicts was the Battle of the Triune Star. {faith/Asmodeus/'s} emissary, the beautiful fallen angel Mammon, strove to turn the newly discovered proteans against the Prince of Darkness's foes. But the hosts of {faith/Sarenrae} surprised proud Mammon, and although he and his hordes fought fiercely, in the end the archdevil was cut down. Falling upon the vast treasure he had brought to coerce the proteans' aid, Mammon died that day, and his body was left to drift in the primal chaos.",
			"",
			"Centuries passed before Mammon's body and lost treasure were recovered by agents of {faith/Mephistopheles} and returned to Hell. At Asmodeus's order, Mammon was carried to the vaults beneath the city of Dis, where the archdevils laid their comrade's striking corpse to rest amid vast riches. Yet as the infernal lords departed, a voice from within the tomb stopped them. Somehow, the magical trove he floated upon for ages, the fury of the Maelstrom, and the power of Hell combined to remake Mammon as an animating spirit. Mammon collected the gems and riches of his burial treasures, creating from them a gleaming and infinitely changeable new form to serve as his body. Intrigued by this strange resurrection, Asmodeus supplied Mammon with vast wealth from the depths of Nessus and remade Mammon's crypt into a new realm, the Hellish vault of Erebus.",
			"",
			"After millennia, Mammon adapted to his current state; he now delights in taking any form composed of riches. The vaults of Erebus have grown vast: every type of treasure imaginable fills the realm and contributes to his body. At the heart of Erebus hangs the Argent Prince, a fiendishly beautiful, silvery representation of Mammon's former angelic form. When attending councils with his peers, Mammon instructs a contingent of servants to carry an ark filled with specially chosen riches to Nessus, allowing the archdevil to assume exceptionally majestic forms before his peers."
		]
	},
	"marishi": {
		"name": "Marishi",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Marishi]{sub=\"The Festival Queen\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Marishi](https://www.pathfinderwiki.com/wiki/Marishi) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Athletics, contests, sports  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Healing}, {domain/Strength}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Competition}, {domain/Resolve}, {domain/Restoration}, {domain/Revelry}  ",
			"**Favored Weapon** {eq-weapon/Spiked gauntlet}  ",
			"**Symbol** Maypole with 7 streamers  ",
			"**Sacred Animal(s)** Horse  ",
			"**Sacred Color(s)** Gold, silver",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"Contests, feats of strength, and athletics are the purview of Marishi. Her followers encourage boisterous competition and fair bouts."
		]
	},
	"matravash": {
		"name": "Matravash",
		"sources": [ "Distant Shores" ],
		"description": [
			"::fh[Matravash]{sub=\"The Wide Water\"}",
			"",
			"{SOURCE Distant Shores/43}  ",
			"**Pathfinder Wiki** [Matravash](https://www.pathfinderwiki.com/wiki/Matravash) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** The Matra River  ",
			"**Domains** {domain/Community}, {domain/Law}, {domain/Travel}, {domain/Water}  ",
			"**Subdomains** {domain/Cooperation}, {domain/Loyalty}, {domain/Trade}  ",
			"**Favored Weapon** {eq-weapon/Whip}  ",
			"**Symbol** Lotus blossom floating on a winding river  ",
			"**Sacred Animal(s)** Fish",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Radripal  ",
			"**Nationality** Vudra",
			"",
			"::h2[Description]{jl}",
			"",
			"Matravash is the goddess of the eponymous Matra River, which flows nearly 2,500 miles through Vudra and serves as the primary means of travel into the nation's heart from the west. She is seen as a facilitator of civilization, for the river connects communities and allows for the easy sharing of ideas, efficiency in trade, and ultimately passage into the greater waterway of the Obari Ocean - a symbol to Matravash's faithful of the Great Beyond as the final destination of the River of Souls.",
			"",
			"The Wide Water is closely associated with lotus blossoms, which grow in abundance on her calm waters, especially in the warm estuaries near the river's delta. The Azvadeva Pujila speaks of the river's origins, when the entire length of the waterway was rife with deadly rapids. Entranced by the beauty of the lotus blossoms in sheltered eddies, Matravash calmed herself to accommodate the flourishing plants, and found that the travelers who began to ply her waters were welcome visitors. Thus did both Matravash and the lotuses earn their reputation as peaceful, calm, and contemplative entities.",
			"",
			"Despite her position as a goddess of law, Matravash is often seen as a friend to the oppressed, for the Matra offers those without hope in their current homes an escape route which can take them to better places and new opportunities, and her priesthood is scrupulous about not revealing the whereabouts of fugitives who have broken no laws. As with any river fed by heavy seasonal rains such as Vudra's annual monsoons, the Matra swells in its banks regularly, and those who live on or near the water are accustomed to flooding. Matravash tends to these river dwellers closely, setting into motion seeming coincidences that keep those unprepared for such forces of nature out of harm's way. In populated areas, Matravash restrains her waters to rejuvenate the soil of the flood plain without overexerting herself and disrupting the lives of those with whom she has formed an almost symbiotic relationship. Thus are floods seen as the river's gift to farmers rather than the wrath of an angry goddess; expected cycles of ebbing and flowing associated with health and fertility rather than natural disasters."
		]
	},
	"mazludeh": {
		"name": "Mazludeh",
		"sources": [ "Distant Shores" ],
		"description": [
			"::fh[Mazludeh]{sub=\"Mother of Hearth and Wall\"}",
			"",
			"{SOURCE Distant Shores/23}  ",
			"**Pathfinder Wiki** [Mazludeh](https://www.pathfinderwiki.com/wiki/Mazludeh) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Balance, community, negotiation, and twilight  ",
			"**Domains** {domain/Artifice}, {domain/Community}, {domain/Good}, {domain/Knowledge}  ",
			"**Subdomains** {domain/Agathion}, {domain/Archon (|Good)}, {domain/Azata (|Good)}, {domain/Cooperation}, {domain/Family}, {domain/Memory}  ",
			"**Favored Weapon** {eq-armor/Heavy_wooden shield}  ",
			"**Symbol** Seven eggs encircled by a snake eating its own tail  ",
			"**Sacred Animal(s)** Anaconda",
			"",
			"::h2[Description]{jl}",
			"",
			"Once the empyreal lord of community stewardship and loving sacrifice, Mazludeh was popular in the ancient city-state of Udo when the Age of Darkness fell. Her people cried out to her for protection, and the Mother of Hearth and Wall spurred her fellow empyreal lords to cooperate despite their philosophical differences, saving untold millions. With the signing of the Celestial Concordance, Mazludeh found herself in the role of the newly formed nation's matron goddess.",
			"",
			"Mazludeh acts as a guardian of knowledge, protector of settlements, and guiding hand for those who strengthen their community, either literally by creating strong walls, dwellings, and monuments, or figuratively as parents, guards, and especially educators. Her clergy serve not just as spiritual guides, but often as city planners, architects, archivists, engineers, and farmers, all the while striving to maintain a careful balance between the needs of individuals and the needs of the entire community. Her worshipers depict her most frequently as an enormous serpent whose shaggy mane is heavy with figs or eggs, or as a medusa-like woman with serpents for hair, leading many scholars to speculate her divine agency predates humanity, and that she may have once been worshipped by serpentfolk or lizardfolk in a bygone age."
		]
	},
	"mazmezz": {
		"name": "Mazmezz",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Mazmezz]{sub=\"The Creeping Queen\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Mazmezz](https://www.pathfinderwiki.com/wiki/Mazmezz) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Bindings, driders, vermin  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Destruction}, {domain/Evil}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Insect}[^A], {domain/Rage}, {domain/Venom}  ",
			"**Favored Weapon** {eq-weapon/Net}  ",
			"**Symbol** Skull in spiderweb  ",
			"**Sacred Animal(s)** Spider  ",
			"**Sacred Color(s)** Black, white",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Bind a living creature so only a few key portions of anatomy (such as the belly, mouth, or eyes) remain exposed, allowing you to torment these exposed areas with needles, tiny knives, or poisonous vermin. Gain a +4 profane bonus on grapple checks and to CMD.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/72}",
			">",
			">1. **Webspinner (Sp)** {spell/web bolt} 3/day, {spell/web shelter} 2/day, or {spell/vermin shape I} 1/day",
			">2. **Blessing of the Creeping Queen (Ex)** The dreams you experience of becoming one with the Creeping Queen finally manifest in reality with a welcome change to your form. Your lower half swells into a bloated spider's body, complete with eight spindly legs and dripping spinnerets. You become one size category larger, but your reach and the size of weapons you wield do not change. You gain the {umr/web} universal monster ability (usable seven times per day) and a climb speed of 20 feet. You gain {umr/darkvision} with a range of 60 feet (or the range of your existing darkvision increases by 30 feet). Finally, you gain a permanent +2 bonus to your Strength, Dexterity, or Constitution score (your choice).",
			">3. **Arachnidal Rebirth (Su)** The Creeping Queen often uses the bodies of her victims as sources of nourishment for her brood, and the monstrosities that hatch from her corpse-implanted eggs often incorporate elements of the body in which they were birthed. In emulation of this horrific method of reproduction, you have been granted the ability to curse a foe to rebirth itself - when you do so, its new and horrible form bursts from the husk of its old flesh. This works like the witch's {hex/forced reincarnation} hex, but instead of becoming a random race, the creature's new body is that of a spider of its original size category with the head of its original form. As with {spell/reincarnate}, a rebirthed creature can be returned to its original form only through a {spell/wish} or {spell/miracle} spell. This ability can be used once per day, and a successful Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier) negates this effect. If you have the hex or hex arcana class feature, you can use the DC for your hexes instead.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/72}",
			">",
			">1. **Mazmezz's Embrace (Sp)** {spell/animate rope} 3/day, {spell/web} 2/day, or {spell/snare} 1/day",
			">2. **Spider's Blessing (Sp)** Through study of eldritch patterns in the webs spun by spiders influenced by the Abyss, you have unlocked in your mind a pair of magical powers associated with the Creeping Queen you adore so. You can cast {spell/poison} and {spell/vermin shape II} once per day each as spell-like abilities.",
			">3. **Temporal Web (Sp)** As you continue to study the patterns and twists in Abyssally influenced spiderwebs, you unlock a greater magical talent within yourself and can use webbing to trap a victim in place and outside of time's flow itself. Once per day, you can cast {spell/temporal stasis} {feat/heightened} to function as a 9th-level spell. The target of this ability appears to be wrapped tightly in spiderwebs. You can maintain up to three targets in temporal webs at a time; if you use this ability on a fourth target, you must select one of the other three targets to immediately release.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/72}",
			">",
			">1. **Adhesive Arcana (Sp)** {spell/adhesive spittle} 3/day, {spell/spider climb} 2/day, or {spell/slow} 1/day",
			">2. **Caught in the Web (Sp)** You can call out to Mazmezz to wrap your foes in paralytic webs. Three times per day, you can cast {feat/quickened} {spell/web} as a spell-like ability.",
			">3. **Trapped Like Flies (Su)** If a target begins a turn entangled in a web you created, it must succeed at a Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier) or take 1d6 points of Strength drain. This is a poison effect.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/72}  ",
			"Mazmezz appears as a hideous tangle of spidery legs - far more limbs than any worldly spider could command. Some legs end in claws, others in pincers, and still others in spinnerets. At their center, a sickening clot of wriggling hair writhes around a roughly spherical body, with the only concession toward a \"front\" being an immense spider's mouth surrounded by thrashing pedipalps and filled with fangs.",
			"",
			"Mazmezz has the ability to wrap herself in gauzy swaths of webbing that can magically alter her form to anything she can imagine. She often chooses the form of a beautiful woman or female drider when she deals with victims she wishes to capture and keep as trophies in her horrific harem. Yet when punishing foes or in battle, the Creeping Queen reverts to her nauseating true form, in which she is capable of making a bewildering number of attacks, lashing out with her multitude of web-tangled limbs at every creature within her considerable reach.",
			"",
			"She can make only one bite attack per round, but in addition to injecting a paralytic toxin, she can use this attack to lay eggs within her victims. When the eggs hatch, the writhing spiders that matured within burst from her victims' bodies, causing great agony. The multitudinous offspring create swarming hordes capable of consuming flesh and bone with alarming speed.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"menxyr": {
		"name": "Menxyr",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Menxyr]{sub=\"The Coffin Groom\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Menxyr](https://www.pathfinderwiki.com/wiki/Menxyr) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Nascent Demon Lords  ",
			"**Areas of Concern** Grave robbing, necrophilia  ",
			"**Domains** {domain/Chaos}, {domain/Death}, {domain/Evil}, {domain/Trickery}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Lust}, {domain/Murder}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Heavy pick}  ",
			"**Symbol** Skull with wedding veil  ",
			"**Sacred Animal(s)** Maggot  ",
			"**Sacred Color(s)** Brown, green",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Engage in acts of necrophilia. Gain a +4 profane bonus on saves against negative energy effects.",
			">",
			">### Boons",
			">",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/38}",
			">",
			">1. **First Boon (Sp)** {spell/Command Undead} 1/day",
			">2. **Second Boon (Sp)** {spell/Animate Dead} 1/day",
			">3. **Third Boon (Sp)** {spell/Move Earth} 1/day",
			"",
			"::h2[Nascent Demon Lords]{jl}",
			"",
			">{SOURCE Book of the Damned/124}",
			">",
			">With very few exceptions, a demon lord is never born fully formed. Instead, each must build power and resources during an extended period of transformation. Demons in this transitional stage are known as nascent demon lords.",
			">",
			">At any one time, there exist hundreds - if not thousands - of nascent demon lords in the Abyss. All nascent demon lords are chaotic evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by demon lords, manifesting as spell-like abilities usable twice per day each.",
			"",
			"::h2[Description]{jl}",
			"",
			"Cadaverous Menxyr, known to many as the Coffin Groom, stands nearly 12 feet tall but weighs barely 100 pounds. Despite his emaciated and seemingly fragile frame, which he can fold up to appear like little more than a tangled mess of old bones, he has great strength. He can pull forth bones from living creatures, animate the dead to serve his foul lusts, and even climb inside the bodies of the freshly dead to animate them and seduce those who mourn the loss of a loved one."
		]
	}
}
