{
	"urxehl": {
		"name": "Urxehl",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Urxehl]{sub=\"Trollfather\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Urxehl](https://www.pathfinderwiki.com/wiki/Urxehl) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Natural disasters, storms, trolls  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Fire}, {domain/Weather}  ",
			"**Subdomains** {domain/Ash}, {domain/Catastrophe}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Storms}  ",
			"**Favored Weapon** {eq-weapon/Greatclub}  ",
			"**Symbol** Storm cloud with lightning  ",
			"**Sacred Animal(s)** Bear  ",
			"**Sacred Color(s)** Brown, greed",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">You must cavort naked atop a hill, rooftop, or mountaintop during a storm, or else ritualistically sever the fingers, toes, then arms and legs of a nonevil being, burning each severed fragment to ash before moving on to the next. Gain a +4 profane bonus on all saving throws against weather-related effects and spells.",
			"",
			"### Boons: Demonic Obedience",
			"",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/26}",
			">",
			">1. **Storm Breath (Sp)** {spell/obscuring mist} 3/day, {spell/gust of wind} 2/day, or {spell/call lightning} 1/day",
			">2. **Earthshaker (Sp)** You can cast {spell/earthquake} once per day, but this ability only affects a 40-foot-radius {misc/spread}. This ability is the equivalent of a 7th-level spell.",
			">3. **Invoke the True Storm (Sp)** You can cast {spell/storm of vengeance} once per day.",
			"",
			"### Boons: Fiendish Obedience",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/100}",
			">",
			">1. **Storm's Wrath (Sp)** {spell/shocking grasp} 3/day, {spell/aggressive thundercloud} 2/day, or {spell/lightning bolt} 1/day",
			">2. **Tempest Hide (Ex)** Urxehl rewards your devotion by transforming your skin into leathery rust-red hide (if you already have fur, hide, or scales on your body, the coloration merely changes). As a result of this transformation, you gain electricity resistance 30. If you are already immune to electricity (or if you gain immunity to electricity at a point after you gain this boon), you gain sonic resistance 30 instead. In either case, the gift allows you to enjoy the fury of the greatest of storms in relative safety.",
			">3. **Storm of Verakivhan (Su)** You can unleash the power of the Trollfather with your voice, channeling the raw fury of his eternally tempest-tormented realm in a thunderous shout. With a mighty roar, you blast those around you with deadly storms of Abyssal energy. Twice per day as a standard action, you can exude waves of energy in a 30-foot-radius {misc/burst} centered on yourself. The blast does not harm natural vegetation or creatures in the area you wish to exclude from damage. Other creatures in the area take 1d8 points of acid, cold, electricity, or fire damage per character level you have (maximum 20d8) and are {misc/stunned} for 1 round. You choose what type of energy damage this ability deals when you activate your storm (all targets take the same type of energy damage; you can't cause one target to take fire damage and another to take acid damage). A creature that succeeds at a Fortitude saving throw (DC = 10 + half your Hit Dice + your Charisma modifier) takes half damage and negates the stunned effect.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/100}",
			">",
			">1. **Storm Breath (Sp)** {spell/obscuring mist} 3/day, {spell/gust of wind} 2/day, or {spell/call lightning} 1/day",
			">2. **Earthshaker (Sp)** You can cast {spell/earthquake} once per day as a spell-like ability, but it affects only a 40-foot-radius spread.",
			">3. **Invoke the True Storm (Sp)** You can cast {spell/storm of vengeance} as a spell-like ability once per day.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/100}",
			">",
			">1. **Master of Trolls (Sp)** {spell/enlarge person} 3/day, {spell/resist energy} (acid or fire only) 2/day, or {spell/fireball} 1/day",
			">2. **Rip Flesh and Tear Limbs (Ex)** Your limbs become rangy and your hands twist into ghastly claws. You gain two claw attacks, each dealing [1d6 points of damage for a Medium creature](misc/damage_die_adjustments); in addition, you gain the {umr/rend} ability, which requires two successful claw attacks and deals a number of points of damage equal to the damage die of one claw plus your Strength modifier. If you already have the rend ability, you deal double your existing rend damage when rending.",
			">3. **Trollfather's Chosen (Ex)** Your flesh knits together with gruesome speed, healing wounds almost as soon as they are inflicted. You gain {umr/regeneration} 5 (acid or fire). If you already have regeneration, increase the rate of healing granted by your regeneration by 10 instead.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"### Description",
			"",
			">{SOURCE Book of the Damned/100}  ",
			"Although he is considered the patron of the {family/troll} race, the demon lord greatly despises the twisted giants that share his form. Even so, the trolls remain his strongest worshipers, the most religious of which believe that Father Urxehl gifted them with regeneration so they could survive his terrible rages and depredations. The fact that he despises them so instills within the troll faithful a paradoxical need and drive to earn Urxehl's favor and respect. That he will never give them to a troll matters not to the troll - the concept that one's father (even in such a spiritual sense as this) could so hate his offspring only inspires troll worshipers to redouble their attempts to please their abusive patron. Troll priests often prepare spells that both protect them from fire and allow them to utilize fire as a weapon, primarily as a way for them to maintain control of those they lead through fear.",
			"",
			"Urxehl appears as a towering horned troll, nearly 20 feet tall, with rust-red hide, a pale tan belly, and a long spiked tongue. He can command storms with ease and direct the flow and power of forest fires with a thought. He benefits from incredible regenerative capabilities, and bits of his flesh or drops of his blood that fall from his frame have a horrific tendency to grow into troll-like demons that serve his will. Urxehl's furious hatred of trolls extends even to his own form, and he often claws and tears at his face and body in a futile attempt to shape his visage into something other than that which he loathes. Yet his regeneration is more than a match for these brutal, self-inflicted wounds. Curiously, flesh shed and blood spilled via this self-harm do not grow into monstrous servants; instead, they swiftly rot away, producing a reek of corruption and decay powerful enough to cause blindness and extended nausea in those unfortunate enough to come near. Urxehl often takes advantage of this trait in battle when not directly facing foes in melee; since he and his demonic minions are unaffected by this poisonous miasma, the Trollfather often lops off fingers or rips out chunks of flesh deliberately to create areas of unbearable fetor on the battlefield that he then uses to his strategic advantage."
		]
	},
	"ushitora": {
		"name": "Ushitora",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Ushitora]{sub=\"Keeper of the Oni Gate\"}",
			"",
			"{SOURCE Book of the Damned/126}  ",
			"**Pathfinder Wiki** [Ushitora](https://www.pathfinderwiki.com/wiki/Ushitora) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Oni Daimyo  ",
			"**Areas of Concern** Earthquakes, Keys, Sabotage  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Earth}, {domain/Evil}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Entropy}, {domain/Metal}, {domain/Rage}  ",
			"**Favored Weapon** {eq-weapon/Tetsubo}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Bury a key in the earth, and meditate over the site before retrieving the key. Gain a +4 profane bonus on saves against earth effects and being knocked prone.",
			">",
			">{SOURCE Book of the Damned/127}  ",
			">The most powerful {family/oni}, the oni daimyo, hold their domains in isolated regions of the Material Plane. While they have transcended their lesser incarnations to become something close to demigods in stature, they do not flaunt their power and prefer to dwell in remote corners of the massive land of Tian Xia.",
			">",
			">Oni daimyo are always evil in alignment but can be chaotic, lawful, or neutral. They range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/knock}",
			">2. {spell/malfunction}",
			">3. {spell/move earth}",
			"",
			"### Description",
			"",
			"The Keeper of the Oni Gate dwells in the depths of a remote rift in northern Kaoling, where she guards the mysterious Oni Gate. Only Ushitora knows where the keys to the Oni Gate lie hidden, or what dread doom will unfold upon the world when the gate is opened. She appears as a four-armed {monster/void yai} who wields two immense jade-and-gold tetsubos."
		]
	},
	"uskyeria": {
		"name": "Uskyeria",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Uskyeria]{sub=\"The Saintly Slumberer\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Uskyeria](https://www.pathfinderwiki.com/wiki/Uskyeria) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Hunting, prudence, slumber  ",
			"**Domains** {domain/Animal}, {domain/Good}, {domain/Repose}, {domain/Strength}  ",
			"**Subdomains** {domain/Agathion}, {domain/Feather}, {domain/Ferocity}, {domain/Fur}  ",
			"**Favored Weapon** {eq-weapon/Scimitar}  ",
			"**Symbol** Crossed scimitars  ",
			"**Sacred Animal(s)** Bear  ",
			"**Sacred Color(s)** Brown, red",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/55}  ",
			"Uskyeria's natural form is that of a giant bear with gold-streaked red fur. The Saintly Slumberer and her agents teach mortals how to hunt while respecting the animals they kill and preserving the areas in which they hunt. Insomniacs also pray to Uskyeria to bless them with deep and restful sleep."
		]
	},
	"uzumae": {
		"name": "Uzumae",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Uzumae]{sub=\"Daimyo of the North\"}",
			"",
			"{SOURCE Book of the Damned/126}  ",
			"**Pathfinder Wiki** [Uzumae](https://www.pathfinderwiki.com/wiki/Uzumae) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Oni Daimyo  ",
			"**Areas of Concern** Blizzards, frozen ghosts, starvation  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Law}, {domain/Water}  ",
			"**Subdomains** {domain/Fear}, {domain/Ice}, {domain/Murder}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Urumi}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Meditate on the sensations of starving to death in the snow; you need not actually be starving or in the snow to do so, but for each of these conditions you lack, you must deal 1d4 points of damage to yourself via self-flagellation. Gain a +4 profane bonus on saving throws against cold-based effects.",
			">",
			">{SOURCE Book of the Damned/127}  ",
			">The most powerful {family/oni}, the oni daimyo, hold their domains in isolated regions of the Material Plane. While they have transcended their lesser incarnations to become something close to demigods in stature, they do not flaunt their power and prefer to dwell in remote corners of the massive land of Tian Xia.",
			">",
			">Oni daimyo are always evil in alignment but can be chaotic, lawful, or neutral. They range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/chill metal}",
			">2. {spell/ice storm}",
			">3. {spell/freezing sphere}",
			"",
			"### Description",
			"",
			"Frozen Uzumae dwells in a fortress carved from the icy heart of a glacier in the northernmost mountains of Tian Xia's Wall of Heaven. It is said that the sound of the wind blowing across the spires of his realm lures lost travelers to their doom. The Daimyo of the North appears as a {monster/kuwa/ oni} with frostbitten skin and icicles for teeth and fingernails."
		]
	},
	"valani": {
		"name": "Valani",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Valani]{sub=\"Fireshaker\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Valani](https://www.pathfinderwiki.com/wiki/Valani) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Change, growth, primal forces  ",
			"**Domains** {domain/Chaos}, {domain/Earth}, {domain/Good}, {domain/Weather}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Growth}, {domain/Seasons}, {domain/Storms}  ",
			"**Favored Weapon** {eq-weapon/Club}  ",
			"**Symbol** Volcano with gold lava  ",
			"**Sacred Animal(s)** Dinosaur  ",
			"**Sacred Color(s)** Brown, gold",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Build a fire and burn an item or set of items worth at least 50 gp. When the flames have died down, roll among the cinders to extinguish the last bits of fire and grind the ashes into the ground. Each time you perform this obedience, choose either acid, cold, electricity, or fire. Gain a +2 sacred bonus on saving throws against the chosen energy type.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/26}",
			">",
			">1. **Elemental Arcana (Sp)** {spell/produce flame} 3/day, {spell/soften earth and stone} 2/day, or {spell/call lightning} 1/day",
			">2. **Quake (Sp)** You can cast {spell/earthquake} once per day.",
			">3. **Wrath of Nature (Su)** Once per day, you can assume the form of a Gargantuan earth or fire elemental for up to 1 hour. If you choose the form of an {family/earth elemental}, you gain a +10 size bonus to your Strength, a -4 penalty to your Dexterity, a +6 size bonus to your Constitution, and a +8 natural armor bonus. If you choose the form of a {family/fire elemental}, you gain a +8 size bonus to your Dexterity, a +6 size bonus to your Constitution, and a +6 natural armor bonus. This ability is otherwise identical to {spell/elemental body IV}.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/26}  ",
			"It is said that trees bend beneath the force of Valani's laugh and his wrathful roar can split the ground around him. Valani's hot temper is well known among the empyreal lords, and his peers respect him for his mastery over the forces of nature. Fireshaker understands that change cannot be forestalled and that growth requires destruction in order for goodness to take root in what was once evil soil.",
			"",
			"Valani is a massive figure, standing 10 feet tall with the thick arms and legs of a primate and the head of a boar. His wavy dark hair falls free under a crown of spiked grass and purple flowers. The skin left uncovered by ornate armor crafted from tiles of shell and obsidian is dark brown and ruddy, as if the light of a fire were always burning just beneath his flesh. When angered - which is often - his majestic features contort into an expression of awful rage. Aside from his wrath, Valani is also known for being a proud and wise father countless times over. Dozens of tribes on serene islands through the multiverse claim their blessings stem from being favored children of Fireshaker."
		]
	},
	"vale": {
		"name": "Vale",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Vale]{sub=\"The Court of Ancestors\"}",
			"",
			"{SOURCE Concordance of Rivals/18}  ",
			"**Pathfinder Wiki** [Vale](https://www.pathfinderwiki.com/wiki/Vale) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Consequence, superstition, and tradition  ",
			"**Domains** {domain/Community}, {domain/Knowledge}, {domain/Nobility}, {domain/Repose}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Heavy flail}  ",
			"**Symbol** Three circles bisected by a horizontal line",
			"",
			"## {feat/Monitor Obedience}",
			"",
			">Recite a family history to a surviving member of that family. Researching requires 45 minutes, while the recitation requires 15-30 minutes. Select a particular alignment component - chaos, evil, good, or law - and gain a +2 sacred bonus to AC against opponents with that alignment component.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/18}",
			">",
			">1. **It Is Known (Sp)** {spell/discern next of kin} 3/day, {spell/early judgment} 2/day, or {spell/seek thoughts} 1/day",
			">2. **Issue Judgment (Sp)** Once per day, you can issue a judgment on a crime whose testimony and evidence you have either personally witnessed or studied for at least 1 hour. If you find the target guilty, you can cast {spell/major curse} on that creature as a spell-like ability with a caster level equal to your Hit Dice. The condition to remove the curse must relate directly to making amends or growing beyond the criminal behavior.",
			">3. **Collective Knowledge (Su)** Whenever you are among a culture, you gain a +5 insight bonus on Knowledge checks to intuitively understand local customs, etiquette, history, lore, and magic of that particular culture, and you can attempt such Knowledge checks untrained. For the purposes of this power, a \"culture\" is any particular group of at least 100 people within 5 miles of each other who share a common ethnicity, language, or race, and you are considered among the culture when you are no more than 1 mile away from anyone in this particular group.",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			"",
			"### Description",
			"",
			"The Court of Ancestors washed ashore in the Boneyard, borne on the first wave in the River of Souls by the collective weight of mortal cultures and the influence they impose on living hearts. Vale serves the Boneyard as chief prosecutor, in that they champion the cause of judging souls based only upon external criteria and impact, without regard for individual intentions. As a gatherer of knowledge and advocate for agnostics, Vale also finds themself the Boneyard's authority on matters of faith unrelated to gods, such as superstitions.",
			"",
			"Vale manifests as several naked, androgynous figures merged into a single being, crowned with a floating circle of white crystal. Their domain is the Mall of Jurisprudence, a winding network of libraries and offices."
		]
	},
	"valmallos": {
		"name": "Valmallos",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Valmallos]{sub=\"The Answering Rite\"}",
			"",
			"{SOURCE Concordance of Rivals/19}  ",
			"**Pathfinder Wiki** [Valmallos](https://www.pathfinderwiki.com/wiki/Valmallos) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Primal Inevitable  ",
			"**Areas of Concern** Ceremonies, magic, and preparation  ",
			"**Domains** {domain/Law}, {domain/Magic}, {domain/Rune}, {domain/Water}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Kukri}  ",
			"**Symbol** Scroll twisting upon itself",
			"",
			"## {feat/Monitor Obedience}",
			"",
			">Spend 1 hour refining existing prayers, rituals, and spells by adding additional movements, verses, and diagrams. Gain a +4 sacred or profane bonus on skill checks to cast a ritual.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/19}",
			">",
			">1. **Enduring Magic (Sp)** {spell/protection from chaos} 3/day, {spell/false life} 2/day, or {spell/arcane concordance} 1/day",
			">2. **Overwhelming Intricacy (Su)** When you cast a spell or spell-like ability whose casting time is at least 10 minutes, you increase the DC of saving throws to resist that spell by 1. If the spell's casting time is at least 1 hour, you instead increase the DC by 2.",
			">3. **Sophisticated Symbols (Sp)** Once per day you can cast a {main/symbol |spell>_groupings} (e.g., {spell/symbol of persuasion}) of 7th level or lower as a spell-like ability with a casting time of 1 hour and requiring no material components. Alternatively, you can use this ability once per day to eliminate any symbol spell's material component by increase its casting time to 1 hour and thereby.[^V] You can maintain only a single symbol spell created with this ability, and using this ability again causes the first symbol to dissipate.",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Proctor}",
			"",
			"### Description",
			"",
			"By nature of their supernatural genesis, most outsiders easily command magic to do their bidding. However, the aligned essence of these beings guides their actions, ensuring they use magic in a manner that befits their nature and the multiverse's needs. Mortals, on the other hand, greedily seek out and exploit magic, possessing neither the underlying instincts to use it responsibly nor the eternity of practice to do so perfectly. But whether mortal spellcasters are cognizant of it or not, magic is a fundamental force guided by principles, and whenever simple creatures would trivialize or abuse magic, Valmallos presides.",
			"",
			"Valmallos considers mortals unpredictable and reckless, and seeks to keep them from treating magic as a toy. In part, he is responsible for the array of complex material, somatic, and verbal components so prevalent in magic, many of which act as gatekeepers to ensure an amateur cannot wield magic without putting in the requisite training and practice to use the power responsibly. As a result, Valmallos typically approves of wizards' methodologies, and his faithful handle sorcerers and other innate spellcasters with extreme caution - and sometimes even with prejudice. Valmallos regards most other mortal spellcasters on a case-by-case basis, and the way in which one has used magic in the past matters far more to him than the esoteric tradition that granted the power in the first place.",
			"",
			"Valmallos sees his faithful less as worshippers than as students and advocates who can learn from him and further complicate magical practices to protect them from fools. His priests often accept and teach apprentices for far longer than is necessary, even hunting down former students if there's any hint of arcane misconduct.",
			"",
			"[^V]: This text is verbatim from the source material. Consult your GM if you need guidance."
		]
	},
	"vapula": {
		"name": "Vapula",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Vapula]{sub=\"Keeper of the Pyrite Vault\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Vapula](https://www.pathfinderwiki.com/wiki/Vapula) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Discovery, hubris, scholarship  ",
			"**Domains** {domain/Evil}, {domain/Knowledge}, {domain/Law}, {domain/Liberation}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Language}, {domain/Memory}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Rearing griffon  ",
			"**Sacred Animal(s)** Lion  ",
			"**Sacred Color(s)** White, yellow",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Carve Vapula's symbol onto six coins of different mintings. Gain a +4 profane bonus on Appraise checks.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/arcane sight}",
			">2. {spell/plane shift}",
			">3. {spell/foresight}",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"### Description",
			"",
			"Known as the Keeper of the Pyrite Vault, Vapula oversees that mighty treasure house. He employs a legion of white-gauntleted heresy devils to help him protect and manage the priceless loot within."
		]
	},
	"varg": {
		"name": "Varg",
		"sources": [
			"Inner Sea Gods",
			"Belkzen, Hold of the Orc Hordes"
		],
		"description": [
			"::fh[Varg]{sub=\"The Iron Warrior\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Varg](https://www.pathfinderwiki.com/wiki/Varg) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Orc Deities  ",
			"**Areas of Concern** Iron, siege engines, war  ",
			"**Domains** {domain/Chaos}, {domain/Earth}, {domain/Evil}, {domain/War}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Fear}, {domain/Metal}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Greataxe}  ",
			"**Symbol** Crumbling, smoking tower  ",
			"**Sacred Animal(s)** Woolly rhinoceros  ",
			"**Sacred Color(s)** Green, iron gray",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-antipaladin/Iron Tyrant/ (Antipaladin)}",
			"",
			"### Description",
			"",
			"{SOURCE Belkzen, Hold of the Orc Hordes/30}  ",
			"Varg is the orc god of innovation, tactics, and technology. He taught the orcs how to forge blades and to build complex siege engines. While all orc gods are war gods, the Iron Warrior is the master of strategy. He disdains battle plans that rely solely on enthusiasm and overwhelming numbers to win the day. Instead, Varg teaches orcs, if not discipline, at least more efficient ways to use their strength. Varg favors weapons that not only deal damage, but also instill fear. The Iron Warrior knows that intimidation can defeat an enemy as quickly as any wound, and he sees no shame in striking from behind at a foe in retreat.",
			"",
			"Varg is depicted as an orc general wearing half-plate armor that was assembled from varied sources. He never wears a helm that would hinder his ability to see and hear what is happening on the battlefield. Varg has honed his abilities through countless battles against his brothers and the gods of other pantheons. When not opposing the Iron Warrior, the other orc gods depend on him to equip their armies. Varg is the most inventive and forward thinking of orc gods, but his genius is only for battle. His followers have little interest in using technology to improve other aspects of orc life, and the most devout of his faithful see innovation in other arenas as a blasphemous misuse of Varg's gifts."
		]
	},
	"vavaalrav": {
		"name": "Vavaalrav",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Vavaalrav]{sub=\"The Steeple's Skull\"}",
			"",
			"{SOURCE Concordance of Rivals/20}  ",
			"**Pathfinder Wiki** [Vavaalrav](https://www.pathfinderwiki.com/wiki/Vavaalrav) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Gargoyles, holy ground, and rest  ",
			"**Domains** {domain/Darkness}, {domain/Earth}, {domain/Protection}, {domain/Repose}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Shortbow}  ",
			"**Symbol** Vertical line with a shorter horizontal crossbar near the top, and a circle around the overlap",
			"",
			"## {feat/Monitor Obedience}",
			"",
			">Spend an hour cleaning and maintaining a crypt, graveyard, or other site dedicated to the dead. Gain a +2 insight bonus on Climb, Perception, and Stealth checks on or within stone structures.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/20}",
			">",
			">1. **Cryptmaker (Sp)** {spell/expeditious excavation} 3/day, {spell/consecrate} 2/day, or {spell/stone shape} 1/day",
			">2. **Vavaalrav's Sight (Ex)** You gain darkvision with a range of 30 feet or increase the range of your existing darkvision by 30 feet. Three times per day, you can cast {spell/comprehend languages} as a spell-like ability, but only to read text and symbols on tombs, gravestones, and other monuments to the dead.",
			">3. **Watchful Stone (Su)** Once per day, you can assume the form of a stone statue, as the {spell/statue} spell. Assuming a statue form or reverting to your normal form requires a full-round action. You can maintain this altered form for a number of days equal to your Hit Dice. While in stone form, you do not need to eat, drink, breathe, or sleep, and you remain aware of your surroundings as if you could see and hear normally.",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			"",
			"### Description",
			"",
			"The brooding master of the spires and steeples, Vavaalrav is the architect of the Boneyard, manifested from the mortal need to leave a legacy for the fallen. He is the patron and protector of sacred sites, and his cold, earthy breath flows through the world's mausoleums with eerie reverence. He has no patience for those who disturb sacred spaces, and many mortals - both {faith/Pharasm/ins>a} and those who are simply superstitious - carve his holy symbol into tombs or fashion headstones in its shape to help protect the site from foul spirits and grave robbers. Those gargoyles who take up residence on cathedrals, temples, and tombs also pay at least lip service to this usher.",
			"",
			"Vavaalrav makes his home in the Wailing Tor, a tall, steepled tower in the heart of the Eight Courts. He manifests as a skeletal gray figure garbed in a breastplate, robe, and wings of stone, with three eyes upon his right hand. Whether his countenance bears any eyes as well remains unknown, as the Steeple's Skull covers the top half of his head with a delicate silk veil."
		]
	},
	"velgaas": {
		"name": "Velgaas",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Velgaas]{sub=\"Minds in the Dark\"}",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Velgaas](https://www.pathfinderwiki.com/wiki/Velgaas) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Emotional manipulation, emptiness, ignorance  ",
			"**Domains** {domain/Charm}, {domain/Evil}, {domain/Knowledge}, {domain/Void}  ",
			"**Subdomains** {domain/Corruption}, {domain/Fear}, {domain/Memory}, {domain/Sahkil}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Spiked chain}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Convince someone to perform a humiliating act. Gain a +4 profane bonus on Bluff checks.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">{family/Sahkil} tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/detect thoughts}",
			">2. {spell/mindwipe}",
			">3. {spell/mass suggestion}",
			"",
			"### Description",
			"",
			"Considered by many to be the most methodical of the tormentors, Velgaas uses his abilities to sow doubt and uncertainty among those he encounters. Minds in the Dark twists good intentions into lies and bad behavior. He appears as a scaly human man with a forked tongue."
		]
	},
	"venkelvore": {
		"name": "Venkelvore",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic"
		],
		"description": [
			"::fh[Venkelvore]{sub=\"Most Glorious Neverfull\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Venkelvore](https://www.pathfinderwiki.com/wiki/Venkelvore) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Goblin Hero-Gods  ",
			"**Areas of Concern** Famine, graves, torture  ",
			"**Domains** {domain/Death}, {domain/Destruction}, {domain/Earth}, {domain/Evil}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Daemon}, {domain/Torture}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Spear}  ",
			"**Symbol** Half-eaten piece of food  ",
			"**Sacred Animal(s)** Crow  ",
			"**Sacred Color(s)** Gray, green",
			"",
			"## Follower Options",
			"",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Great Barghest Hero Cloak}",
			">",
			">### Traits",
			">",
			">- {trait/Restless Hunger}",
			"",
			"### Description",
			"",
			"{SOURCE Inner Sea Gods/189}  ",
			"Venkelvore's ceaseless hunger leads her to constantly steal food from the lairs of the other hero-gods, putting her in conflict with {faith/Zogmugot}. Only sentient humanoid flesh satisfies her hunger for even a short time. She is the fattest and most beautiful of the barghest hero-gods.",
			"",
			"{SOURCE Gods and Magic/51}  ",
			"Consort to {faith/Hadregash}, she is the fattest and most beautiful of the demigods. She is so obsessed with feeding herself that her minions sometimes suffer for it."
		]
	},
	"verex": {
		"name": "Verex",
		"sources": [
			"Inner Sea Gods",
			"Belkzen, Hold of the Orc Hordes"
		],
		"description": [
			"::fh[Verex]{sub=\"The Despoiler\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Verex](https://www.pathfinderwiki.com/wiki/Verex) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Orc Deities  ",
			"**Areas of Concern** Lust, pillage, plunder  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Evil}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Lust}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Battleaxe}  ",
			"**Symbol** Rat with gold coin  ",
			"**Sacred Animal(s)** Dire rat  ",
			"**Sacred Color(s)** Gold, green",
			"",
			"### Description",
			"",
			"{SOURCE Belkzen, Hold of the Orc Hordes/31}  ",
			"In other cultures, the gods of avarice might lurk in shadows, and their worshipers would do the same, practicing their faith in secret, but not among orcs, for whom greed and lust are practically virtues. Verex is a brazen thief who encourages orcs to take whatever or whomever they desire. He is the patron of plunderers and usurpers who take by force. Yet duplicity and stealth are not beneath Verex, so he is also the god of grifters and thieves. Orcs praise the Despoiler when their raids yield valuable treasures, but they may curse his name when they become the victims of theft or simply misplace an item.",
			"",
			"Verex is depicted as an orc rogue wearing studded leather armor, in contrast to the heavy hide and metal favored by his brothers. The Despoiler's irises are the color of gold coins, and it's said he can see the deepest desire of any creature that looks him in the eyes. In his time, Verex has allied with and stolen from all the other orc gods, though he has the least contact with {faith/Zagresh}, who rarely possesses anything of value and is thus not worth the Despoiler's time."
		]
	},
	"vermilion_mother": {
		"name": "Vermilion Mother",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Vermilion Mother",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Vermilion Mother](https://www.pathfinderwiki.com/wiki/Vermilion%20Mother) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Fecundity, overgrown places, psychoactive plants  ",
			"**Domains** {domain/Charm}, {domain/Evil}, {domain/Plant}, {domain/Weather}  ",
			"**Subdomains** {domain/Decay}, {domain/Fear}, {domain/Growth}, {domain/Lust}, {domain/Sahkil}  ",
			"**Favored Weapon** {eq-weapon/Scythe}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Ingest a toxic plant or sow the seeds of a dangerous plant somewhere meant to be safe. Gain a +4 profane bonus on Fortitude and Will saving throws against effects from plants or plant creatures.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">{family/Sahkil} tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/sickening entanglement}",
			">2. {spell/curse terrain}",
			">3. {spell/green caress}",
			"",
			"### Description",
			"",
			"Weeds, molds, and creeping vines invite the attention of the Vermilion Mother, who also watches the verdant curtain that shields the wild from the civilized. A strange patron, the Vermilion mother manifests to her followers in terrible dreams and frightening hallucinations. When she does, she appears as a horrific amalgamation of crone and carnivorous plant, her blossoms studded with bloody fangs."
		]
	},
	"vevelor": {
		"name": "Vevelor",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Vevelor]{sub=\"The Broken Dream\"}",
			"",
			"{SOURCE Book of the Damned/120}  ",
			"**Pathfinder Wiki** [Vevelor](https://www.pathfinderwiki.com/wiki/Vevelor) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Kyton Demagogues  ",
			"**Areas of Concern** Illusion of freedom, potential, transcendence  ",
			"**Domains** {domain/Destruction}, {domain/Evil}, {domain/Law}, {domain/Liberation}  ",
			"**Subdomains** {domain/Freedom}, {domain/Revolution}, {domain/Slavery}, {domain/Torture}  ",
			"**Favored Weapon** {eq-weapon/Whip}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Meditate on how you changed someone's daily routine in an unexpected way the previous day (this should be a painful change). Gain a +4 profane bonus on saving throws to resist charm effects.",
			">",
			">{SOURCE Book of the Damned/121}  ",
			">The principals of the {family/kyton} race number among the planes' most audacious explorers, artistes, and scientists. Constrained by neither morals nor taboos, kyton demagogues pursue perfection in myriad profane fields. Lost limbs and lives mean little to the kyton demagogue - only the next boundary to shatter and the promise of what could be. The kyton demagogues are legion, but nine of those best known to Golarion's cultic scholars are presented here.",
			">",
			">Kyton demagogues are far less likely than other fiendish demigods to flaunt their power. All kyton demagogues are lawful evil and range in power from CR 26 to CR 30. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities each usable once per day.",
			">",
			">1. {spell/hold person}",
			">2. {spell/plundered power}",
			">3. {spell/freedom}",
			"",
			"### Description",
			"",
			"The Broken Dream was shown the path. He did not begin as a kyton, but he became one of his own volition and rose to the summit of perfection. A beauteous calamity, Vevelor is a winged nightmare of semi-shadows, a dark spectrum of possibilities and daring. He rails against predestination and seeks to guide others to his unique vision of potential. Should such lead to ruin or triumph is for the individual to decide, but the most worthy - a singular few - might join him in exaltation."
		]
	},
	"vibhishah": {
		"name": "Vibhishah",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Vibhishah]{sub=\"Seeker\"}",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Vibhishah](https://www.pathfinderwiki.com/wiki/Vibhishah) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Fur}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Toss a cat's whisker into a pile of leaves or a bale of hay and search for it meticulously. Gain a +4 profane bonus on saving throws against effects that cause the confused condition.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a {monster/rakshasa} achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/cat's grace}",
			">2. {spell/locate creature}",
			">3. {spell/find the path}",
			"",
			"### Description",
			"",
			"Vibhishah the Seeker spent a thousand lifetimes searching for a single whisker that had fallen from his face, and when he finally found it, he ascended to immortality. That whisker supposedly holds captive the soul of one of the wisest shamans to have ever lived, though none recall her name."
		]
	},
	"vildeis": {
		"name": "Vildeis",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Vildeis]{sub=\"The Cardinal Martyr\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Vildeis](https://www.pathfinderwiki.com/wiki/Vildeis) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Vildeis}",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Devotion, sacrifice, scars  ",
			"**Domains** {domain/Destruction}, {domain/Good}, {domain/Healing}, {domain/Law}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Martyr}, {domain/Rage}, {domain/Resurrection}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Scarred gold breastplate  ",
			"**Sacred Animal(s)** Eagle  ",
			"**Sacred Color(s)** Red, white",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Cut a holy design into your flesh or the flesh of a willing participant. Rub ashes into the wound while praying aloud to Vildeis. Bind the wound in red cloth but show the scar to anyone who asks. Gain a +4 sacred bonus on saving throws against effects that damage, drain, or penalize ability scores.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/27}",
			">",
			">1. **Devotion (Sp)** {spell/command} 3/day, {spell/paladin's sacrifice} 2/day, or {spell/pain strike} 1/day",
			">2. **Imperative (Sp)** Once per day, you can command a creature to carry out some particular task or service. This ability acts as {spell/geas//quest}, except it has a casting time of 1 minute and the penalty to ability scores for disobeying the geas/quest is -4 for every 24 hours the target so disobeys, up to a total of -16 (though none of the creature's ability scores can be reduced to less than 1 by this effect).",
			">3. **Martyr's Blood (Su)** You are immune to {rule/bleed} effects. Whenever you would be affected by a bleed effect, all enemies within 30 feet gain the bleeding condition instead as though they were the effect's original targets (no save; creatures immune to bleeding are immune to this affect). The Heal DC to stop this supernatural bleeding is 20 rather than 15.",
			"",
			"## Paladin Code",
			"",
			">The paladins of Vildeis are eager and self-denying martyrs in search of a good cause. Their tenets include the following affirmations.",
			">",
			">- Sacrifice defies the selfishness of evil. I will not shy from a sacrifice that would help the greater good.",
			">- Evil does not rest, so good cannot either. I will not be complacent, but rather seek out evil to oppose.",
			">- Family is a rare refuge from the evils of the world, but it cannot keep me from my cause. I will not favor my own family over other innocents.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">- {feat/Smite Evil Magic}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Scar Seeker}",
			">",
			">### Traits",
			">",
			">- {trait/Blind Zeal}",
			">- {trait/Bloody Vengeance}",
			">- {trait/Empyreal Focus}",
			">- {trait/Resilient Martyr}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/27}  ",
			"Legend tells that Vildeis despises evil more than any other empyreal lord. Other angels rail furiously against the darkness and spend eternity battling its agents. But when Vildeis emerged from the ether of Heaven, it is said, she could not cope with the mere idea of evil - what reality allows such an abomination to exist? To preserve her sanity, Vildeis blinded herself so she could not see the foulness that so often tainted existence and dedicated herself wholly to destroying that which pained her so. Now, her zealous championing of rightness leaves her no peace. She cannot rest, cannot laugh, cannot pause to appreciate her efforts. Only action and repeated sacrifice keep her damaged spirit whole.",
			"",
			"The Cardinal Martyr's body is marked with countless scars, each one a celestial rune representing a sacrifice she has made. Crimson ribbons cover her useless eyes, and her magnificent red wings carry her aloft as she embarks on divine quests. Her curved dagger, *Cicatrix,* is never far from her side. Those who stand in Vildeis's shadow hear a maddening chorus of screams, the voices of all the martyred throughout the Great Beyond."
		]
	},
	"vois": {
		"name": "Vois",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Vois]{sub=\"The Croaking Count\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Vois](https://www.pathfinderwiki.com/wiki/Vois) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Pollution, swamps, toads  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Scalykind}, {domain/Weather}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Seasons}, {domain/Storms}, {domain/Venom}  ",
			"**Favored Weapon** {eq-weapon/Greatclub}  ",
			"**Symbol** Smoking swamp pool  ",
			"**Sacred Animal(s)** Toad  ",
			"**Sacred Color(s)** Brown, green",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Swallow a toad whole, and bask in the croaking sounds it makes in your throat while it travels to your stomach. Gain a +4 profane bonus on saving throws against sonic effects.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/stinking cloud}",
			">2. {spell/resonating word}",
			">3. {spell/shambler}",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"### Description",
			"",
			"The Croaking Count is an enormous, six-legged, crimson-skinned toad who delights in drowning his enemies."
		]
	},
	"vonymos": {
		"name": "Vonymos",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Vonymos]{sub=\"The Mourning Storm\"}",
			"",
			"{SOURCE Concordance of Rivals/20}  ",
			"**Pathfinder Wiki** [Vonymos](https://www.pathfinderwiki.com/wiki/Vonymos) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Catastrophes, last stands, and suicides  ",
			"**Domains** {domain/Fire}, {domain/Glory}, {domain/Repose}, {domain/Weather}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Scythe}  ",
			"**Symbol** Hollow circle with three trailing lines curling clockwise from it",
			"",
			"## {feat/Monitor Obedience}",
			"",
			">Spend 1 hour observing and recording the weather or another force beyond mortal control, or inspire a mourner to pour her pain into creation or action. Gain a +4 insight bonus on Craft or Perform checks.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/20}",
			">",
			">1. **Cycle of Mourning (Sp)** {spell/decompose corpse} 3/day, {spell/calm emotions} 2/day, or {spell/rage} 1/day",
			">2. **Inspired Survivor (Ex)** You gain a +4 insight bonus on checks to resist or survive the effects of harsh weather, earthquakes, and other environmental disasters.",
			">3. **Inspiration in Loss (Su)** With a touch, you can dredge up powerful feelings of loss in other creatures. Three times per day as a standard action, you can touch an adjacent creature to cause it to become {misc/dazed} by grief for 1 round. An unwilling target can resist this effect with a successful Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier). The following round, the target gains one of the following as a bonus feat for a number of rounds equal to half your Hit Dice: {feat/Combat Reflexes}, {feat/Deadly Aim}, {feat/Great Fortitude}, {feat/Iron Will}, or {feat/Power Attack}. A target does not need to meet the normal prerequisites for this bonus feat. A target who succeeds at the saving throw against the initial daze effect does not gain a bonus feat.",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			"",
			"### Description",
			"",
			"Vonymos is born from the overwhelming grief mortals experience in the wake of loss, and they embody both the positive and negative things that can grow from that mourning. They represent depression, isolation, and desperation, but also glorious last stands and renewed vigor, playing a role as a muse among the ushers. Vonymos tends to souls fallen to suicide, martyrdom, and catastrophes such as natural disasters and plague. Many feel the usher's presence as a churning flood of feelings that builds until emotional walls crumble before the tide, but others experience the Mourning Storm's touch as lightning and fire driving them to desperate action.",
			"",
			"Vonymos dwells near a glass willow overlooking the Storm of Shards - a cascade of broken, floating stones that drift at the edge of the Spire. The usher sometimes manifests as a wheel of water and wails ringing a single coppery-brown eye, or as a cross between a crow and a knight."
		]
	},
	"vorasha": {
		"name": "Vorasha",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Vorasha]{sub=\"The Ophidian\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Vorasha](https://www.pathfinderwiki.com/wiki/Vorasha) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Incurable afflictions, poison, toxicity  ",
			"**Domains** {domain/Evil}, {domain/Magic}, {domain/Scalykind}, {domain/Water}  ",
			"**Subdomains** {domain/Daemon}, {domain/Decay}, {domain/Fear}, {domain/Venom}  ",
			"**Favored Weapon** {eq-weapon/Spiked chain}  ",
			"**Symbol** Ouroboros and jackal head  ",
			"**Sacred Animal(s)** Viper  ",
			"**Sacred Color(s)** Green, yellow",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Consume a diluted dose of poison. Gain a +4 profane bonus on saving throws against poison.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/delay poison}",
			">2. {spell/poison}",
			">3. {feat/extended} {spell/cloudkill}",
			"",
			"### Description",
			"",
			"Vorasha the Ophidian, Lady of Toxicity and Trelmarixian's consort, is perhaps the most powerful harbinger. She appears as a meladaemon with draconic scales and a medusan mane of emerald and scarlet serpents."
		]
	},
	"wadjet": {
		"name": "Wadjet",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Wadjet]{sub=\"The Green Empress\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/75}  ",
			"**Pathfinder Wiki** [Wadjet](https://www.pathfinderwiki.com/wiki/Wadjet) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Good serpents, the River Sphinx, wisdom  ",
			"**Domains** {domain/Good}, {domain/Law}, {domain/Protection}, {domain/Travel}, {domain/Water}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Defense}, {domain/Exploration}, {domain/Purity}, {domain/Rivers}, {domain/Trade}  ",
			"**Favored Weapon** {eq-weapon/Light mace}  ",
			"**Symbol** Uraeus  ",
			"**Sacred Animal(s)** Uraeus",
			"",
			"## Paladin Code",
			"",
			">Paladins of Wadjet are stoic yet gentle defenders of the people, devoted especially to those living near rivers and other bodies of water. They are relentless in their crusade against {faith/Apep}, the evil god of snakes and darkness. Their tenets include the following affirmations.",
			">",
			">- The just and innocent are my wards. I will keep them safe and protected from evil to my last breath.",
			">- There are those who cannot travel to find what they need. If I find myself lacking in just actions, I will journey and find those who need my help.",
			">- I will offer my services to explorers, traders, and travelers who are unable to defend themselves. Their journeys aid us all.",
			">- I never turn away those that seek my counsel. If I cannot aid, I will find one who can.",
			">- Apep and his minions seek to destroy others. I am the only one who stands against his will. When I can, I will journey to cleanse his presence in this world.",
			">- Water is life. I must protect the rivers and waters to keep them safe and pure for all, as even the pharaoh thirsts.",
			"",
			"## Follower Options",
			"",
			">### Traits",
			">",
			">- {trait/Snake Handler}",
			"",
			"### Description",
			"",
			"The great River Sphinx, the heart of Osirian life in both ancient and modern times, is embodied in the snake goddess Wadjet, who is said to dwell in the papyrus marshes in the river's delta. Wadjet is the patron and protector of Osirion, and she nourishes the kingdom as the River Sphinx sustains the land and its people. A teacher and giver of wisdom, Wadjet is the mother of the {monster/uraeus/es}, the race of two-headed winged serpents who are her emissaries and spirits of caution, guidance, and protection.",
			"",
			"Wadjet appears as a woman with the head of a cobra, with winged arms outspread in a protective pose, or as a winged cobra with a woman's face, raised and ready to strike in defense of her land and people. A protector of kings, Wadjet supports {faith/Ra} and {faith/Horus} as deities of rulership, but as the guardian of all Osirion, she works with {faith/Khepri} to protect the common folk as well.",
			"",
			"Wadjet is a patron of pharaohs, and the uraeus is part of the royal regalia of Osirion. Although she has temples in many of Osirion's major cities, countless smaller shrines to Wadjet stand along the banks of the River Sphinx. Oracles are particularly common in Wadjet's priesthood, and the pharaohs of Osirion have long looked to them for insight and counsel."
		]
	},
	"wendo": {
		"name": "Wendo (JuJu)",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"::fh[Wendo]{sub=\"Juju: A Ritualistic Tradition of Spirit Worship\"}",
			"",
			"{SOURCE Faiths and Philosophies/14}  ",
			"**Pathfinder Wiki** [Juju](https://www.pathfinderwiki.com/wiki/Juju) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** Varies  ",
			"**Pantheon** Other Deities/Faiths  ",
			"**Areas of Concern** Varies  ",
			"**Favored Weapon** Varies  ",
			"**Symbol** Varies  ",
			"**Sacred Animal(s)** Varies",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** : Mwangi Expanse (Kibwe, Mzali), Sargava (Kalabuto), The Shackles (Mgange Cove)  ",
			"**Nationality** Mwangi",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Juju Way}",
			">- {feat/Polytheistic Blessing}",
			">",
			">### Magic Items - Misc",
			">",
			">- [Juju fetishes](main/magic_misc)",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Wendifisa Spear}",
			">",
			">### Monsters",
			">",
			">- {template/Juju Zombie}",
			">",
			">### Spells",
			">",
			">- {spell/Curse of Unexpected Death}",
			">",
			">### Traits",
			">",
			">- {trait/Wendifa Apprentice}",
			"",
			"### Description",
			"",
			"The tribal people of the Mwangi Expanse walk a path between the mortal world and the spirit world, or *hanajuju*. Those who follow their ancient traditions believe that countless entities known as *wendo* move among mortals, shaping fate and guiding destiny. Though not gods, the wendo are capricious and demand worship in exchange for cooperation. Only the *wendifa*, juju oracles whose craft is passed down through oral tradition from lost civilizations, can divine what the wendo want. Wendifa lead rites and sacrifices to gain insight from the wendo and offer their followers some protection from the unforgiving forces of nature. Wendifa of great power can bend the spirits of both nature and the living to their will, earning them respect from both foes and followers.",
			"",
			"To the uninitiated, juju is a complicated system of objects and symbols for protection and power. Some even believe it to be an organized religion with a standard set of beliefs and rituals. Those with greater experience know that juju is a living, breathing faith - an ever-evolving collection of traditions transmitted by word of mouth from one generation to the next. Fetishes, power objects, and ancient sigils are the tools of worship, but they are not the heart of juju, nor are the practices of one tribe common to all.",
			"",
			"The heart of juju is communion with the wendo through elaborate rituals designed to summon the spirits, who carry messages and entreaties to hidden spiritual entities of immense power. These rituals involve idols and sacrifice, music and dance, and the crafting of *metumbe*, detailed pictograms identified with specific wendo. The nature of these rites can range from celebrations and offerings of food to the bloody sacrifice of intelligent beings, depending on a tribe's moral tendencies. Failing to follow the precise directions of a ritual, improperly fashioning a wendo's *metumbe*, or - worst of all - allowing nonbelievers or *hen kudu* (\"lost ones\") to witness a ritual can bring the wendos' wrath, requiring even greater sacrifice to appease the spirits",
			"",
			"Juju is a highly personal faith, with each practitioner keeping to the rituals and taboos handed down from his family or tribe. Though they prefer to stay close to their wendifa for guidance, juju practitioners who travel the world follow their rituals closely, seeking guidance from the spirits while making sure to guard them from the eyes of *ben kudu*",
			"",
			"Rather than choosing a specific patron, most wendifa deal with a wide range of wendo according to their needs. While undead-creation exists within the faith, and is often fixated on by outsiders, it isn't indicative of the religion as a whole, and reflects merely the specific practices of individual tribes.",
			"",
			"#### Common Wendo",
			"",
			"| Wendo | Title | Weapon | Sacred Animal |",
			"| --- | --- | --- | --- |",
			"| Kindo Kane | The One Who Stands at the Gate | Longspear | Panther |",
			"| Sister Liiza | Sweet Sister | Dagger | Chicken |",
			"| Lo Lulu | Night Lord | Blowgun | Spider |",
			"| Adamde Baaka | The Jungle Spirit Short bow | Monkey |",
			"| The Serpent King | Wise Brother | Quarterstaff | Snake |",
			"| Omoro | The One Mighty and Strong | Club | Warthog |",
			"| Mfuello | The Journeyer | Shortspear | Frog |",
			"| Old Ba | Old Man, The Ancient | Quarterstaff | Goat |",
			"| Donma Goko | The Cliffdweller | Dagger | Swallow-tailed gull |"
		]
	},
	"juju": { "copyof": "wendo" },
	"winlas": {
		"name": "Winlas",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Winlas]{sub=\"The Elder of Divinity\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Winlas](https://www.pathfinderwiki.com/wiki/Winlas) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Ceremonies, religiousness, service  ",
			"**Domains** {domain/Good}, {domain/Knowledge}, {domain/Law}, {domain/Protection}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Defense}, {domain/Legislation (|Law)}, {domain/Loyalty}, {domain/Purity}  ",
			"**Favored Weapon** {eq-weapon/Heavy mace}  ",
			"**Symbol** Censer and mace  ",
			"**Sacred Animal(s)** Egret  ",
			"**Sacred Color(s)** Green, silver",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Enact a complex ritual of standing, kneeling, and lying prone at different intervals combined with chanting and recitations from at least three different holy texts. Gain a +4 sacred bonus on saving throws against language-dependent effects.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/28}",
			">",
			">1. **Sacrament (Sp)** {spell/sanctuary} 3/day, {spell/consecrate} 2/day, or {spell/prayer} 1/day",
			">2. **Liturgy (Su)** Three times per day, you can ask for Winlas's favor whenever you are observing a religious ceremony within 300 feet. When you do this, you and up to one additional creature per 2 HD you possess assume the appearance of the congregation you are observing with perfect accuracy, and you all gain complete knowledge of the sacred rites being performed (granting you a +10 sacred bonus on Bluff checks to perform the rites). This ability is otherwise like a seeming spell, except you gain a +20 bonus on your Disguise check.",
			">3. **Ritual of True Faith (Sp)** Once per day, you can cast either symbol of death, symbol of insanity, symbol of stunning, or symbol of weakness. Your casting time for this spell-like ability is reduced to 1 minute.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/28}  ",
			"In his palatial quarters in the Great Library of Harmonious Scripture, Winlas maintains a massive tome detailing every sacred ceremony in existence, knowledge that he uses to counteract the evil done by profane observances.",
			"",
			"Winlas stands 11 feet tall and has skin the shade of unspoiled parchment. His white silk robe is impeccably clean beneath his heavy tunic of blue brocade trimmed in gold. A sweeping tapestry depicting countless religious rituals - each one minutely detailed in silver thread - hangs from his shoulders, and he wears a four-pointed crown of beaten gold. Depictions of the lord of ceremonies show him as an old man with a heavy tome in his arms.",
			"",
			"The Elder of Divinity teaches that religious ritual unites the faithful, and there is great power in numbers. Religious rituals are not distant prescriptions, but elements of worship passed down from the divine and shaped by pious mortals over the years. Winlas does not encourage loose interpretations of rituals or careless development of new rites. Instead, he and his agents communicate the importance of following religious doctrine to the letter and work to preserve these sacred rites in their entirety."
		]
	},
	"wylgart": {
		"name": "Wylgart",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Wylgart]{sub=\"The Unbroken Word\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Wylgart](https://www.pathfinderwiki.com/wiki/Wylgart) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Condemnation, judges, revision  ",
			"**Domains** {domain/Earth}, {domain/Evil}, {domain/Law}, {domain/Protection}  ",
			"**Subdomains** {domain/Defense}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Metal}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Sling}  ",
			"**Symbol** Iron-plated gavel  ",
			"**Sacred Animal(s)** Owl  ",
			"**Sacred Color(s)** Black, white",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Pass a binding judgment on the words or deeds of a creature you've recently encountered, perhaps even yourself. Gain a +4 profane bonus on saving throws against compulsions.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/tongues}",
			">2. {spell/sequester}",
			">3. {spell/power word kill}",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"### Description",
			"",
			"The highest-ranking judge in Caina, the Unbroken Word condemns souls passing through the spires of the Eighth."
		]
	},
	"xhamen_dor": {
		"name": "Xhamen-Dor",
		"sources": [ "Pathfinder #113: What Grows Within" ],
		"description": [
			"::fh[Xhamen-Dor]{sub=\"The Inmost Blot\"}",
			"",
			"{SOURCE Pathfinder #113: What Grows Within/65}  ",
			"**Pathfinder Wiki** [Xhamen-Dor](https://www.pathfinderwiki.com/wiki/Xhamen-Dor) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Decay, parasites, transformation  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Plant}, {domain/Trickery}  ",
			"**Subdomains** {domain/Decay}, {domain/Deception}, {domain/Murder}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Spear}  ",
			"**Symbol** Sphere of tendrils  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Black, dark green",
			"",
			"## {feat/Deific Obedience}",
			"",
			">You must ingest a toxic fungus, rotting flesh infested with parasites, or flesh harvested from a creature of your own species while the creature sleeps and dreams. Gain a +4 profane bonus on saving throws against effects that cause ability damage or ability drain.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #113: What Grows Within/67}",
			">",
			">1. **Infesting Invocation (Sp)** {spell/ray of enfeeblement} 3/day, {spell/protection from spores} 2/day, or {spell/fungal infestation} 1/day",
			">2. **Seed the Unseeded (Sp)** Up to three times per day, as a swift action when you cast any mind-affecting spell, you can cause that spell to behave as if you were under the effects of {spell/what grows within}.",
			">3. **Extract Griefgall (Su)** Twice per day, you can wrack a target with pain. The target must be within 30 feet and in line of sight. As a standard action, you deal 1d6 points of Constitution damage to the target, who then becomes {misc/nauseated} for 1d4 rounds. This damage bypasses all forms of damage reduction, but can affect only living creatures. If the target creature succeeds at a Fortitude saving throw (DC = 10 + 1/2 your character level + your Constitution modifier), it negates the Constitution damage and is {misc/staggered} for 1 round instead. Regardless of the success or failure of this saving throw, a monstrous parasite is expelled from the target's body, either from an orifice or from a wound. If the target succeeded at its saving throw, the parasite expelled is a single {monster/griefgall}. If the target failed its saving throw, {template/advanced} griefgalls emerge instead; the number that emerge is equal to 1 + the amount of Constitution damage the victim took. The griefgalls are not under your control, but they regard you as an ally.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #113: What Grows Within/67}",
			">",
			">1. **Fester the Flesh (Sp)** {spell/decompose corpse} 3/day, {spell/pox pustules} 2/day, or {spell/undead anatomy I} 1/day",
			">2. **Festering Strike (Su)** As a swift action whenever you confirm a critical hit against a creature with a weapon or spell, you can forgo the additional damage that the critical hit would otherwise have dealt and instead afflict the creature struck with a rotting toxin. The creature can resist this effect with a successful Fortitude saving throw (DC = 10 + 1/2 your character level + your Constitution modifier), but otherwise it immediately takes 1d4 points of Strength damage and 1d4 points of Constitution damage as its flesh withers and rots away. On a successful save, the victim takes no ability damage but is instead {misc/sickened} for 1d4 rounds. If your weapon has a critical modifier of &times;3, the victim takes a -2 penalty on the saving throw to resist your festering strike, and if your weapon has a critical modifier of &times;4 or higher, this penalty increases to -4. This is a poison effect.",
			">3. **Shed Life (Sp)** Once per day, you can cast {spell/undead anatomy IV} as a spell-like ability. If you are already undead, you also gain the effects of a {spell/harm} spell as this spell-like ability takes effect, and adjacent living creatures are targeted by an {spell/inflict serious wounds} effect as if you had cast that spell on them.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #113: What Grows Within/67}",
			">",
			">1. **Twisted Nature (Sp)** {spell/entangle} 3/day, {spell/alter self} 2/day, or {spell/excruciating deformation} 1/day",
			">2. **Transformation Mastery (Su)** The save DCs of polymorph effects you create increase by 2, and all polymorph spells that affect you are enhanced as if via the {feat/Extend Spell} metamagic feat. When you are in a form other than your own, you exalt in your temporary body and gain a +2 profane bonus on saving throws. In addition, you gain the shapechanger subtype, and your attacks are particularly painful to other creatures with this subtype, since you use your mastery of transformation to twist the mutable elements of the shapechanger's flesh to cause additional harm. Add your Charisma bonus as a modifier to all weapon damage dealt to creatures with the shapechanger subtype or creatures under the effects of a polymorph spell. Increase the save DC of any spell that deals hit point damage by 2 when you affect a shapechanger or a polymorphed target.",
			">3. **Awaken Life (Sp)** Once per day, you can cast {spell/polymorph any object} as a spell-like ability, but only to transform an inanimate nonmagical object into a living creature. The creature's physical ability scores (Strength, Dexterity, and Constitution) become 20, and its mental ability scores (Intelligence, Wisdom, and Charisma) become 10. The creature's alignment is neutral evil, and while you do not control it, the creature recognizes you as an ally. If the creature you create is a plant, the duration of the polymorph any object effect is doubled.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Spells",
			">",
			">- {spell/What Grows Within}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #113: What Grows Within/66}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Wall of Thorns} can be prepared as a 6th-level spell",
			">",
			">#### Cleric",
			">",
			">- {spell/Insanity} can be prepared as a 7th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #113: What Grows Within/65}",
			">",
			">- :hll[spell/Summon Monster IV:] {monster/Phycomid}",
			">- :hll[spell/Summon Monster V:] {monster/Basidirond}",
			">- :hll[spell/Summon Monster VI:] {monster/Mi-go}",
			"",
			"### Description",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/72}  ",
			"The sentient infestation known as Xhamen-Dor, first cultivated in the sewers of the alien city of Carcosa, infected and transformed countless worlds before some ancient catastrophe or miscalculation nearly destroyed it. Reduced to a single blot of fungoid sentience trapped within a comet, the Great Old One eventually came to Golarion during Earthfall, accidentally plucked from the sky just as the Starstone was in the aboleths' assault upon the doomed nation of Azlant. Where Xhamen-Dor's comet came to rest is unknown, but its cult agrees that the fallen star that bears the Great Old One's core lies in the depths of a large but remote lake somewhere in the world.",
			"",
			"Since that date, Xhamen-Dor has slowly begun wakening, growing and sending filaments of its fungoid body throughout the world to rise up here and there to infest and spread. Those infected by the Inmost Blot first become sickly, then begin to simultaneously decay and transform, eventually becoming undead monsters animated by a combination of necromantic energy and the alien fungal masses that writhe in their cores. Cultists of Xhamen-Dor often take these parasitic creatures into themselves under the belief that they will live on as part of the creatures that emerge from their bodies, but just as often use unsuspecting sacrifices to serve as hosts.",
			"",
			"Foul Xhamen-Dor is said to have once resembled a tangled mass of fungoid tendrils growing from the shattered bones of some ancient reptilian life form, though what nightmarish shape the slowly growing blight has taken on today is unknown."
		]
	},
	"xhasnaphar": {
		"name": "Xhasnaphar",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Xhasnaphar]{sub=\"The Faceless Truth\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Xhasnaphar](https://www.pathfinderwiki.com/wiki/Xhasnaphar) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Masks, ugliness, volition  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Liberation}, {domain/Protection}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Fear}, {domain/Freedom}, {domain/Revolution}  ",
			"**Favored Weapon** {eq-weapon/Hand crossbow}  ",
			"**Symbol** Hideous leather mask  ",
			"**Sacred Animal(s)** Sloth  ",
			"**Sacred Color(s)** Brown, red",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Score an unblemished section of your own flesh with ugly and asymmetrical cuts. Gain a +4 profane bonus on saving throws against polymorph effects.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/inflict serious wounds}",
			">2. {spell/mass inflict serious wounds}",
			">3. {spell/implosion}",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"### Description",
			"",
			"The Faceless Truth lives in an annex of Idolisque, tormenting mortals who were once beautiful."
		]
	},
	"xiquiripat": {
		"name": "Xiquiripat",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Xiquiripat]{sub=\"The Flying Scab\"}",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Xiquiripat](https://www.pathfinderwiki.com/wiki/Xiquiripat) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Evisceration, fatal falls, genocide  ",
			"**Domains** {domain/Air}, {domain/Destruction}, {domain/Evil}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Fear}, {domain/Rage}, {domain/Sahkil}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Terbutje}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Savagely eviscerate a creature smaller than yourself or throw such a creature from a deadly height. Gain a +1 profane bonus on damage rolls.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">{family/Sahkil} tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/create pit}",
			">2. {spell/greater oneiric horror}",
			">3. {spell/blade barrier}",
			"",
			"### Description",
			"",
			"Though all tormentors are devious predators, Xiquiripat, the Flying Scab, strives to frighten and kill everything in existence. Trapped in a cavern deep below the Black Pyramid, Xiquiripat's bizarre clergy - made up of sahkils and mortals far from their home - wander the depths of Xibalba, fighting any who dare engage them. Shapeless and formless, Xiquiripat's body seems at times like a mobile but ravenous blood clot and at others a crimson tangle of lampreys and matted hair."
		]
	},
	"xoveron": {
		"name": "Xoveron",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Xoveron]{sub=\"The Horned Prince\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Xoveron](https://www.pathfinderwiki.com/wiki/Xoveron) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Xoveron}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Gargoyles, gluttony, ruins  ",
			"**Domains** {domain/Chaos}, {domain/Earth}, {domain/Evil}, {domain/Strength}  ",
			"**Subdomains** {domain/Caves}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Entropy}, {domain/Ferocity}, {domain/Petrification}[^A]  ",
			"**Favored Weapon** {eq-weapon/Ranseur}  ",
			"**Symbol** 5-horned gargoyle skull  ",
			"**Sacred Animal(s)** Boar  ",
			"**Sacred Color(s)** Black, brown",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Perch atop a high outcrop and look out over the surrounding terrain. If the outcrop is in an uninhabited area, you need do nothing more but wait for an hour, but if the outcrop is in an inhabited area (such as a city), no passersby should realize you are a living thing - any who do must be slain before the hour's end. Gain a +4 profane bonus on saving throws against effects that cause sickness, nausea, fatigue, or exhaustion.",
			"",
			"### Boons: Demonic Obedience",
			"",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/27}",
			">",
			">1. **Gargoyle's Gift (Sp)** {spell/sanctuary} 3/day, {spell/shatter} 2/day, or {spell/vampiric touch} 1/day",
			">2. **Glutton's Feast (Sp)** You can cast {spell/heroes' feast} once per day. The food created by this effect consists of raw or rotting meat and rancid milk. Those who partake of this feast consume their food shockingly fast, as if they were starving - it takes only 1 minute to gain the effects of this spell. Non-worshipers of Xoveron must make a Fortitude save (16 + your Charisma modifier) to avoid being {misc/sickened} by the feast for 6 hours (though all other benefits of the feast still apply). This ability is the equivalent of a 7th-level spell.",
			">3. **Death-Stealing Gaze (Su)** You gain the death-stealing gaze ability of a {monster/nabasu}. You can activate this ability as a free action, and can use it for up to 3 rounds per day plus an additional number of rounds equal to your Constitution bonus - these rounds need not be consecutive. The saving throw to resist this gaze is equal to 10 + 1/2 your HD + your Charisma modifier. Nabasu demons who gain this boon can use their death-stealing gaze at will, regardless of their total number of growth points.",
			"",
			"### Boons: Fiendish Obedience",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/102}",
			">",
			">1. **Master of Desolation (Sp)** {spell/detect secret doors} 3/day, {spell/soften earth and stone} 2/day, or {spell/meld into stone} 1/day",
			">2. **Ruinwalker (Sp)** The Horned Prince is master of all ruins, and his blessing lets you flash instantly from place to place in such desolate areas. You can cast {spell/dimension door} (self only) as a spell-like ability a number of times per day equal to your Hit Dice. Both the start and end point of your teleportation must be within a single continuous area of ruins terrain, such as an ancient dungeon or catastrophe-wracked city. Whether a given area constitutes ruins terrain is decided at the GM's discretion.",
			">3. **Wake the Ruined Realm (Sp)** At your bidding, the remains of ancient civilizations and shattered cities rise up to destroy your foes. Once per day as a standard action, you can cause a Large stone statue within 30 feet to animate as a {monster/stone golem}. The golem obeys your commands and remains active for up to 1 hour. If the stone statue you target is a statue of Xoveron, the resulting stone golem gains the {template/advanced} creature template.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/102}",
			">",
			">1. **Gargoyle's Gift (Sp)** {spell/sanctuary} 3/day, {spell/shatter} 2/day, or {spell/vampiric touch} 1/day",
			">2. **Glutton's Feast (Sp)** You can cast heroes' feast once per day as a spell-like ability. The food created by this effect consists of rancid milk and raw or rotting meat. Those who partake of this feast consume their food shockingly fast, as if they were starving - it takes only 1 minute to gain the benefits of this spell. Those who don't worship Xoveron must succeed at a Fortitude save (DC = 16 + your Charisma modifier) or be sickened by the feast for 6 hours (though all other benefits of the feast still apply).",
			">3. **Death-Stealing Gaze (Su)** You gain the death-stealing gaze ability of a {monster/nabasu}. You can activate this ability as a free action and use it for up to 3 rounds per day plus a number of additional rounds equal to your Constitution modifier - these rounds need not be consecutive, but they must be used in 1-round increments. All living creatures within 30 feet of you when your death-stealing gaze is active must succeed at a Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier) or gain a negative level. A humanoid slain in this manner immediately transforms into a {monster/ghoul} under your control. You can create only one ghoul in this manner per round. If multiple humanoids die from this ability simultaneously, you choose which of them rises as a ghoul. Nabasu demons that gain this boon can instead use their death-stealing gaze at will, regardless of their total number of growth points.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/102}",
			">",
			">1. **Gargoyle Magic (Sp)** {spell/stone fist} 3/day, {spell/protection from arrows} 2/day, or {spell/fly} 1/day",
			">2. **Idol of Desolation (Sp)** You can take on the strength of stone without sacrificing your awareness to temporarily become a sentinel of stone. You can cast {spell/statue} as a spell-like ability once per day.",
			">3. **Sculptor's Strike (Su)** The strike of your weapons causes a specified foe to calcify and harden into stone, bit by bit, eventually transforming that enemy into a favored child of Xoveron. To use sculptor's strike, you must first designate a foe in sight within 30 feet as a standard action. Once you've designated the foe, whenever you deal damage to that creature with a melee weapon (including unarmed strikes and natural weapons), the creature takes 1d6 points of Dexterity drain in addition to the normal damage. If the target succeeds at a Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier) this drain is reduced to 1 point. A creature drained to 0 Dexterity in this way is permanently transformed into a {monster/gargoyle} (as per {spell/polymorph any object}, except no Fortitude save is allowed) and must succeed at a Will save (using this ability's DC) or have its mind also become that of a gargoyle (as per {spell/baleful polymorph}). When a creature is transformed in this way, all Dexterity drain caused by this effect is instantly healed and the creature's hit points are fully restored. The mental change can be reversed by any effect that removes curses, but the physical transformation can only be reversed by {spell/miracle} or {spell/wish}. You can activate sculptor's strike once per day to designate a foe, but once you've done so, that foe remains susceptible to your ability until you or it is slain. If you designate a different foe on a later day, any previously designated foe is no longer designated and can no longer be affected by this ability (unless you designate it once again at a later date).",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"### Description",
			"",
			">{SOURCE Book of the Damned/103}  ",
			"Some believe that the Horned Prince can look out of the stone eyes of any gargoyle perched atop a ruined building to watch the world below, and that it is from these vantage points he selects those he wishes to torment. Whether or not this is true, the monstrous {monster/gargoyle/s} of the world certainly venerate horned Xoveron as their lord. He appears as a four-armed, four-headed gargoyle; when he moves, the sound of stone grinding on stone fills the air, as if the demon lord were composed not of mere flesh but of some unholy stone come to demonic life. His goal is nothing less than the emptying of the cities of the world so that he may reign over the resulting desolation.",
			"",
			"Xoveron is the patron not only of gargoyles but also of the dreaded {monster/nabasu} demons, and he often sends the latter into the Material Plane to spread his cruelties. Xoveron's association with these demons sometimes drives cultists to seek out newly \"born\" nabasus, so that the cultist can offer itself to the demon as tribute. Usually, the demon takes a few cultists to feed upon, but it always takes care to spare some, urging them to find more victims to bring to it to aid its growth. A nabasu will often honor a cultist who has been particularly productive and helpful in this regard by saving the worshiper to be eaten last. Being the life consumed that finally enables a nabasu to ascend into the role of a fully grown {monster/vrolikai} demon is among the highest honors a worshiper in Xoveron's faith can hope for.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"xsistaid": {
		"name": "Xsistaid",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Xsistaid]{sub=\"The Wriggling Wound\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Xsistaid](https://www.pathfinderwiki.com/wiki/Xsistaid) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Maggots, myiasis, parasites  ",
			"**Domains** {domain/Animal}, {domain/Charm}, {domain/Destruction}, {domain/Evil}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Daemon}, {domain/Torture}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Dart}  ",
			"**Symbol** Mouthful of maggots  ",
			"**Sacred Animal(s)** Botfly  ",
			"**Sacred Color(s)** Brown, white",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Willingly play host to a parasite. Gain a +4 profane bonus on saving throws against disease.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/skinsend}",
			">2. {spell/fleshworm infestation}",
			">3. {spell/swarm skin}",
			"",
			"### Description",
			"",
			"Xsistaid, the Wriggling Wound, parasitizes the bodies of unwilling outsiders, its current host being a planetar. Xsistaid's realm is a nightmare of parasitic fungi, insects, and screaming petitioners fused together."
		]
	},
	"yabu": {
		"name": "Yabu",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Yabu]{sub=\"Lord of the Kazan Caldera\"}",
			"",
			"{SOURCE Book of the Damned/126}  ",
			"**Pathfinder Wiki** [Yabu](https://www.pathfinderwiki.com/wiki/Yabu) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Oni Daimyo  ",
			"**Areas of Concern** Curses, promises, volcanoes  ",
			"**Domains** {domain/Destruction}, {domain/Evil}, {domain/Fire}, {domain/Luck}  ",
			"**Subdomains** {domain/Ash}, {domain/Catastrophe}, {domain/Curse}, {domain/Smoke}  ",
			"**Favored Weapon** {eq-weapon/Meteor hammer}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Burn a small model of a building, and meditate on the smoke. Gain a +4 profane bonus on saving throws against fire effects.",
			">",
			">{SOURCE Book of the Damned/127}  ",
			">The most powerful {family/oni}, the oni daimyo, hold their domains in isolated regions of the Material Plane. While they have transcended their lesser incarnations to become something close to demigods in stature, they do not flaunt their power and prefer to dwell in remote corners of the massive land of Tian Xia.",
			">",
			">Oni daimyo are always evil in alignment but can be chaotic, lawful, or neutral. They range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/augury}",
			">2. {spell/volcanic storm}",
			">3. {spell/major curse}",
			"",
			"### Description",
			"",
			"Yabu, the Lord of the Kazan Caldera, dwells in the throat of a dormant volcano. He appears as a muscular fire yai with large tusks and stony skin."
		]
	},
	"yaezhing": {
		"name": "Yaezhing",
		"sources": [ "Dragon Empires Gazetteer" ],
		"description": [
			"::fh[Yaezhing]{sub=\"Minister of Blood\"}",
			"",
			"{SOURCE Dragon Empires Gazetteer/58}  ",
			"**Pathfinder Wiki** [Yaezhing](https://www.pathfinderwiki.com/wiki/Yaezhing) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Deities of Tian Xia  ",
			"**Areas of Concern** Harsh justice, murder, punishment  ",
			"**Domains** {domain/Artifice}, {domain/Death}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Construct}, {domain/Deception}, {domain/Demodand (|Evil)}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Murder}, {domain/Toil}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Shuriken}  ",
			"**Symbol** Bloody shuriken  ",
			"**Sacred Animal(s)** Tiger",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Goka, Kaoling, Lingshen, Nagajor  ",
			"**Nationality** Tian-Shu",
			"",
			"### Description",
			"",
			"Yaezhing is the god of murder and death. But as the Minister of Blood, he is also the punisher of the gods, the enforcer of divine justice. His dual roles sometimes conflict with one another, as when Yaezhing had to carry out {faith/Shizuru/'s} punishment against {faith/Fumeiyoshi}, who had murdered his brother Tsukiyo. This duality is also reflected in Yaezhing's temples, where his priests are often contracted to mete out punishments for convicted criminals, but are also available for murder for hire. Yaezhing is the patron of ninja and assassins, but he is also worshiped by executioners, judges, and those constables for whom inflicting punishment is more important than determining guilt. He appears as a shadowy humanoid figure swathed in darkness. His head is that of a tiger with human eyes."
		]
	},
	"yamasoth": {
		"name": "Yamasoth",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #135: Runeplague",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Yamasoth]{sub=\"The Polymorph Plague\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Yamasoth](https://www.pathfinderwiki.com/wiki/Yamasoth) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Yamasoth}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Qlippoth Lords  ",
			"**Areas of Concern** Cursed kingdoms, vile experiments  ",
			"**Domains** {domain/Artifice}, {domain/Chaos}, {domain/Earth}, {domain/Evil}  ",
			"**Subdomains** {domain/Caves}, {domain/Construct}, {domain/Toil}, {domain/Torture}  ",
			"**Favored Weapon** {eq-weapon/Halberd}  ",
			"**Symbol** Circular rune with eyes  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Red",
			"",
			"## {feat/Deific Obedience}, {feat/Demonic Obedience}",
			"",
			">Work the flesh of your own body or the body of another creature into a strange new shape, then meditate upon the sensations this unfamiliar shape affords. Gain a +4 profane bonus on saves against polymorph effects and petrification",
			"",
			"### Boons: Deific Obedience",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #135: Runeplague/75}",
			">",
			">1. **Maledictions (Sp)** {spell/bane} 3/day, {spell/blindness//deafness} 2/day, or {spell/bestow curse} 1/day",
			">2. **Ill Luck (Su)** As a swift action, you can activate or deactivate a 5-foot-radius aura of unluck. A creature in the area when the aura is active must roll attack rolls and skill checks twice and take the worse result. A creature benefiting from a luck bonus is immune to this aura. You can use this aura for a total number of rounds per day equal to your Charisma modifier.",
			">3. **Transfer Curse (Su)** Once per day, you can touch a creature that is affected by a curse effect or a spell with the curse descriptor and attempt to remove a single curse as the {spell/remove curse} spell (treat your total Hit Dice as your caster level). You then hold the energy of that curse in your hand, as if you were holding the charge on a spell. With a successful touch attack, you can place that curse on another creature. The new target attempts the same saving throw as the original curse effect; if it fails, it is subject to the curse and the curse's duration (if any) resets. Attempts to remove this transferred curse with a {spell/remove curse} spell use your total Hit Dice as the new caster level.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #135: Runeplague/75}",
			">",
			">1. **Transformations (Sp)** {spell/enlarge person} 3/day, {spell/alter self} 2/day, or {spell/undead anatomy I} 1/day",
			">2. **Shrivel Limbs (Su)** Three times per day, you can make a touch attack to cause a living creature's arms and legs to temporarily wither unless it succeeds at a Fortitude saving throw (DC = 10 + half your total Hit Dice + your Charisma modifier). An affected creature counts as one size category smaller for the purpose of determining the {misc/weapon_<size/ of weapons} it can wield. If the creature is capable of making natural attacks with its arms, hands, or claws, the damage dealt by those attacks decreases as though the target were {misc/one size category smaller} than its actual size. In addition, the creature's base speed decreases by 10 feet (to a minimum of 5 feet) and its Strength score counts as 4 lower for the purpose of determining its carrying capacity. After 24 hours, the creature's limbs return to normal. This is a curse effect.",
			">3. **Contagious Curse (Sp)** You can cast {spell/conditional curse} as a spell-like ability once per day. The condition you dictate to remove the curse must involve the target manipulating the flesh of two other creatures in some manner (such as removing a limb or organ, or grafting on an additional facial feature). Each creature whose flesh the target manipulates in this manner must also succeed at a saving throw at the same DC as your {spell/conditional curse} or be affected in the same way as the first target, with the same condition to remove the curse.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #135: Runeplague/75}",
			">",
			">1. **Adaptations (Sp)** {spell/ant haul} 3/day, {spell/spider climb} 2/day, or {spell/water breathing} 1/day",
			">2. **Corrupted Nature (Sp)** You can cast {spell/animal aspect} as a spell-like ability three times per day. The body parts you chose to alter are twisted and horrific to behold, though they provide the normal benefits of the spell.",
			">3. **Monstrous Form (Su)** Once per day as a standard action, you can will your body to reshape itself, though this metamorphosis is incredibly taxing. You gain a +2 profane bonus to any two of your Strength, Dexterity, and Constitution scores and gain DR 5/- for 10 minutes. After this ends, you are fatigued for 1 minute.",
			"",
			"### Boons: Demonic Obedience",
			"",
			">#### Demoniac",
			">",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/39}",
			">",
			">1. **First Boon (Sp)** {spell/alter self} 1/day",
			">2. **Second Boon (Sp)** {spell/polymorph} 1/day",
			">3. **Third Boon (Sp)** {spell/elemental body III} 1/day",
			">",
			">{SOURCE Book of the Damned/129}  ",
			">Qlippoth lords are always chaotic evil and range in power from CR 21 to CR 25. It's quite likely that more powerful creatures akin to demigods in stature may still exist in the deepest parts of the Abyss, but such qlippoth demigods remain theoretical for now, and they do not maintain active cults on mortal worlds. The boons qlippoth lords grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/alter self}",
			">2. {spell/bestow curse}",
			">3. {feat/extended} {spell/polymorph}",
			"",
			"## Follower Options",
			"",
			">### Spells",
			">",
			">- {spell/Qlippoth Appearance}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #135: Runeplague/74}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Baleful Polymorph} can be prepared as a 5th-level spell",
			">- {spell/Polymorph} can be prepared as a 5th-level spell",
			">",
			">#### Cleric",
			">",
			">- {spell/Greater Polymorph} can be prepared as a 7th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #135: Runeplague/75}",
			">",
			">- :hll[spell/Summon Monster VII:] {monster/Qlippoth, Gorgoros}",
			">- :hll[spell/Summon Monster VIII:] {monster/Qlippoth, Gongorinan}",
			"",
			"### Description",
			"",
			"Yamasoth, the Polymorph Plague, is a strange beast indeed. His stony body evokes the image of a nightmarish octopus with too many tentacles, each partially connected by a leathery web. Each tentacle ends in a different method of inflicting pain, be it blade, claw, pincer, or serpent's head. Yamasoth's \"face\" (if it can be called such) consists of a single huge maw filled with teeth and stinging tongues. Several eyes surround this mouth, but one hidden deep in his throat remains closed except in combat, when the lord can open it to use a terrible {umr/gaze} weapon that transforms enemies into feral monsters. Yamasoth rules a vast kingdom in the cavern realm of Sekatar-Seraktis - a kingdom populated entirely by the hideous results of his strange and vile experiments into the secrets of flesh and the heresies of life."
		]
	},
	"yamatsumi": {
		"name": "Yamatsumi",
		"sources": [ "Dragon Empires Gazetteer" ],
		"description": [
			"::fh[Yamatsumi]{sub=\"The Mountain Lord\"}",
			"",
			"{SOURCE Dragon Empires Gazetteer/58}  ",
			"**Pathfinder Wiki** [Yamatsumi](https://www.pathfinderwiki.com/wiki/Yamatsumi) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Deities of Tian Xia  ",
			"**Areas of Concern** Mountains, volcanoes, winter  ",
			"**Domains** {domain/Earth}, {domain/Fire}, {domain/Protection}, {domain/Strength}, {domain/Water}  ",
			"**Subdomains** {domain/Ash}, {domain/Caves}, {domain/Defense}, {domain/Fist}, {domain/Flowing}, {domain/Ice}, {domain/Resolve}, {domain/Smoke}, {domain/Solitude}  ",
			"**Favored Weapon** {eq-weapon/Tetsubo}  ",
			"**Symbol** Snow-capped erupting volcano  ",
			"**Sacred Animal(s)** Ram",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Dtang Ma, Hongal, Minkai, Nagajor, Wall of Heaven, Zi Ha  ",
			"**Nationality** Tian-Min",
			"",
			"### Description",
			"",
			"Yamatsumi is the god of mountains, volcanoes, and winter. Every snow-capped mountain peak is a temple to him, and every volcanic eruption a sign of his wrath. Yet Yamatsumi is also a god of renewal, for his winter snows feed the rivers running through green valleys, and ash from his volcanoes fertilizes the fields of farmers. Ascetic mountain monks, or yamabushi, make up a majority of his faithful, but people from all walks of life pray to Yamatsumi to avert his wrath when the first winds of winter blow, or the nearby volcano belches smoke. Yamatsumi appears as a giant man with ice for skin, lava for hair and a beard, and two pairs of ram's horns on his head."
		]
	},
	"yan_gant_y_tan": {
		"name": "Yan-gant-y-tan",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Yan-gant-y-tan]{sub=\"The Wandering\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Yan-gant-y-tan](https://www.pathfinderwiki.com/wiki/Yan-gant-y-tan) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Hellspawn, misdirection, night  ",
			"**Domains** {domain/Darkness}, {domain/Evil}, {domain/Law}, {domain/Weather}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Moon}, {domain/Night}, {domain/Storms}  ",
			"**Favored Weapon** {eq-weapon/Guisarme}  ",
			"**Symbol** Burning moon  ",
			"**Sacred Animal(s)** Bat  ",
			"**Sacred Color(s)** Black, orange",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Release a bat upon an unsuspecting living creature, and tell of the doom that's coming. Gain a +4 profane bonus on saving throws against transmutation effects.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/deeper darkness}",
			">2. {spell/insanity}",
			">3. {spell/summon monster IX}",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"### Description",
			"",
			"Said to inhabit a realm that constantly teleports to new corners of Stygia, the infernal duke known as the Wandering carries all manner of hellish terrors under a black cloak formed from undulating night. A single glance at one of these terrors can supposedly tear the life from a mortal's flesh."
		]
	},
	"ydajisk": {
		"name": "Ydajisk",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Ydajisk]{sub=\"The Mother of Tongues\"}",
			"",
			"{SOURCE Concordance of Rivals/21}  ",
			"**Pathfinder Wiki** [Ydajisk](https://www.pathfinderwiki.com/wiki/Ydajisk) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Protean Lord  ",
			"**Areas of Concern** Language evolution, lost words, and slang  ",
			"**Domains** {domain/Chaos}, {domain/Knowledge}, {domain/Rune}, {domain/Trickery}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** Bite or {eq-weapon/greatclub}  ",
			"**Symbol** Yawning maw drawn in lines of protean poetry",
			"",
			"## {feat/Monitor Obedience}",
			"",
			">Recite, copy, or graffiti a text in a dead or self-created language in a public place, regardless of whether any others understand the meaning, and provide no translation. Gain a +4 sacred bonus on saving throws against language-based effects.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/21}",
			">",
			">1. **Sibilant (Sp)** {spell/aphasia} 3/day, {spell/sonic scream} 2/day, or {spell/tongues} 1/day",
			">2. **Burning Tongue (Ex)** As a standard action three times per day, you can transform your mouth into a serpentine maw with a tongue of roiling sonic energy. This grants you a ranged touch attack that targets a single creature within 30 feet. The attack deals 8d6 points of sonic damage and renders the target confused for 1d4 rounds. In addition, a creature hit by this attack must succeed at a Will save (DC = 10 + half your Hit Dice + your Charisma modifier) or it is unable to communicate by any spoken or written language for a number of hours equal to your Wisdom modifier.",
			">3. **Screams of the Deep (Sp)** As a standard action, you can cast either {spell/power word blind}, {spell/power word kill}, {spell/power word stun}, or {spell/word of chaos} as a spell-like ability, treating your character level as your caster level. You can cast these spell-like abilities a number of times per day equal to your Charisma modifier (minimum 1), but you cannot repeat the spell you most recently cast. The saving throw DC, when applicable, is equal to 10 + half your Hit Dice + your Charisma modifier.",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Proctor}",
			"",
			"### Description",
			"",
			"Ydajisk manifests as a skein of iridescent poetry outlining a massive serpent vaguely resembling an {monster/izfiitar}, surrounded by a cloud of drifting symbols, sounds, and other sensory experiences manifesting and dissolving back into nothing. Despite Ydajisk's title, they eschew discrete sex or gender, their form shifting from moment to moment to suit their whimsy. Ydajisk holds a wealth of lost books, including copies of Tabris's collected works, The Withered Footsteps of the Dire Shepherd, and rubbings of the Codex of the Infinite Planes.",
			"",
			"Ydajisk's clergy wanders, chronicling the languages of dying civilizations, worlds on the edge of ecological collapse, and worlds threatened by divine conflict. Ydajisk's Library of Stolen Words occupies an island of stone orbiting the monstrous, star-sized Felikar's Whirlpool, meandering about in defiance of the devouring current. The library remotely feeds upon distant sources, transcribing knowledge into Ydajisk's collection of books, magically bottled words, and preserved sensations."
		]
	},
	"ydersius": {
		"name": "Ydersius",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #42: Sanctum of the Serpent God"
		],
		"description": [
			"::fh[Ydersius]{sub=\"The Headless King\"}",
			"",
			"{SOURCE Inner Sea Gods/192}  ",
			"**Pathfinder Wiki** [Ydersius](https://www.pathfinderwiki.com/wiki/Ydersius) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Other Deities  ",
			"**Other Pantheons** Scalefolk Deities  ",
			"**Areas of Concern** Serpentfolk, immortality, poison  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Nobility}, {domain/Scalykind}, {domain/War}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Hubris (|Nobility)}[^A], {domain/Leadership}, {domain/Martyr}, {domain/Saurian}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Snake skull and ouroboros  ",
			"**Sacred Animal(s)** Snake  ",
			"**Sacred Color(s)** Green, red",
			"",
			"## Follower Options",
			"",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Belt of the Snake King}",
			">",
			">### Spells",
			">",
			">- {spell/Constricting Coils}",
			">",
			">### Traits",
			">",
			">- {trait/Serpentine Squeeze}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #42: Sanctum of the Serpent God/71}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Accelerate Poison} can be prepared as a 2nd-level spell",
			">- {spell/Beast Shape I} can be prepared as a 3rd-level spell [^S]",
			">- {spell/Beast Shape II} can be prepared as a 4th-level spell [^S]",
			">- {spell/Beast Shape III} can be prepared as a 5th-level spell [^S]",
			">- {spell/Venomous Bolt} can be prepared as a 4th-level spell [^F]",
			">",
			">#### Druid",
			">",
			">- {spell/Venomous Bolt} can be prepared as a 4th-level spell [^F]",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #42: Sanctum of the Serpent God/71}",
			">",
			">- :hll[spell/Summon Monster II:] {monster/Venomous Snake} [^T]",
			">- :hll[spell/Summon Monster IV:] {monster/Amphisbaena}",
			">- :hll[spell/Summon Monster V:] {monster/Emperor Cobra} [^T]",
			">- :hll[spell/Summon Monster VII:] {monster/Giant Anaconda} [^T]",
			"",
			"### Description",
			"",
			"Long ago, Ydersius took an active role in the affairs of his people. He was the embodiment of the might and power of the serpentfolk empire, a living god who walked among his worshipers and led them to great victories. He commanded serpentfolk armies, raised great cities, and bred with mortal serpentfolk females to produce semidivine offspring that led and ruled the far-flung outposts of the serpentfolk empire in his stead.",
			"",
			"But in the waning days of the Age of Legend, Ydersius was brought low by a mortal champion - the Azlanti heroine Savith led an army into the trackless jungles of Garund, and while her followers battled the serpentfolk armies in the subterranean city of Ilmurea, she faced Ydersius himself in his hallowed sanctum and defeated him. But though she was a paragon of Azlanti warrior spirit whose likes have never been seen since, Savith was still mortal, and no mortal may truly slay a god. Savith cleaved Ydersius's head from his body, but she was unable to kill him. To prevent Ydersius's legendary powers of regeneration from restoring him to full power, Savith banished the god's headless, thrashing body into the depths of the Darklands, and cast his decapitated, still-living head into a lake of fire. But even thus sundered, Ydersius had his final revenge on his vanquisher, for Savith soon succumbed to her wounds, poisoned by the snake-god's virulent threefold venom.",
			"",
			"Although he still lived, after a fashion, Ydersius's defeat spelled the end for the serpentfolk empire. Azlant eventually triumphed over its hated foes, forcing the serpentfolk to abandon their cities on the surface and driving them into their deepest holds in the Darklands. Ydersius's semidivine children were driven mad by their father's defeat or slaughtered by the armies of Azlant. The once-mighty masters of Golarion had become little more than tales to scare wayward children by the time Earthfall ended Azlant as well. Yet the serpentfolk survived, and vowed to someday restore the Headless King.",
			"",
			"Since that time, Ydersius's headless body has mindlessly wandered the endless caverns and tunnels of the Darklands, while his severed head has lain trapped in an uneasy slumber beneath the solidified lake of lava where it was entombed. Now reduced to just a skull, Ydersius continues to send out visions and thoughts to his mortal worshipers, whispering sibilantly in their dreams to rejoin his separated head and body, and in so doing to restore the shattered serpentfolk empire to its former world-spanning glory.",
			"",
			"Ydersius's avatar is a giant, scaled, powerfully muscled humanoid with a snake's head and an impossibly long tail thrashing behind him. His scales are as hard as adamantine and his fangs are like iron, dripping poisonous venom that burns like acid wherever it lands. His regenerative powers can repair almost any damage to his body, and he is known for the threefold venom of his fangs, his toxic blood, and the miasma of noxious poison that he constantly exudes. In statues, Ydersius often stands upon a pedestal formed from the coils of his mighty tail. He is frequently shown wearing a crown or an elaborate headdress of bone and feathers, though his clothing is simple - usually little more than  a loincloth. Occasionally, Ydersius is portrayed as a giant monstrous snake with crushing coils and venomous fangs.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait.",
			"[^S]: Can only be used to take the form of a snake or serpent.",
			"[^F]: The arrow or bolt appears to be a rigid viper that bites its target with poisoned fangs.",
			"[^T]: This creature is summoned with the {template/celestial} template if you are good, or with the {template/fiendish} template if you are evil; you may choose either if you are neutral."
		]
	},
	"yhidothrus": {
		"name": "Yhidothrus",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Yhidothrus]{sub=\"The Ravager Worm\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Yhidothrus](https://www.pathfinderwiki.com/wiki/Yhidothrus) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Age, time, worms  ",
			"**Domains** {domain/Chaos}, {domain/Death}, {domain/Evil}, {domain/Repose}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Entropy}, {domain/Murder}  ",
			"**Favored Weapon** {eq-weapon/Spiked chain}  ",
			"**Symbol** Worm-filled hourglass  ",
			"**Sacred Animal(s)** Worm  ",
			"**Sacred Color(s)** Black, pale yellow",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Meditate in a closed coffin partially filled with worm-infested soil or leech-infested mud. During the obedience, you must swallow or inhale at least a dozen living worms or leeches. Gain a +4 profane bonus against effects that cause slowness or magical aging, or anything that damages, drains, or penalizes ability scores.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/104}",
			">",
			">1. **Consumption of the Worm (Sp)** {spell/corrosive touch} 3/day, {spell/acid arrow} 2/day, or {spell/vampiric touch} 1/day",
			">2. **Nightmare Below (Ex, Su)** You can crawl beneath the surface of the earth like a worm and then burst forth to horrify foes. You gain a burrow speed of 30 feet, which can be used only in mud, sand, soil, or other soft substances (not solid stone). You gain a +10 bonus on Stealth checks while burrowing. Once per hour, if you take a standard action to emerge from burrowing with a roar and spray of soil, each creature within 30 feet of your emergence that was not aware of your presence must succeed at a Will save (DC = 10 + half your Hit Dice + your Charisma modifier) or be {misc/shaken} and {misc/stunned} for 1 round and shaken for 2d4 rounds thereafter. The burrowing ability is an extraordinary ability, but the latter part of the ability is a supernatural, mind-affecting fear effect.",
			">3. **The Very Worm That Gnaws (Su)** As a result of your practice of sleeping in parasite-infested mud or soil to fulfill your obedience to Yhidothrus, your flesh has become riddled with an unholy infection. Yet far from being a troublesome condition, these worms are a welcome addition to your life, and as you gain this final boon, your body is devoured from the inside out by a mass of wriggling leeches, maggots, worms, and other horrid vermin, which are thereafter bound together into a cohesive whole by your foul will. When you attain this boon, you become a {template/worm that walks}. When your emergence (see above) causes creatures to become shaken, those creatures are also {misc/sickened} for 1 minute.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/104}",
			">",
			">1. **Blessing of the Worm (Sp)** {spell/ray of enfeeblement} 3/day, {spell/gentle repose} 2/day, or {spell/slow} 1/day",
			">2. **Curse of Brittle Bones (Sp)** Once per day, you can cast a powerful {spell/bestow curse}, {feat/heightened} to a 7th-level spell, as a spell-like ability. This special curse causes the target creature to suddenly advance to venerable {rule/age}. This curse imposes a -6 penalty to the target's Strength, Dexterity, and Constitution scores, but its Intelligence, Wisdom, or Charisma scores do not increase. These penalties do not stack with any existing penalties a creature might already have as the result of advanced age.",
			">3. **Call of the Worm (Sp)** By placing a hand upon the ground and whispering a series of blasphemies to the Ravager Worm, you can call up from below an immense and destructive manifestation of your fiendish lord. You can cast {spell/summon monster IX} once per day as a spell-like ability to summon one {template/advanced} {template/fiendish} {monster/purple worm}.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/104}",
			">",
			">1. **Hasten the End (Sp)** {spell/expeditious retreat} 3/day, {spell/silence} 2/day, or {spell/sands of time} 1/day",
			">2. **Specter of Time (Su)** As a swift action when you confirm a critical hit with a weapon against a living foe, instead of dealing the additional damage from the critical hit, you can instead deal normal damage and force the target to attempt a Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier). On a failed save, the target painfully advances in years to the next {rule/age/ category}. This aging can never have beneficial effects (such as if used against a true dragon). The target gains the penalties associated with the new age category to its Strength, Dexterity, and Constitution scores, but its Intelligence, Wisdom, or Charisma scores do not increase. This advanced age effect lasts for 24 hours before it fades and the affected creature returns to its normal age. A venerable creature (including one whose age has been magically accelerated via this ability to venerable, but not one whose age is temporarily advanced from other effects, such as per *sands of time*) that fails its saving throw against the aging effects of this ability is instantly slain, as if via old age (though the body instantly reverts to its original age appearance upon death). A creature slain by this effect can only be restored to life via {spell/miracle}, {spell/reincarnate}, {spell/true resurrection}, or {spell/wish}. This is a curse effect.",
			">3. **End Time (Sp)** You can call upon the Ravager Worm to temporarily consume time itself in an area surrounding you. You can cast {spell/time stop} once per day as a spell-like ability. When you use this ability, those in the area of effect are subjected to a powerful vision - that the world they are in becomes wrapped in the endless coils of the Ravager Worm. The affected creatures never glimpse Yhidothrus's head, and know only for the brief instant of eternity they spend in your time stop area that the world around them is fully wrapped in the coils of something more foul than they even imagined.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"### Description",
			"",
			">{SOURCE Book of the Damned/105}  ",
			"Yhidothrus is a hideous demon lord associated with the negative aspects of time - aging, the destruction of all matter via erosion, and entropy. Among humanity, Yhidothrus's cultists are typically loners obsessed with the encroaching threat of old age; desperate to avoid their fate, these few turn to blasphemy and demon worship as a means of escape. Many become {template/lich/es} as a result of their obsession - a Yhidothrin lich typically appears worm-eaten and moist compared to the typical specimen of that kind of undead. Others in his cult avoid death by transforming into the monstrosities known as the {template/worm[s] that walk>s} - either as the result of their obedience to the demon lord (see *The Very Worm That Gnaws* above) or through other fell rituals. Very few of these cultists actively seek to contact Yhidothrus or call upon the worm's powers directly, as they fear the immense demon lord just as their more sane kin would.",
			"",
			"Yhidothrus appears as an immense worm with oily, night-black flesh and a mouth that folds back to reveal a dozen hook-like ivory jaws surrounding a gullet ringed with countless teeth. None but the mad can claim to have seen what lies at the other end of the Ravager Worm's impossibly long body, and the accounts of such lunatics are not to be trusted - but nearly all of them seem to contain similar elements, suggesting that the farther one travels along Yhidothrus's body, the more ancient it grows. These rumors suggest that the far end of Yhidothrus remains rooted in a deep, forgotten Abyssal crevice where the qlippoth still rule and the concept of mortal sin, and thus the very idea of demonic life, has not yet penetrated. Scholars and philosophers have come to agree that this may be the most likely explanation - but if true, this explanation raises more questions than it answers. Was Yhidothrus originally a qlippoth lord, and is he, in fact, still a qlippoth lord at the far end of his body? If Yhidothrus were to break free from his source, would he be able to climb out of the Abyss entirely to encircle the Great Beyond itself? And perhaps most disturbingly, what of the mind-numbing rumors that what is believed to be Yhidothrus's body is nothing more than the tip of some unimaginably vast leviathan's tongue?"
		]
	},
	"yig": {
		"name": "Yig",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Yig]{sub=\"Father of Serpents\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/73}  ",
			"**Pathfinder Wiki** [Yig](https://www.pathfinderwiki.com/wiki/Yig) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Yig}",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Cycles, procreation, serpents  ",
			"**Domains** {domain/Chaos}, {domain/Community}, {domain/Protection}, {domain/Scalykind}  ",
			"**Subdomains** {domain/Defense}, {domain/Dragon}, {domain/Revelry}, {domain/Venom}  ",
			"**Favored Weapon** {eq-weapon/Punching dagger}  ",
			"**Symbol** Coiled serpent with a crescent mark on its head",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"### Description",
			"",
			"Of all the Great Old Ones &mdash; indeed, of all the gods of the Elder Mythos &mdash; the Father of Serpents is without a doubt the most benign. Yet those who would be so foolish as to expect kindness from Yig would do well to think again, for Yig does not suffer fools and is as likely to devour those who beseech him for aid as he is to provide aid. Even Yig's most devout worshipers realize the god may simply wish to feed at times, and on these occasions, no amount of devotion can protect the supplicant from death.",
			"",
			"Yig is worshiped primarily by nomadic societies and those who live with a close connection to the land; veneration of him is all but unknown in urban regions. He protects communities that honor him in the right ways, particularly if they follow the complex rituals required of his worship through the seasons. His favor can result in bountiful harvests, good hunts, and strong and healthy babies &mdash; at times immaculate conceptions are attributed to Yig, particularly if the resulting children bear crescent-shaped birthmarks upon their brows. Conversely, when a society has displeased or failed Yig, its children are born with crippling or monstrous deformities that leave mothers dead and fathers insane. Yig speaks through the actions of serpents, yet he is rarely worshiped by serpentfolk. Indeed, the Father of Serpents has long been at war with the god Ydersius, although since the decapitation of Ydersius, Yig has turned his attentions elsewhere.",
			"",
			"Yig appears as a scaled, humanoid creature with a serpent's head and lashing tail, or as an immense rattlesnake with a crescent-shaped mark upon the brow."
		]
	},
	"ylimancha": {
		"name": "Ylimancha",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Ylimancha]{sub=\"Harborwing\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Ylimancha](https://www.pathfinderwiki.com/wiki/Ylimancha) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Coastal waters, fisherfolk, flying creatures  ",
			"**Domains** {domain/Air}, {domain/Animal}, {domain/Good}, {domain/Water}  ",
			"**Subdomains** {domain/Agathion}, {domain/Feather}, {domain/Oceans}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Longbow}  ",
			"**Symbol** Golden seagull  ",
			"**Sacred Animal(s)** Seagull  ",
			"**Sacred Color(s)** Blue, gold",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Wrap yourself in a robe of feathers and immerse yourself in saltwater, holding your breath for as long as possible. Climb out of the water, kneel down, and pray until the robe dries. Gain a +4 sacred bonus on saving throws against effects with the water descriptor and effects from flying creatures.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/28}",
			">",
			">1. **Winged Blessing (Sp)** {spell/feather fall} 3/day, {spell/levitate} 2/day, or {spell/water breathing} 1/day",
			">2. **Aspect of the Wind (Su)** Avian wings sprout from your back, granting you a fly speed of 30 feet with average maneuverability.",
			">3. **Body of Water (Su)** Your body becomes permanently fluid and malleable, making you immune to critical hits and sneak attacks. In addition, you can move through an area as small as one-quarter your space without {misc/squeezing} or one-eighth your space when squeezing.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Harborwing Cloak}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/28}  ",
			"Ylimancha watches over the coastlines of the world and battles with {faith/Pazuzu} for dominion over the souls of those beings who call the sky their home. Her conflict with the King of the Wind Demons began at the dawn of time when she and Pazuzu fought for the souls of winged beings as they sprang into existence. Ylimancha bitterly resents each race lost to Pazuzu's corrupting influence.",
			"",
			"The empyreal lord of coasts has two forms. One is that of a woman with the head of an osprey. In this form she carries a teak longbow strung with gold. Her other form is that of a 4-foot-tall pure white seagull with the head of a beautiful Varisian woman with short dark hair. Ylimancha can speak in both forms, and her words always carry with them the quiet echo of crashing waves."
		]
	},
	"ymeri": {
		"name": "Ymeri",
		"sources": [
			"Inner Sea Gods",
			"Inner Sea world Guide"
		],
		"description": [
			"::fh[Ymeri]{sub=\"Queen of the Inferno\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Ymeri](https://www.pathfinderwiki.com/wiki/Ymeri) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Ymeri}",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Elemental Lords  ",
			"**Areas of Concern** Deserts, fire, volcanoes  ",
			"**Domains** {domain/Destruction}, {domain/Evil}, {domain/Fire}, {domain/War}  ",
			"**Subdomains** {domain/Ash}, {domain/Catastrophe}, {domain/Fear}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Longsword}  ",
			"**Symbol** Four flaming swords  ",
			"**Sacred Animal(s)** Megalania  ",
			"**Sacred Color(s)** Orange, yellow",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Elemental Vigor}",
			">",
			">### Traits",
			">",
			">- {trait/Affinity for the Elements}",
			"",
			"### Description",
			"",
			"{SOURCE Inner Sea World Guide/233}  ",
			"Ymeri is constantly at war with the other denizens of the plane of fire. Her wrath is as terrible as the greatest of volcanoes."
		]
	},
	"yog_sothoth": {
		"name": "Yog-Sothoth",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Yog-Sothoth]{sub=\"Lurker at the Threshold\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/73}  ",
			"**Pathfinder Wiki** [Yog-Sothoth](https://www.pathfinderwiki.com/wiki/Yog-Sothoth) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Outer Gods  ",
			"**Areas of Concern** Gates, space, time  ",
			"**Domains** {domain/Darkness}, {domain/Chaos}, {domain/Knowledge}, {domain/Travel}, {domain/Void}  ",
			"**Subdomains** {domain/Dark Tapestry}, {domain/Exploration}, {domain/Memory}, {domain/Night}, {domain/Portal}[^A], {domain/Stars}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Black spiral  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** None",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"### Description",
			"",
			"According to some, the Dark Tapestry is not so much a location as a thing that connects all places and possibilities. These texts go on to suggest that it is conscious &mdash; that it is aware. Yog-Sothoth is normally said to dwell within the Dark Tapestry, but some ancient legends say he *is* the Dark Tapestry. Certainly he has great power over time and space, and can exist at multiple times in multiple realities. Distance has no meaning to him, yet he seems unable to properly exist in the reality shared by most mortal life. He can only partially intrude upon this dimension, taking on the shape of a slithering mass of iridescent spheres or glowing motes of light when he does. Or perhaps Yog-Sothoth can exist in this world but has no reason to do so, and what mortals see and tremble before is but his shadow.",
			"",
			"Yog-Sothoth's cultists believe he is slowly preparing the many worlds of the universe for a new age presaged by the wakening of the Great Old Ones, during which time the inhabitants of these worlds will be wiped out to make way for the true masters. Cults often call upon Yog-Sothoth to bless unborn children, turning them into monstrous hybrids that help to prepare the unsuspecting world for the time when the stars themselves shall be right for the Great Old Ones to rule once again.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"yuelral": {
		"name": "Yuelral",
		"sources": [
			"Inner Sea Gods",
			"Divine Anthology"
		],
		"description": [
			"::fh[Yuelral]{sub=\"The Wise\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Yuelral](https://www.pathfinderwiki.com/wiki/Yuelral) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Elven Deities  ",
			"**Areas of Concern** Crystals, jewelers, magic  ",
			"**Domains** {domain/Artifice}, {domain/Earth}, {domain/Good}, {domain/Knowledge}, {domain/Magic}  ",
			"**Subdomains** {domain/Arcane}, {domain/Azata (|Good)}, {domain/Caves}, {domain/Construct}, {domain/Divine}, {domain/Memory}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Three overlapping crystals  ",
			"**Sacred Animal(s)** Panther  ",
			"**Sacred Color(s)** Blue, green, red",
			"",
			"## Paladin Code",
			"",
			">{SOURCE Divine Anthology/20}  ",
			">The paladins of Yuelral are protectors of elven magical knowledge and of natural and magical wonders such as the {spell/aiudara>_activation}. Their tenets include the following affirmations.",
			">",
			">- I will never defile the beauty of nature, nor cut a raw gemstone for aesthetic reasons.",
			">- I will remain vigilant for talent in craft and magic. When I notice it, I will encourage its good use.",
			">- I will respect the power of magic and never allow its misuse.",
			">- I will preserve the wisdom of the elves for the greater good before all other treasures.",
			"",
			"## Follower Options",
			"",
			">### Traits",
			">",
			">- {trait/Magic's Might}",
			"",
			"### Description",
			"",
			"{SOURCE Inner Sea Gods/183}  ",
			"Yuelral guides her followers in respecting and working with materials of the natural world. Crafters who use natural, nonmetallic, non-refined materials pray to her for guidance and skill, and their work in such material as wood, bone, and raw gemstones has a primal yet appealing aesthetic. Those who wield magic, both druids and wizards alike, also count Yuelral as their patron.",
			"",
			"Yuelral is well known as being the member of the elven pantheon who openly welcomes half-elven worshipers. Many half-elves appreciate the welcoming nature of her faith and happily worship Yuelral both for her wisdom and for the connection they feel to their heritage. Others spurn what they see as a patronizing offer from a culture that believes itself so vastly superior to its half-breed kin. Even half-elves who vehemently oppose worship of the Wise have occasionally been known to mysteriously undergo a profound change of heart, however - typically upon connecting with their heritage through some important event or personal experience."
		]
	},
	"zabha": {
		"name": "Zabha",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Zabha]{sub=\"Desecrator\"}",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Zabha](https://www.pathfinderwiki.com/wiki/Zabha) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Fur}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Spew blasphemies against a random good-aligned god and curse the names of all those you know who worship that deity. Gain a +4 profane bonus on saving throws against language-dependent effects.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a {monster/rakshasa} achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/hideous laughter}",
			">2. {spell/unholy blight}",
			">3. {spell/foster hatred}",
			"",
			"### Description",
			"",
			"The foul-smelling Desecrator claims to have committed blasphemy against every good and neutral god in existence, and to have danced on the graves of the 10,000 saints."
		]
	},
	"zaebos": {
		"name": "Zaebos",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Zaebos]{sub=\"The Prince of Broken Glass\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Zaebos](https://www.pathfinderwiki.com/wiki/Zaebos) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Arrogance, nobility, sexual perversion  ",
			"**Domains** {domain/Destruction}, {domain/Evil}, {domain/Law}, {domain/Nobility}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Leadership}, {domain/Martyr}, {domain/Torture}  ",
			"**Favored Weapon** {eq-weapon/light_<Flail}  ",
			"**Symbol** Glass shards cutting flesh  ",
			"**Sacred Animal(s)** Crocodile  ",
			"**Sacred Color(s)** Black, green",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Smash a crystal goblet and fling shards upon anyone who steps into your way. Gain a +4 profane bonus to CMD against disarm, sunder, and trip combat maneuvers.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/reckless infatuation}",
			">2. {spell/prismatic spray}",
			">3. {spell/mage's disjunction}",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"### Description",
			"",
			"Eternally restless, Zaebos sees himself as an idle nobleman and delights in taking what he wants."
		]
	},
	"zagresh": {
		"name": "Zagresh",
		"sources": [
			"Inner Sea Gods",
			"Belkzen, Hold of the Orc Hordes"
		],
		"description": [
			"::fh[Zagresh]{sub=\"The Destroyer\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Zagresh](https://www.pathfinderwiki.com/wiki/Zagresh) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Orc Deities  ",
			"**Areas of Concern** Death, destruction, disaster  ",
			"**Domains** {domain/Chaos}, {domain/Death}, {domain/Destruction}, {domain/Evil}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Murder}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Greatclub}  ",
			"**Symbol** Stack of severed heads  ",
			"**Sacred Animal(s)** Cave bear  ",
			"**Sacred Color(s)** Black, green",
			"",
			"### Description",
			"",
			"{SOURCE Belkzen, Hold of the Orc Hordes/30}  ",
			"The shamans say Zagresh was the first god of the orcs. Indeed, the Destroyer represents the primal nature of orcs, before they learned to use technology or magic. Unlike other orc gods who desire glory and power, Zagresh is a nihilist who fights only for survival, and lives only to destroy. Even orcs who profess a higher purpose revere Zagresh as the god of violent death, a fate to which all orcs aspire (those who die of natural causes are instead relegated to Dretha).",
			"",
			"Zagresh is described as a savage orc with monstrous tusks. The hides of large animals serve as his armor and clothing, and his weapon of choice is a spiked greatclub. Though he rarely uses articulate speech, Zagresh is not a quiet god. The Destroyer expresses his every emotion through animalistic growls and howls. In his joyous destruction, Zagresh's roars echo across the battlefield and strike fear into the hearts of his enemies. The orc gods don't ally with Zagresh so much as direct him against those they wish to annihilate. The Destroyer cares not for their machinations, only for mayhem, and as long as they provide him enemies to slaughter, he revels in the destruction."
		]
	},
	"zaigasnar": {
		"name": "Zaigasnar",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Zaigasnar]{sub=\"The Bladebride\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Zaigasnar](https://www.pathfinderwiki.com/wiki/Zaigasnar) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Body modification, destructive vanity, pins  ",
			"**Domains** {domain/Charm}, {domain/Destruction}, {domain/Evil}, {domain/Liberation}  ",
			"**Subdomains** {domain/Daemon}, {domain/Freedom}, {domain/Lust}, {domain/Torture}  ",
			"**Favored Weapon** {eq-weapon/Javelin}  ",
			"**Symbol** Stitched together fingers  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Iron gray, red",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Repeatedly cut a murdered victim's name into your flesh. Gain a +4 profane bonus on saving throws against effects that cause pain or slashing damage.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/alter self}",
			">2. {feat/extended} {spell/keen edge}",
			">3. {spell/blade barrier}",
			"",
			"### Description",
			"",
			"Zaigasnar, the Bladebride, appears as a woman dressed in bridal finery, pierced with dozens of bladed weapons."
		]
	},
	"zarongel": {
		"name": "Zarongel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"::fh[Zarongel]{sub=\"Bark Breaker\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Zarongel](https://www.pathfinderwiki.com/wiki/Zarongel) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Goblin Hero-Gods  ",
			"**Areas of Concern** Dog killing, fire, mounted combat  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Fire}, {domain/Travel}  ",
			"**Subdomains** {domain/Arson}, {domain/Daemon}, {domain/Fur}, {domain/Smoke}  ",
			"**Favored Weapon** {eq-weapon/Dogslicer}  ",
			"**Symbol** Severed dog's paw  ",
			"**Sacred Animal(s)** Goblin dog  ",
			"**Sacred Color(s)** Orange, yellow",
			"",
			"## Follower Options",
			"",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Great Barghest Hero Cloak}",
			">",
			">### Traits",
			">",
			">- {trait/Wolf Cub}",
			"",
			"### Description",
			"",
			"Zarongel boasts a magnificent pelt of living fire that was a gift from {faith/Lamashtu} when he became the first of the barghests to pledge his loyalty to her. The other barghests remain jealous of Zarongel's gift; {faith/Hadregash} in particular often schemes to steal the fiery pelt for himself. Zarongel taught goblins how to kill dogs and tame goblin dogs, which is the source of his title, Bark Breaker."
		]
	},
	"zelishkar": {
		"name": "Zelishkar",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Zelishkar]{sub=\"The Bitter Flame\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Zelishkar](https://www.pathfinderwiki.com/wiki/Zelishkar) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Arson, burning alive, cremation  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Fire}, {domain/War}  ",
			"**Subdomains** {domain/Arson}, {domain/Ash}, {domain/Daemon}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Ranseur}  ",
			"**Symbol** Crossed pikes over a pyre  ",
			"**Sacred Animal(s)** Tiger  ",
			"**Sacred Color(s)** Orange, red",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Burn a living creature of at least the size of a cat or infant atop a pyre. Gain a +4 profane bonus on saving throws against fire-based spells and effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/flaming sphere}",
			">2. {spell/wall of fire}",
			">3. {spell/contagious flame}",
			"",
			"### Description",
			"",
			"Zelishkar of the Bitter Flame appears as a tiger-shaped figure of living crimson flame dressed in black, glassy armor."
		]
	},
	"zepar": {
		"name": "Zepar",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Zepar]{sub=\"The Forever Sire\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Zepar](https://www.pathfinderwiki.com/wiki/Zepar) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Abduction, rape, transformation  ",
			"**Domains** {domain/Charm}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Fear}, {domain/Lust}, {domain/Torture}  ",
			"**Favored Weapon** {eq-weapon/Bolas}  ",
			"**Symbol** Leering goat face  ",
			"**Sacred Animal(s)** Goat  ",
			"**Sacred Color(s)** Pink, white",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Carve the flesh of a deceased creature into pieces, then reassemble them into a new form. Gain a +4 profane bonus on saving throws against polymorph effects.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {feat/extended} {spell/alter self}",
			">2. {spell/phase door}",
			">3. {spell/shapechange}",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"### Description",
			"",
			"Infernally talented in the arts of abduction and bodily transformation, the Forever Sire is so named because of the fiends he has made anew with his strange, tortuous experimentations."
		]
	},
	"zevgavizeb": {
		"name": "Zevgavizeb",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Zevgavizeb]{sub=\"God of the Troglodytes\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Zevgavizeb](https://www.pathfinderwiki.com/wiki/Zevgavizeb) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Caverns, reptiles, troglodytes  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Evil}, {domain/Strength}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Ferocity}, {domain/Resolve}, {domain/Saurian}  ",
			"**Favored Weapon** {eq-weapon/Spiked gauntlet}  ",
			"**Symbol** Twisted, taloned tentacle  ",
			"**Sacred Animal(s)** Dinosaur  ",
			"**Sacred Color(s)** Black, green",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">In a cavern, impale a sacrifice on a stalagmite in a way that does not cause the creature to immediately die. Dance around the sacrifice while shouting prayers to Zevgavizeb, taking time every 10 minutes to push the impaled creature farther down the stalagmite. Time the dance so that at the end, the creature is at the stalagmite's base - it need not survive to the end of the dance. Troglodyte worshipers can choose an alternative obedience if they wish - partaking of a feast of raw meat torn from a warm-blooded creature while using an altar of Zevgavizeb as a banquet table. Gain a +4 profane bonus on saving throws against special attacks and spells originating from reptilian creatures.",
			"",
			"### Boons: Demonic Obedience",
			"",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/28}",
			">",
			">1. **Zevgavizeb's Blessing (Sp)** {spell/charm animal} (reptiles only) 3/day, {spell/darkness} 2/day, or {spell/greater magic fang} 1/day",
			">2. **Children of the Caves (Sp)** Once per day you can use {spell/summon monster IX} as a spell-like ability, but only to summon 1 {template/fiendish} {monster/tyrannosaurus}, 1d3 fiendish {monster/elasmosaurus/es}, or 1d4+1 fiendish {monster/ankylosaurus/es}.",
			">3. **Primeval Might (Ex)** You become infused with primeval power, and gain a +4 profane bonus to Constitution and your natural armor.",
			"",
			"### Boons: Fiendish Obedience",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/106}",
			">",
			">1. **As a Foulness (Sp)** {spell/silent image} 3/day, {spell/ghoul touch} 2/day, or {spell/stinking cloud} 1/day",
			">2. **Mind Stomp (Sp)** You can crush a foe's psyche like a dinosaur stepping on a rat. You can cast {spell/psychic crush III} once per day as a spell-like ability.",
			">3. **Primeval Paragon (Sp)** You are heir to the unmatched psychic power of the troglodyte lords of old, and you can wield this power to make slaves of those creatures whose service is yours by right. You can cast {spell/dominate monster} once per day on humanoids, reptilian animals, or other reptile-like creatures (such as dragons). You can have only one creature dominated at a time via this effect, but the effects are permanent until you dominate a new target, at which point the previous target is released from domination. A target released this way is immediately affected by {spell/feeblemind}, with no saving throw, but a target that is released from control via other methods (such as via {spell/dispel magic}) does not suffer this fate.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/106}",
			">",
			">1. **Zevgavizeb's Blessing (Sp)** {spell/charm animal} (reptiles only) 3/day, {spell/darkness} 2/day, or {spell/greater magic fang} 1/day",
			">2. **Children of the Caves (Sp)** Once per day, you can cast {spell/summon monster VII} as a spell-like ability to summon one {template/fiendish} {monster/tyrannosaurus}, 1d3 fiendish {monster/elasmosaurus/es}, or 1d4+1 fiendish {monster/ankylosaurus/es}.",
			">3. **Primeval Might (Ex)** You become infused with primeval power, gaining a +4 profane bonus to your Constitution score and natural armor.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/106}",
			">",
			">1. **Saurian Spellcraft (Sp)** {spell/thunderstomp} 3/day, {spell/darkvision} 2/day, or {spell/beast shape I} (reptiles only) 1/day",
			">2. **Scaled Monstrosity (Sp)** By invoking the blessing of the God of the Troglodytes, you can take the form of the mightiest reptiles ever to exist. You can cast {feat/extended} {spell/beast shape IV} three times per day as a spell-like ability. If you assume the form of a dinosaur and you are capable of casting spells in your original form, you can also cast spells in your dinosaur form as if you had the {feat/Natural Spell} feat; treat this spell as wild shape for the purpose of that feat's effects.",
			">3. **Lizard Tyrant (Sp)** You can cast {spell/summon monster VII} once per day to summon one {template/advanced} {template/fiendish} {monster/tyrannosaurus}. The duration of this spell is permanent, but you can have only one tyrannosaurus summoned this way at a time. As a summoned monster, this advanced fiendish tyrannosaurus is still hedged out by effects like {spell/protection from evil}, and it can be {spell/banish/ed>ment} as normal.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"### Description",
			"",
			">{SOURCE Book of the Damned/107}  ",
			"Bestial Zevgavizeb rules the horror-filled Abyssal caves of Gluttondark, a vast network of caverns connected by subterranean rivers and great chasms. Many of the caverns of Gluttondark are the size of small planets. Such vaults are rife with jungles, mountains, seas, and swamps, with gravity pulling away from the center of the roughly spherical chambers. Strangely colored suns pulse from light to dark at the heart of these vast inverted worlds, simulating the ebb and flow of day and night. Dinosaurs, sea monsters, strange bat-like monstrosities, and worse rule these realms alongside nations of fiendish {monster/troglodyte/s}. Often, the inhabitants of one world wage war against those in neighboring caverns, for unlike the vast distances that separate planets on the Material Plane, the tangles of tunnels that weave between the worlds of Gluttondark make for relatively short journeys that can be made on foot in a matter of weeks or even days. Zevgavizeb encourages these conflicts, for the winnowing of the weak and the culling of the cowardly are the demon lord's favored methods of ensuring his minions are as powerful as they can be. When a world is finally defeated, Zevgavizeb appears within the realm to feed, devouring all life within the stony sphere before its central sun explodes, scorching what remains to ash and powder. In time, the Abyss heals these wounds and new worlds spring up within to eventually add new armies to the endless wars of Gluttondark.",
			"",
			"Zevgavizeb, a hideous beast the size of a dragon, is part dinosaur, part tentacled worm, and part bat. His personal lair is the largest of his cavern worlds - a place at the center of Gluttondark with a jungle moon floating at its core rather than a miniature pulsing sun. It is on this moon that the God of the Troglodytes slumbers and gnaws when he is not feasting on defeated realms. When no such regions lure him forth, he is content to remain in his moon den and to let events play out in the caves beyond as they will."
		]
	},
	"zipacna": {
		"name": "Zipacna",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Zipacna]{sub=\"The Mountain Below\"}",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Zipacna](https://www.pathfinderwiki.com/wiki/Zipacna) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Avoiding responsibility, shifting earth, violence  ",
			"**Domains** {domain/Earth}, {domain/Evil}, {domain/Fire}, {domain/Strength}  ",
			"**Subdomains** {domain/Ash}, {domain/Corruption}, {domain/Fear}, {domain/Ferocity}, {domain/Sahkil}  ",
			"**Favored Weapon** {eq-weapon/Tepoztopilli}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">In a completely dark space, meditate on how you can shirk your duties to focus on your wants, or how you can intimidate another person to do something for you. Gain a +4 profane bonus on Intimidate checks.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">{family/Sahkil} tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/bull's strength}",
			">2. {spell/confusion}",
			">3. {spell/move earth}",
			"",
			"### Description",
			"",
			"The Mountain Below is a lazy but violent fiend who spends his time abusing those around him and demanding they attend to his every whim. Zipacna spends nearly all his time indulging in any delight he can lay claim to, forcing his servants to cater to his desires. Among the largest of the sahkil tormentors, Zipacna manifests in the rough shape of a lumbering caiman - albeit one with four eyes and hands that look a little too human in shape."
		]
	},
	"zogmugot": {
		"name": "Zogmugot",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"::fh[Zogmugot]{sub=\"Lady Lastbreath\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Zogmugot](https://www.pathfinderwiki.com/wiki/Zogmugot) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Goblin Hero-Gods  ",
			"**Areas of Concern** Drowning, flotsam, scavenging  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Trickery}, {domain/Water}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Flotsam}, {domain/Oceans}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Sickle}  ",
			"**Symbol** Seaweed draped chest  ",
			"**Sacred Animal(s)** Crab  ",
			"**Sacred Color(s)** Blue, brown",
			"",
			"## Follower Options",
			"",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Great Barghest Hero Cloak}",
			">",
			">### Traits",
			">",
			">- {trait/Flounderer}",
			"",
			"### Description",
			"",
			"Zogmugot's insatiable greed leads her to scavenge wealth from even the most inhospitable places. She frequently scavenges shipwrecks, which increases her wealth but costs the lives of any minions who are not as adept at swimming as the immortal barghest. "
		]
	},
	"zohls": {
		"name": "Zohls",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Zohls]{sub=\"Verity\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Zohls](https://www.pathfinderwiki.com/wiki/Zohls) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Determination, investigation, truth  ",
			"**Domains** {domain/Good}, {domain/Knowledge}, {domain/Law}, {domain/Travel}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Exploration}, {domain/Judgment}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Heavy crossbow}  ",
			"**Symbol** Book with checkered page  ",
			"**Sacred Animal(s)** Wren  ",
			"**Sacred Color(s)** Black, white",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Study an unfamiliar scene and then draw it as perfectly as possible from memory. Mark any inconsistencies on the sketch and keep it in an accessible place for future reference. Gain a +4 sacred bonus on saving throws against illusions.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/29}",
			">",
			">1. **Sleuthhound (Sp)** {spell/identify} 3/day, {spell/locate object} 2/day, or {spell/blood biography} 1/day",
			">2. **Penetrating Gaze (Sp)** You can cast {feat/extended} {spell/true seeing} three times per day. This ability is the equivalent of a 7th-level spell.",
			">3. **Witness to All (Su)** You become cognizant of your surroundings at all times. You gain improved uncanny dodge, using your total HD in place of rogue levels for determining creatures that can sneak attack you. You gain a +6 sacred bonus on Perception checks. Once per day, you can summon 1d4 magic eyes that can travel out to a range of 2 miles, as if you had cast {feat/enlarged} {spell/greater prying eyes}.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/29}  ",
			"To Zohls, the act of discovery is almost as important as the truth uncovered by it. The empyreal lord of determination and investigation, she revels in unwinding mysteries - the more complicated the better - as well as shedding light upon previously obscured events. Zohls sees existence as a series of interlocking puzzles and delights in discovering patterns. She is guided by logic more than instinct, and has trouble interacting with less perceptive beings, even fellow archons. She is an impatient empyreal lord who genuinely forgets that not everyone shares her talent for brilliant leaps of logic.",
			"",
			"Zohls often appears practically dressed in a tunic and breeches and ties back her shining chestnut hair into braids. She favors clothing of black and white, representing the light of truth and the darkness of the unknown, and she reveals her celestial nature to the deserving by unfurling magnificent wings of parchment that never wrinkles.",
			"",
			"Investigators and researchers - who both seek the truth in their own ways - pay homage to the empyreal lord sometimes known simply as \"Verity.\" Her agents often appear incognito to give a crucial hint or provide a key piece of evidence to the faithful. Those who hide criminal deeds capture Zohls's ire most strongly, but anyone who seeks to keep acts, lore, or objects hidden may encounter interference from Zohls's agents. Zohls uses her abilities and her agents to uncover fiendish plots and unravel the machinations of evil, particularly devils.",
			"",
			"Zohls's palace on Heaven is filled with endless halls full of labeled evidence, research notes, maps covered in check marks, sketches of interesting individuals, and laboratory equipment. She rarely visits her fellow empyreal lords, finding them largely uninteresting and difficult to talk to. Her sense of superiority leaves her somewhat lonely, and she greatly enjoys interacting with individuals - be they mortal or divine - who can match her in intelligent conversation."
		]
	},
	"zon_kuthon": {
		"name": "Zon-Kuthon",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Weapon Master's Handbook",
			"Pathfinder #11: Skeletons of Scarwall"
		],
		"description": [
			"::fh[Zon-Kuthon]{sub=\"The Midnight Lord\"}",
			"",
			"{SOURCE Inner Sea Gods/164}  ",
			"**Pathfinder Wiki** [Zon-Kuthon](https://www.pathfinderwiki.com/wiki/Zon-Kuthon) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Core Deities  ",
			"**Areas of Concern** Darkness, envy, loss, pain  ",
			"**Domains** {domain/Darkness}, {domain/Death}, {domain/Destruction}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Kyton (|Evil)}, {domain/Kyton (|Law)}, {domain/Loss}, {domain/Murder}, {domain/Night}, {domain/Shadow (|Darkness)}, {domain/Shadow (|Death)}, {domain/Sovereignty}, {domain/Undead}  ",
			"**Realm** Xovaikain, the Shadow Plane  ",
			"**Allies** {faith/Urgathoa}  ",
			"**Relations** Shelyn (sister)  ",
			"**Enemies** {faith/Desna}, {faith/Rovagug}, {faith/Shelyn}  ",
			"**Temples** abandoned graveyards, cathedrals, caverns, haunted woodland clearings, laboratories, ruined city squares, torture chambers  ",
			"**Holy Days** Joymaking (day of amputations and body modifications applied to willing volunteers and captives alike, date varies), Eternal Kiss (sacrifice of a prisoner who was first pampered for several days, first new moon of the year)  ",
			"**Minions** {family/kyton/s}, shadow creatures, undead  ",
			"**Herald** {monster/the Prince in Chains} (chain-shrouded wolf)  ",
			"**Favored Weapon** {eq-weapon/Spiked chain}  ",
			"**Symbol** Chained skull  ",
			"**Sacred Animal(s)** Bat  ",
			"**Sacred Color(s)** Dark gray, red",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Belkzen, Cheliax, Geb, Irrisen, Nidal, Varisia  ",
			"**Nationality** alien",
			"",
			"## {rule/Divine Gift>s}",
			"",
			">{SOURCE Planar Adventures/81}  ",
			">The recipient can perform a 10-minute prayer (this can be part of her daily ritual to prepare spells) involving self-flagellation or other forms of self-inflicted pain to replace her body with a shadowy duplicate of her true form for 24 hours. During this time, the character exists as a strange, shadowy incarnation of her normal self, and is immune to precision damage and bleed, fear, negative energy, and pain effects, and she treats all piercing and slashing damage as nonlethal damage. The character is treated as undead for the purposes of determining the effects of damage or healing caused by negative or positive energy.",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Persuade a creature to allow you to inflict a small amount of pain on it. This can be as subtle as thin needles under the skin or as overt as a lashing with a whip, whatever the subject agrees to. If you can legally procure an individual, such as through legalized slavery, you may use a purchased subject instead. If no suitable individuals can be located, coil a spiked chain into a nest and kneel on it, letting your weight sink your knees into the spikes. Whip your own back while chanting praises to Zon-Kuthon. Gain a +2 sacred bonus on saving throws against spells that deal hit point damage.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/164}",
			">",
			">1. **Unbending Faith (Sp)** {spell/protection from chaos} 3/day, {spell/arrow of law} 2/day, or {spell/pain strike} 1/day",
			">2. **Strike of the Endless (Ex)** Three times per day, you can make a strike of the endless against an opponent. You must declare your use of this ability before you roll your attack, and if your attack misses, the strike is wasted. You make an unarmed strike against your target, and if you hit, your target must succeed at a Fortitude save (with a DC equal to 10 + 1/2 your Hit Dice + your Wisdom modifier) or be {misc/blinded} for 1d4 rounds. This ability doesn't work against creatures without eyes or who see by means other than vision (such as with {umr/blindsight} or {umr/tremorsense}). If you have a ki pool, you may spend 1 point from it to increase the saving throw DC of this ability by 4.",
			">3. **Agonizing Blow (Ex)** Once per day, you can make an unarmed strike that deals agonizing pain to a single target. You must declare your use of this ability before you roll your attack, and if your attack misses, the strike is wasted. You make an unarmed strike against your target, and if you hit, your target must succeed at a Will save (with a DC equal to 10+ 1/2 your Hit Dice + your Wisdom modifier) or take 2d6 points of nonlethal damage each round for the next 10 rounds as terrible pain rips through its body. Additionally, during those 10 rounds, your target is {misc/nauseated}, and you gain a +4 circumstance bonus on Intimidate checks against it. If the target succeeds at its saving throw, it instead takes 1d6 points of nonlethal damage per round for the next 10 rounds, and is {misc/sickened} for those 10 rounds. If you have a ki pool, you may spend 1 point from it to increase the saving throw DC of this ability by 4.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/164}",
			">",
			">1. **Obscurement (Sp)** {spell/obscuring mist} 3/day, {spell/invisibility} 2/day, or {spell/deeper darkness} 1/day",
			">2. **Path of Darkness (Sp)** Once per day, you can use {spell/shadow walk} as a spell-like ability. When you reach your desired endpoint along the shadow path, you materialize directly where you desire instead of being shunted in a random direction as you normally would. Furthermore, if you use this ability on an unwilling creature, the creature takes a -2 penalty on its saving throw.",
			">3. **Fleshrending Ally (Sp)** Once per day as a standard action, you can summon an {monster/interlocutor} kyton to serve you. You gain telepathy with the interlocutor to a range of 100 feet. The kyton follows your commands perfectly for 1 minute for every Hit Die you possess before it vanishes back to its home on the Plane of Shadow. The interlocutor refuses to follow any commands that would cause it to act in an overly good or chaotic way. Such commands earn a spiky snarl of disapproval, or could even cause the kyton to attack you if the command is particularly egregious.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/164}",
			">",
			">1. **Envious Death (Sp)** {spell/compel hostility} 3/day, {spell/touch of bloodletting} 2/day, or {spell/vampiric touch} 1/day",
			">2. **Rending Trip (Ex)** When you successfully trip an opponent using a spiked chain, your tripped opponent immediately provokes an attack of opportunity from you. In addition, you gain a +2 bonus on any attacks of opportunity you make against opponents you have tripped with a spiked chain within the last round.",
			">3. **Sight of Perfect Night (Ex)** All the training you have done in perfect darkness has left you with the uncanny ability to sense your surroundings even in the blackest night. You gain {umr/blindsense} with a range of 20 feet. If you already have blindsense with a range of 20 feet or greater, instead increase the range of your blindsense by 10 feet.",
			"",
			"## {feat/Divine Fighting Technique}",
			"",
			">### Zon-Kuthon's Flensing",
			">",
			">{SOURCE Weapon Master's Handbook}",
			">",
			">Zon-Kuthon invites all mortals to join in inflicting and suffering pain.",
			">",
			">**Initial Benefit:** Once per round, when you hit a foe with a spiked chain, you can twist the chain so it painfully flenses both of you. You and your target are both sickened for 1 round, and the target must succeed at a Fortitude save (DC = 10 + 1/2 your character level + your Wisdom bonus) or be sickened for an additional 1d4+1 rounds.",
			">",
			">**Advanced Prerequisite:** Base Attack Bonus +10.",
			">",
			">**Advanced Benefit:** Whenever you sicken a foe with pain using a spiked chain (whether by flensing, as a dirty trick combat maneuver, or otherwise), the victim must succeed at a Fortitude save (DC = 10 + 1/2 your character level + your Wisdom bonus) or be nauseated for the first round of the duration.",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-barbarian/Scarred Rager/ (Barbarian)}",
			">- {arc-alchemist/Vivisectionist/ (Alchemist)}",
			">",
			">### Feats",
			">",
			">- {feat/Bloodletting}",
			">- {feat/Cruelty}",
			">- {feat/Flagellant}",
			">- {feat/Shade of the Uskwood}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Zon-Kuthon}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Painspike Armor}",
			">- {magic-armor/Raiment of Chains}",
			">",
			">### Magic Items - Rods",
			">",
			">- {magic-rod/Rod of Shadows}",
			">",
			">### Magic Items - Staves",
			">",
			">- {magic-staff/Staff of Hungry Shadows}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Bloodthirst Dagger}",
			">- {magic-weapon/Fist of the Pit}",
			">- {magic-weapon/Grasp of Torment}",
			">- {magic-weapon/Shadowbound Chains}",
			">- {magic-weapon/Torment of the Midnight Lord}",
			">- {magic-weapon/Umbral Chain}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Mask of Cutting Flesh}",
			">- {magic-wondrous/Scabbard of Pain}",
			">",
			">### Monsters",
			">",
			">- {monster/Joyful Thing}",
			">- {monster/Lampadarius}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Pain Taster}",
			">- {pclass/Umbral Court Agent}",
			">",
			">### Spells",
			">",
			">- {spell/Bereave}",
			">- {spell/Eyebite}",
			">- {spell/Instrument of Agony}",
			">- {spell/Maddening Oubliette}",
			">- {spell/Overstimulate}",
			">- {spell/Pain Strike}",
			">- {spell/Protective Penumbra}",
			">- {spell/Sadomasochism}",
			">- {spell/Scarify}",
			">- {spell/Shadow Walk}",
			">- {spell/Shroud of Darkness}",
			">- {spell/Symbol of Pain}",
			">- {spell/Sympathetic Wounds}",
			">- {spell/Touch of Bloodletting}",
			">",
			">### Traits",
			">",
			">- {trait/Battlefield Surgeon}",
			">- {trait/Demoralizing Presence}",
			">- {trait/Kuthite Caster}",
			">- {trait/Pain Is Pleasure}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/171}",
			">",
			">#### Cleric, Inquisitor, Warpriest",
			">",
			">- {spell/Symbol of Pain} can be prepared as a 4th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #11: Skeletons of Scarwall/69}",
			">",
			">- :hll[spell/Summon Monster II:] Lesser Shadow - LE",
			">- :hll[spell/Summon Monster IV:] {monster/Shadow} - LE",
			">- :hll[spell/Summon Monster VIII:] {monster/Erinyes} - LE, {monster/Greater Shadow} - LE",
			">",
			">### Other Rules",
			">",
			">{SOURCE Inner Sea Gods/171}",
			">",
			">- A Kuthite priest's {main/inflict |spell/s>_groupings} always cause visible open wounds that look as though they were caused by slashing damage, though the actual cause of the damage is still negative energy.",
			"",
			"### Description",
			"",
			"Zon-Kuthon is a twisted, cruel, jealous god who defiles flesh to bring pain and misery. He represents ever-present pain, emotional darkness, consuming envy, and debilitating loss. Unrepentantly evil, he finds only brief joy in the pain he causes others. His very existence is a corruption and parasite upon the world. His alien mind constantly seeks new ways to oppress, humiliate, demoralize, and destroy others. While his true goals are incomprehensible, his stated desire is to flay every living thing until the entire world is an intertwined mass of bleeding flesh writhing in pain-wracked ecstasy. He whips the minds of serial killers, guides the hands of torturers, and plays the nerves of the suffering like a master bard.",
			"",
			"Zon-Kuthon offers no great wisdoms, no promises of universal truth, no guarantee of rewards in the afterlife. His strange mind sees little difference between this life and the next, and he tortures living flesh and dead souls alike with hideous pleasure and delicious pain. It's possible that this bleak nihilism may be part of some more elaborate master plan incomprehensible to even his greatest priests, but so far the method and message is that existence itself is pain. His faith is lawful, following the natural hierarchy of the strong preying upon the weak, whether for food, entertainment, sex, or proof of dominance.",
			"",
			"Zon-Kuthon's true appearance varies, and there is no consistent depiction of him, but the overall image is easily recognizable. His flesh is pale and bloodless and usually hairless, though he sometimes has wispy blond hair on his scalp. Contrasting with the pale skin are bloody red wounds, many of which are held open with hooks, straps, or splints, some appearing partially healed and reopened. Sometimes his skin is completely gone in places, revealing bare muscle or even bone. He frequently has piercings, sometimes through muscle and bone, with bits of jewelry or remnants of his victims dangling from them. Even his face doesn't escape this attention, with spikes and hooked straps pulling it into strange configurations, his lips removed to show bloody teeth, one eye removed and replaced with a strange crystal, or the entire back of his head gone, revealing skull and brains. He is usually shown wearing a vertical metal crown that pulls his flesh back into an obscene sunburst halo. Parts of his body that lack wounds are usually covered in blood-soaked black leather, often sexualized or used to manipulate the wounds in an obscene manner. Absent this orchestra of mutilation, Zon-Kuthon might appear human, but brief glimpses of his unaltered parts set the maimings into sharp, horrifying contrast. Mortal representations of him are usually simplified to a pale man in black with one significant wound."
		]
	},
	"zura": {
		"name": "Zura",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Zura]{sub=\"The Vampire Queen\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Zura](https://www.pathfinderwiki.com/wiki/Zura) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Blood, cannibalism, vampires  ",
			"**Domains** {domain/Chaos}, {domain/Death}, {domain/Evil}, {domain/Madness}  ",
			"**Subdomains** {domain/Blood}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Murder}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Rapier}  ",
			"**Symbol** Crimson fanged skull rune  ",
			"**Sacred Animal(s)** Vampire bat  ",
			"**Sacred Color(s)** Red",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Drink some of the blood of a willing creature, and allow the same creature to drink some of your own blood, after which you must meditate on the teachings of Zura. Alternatively, you can feed on the flesh of a creature of your own race until you are full. Gain a +4 profane bonus on all saving throws against the supernatural abilities of undead creatures.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/108}",
			">",
			">1. **Vampire Magic (Sp)** {spell/charm person} 3/day, {spell/eagle's splendor} 2/day, or {spell/gaseous form} 1/day",
			">2. **Decadent Hungers (Su)** Your palate is too refined to be satisfied by the blood and flesh of lesser beings - only sentient creatures are worthy enough to gratify your hunger. If you have access to the fresh blood or raw flesh (harvested no more than 1 hour ago from a living body) of a creature with an Intelligence score of 6 or greater, you can consume it as a full-round action; alternatively, you can consume blood or flesh from a willing or helpless living target. Upon drinking or feeding in this manner, you gain a +2 profane bonus on attack rolls, saving throws, and skill checks for 10 minutes. In addition, any spell you cast during this time takes effect as though your caster level were 2 higher; this is a profane bonus.",
			">3. **Vampire Queen's Mystique (Ex)** You take on some of the sensuous allure of the vampire and can bend others to your will with just a glance. You gain a +4 profane bonus to your Charisma score and on Will saving throws against mind-affecting effects.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/108;Book of the Damned - Volume 2: Lords of Chaos/29}",
			">",
			">1. **Zura's Favor (Sp)** {spell/deathwatch} 3/day, {spell/spider climb} 2/day, or {spell/vampiric touch} 1/day",
			">2. **Blood Is Life (Su)** Not all of those who venerate Zura are themselves undead vampires, but all who worship her are expected to drink blood as part of their duty to the Vampire Queen. Your faith in the demon lord allows you to gain more than just religious rapture and sustenance from blood, provided the blood you drink is fresh and warm. Once per day as a full-round action, you can drink the blood of a creature that has been dead for no more than 1 hour to gain the benefits of {spell/heroes' feast} and {spell/death knell} for 1 hour. The blood you imbibe must come from a creature with a minimum CR of your character level - 2.",
			">3. **Vampirism (Su)** While Zura's favored worshipers are {template/vampire/s}, she still values the service of powerful cult members who yet live, for a living cultist can move about in the light of day and need not fear the weaknesses most vampires do. But this is not to say that Zura denies her greatest followers the bliss and rapture of becoming a vampire, at least for short periods of time. Thanks to your long-standing devotion to the Vampire Queen, you have become one of those chosen few to gain this peek into a vampire's unlife without having to give up living. Once per day, you can infuse yourself with the qualities of a vampire. Apply the vampire template to yourself for the duration of this effect, which lasts for 1d6 rounds plus an additional number of rounds equal to your Charisma bonus. When the effect ends, you are {misc/staggered} for 1d4 rounds. In time, most worshipers of Zura hope to become vampires, and those who do and have this boon find that they can still draw upon its effects to bolster their power. If you are already a vampire and you activate this boon, you gain the {template/advanced} creature simple template for the duration of this effect.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/108}",
			">",
			">1. **Blood-Slicked Knight (Sp)** {spell/inflict light wounds} 3/day, {spell/bloodbath} 2/day, or {spell/waves of blood} 1/day",
			">2. **Bloodthirsty Savagery (Ex)** Your canines develop into razor-sharp fangs, and you thirst for the blood of the living. You gain a bite attack, [dealing 1d6 points of damage](misc/damage_die_adjustments) for a Medium creature; if you already have a bite attack, it deals damage as though you were one size category larger. Whenever you confirm a critical hit with your bite attack, you consume some of the victim's flesh and blood, dealing 1 point of Constitution damage. When you deal Constitution damage this way, you heal 5 hit points. If you have the {umr/blood drain} special attack, you gain its benefits whenever you deal damage with your bite attack, as if you had pinned your target.",
			">3. **Vampire's Flesh (Su)** Your flesh is infused with a vampire's undead vigor, and it repairs itself with unnatural speed. You are damaged by positive energy and healed by negative energy, as if you were undead. In addition, you gain {umr/fast healing} 5 and DR 10/magic and silver. If you are already a vampire, your fast healing and DR both increase by 5. You are {misc/staggered} whenever you are exposed to direct natural sunlight; if you are a vampire, this replaces your normal weakness to sunlight.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Blessing of the Feast}",
			">- {trait/Demonic Persuasion}",
			"",
			"### Description",
			"",
			">{SOURCE Book of the Damned/108}  ",
			"Zura rose from the corpse of an Azlanti queen who had succumbed to a lust for eternal life and the flesh of her own kind. Scholars point to Zura's acts as the start of Azlant's fall into decadence - and perhaps even one of the catalysts for the Age of Darkness that followed. Even today, thousands of years later, tales of her baths of blood and hideous banquets persist as legends. While many tried to assassinate her, it was her own exuberance for blood that sent her soul spiraling into the Abyss after an accidental suicide tryst with several consorts. Yet such was the weight of her sin that when her soul arrived, she rose immediately as a powerful creature - a {monster/succubus} {template/vampire} who swiftly went on to gain incredible power. She became a demon lord long before Earthfall, and by the time that event shattered Azlant, her growing cult in many of Azlant's cities was already well on its way toward undermining that nation.",
			"",
			"Zura often assumes the form of a voluptuous maiden, but in her true form, she is an emaciated woman with bat-like wings instead of arms, blood-red eyes, crimson hair, immense fangs, and taloned feet. Her worshipers are vampires or hope to someday become vampires, and her cults are strong in places where these undead are common, such as Cheliax, Ustalav, and the underground cities of the drow. Ancient Azlanti ruins dedicated to her worship have been found in several remote locations, and in some cases, powerful Azlanti vampires still tend these forgotten shrines."
		]
	},
	"zurapadyn": {
		"name": "Zurapadyn",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Zurapadyn]{sub=\"Beast Who Waits in Smoke\"}",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Zurapadyn](https://www.pathfinderwiki.com/wiki/Zurapadyn) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Fire, injustice, vendetts  ",
			"**Domains** {domain/Destruction}, {domain/Evil}, {domain/Fire}, {domain/Law}  ",
			"**Subdomains** {domain/Arson}, {domain/Ash}, {domain/Catastrophe}, {domain/Rage}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Steal something of sentimental value, burn it, and place the ashes where the owner will find them. Gain a +4 profane bonus on saving throws against fire effects.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/fireball}",
			">2. {spell/delayed blast fireball}",
			">3. {spell/meteor swarm}",
			"",
			"### Description",
			"",
			"The feline Beast Who Waits in Smoke, Zurapadyn revels in any act of fiery purification performed for misguided reasons. He occasionally leaves the immense hellfire volcano he calls home in order to leap out from pyres and set fire to temples run by self-important acolytes."
		]
	},
	"zursvaater": {
		"name": "Zursvaater",
		"sources": [ "Pathfinder #95: Anvil of Fire" ],
		"description": [
			"::fh[Zursvaater]{sub=\"Prince of Steel\"}",
			"",
			"{SOURCE Pathfinder #95: Anvil of Fire/66}  ",
			"**Pathfinder Wiki** [Zursvaater](https://www.pathfinderwiki.com/wiki/Zursvaater) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Giant Deities  ",
			"**Areas of Concern** Conquest, slavery, weapons  ",
			"**Domains** {domain/Evil}, {domain/Fire}, {domain/Law}, {domain/Trickery}, {domain/War}  ",
			"**Subdomains** {domain/Ash}, {domain/Blood}, {domain/Slavery}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Greatsword}  ",
			"**Symbol** Helm with huge fangs  ",
			"**Sacred Animal(s)** Saber-toothed tiger  ",
			"**Sacred Color(s)** Black, orange",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Immerse yourself in lava or a roaring flame for one hour. During the first half hour, recite passages from the Law of the Shield and meditate upon how your god's will guides your actions. Divide the remainder of the hour between recounting the orders and obligations that your superiors have given you, and planning the orders you will give your subordinates on the following day. You gain a +4 profane bonus on saving throws against spells and effects with the cold descriptor.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #95: Anvil of Fire/67}",
			">",
			">1. **Slave-Taker's Tools (Sp)** {spell/command} 3/day, {spell/stoke the inner fire} 2/day, or {spell/chain of perdition} 1/day",
			">2. **Sense Slaves (Ex)** You gain the {umr/scent} ability, but only with respect to humanoids. You gain a +2 favored enemy bonus against humanoids, which stacks with any {ability/favored enemy} bonus you already possess against humanoids.",
			">3. **Searing Strike (Su)** Once per day, you can channel the Prince of Steel's power through your weapon as a free action. You must declare your use of this ability before you make an attack roll. On a hit, the weapon creates a burst of fire. Your target takes 5d6 points of fire damage and catches on fire unless it succeeds at a Reflex save (DC 10 + 1/2 your HD + your Charisma modifier). If the target catches on fire, it takes an additional 2d6 points of fire damage each round until it succeeds at a Reflex save at the original DC. All fire damage from searing strike ignores fire resistance, but not fire immunity.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #95: Anvil of Fire/67}",
			">",
			">1. **Tyrant's Weapons (Sp)** {spell/bane} 3/day, {spell/dread bolt} 2/day, or {spell/protection from energy} 1/day",
			">2. **Fiery Fangs (Su)** Two fangs made of fire emerge from your mouth. Twice per day as part of casting a spell or using a spell-like ability, you may remove one of these fangs and use it to augment that spell or spell-like ability; this counts as adding a somatic component to the casting. This augmentation acts as your choice of one of the following metamagic feats: {feat/Bouncing Spell}, {feat/Elemental Spell} (fire only), {feat/Enlarge Spell}, {feat/Extend Spell}, or {feat/Silent Spell}. The fangs are insubstantial, and cannot be used to make a bite attack.",
			">3. **Burning Bladestorm (Sp)** You can create a whirling curtain of blades of fire and steel. This ability acts like a {spell/blade barrier} cast by a cleric but also sends out waves of heat like a {spell/wall of fire}. Fire giants may pass through the blades without taking any damage. Humanoid creatures killed by this ability rise as uncontrolled burning {template/skeleton/s}.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #95: Anvil of Fire/67}",
			">",
			">1. **Might Makes Right (Sp)** {spell/protection from good} 3/day, {spell/weapon of awe} 2/day, or {spell/deadly juggernaut} 1/day",
			">2. **Knight of Arms (Ex)** You may treat any weapon as if you were proficient in it and had the {feat/Weapon Focus} feat for that weapon. If you already have Weapon Focus for that weapon, your critical hits with that weapon cause the target to bleed as if you had the {feat/Bleeding Critical} feat; half this bleed damage is fire damage.",
			">3. **Pyroclastic Champion (Su)** Zursvaater infuses you with more of his essence. As a free action, you can surround your body in an aura of fire that ignites any combustible object you touch, and provides you with cold resistance 20. Any time you deal fire damage with a natural or manufactured weapon (including magic weapons), double the amount of fire damage that you would normally deal. This damage increase doesn't apply to fire damage from spells or spell-like abilities.",
			"",
			"## Follower Options",
			"",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Zursvaater}",
			">",
			">### Spells",
			">",
			">- {spell/Stoke the Inner Fire}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #95: Anvil of Fire/66}",
			">",
			">#### Cleric",
			">",
			">- {spell/Burning Gaze} can be prepared as a 2nd-level spell",
			">- {spell/Wall of Lava} can be prepared as a 8th-level spell",
			">",
			">#### Inquisitor, Warpriest",
			">",
			">- {spell/Burning Gaze} can be prepared as a 2nd-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #95: Anvil of Fire/67}",
			">",
			">- :hll[spell/Summon Monster I:] {template/Burning Human |Skeleton} (extraplanar)",
			">- :hll[spell/Summon Monster III:] {monster/Thoqqua}",
			">- :hll[spell/Summon Monster VI:] {template/Burning Fire Giant |Skeleton} (extraplanar)",
			"",
			"### Description",
			"",
			"This secretive deity shuns contact with most other divine beings, focusing his attention on events in the mortal world. He constantly urges his followers to war on other races, taking slaves and resources so they can improve their own equipment and conduct more effective raids. He discourages fighting between {monster/fire giant} clans and has been known to relocate entire settlements to prevent such conflicts. Several fire giant \"kings\" are {template/half-fiend/s}, usually born of fire giant queens (and apparently the male giants do not object to this cuckolding). Sculptures of Zursvaater depict a mighty, armored fire giant with a closed-faced helm, sometimes holding a heavy chain in one hand."
		]
	},
	"zyphus": {
		"name": "Zyphus",
		"sources": [
			"Inner Sea Faiths",
			"Pathfinder #89: Palace of Fallen Stars"
		],
		"description": [
			"::fh[Zyphus]{sub=\"The Grim Harvestman\"}",
			"",
			"{SOURCE Inner Sea Faiths/89}  ",
			"**Pathfinder Wiki** [Zyphus](https://www.pathfinderwiki.com/wiki/Zyphus) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Accidental death, graveyards, tragedy  ",
			"**Domains** {domain/Death}, {domain/Destruction}, {domain/Evil}, {domain/Plant}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Catastrophe}, {domain/Daemon}, {domain/Decay}, {domain/Murder}, {domain/Thorns}[^A], {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Heavy pick}  ",
			"**Symbol** Pick axe made of bones  ",
			"**Sacred Animal(s)** Vulture  ",
			"**Sacred Color(s)** Ivory, red",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Galt, Nidal, Qadira, Taldor, Ustalav, Varisia  ",
			"**Nationality** Kelishite",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Spend an hour sitting on the grave of someone who suffered an accidental death. You must reflect on how chance has wronged you and vocally reject the influence of any gods associated with these wrongs. If no suitable grave exists, spend an hour telling strangers how their religious beliefs and hopes for a just afterlife are folly and of no consequence. Alternatively, you can write this screed and post it in a public place within a settlement. If you're away from civilization, you can instead spend an hour sabotaging a path, bridge, tool, or other device so that it's dangerous for the next person who uses it. You gain a +4 profane bonus on Craft (traps) or Disable Device checks, chosen when you complete the obedience.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/89}",
			">",
			">1. **Champion of Cruel Chance (Sp)** {spell/deathwatch} 3/day, {spell/false life} 2/day, or {spell/healing thief} 1/day",
			">2. **Resiliency (Ex)** Once per day, you can gain a number of temporary hit points equal to your Hit Dice, lasting for 1 minute. Activating this ability is an immediate action that can be performed only when you would be brought below 0 hit points, and can be used to prevent you from dying. If you have the *resiliency* ability from another source, you can activate these abilities separately or as part of the same immediate action.",
			">3. **Tragic Minion (Su)** By spending 1 minute praying over the corpse of a humanoid opponent or a humanoid who has died a tragic death, you can summon an {monster/allip} to serve you. Unlike a normal allip, this allip is of an alignment that matches yours, and has a number of hit points equal to half your total. It receives a +4 bonus on Will saves to halve the damage from channeled positive energy, and it can't be turned or commanded. This allip serves as a companion to you and can communicate intelligibly with you despite its madness. You can dismiss it as a standard action. If the allip is destroyed or dismissed, you can't summon another for 7 days. This ability allows you to have only one allip companion at a time.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/89}",
			">",
			">1. **Catalyst of Destruction (Sp)** {spell/break} 3/day, {spell/find traps} 2/day, or {spell/spiked pit} 1/day",
			">2. **Ever Vigilant (Su)** Protected by Zyphus from a surprising death while you still have work to do for him, you're resistant to effects that attack your life force or would affect you before you have a chance to react. You are protected by {spell/death ward}, except the immunity to energy drain ends after it has prevented a number of negative levels equal to your exalted level; this resets when you next perform your obedience. You gain a +2 profane bonus on saving throws against effects that occur before your first turn in combat.",
			">3. **Visitor from Abaddon (Sp)** Once per day as a standard action, you can summon a pair of {monster/greater ceustodaemon/s} as if with {spell/summon monster II}, and gain telepathy with them to a range of 100 feet. The ceustodaemons follow your commands perfectly for 1 round per Hit Die you possess before vanishing back to their home on Abaddon. The ceustodaemons don't follow commands that would cause them to perform overly good acts or save mortal lives other than your own, and they immediately vanish if your orders contradict these restrictions.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/89}",
			">",
			">1. **Walking Disaster (Sp)** {spell/bungle} 3/day, {spell/spontaneous immolation} 2/day, or {spell/deadly juggernaut} 1/day",
			">2. **Tragic Accident (Su)** You have a deep understanding of the Grim Harvestman's lordship over accidental death, and can unleash these accidents on your enemies. Once per day as part of a successful attack, you can target your opponent with either inflict critical wounds or poison as a free action. The DC for this ability is equal to 10 + 1/2 your Hit Dice + your Charisma modifier. You don't have to declare the use of this ability until you know the attack is successful.",
			">3. **Unfairness of the World (Su)** Once per day, you can channel all of your outrage through your weapon, afflicting your opponent with deadly negative energy. You must declare your use of this ability before you roll an attack. On a hit, the target gains a number of {rule/energy_drain_and_<negative levels} equal to 3 + 1/2 your Hit Dice unless it succeeds at a Fortitude saving throw (the DC for this ability is the same as your tragic accident DC). If you openly wear an unholy symbol of Zyphus, the saving throw DC to resist this effect increases by 2.",
			"",
			"## Antipaladin Code",
			"",
			">The antipaladins of Zyphus are stealthy, and in emulation of their cruel patron deity, they're obsessed with sowing death at the most unexpected and shocking moments. Few appear openly on the field of battle except when they impersonate followers of Gorum to incite maximum collateral damage in a skirmish or war. Although all adhere to Zyphus's tenets, they vary in which parts of the code they emphasize. These tenets include the following adages.",
			">",
			">- Happiness is ignorance. I will never hide the truth of anguish.",
			">- I am an agent of unpredictable death. I will announce my murderous intentions only to Zyphens and those I will immediately kill.",
			">- Mercy is pointless. I will not stay my hand when I can slay my enemies.",
			">- Prophecies are empty promises. I will pay no heed to fortune-telling.",
			">- Tragedy must spread. I will first hurt those whose pain will also hurt many others, whether because they are beloved or because they will wreak reckless vengeance.",
			"",
			"## Follower Options",
			"",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Grim Gloom Mail}",
			">",
			">### Monsters",
			">",
			">- {monster/Gravedragger/ (Herald)}",
			">",
			">### Spells",
			">",
			">- {spell/Curse of Unexpected Death}",
			">",
			">### Traits",
			">",
			">- {trait/Accident Resistant}",
			">- {trait/Fatal Trapper}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Faiths/92}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Daze} can be prepared as a 0-level spell",
			">- {spell/Mage Hand} can be prepared as a 0-level spell",
			">- {spell/Bungle} can be prepared as a 1st-level spell",
			">- {spell/Spectral Hand} can be prepared as a 2nd-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #89: Palace of Fallen Stars/75}",
			">",
			">- :hll[spell/Summon Monster III:] {monster/Cacodaemon}",
			">- :hll[spell/Summon Monster IV:] {monster/Lacridaemon}",
			">- :hll[spell/Summon Monster V:] {monster/Ceustodaemon}",
			"",
			"### Description",
			"",
			"{SOURCE Inner Sea Faiths/90}  ",
			"Unlike {faith/Pharasma}, who has careful, fated plans for each mortal soul, Zyphus represents chance and the unexpected aspects of mortality. It's said that every accidental death adds to his strength, and that he may someday grow powerful enough to usurp Pharasma's place. Others preach that every soul he claims allows him a brief respite from his rage as he savors its former mortality, and that these shallow sips of life motivate him to keep reaching for more.",
			"",
			"Also known as the Grim Harvestman, Zyphus both loves and hates his worshipers, known as Zyphens. On the one hand, they constantly remind him of his divine nature, feeding his ego and furthering his goals in the mortal world. But the petty deity envies his followers' mortal lives, and resents them for having what he no longer has. Communication with his followers is brief, terse, and often full of bile, encouraging ruthless actions; any apparent kindness in him is merely a lull as he seethes with quiet anger before the next outburst. Some among his faithful believe that once he usurps Pharasma's place, he will allow all souls to wander the planes unsorted and reincarnate himself as a mortal with no memories of his prior existence.",
			"",
			"Zyphus appears as a gloomy figure clad in hooded black robes decorated with bones. His face is a gaunt, pale nightmare with a distended, screaming mouth and hollow eye sockets grown over by translucent membranes of skin. He wields a heavy pick reputed to be made from his mortal body's bones. Zyphus's feet are hidden beneath his robes, and he never leaves tracks when he passes.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	}
}
