{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested faith."
		]
	},
	"abadar": {
		"name": "Abadar",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Weapon Master's Handbook",
			"Inner Sea Temples",
			"Pathfinder #8: Seven Days to the Grave"
		],
		"description": [
			"## Abadar",
			"### Master of the First Vault",
			"",
			"{SOURCE Inner Sea Gods/12}  ",
			"**Pathfinder Wiki** [Abadar](https://www.pathfinderwiki.com/wiki/Abadar) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Deities of Tian Xia, Halfling Deities, Order of the God Claw Pantheon, Sandpoint Pantheon, Taldan Pantheon  ",
			"**Areas of Concern** Cities, laws, merchants, wealth  ",
			"**Domains** {domain/Earth}, {domain/Law}, {domain/Nobility}, {domain/Protection}, {domain/Travel}  ",
			"**Subdomains** [Aristocracy](domain/nobility), [Defense](domain/protection), {domain/Fortifications}, {domain/Inevitable}, {domain/Leadership}, [Legislation (Law)](domain/law), [Martyr](domain/nobility), [Metal](domain/earth), {domain/Portal}[^A], [Trade](domain/travel)  ",
			"**Realm** Aktun, Axis  ",
			"**Allies** Asmodeus, Erastil, Iomedae, Irori, Shelyn, Torag  ",
			"**Enemies** Lamashtu, Norgorber, Rovagug  ",
			"**Temples** banks, cathedrals, courthouses  ",
			"**Holy Days** Market's Door (blessing of the fall marketplace and the year's harvest trade, first day markets receive goods from the fall harvest), Taxfest (annual collection of city taxes followed by public feast with civic leaders, date varies by city)  ",
			"**Minions** {subtype/archon/s}, {monster/axiomite/s}, {subtype/inevitable/s}  ",
			"**Herald** {monster/Lawgiver} (a massive golden golem-like creature)  ",
			"**Favored Weapon** {equipment-weapon/Light crossbow}  ",
			"**Symbol** Golden key  ",
			"**Sacred Animal(s)** Monkey  ",
			"**Sacred Color(s)** Gold, silver",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Absalom, Andoran, Brevoy, Cheliax, Katapesh, Mana Wastes, Molthune, Nex, Osirion, Sargava, Taldor, Varisia  ",
			"**Nationality** Taldan",
			"",
			"---",
			"",
			"## [Divine Gift](rule/divine_gifts)",
			"",
			">{SOURCE Planar Adventures/74}  ",
			">The character gains the ability to cast {spell/word of recall} as a spell-like ability (CL 20th). This version of {spell/word of recall} can transport the caster across planar boundaries, but it still doesn't function in areas that bar teleportation effects. When a character gains this gift, the GM designates as the spell's sanctuary a specific temple of Abadar located in a city of at least 1,000 inhabitants.",
			"",
			"---",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Take a handful of mixed gems, coins, and keys. Include coins from three or more different currency systems (such as from three different kingdoms), as well as at least three different keys - one of which should be the key to a lockbox, vault, or other such storage item. Kneel before a scale and balance the items as perfectly as you can on it, removing and replacing items in order to create the most equitable balance of items. Randomize the items you select each time you perform this obedience, so as not to let your obedience become routine. Meditate on the teachings from The Order of Numbers. Gain a +4 sacred or profane bonus on saving throws against spells and effects generated by creatures with a chaotic alignment. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience. Once made, this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/12}",
			">",
			">1. **Diplomat (Sp)** comprehend languages 3/day, calm emotions 2/day, or glibness 1/day",
			">2. **City Dweller (Ex)** You never become lost in cities of more than 5,000 inhabitants - upon entering a city, even for the first time, you can always retrace your steps and intuit where particular districts must be. Furthermore, you pick up local accents and vernacular instantly, giving you the cant of a citizen. You also gain a +4 sacred or profane bonus on Disguise and Knowledge (local) checks while in the bounds of a city.",
			">3. **Sneaky Bolt (Ex)** Three times per day, you can snipe with a crossbow while hidden, and have little chance of revealing your location. You must declare your use of this ability before you roll your attack. You can use this ability only if your target is within 30 feet of you and unaware of your presence or precise location. Once you roll your attack, immediately attempt a Stealth check for sniping without the normal -20 penalty.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/12}",
			">",
			">1. **Ordered Mien (Sp)** Abadar's truthtelling 3/day, align weapon (lawful only) 2/day, or magic circle against chaos 1/day",
			">2. **Diplomatic Immunity (Ex)** While within the bounds of a city of more than 5,000 inhabitants, you gain a +4 sacred or profane bonus on Bluff and Diplomacy checks. You also gain special status with the law. You're considered a person to be respected, and may obtain special treatment and assistance that ordinary citizens could not, such as information on political activity, criminal investigations, or threats against the city. Any bribes or fees that would normally be levied by the legal system are waived for you. City guards and officials with an initial starting attitude of unfriendly or hostile instead have an attitude of indifferent toward you. These benefits apply only when you identify yourself as an exalted of Abadar.",
			">3. **Scales of Balance (Su)** Once per day as a full-round action, you can pool and redistribute your current hit points and those of all willing allies within 30 feet of you. Total your current hit points and those of your willing allies, and then decide how you wish to redistribute them among the same individuals. You cannot give an ally more hit points than her maximum, nor can you leave an ally with 0 hit points.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/12}",
			">",
			">1. **Lawful Bulwark (Sp)** shield of faith 3/day, shield other 2/day, or archon's aura 1/day",
			">2. **Unflagging Ally (Sp)** Once per day as a standard action, you can summon a zelekhut inevitable. You gain telepathic communication with the zelekhut to a range of 100 feet, and the zelekhut follows your commands perfectly for 1 minute for each Hit Die you possess before vanishing back to its home. The zelekhut doesn't obey any command that would violate its lawful alignment - such commands are met with grim refusal, and could even prompt the zelekhut to attack you if the command is egregious enough.",
			">3. **Dictum Blow (Su)** Once per day, you can channel the effects of dictum through your weapon, though you don't need to cast (or even know) the spell. You must declare your use of this ability before rolling your attack. On a hit, the target is affected as if caught in the area of dictum as cast by a cleric of a level equal to your Hit Dice (maximum 20). If the target is lawful or its Hit Dice exceeds yours, it is unaffected. If your attack misses or the creature is unaffected, the dictum effect is wasted.",
			"",
			"---",
			"",
			"## Paladin Code",
			"",
			">Of all the neutral gods, only Abadar supports and promotes a holy order of paladins. As the god of civilization and order, Abadar recognizes the value of holy warriors in advancing society's aims. His paladins follow the standard paladin code of protecting the innocent, acting with honor and honesty, and respecting lawful authority. In addition, an Abadaran paladin upholds the following creed.",
			">",
			">- I am a protector of the roadways and keep travelers from harm. No matter their destinations or goals, if they are peaceable and legitimate travelers who harm no others on the road, I will ensure that they pass safely.",
			">- Bandits are a plague. Under my will they come to justice. If they will not come willingly before the law, where they can protest for justice in the courts, they will come under the power of my sword.",
			">- Corruption in the courts is the greatest corruption of civilization. Without confidence in justice, citizens cannot believe in their countries, and civilization begins to disappear. I will root out corruption wherever I find it, and if a system is fundamentally flawed, I will work to aid citizens by reforming or replacing it.",
			">- I am an aid to the markets. I ensure equitable trade between merchants and citizens. Theft and deceit on either side are intolerable.",
			">- I make opportunities, and teach others to recognize them. When I aid others, I open the way for them, but will not carry them - they must take responsibility.",
			"",
			"---",
			"",
			"## {feat/Divine Fighting Technique}",
			"",
			">### Abadar's Crossbow",
			">",
			">{SOURCE Weapon Master's Handbook}",
			">",
			">Abadar teaches complex crossbow techniques.",
			">",
			">**Initial Benefit:** You can attempt a ranged steal combat maneuver check with a crossbow, using your Dexterity modifier in place of your Strength modifier to calculate your Combat Maneuver Bonus. If you succeed, the stolen item is knocked away by the bolt; if the bolt can pierce any part of the item and the item weighs 2 pounds or less, the bolt continues past the creature and carries the item up to one range increment away, pinning it to whatever surface it lands on.",
			">",
			">**Advanced Prerequisite:** {feat/Rapid Reload}, Base Attack Bonus +10.",
			">",
			">**Advanced Benefit:** When fighting a foe adjacent to a firm surface, you can attempt a ranged dirty trick combat maneuver check with a crossbow, using your Dexterity modifier in place of your Strength modifier to calculate your Combat Maneuver Bonus. If you succeed, your bolt pins the target's clothing (or feathers, hide, or the like) to the surface, preventing the target from leaving that space until it breaks free by destroying the bolt or removing it with a successful Strength check (DC = the result of your combat maneuver check to pin it).",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {archetype-fighter/Crossbowman/ (Fighter)}",
			">- {archetype-paladin/Knight of Coins/ (Paladin)}",
			">- {archetype-druid/Urban Druid/ (Druid)}",
			">- {archetype-ranger/Urban Ranger/ (Ranger)}",
			">",
			">### Feats",
			">",
			">- {feat/Crossbow Mastery}",
			">- {feat/Divine Dignity}",
			">- {feat/Measured Response}",
			">- {feat/Perfect Casting}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Abadar}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Golden Judge's Breastplate}",
			">",
			">### Magic Items - Rods",
			">",
			">- {magic-rod/Rod of Metal and Mineral Detection}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Fugitive Finder}",
			">- {magic-weapon/Mace of Keys}",
			">- {magic-weapon/Vaultbow}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Elixir of Truth}",
			">- {magic-wondrous/Key Cloak}",
			">- {magic-wondrous/Key of the Second Vault}",
			">- {magic-wondrous/Lyre of Building}",
			">- {magic-wondrous/Meltdown Safe}",
			">- {magic-wondrous/Safecamp Wagon}",
			">- {magic-wondrous/Secure Paypack}",
			">- {magic-wondrous/Universal Lock}",
			">",
			">### Monsters",
			">",
			">- {monster/Lawgiver/ (Herald)}",
			">- {monster/Orsheval}",
			">",
			">### Prestige Classes",
			">",
			">- {prestigeclass/Justicar}",
			">",
			">### Spells",
			">",
			">- {spell/Abadar's Truthtelling}",
			">- {spell/Blessing of the Watch}",
			">- {spell/Dictum}",
			">- {spell/Fairness}",
			">- {spell/Order's Wrath}",
			">- {spell/Soul Vault}",
			">- {spell/True Appraisal}",
			">",
			">### Traits",
			">",
			">- {trait/Eye for Quality}",
			">- {trait/Eyes and Ears of the City}",
			">- {trait/Honey-Tongued}",
			">- {trait/Lover of the Law}",
			">- {trait/Sense of Order}",
			">- {trait/The City Protects}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Temples/33}",
			">",
			">#### All Classes",
			">",
			">- {spell/Soul Vault} can be prepared as a 4th-level spell",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Word of Recall} can be prepared as a 5th-level spell [if their designated sanctuaries are the temples of their home cities]",
			">",
			">#### Paladin",
			">",
			">- {spell/Word of Recall} can be prepared as a 4th-level spell [if their designated sanctuaries are the temples of their home cities]",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #8: Seven Days to the Grave/67}",
			">",
			">- **[Summon Monster II](spell/summon_monster_2):** [Celestial Two-Headed Eagle](monster/eagle) - LN [this creature has two heads. It gains a +2 racial bonus on Perception checks, but does not gain an extra bite attack]",
			">- **[Summon Monster III](spell/summon_monster_3):** {template/Celestial} {monster/Hippogriff} - LN",
			">- **[Summon Monster IV](spell/summon_monster_4):** [Two-Headed Giant Eagle](monster/giant_eagle) - LN [this creature has two heads. It gains a +2 racial bonus on Perception checks, but does not gain an extra bite attack]",
			">- **[Summon Monster V](spell/summon_monster_5):** {template/Celestial} {monster/Griffon} - LN",
			">- **[Summon Monster IX](spell/summon_monster_9):** {monster/Kolyarut} - LN",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"abhoth": {
		"name": "Abhoth",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"## Abhoth",
			"### Source of Uncleanness",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/64}  ",
			"**Pathfinder Wiki** [Abhoth](https://www.pathfinderwiki.com/wiki/Abhoth) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Outer Gods  ",
			"**Areas of Concern** Disease, fercundity, oozes  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Earth}, {domain/Madness}, {domain/Strength}  ",
			"**Subdomains** [Caves](domain/earth), [Ferocity](domain/strength), [Insanity](domain/madness), [Night](domain/darkness), {domain/Nightmare}, [Resolve](domain/strength)  ",
			"**Favored Weapon** {equipment-weapon/Whip}  ",
			"**Symbol** Tentacle coiled around a disemboided eye",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}"
		]
	},
	"abraxas": {
		"name": "Abraxas",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"## Abraxas",
			"### Master of the Final Incantation",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Abraxas](https://www.pathfinderwiki.com/wiki/Abraxas) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Forbidden lore, magic, snakes  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Knowledge}, {domain/Magic}  ",
			"**Subdomains** [Arcane](domain/magic), [Demon (Chaos)](domain/chaos), [Demon (Evil)](domain/evil), [Education (Knowledge)](domain/knowledge), [Memory](domain/knowledge), {domain/Rites}[^A], [Thought](domain/knowledge)  ",
			"**Favored Weapon** {equipment-weapon/Whip}  ",
			"**Symbol** Demonic face and snakes  ",
			"**Sacred Animal(s)** Snake  ",
			"**Sacred Color(s)** Green, orange",
			"",
			"---",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Self-flagellate with a small whip or tree branch, punctuating each stroke with utterances of mystic words of power. Gain a +4 profane bonus on saves against charm effects and written magical effects.",
			">",
			">### Boons: Demonic Obedience",
			">",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/9}",
			">",
			">1. **Secret Lore (Sp)** identify 3/day, augury 2/day, or illusory script 1/day",
			">2. **Heretical Revelation (Su)** Up to three times per day, you can whisper terrible secrets to an adjacent target as a standard action. The target can resist with a Will save (DC = 10 + 1/2 your HD + your Charisma modifier). If the target fails its save, it is stunned for 1 round, then confused for 1d4 rounds, and then nauseated for 2d6 rounds. This is a mind-affecting effect.",
			">3. **Penultimate Incantation (Sp)** Up to three times per day, you can affect a single creature within 60 feet with a targeted greater dispel magic. Each spell or effect dispelled inflicts fire damage to the target equal to the result of your caster level check made to dispel that effect. This ability is the equivalent of a 9th-level spell.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/10}",
			">",
			">1. **Warped Arcana (Sp)** magic aura 3/day, touch of idiocy 2/day, or dispel magic 1/day",
			">2. **Poisoned Mysticism (Su)** Your magic is imbued with the toxic lore of Abraxas. You add your Intelligence bonus on concentration checks and on caster level checks to penetrate spell resistance or dispel ongoing magical effects; if you already add your Intelligence modifier on such a check, add your Wisdom bonus instead. In addition, whenever you poison a creature via any method, whether from a spell such as poison or prismatic spray, from an envenomed weapon, or any other means, the saving throw DC of the poison effect is increased by 2. Curing this poison effect requires one additional successful save, and caster level checks to cure this poison effect (such as that required for neutralize poison) take a -4 penalty. You never risk accidentally poisoning yourself when you apply poison to a weapon. Finally, once per day, you can cast poison as a spell-like ability.",
			">3. **Invert Magic (Sp)** The Master of the Final Incantation grants you the power to turn magic back on its source. You gain spell resistance equal to 11 + your Hit Dice; if you already have spell resistance as a result of a racial ability, it instead increases by 5. Whenever you would be affected by a spell, you can allow it to bypass your spell resistance, even when it's not your turn. Once per day, as an immediate action when a spell that targets only you fails to penetrate your spell resistance, you can reflect that spell back on the original caster, as if you were under the effect of spell turning.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/10}",
			">",
			">1. **Secret Lore (Sp)** identify 3/day, augury 2/day, or illusory script 1/day",
			">2. **Heretical Revelation (Su)** Three times per day as a standard action, you can whisper terrible secrets to an adjacent target. The target must succeed at a Will save (DC = 10 + half your Hit Dice + your Charisma modifier) or be stunned for 1 round, then confused for 1d4 rounds, and then nauseated for 2d6 rounds. This is a mind-affecting effect.",
			">3. **Penultimate Incantation (Sp)** Three times per day, you can affect a single creature within 60 feet with a targeted greater dispel magic. Each spell or effect so dispelled deals an amount of fire damage to the target equal to the result of your caster level check to dispel that effect.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/10}",
			">",
			">1. **Serpent Knight (Sp)** blade lash 3/day, extreme flexibility 2/day, or summon monster III (1 fiendish constrictor snake or 1d4+1 fiendish vipers only) 1/day",
			">2. **Fanged Lash (Su)** Any whip you wield grows serpentine scales, and the tip of the whip becomes a biting snake's head. Damage with your whip deals lethal damage, and you can damage creatures wearing armor. The whip deals an additional 1d6 points of damage on a hit, and once per minute as a swift action as you strike a foe with a whip, you can cause the whip to poison the target with black adder venom. The saving throw DC of this venom is equal to 10 + half your Hit Dice + your Constitution modifier.",
			">3. **Tools of the Master (Su)** You can imbue your weapons with echoes of those wielded by Abraxas himself. When you perform your obedience, choose a single whip and a single light or heavy shield you have to become imbued. An imbued shield gains the animated special ability. An imbued whip can siphon magical energy from spellcasting foes it strikes: up to three times per day as a swift action as you strike such a foe, you can attempt to drain magic. When you do so, the target must attempt a Will save (DC = 10 + half your Hit Dice + your Charisma modifier). If the target succeeds, it takes 1d4 points of ability damage to its Intelligence, Wisdom, or Charisma score (whichever is highest). If the target fails, the whip deals 1d6 points of ability drain to this ability score instead, and it absorbs one spell from the target. If the target is a spontaneous caster, one of its highest-level available spell slots is expended, and you regain a spell slot of an equal or lower level (your choice; if you don't have the ability to spontaneously cast spells, you receive no benefit from this). If the target is a prepared spellcaster, one of its highest-level spells (determined randomly) is lost as if cast, and that spell becomes stored in your whip (as per a major ring of spell storing). Your whip can store only one spell at a time in this way; if you drain another spell while your whip already contains one, the contained spell is replaced by the new spell you drain.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"acavna": {
		"name": "Acavna",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"## Acavna",
			"### The Shield",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/66}  ",
			"**Pathfinder Wiki** [Acavna](https://www.pathfinderwiki.com/wiki/Acavna) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Companionship, defensive battle, and the moon  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Protection}, {domain/Repose}, {domain/War}  ",
			"**Subdomains** {domain/Ancestors}, [Defense](domain/protection), [Moon](domain/darkness), [Night](domain/darkness), {domain/Tactics}, {domain/Wards}  ",
			"**Favored Weapon** {equipment-weapon/Spear}  ",
			"**Symbol** Crossed spears over a full moon"
		]
	},
	"achaekek": {
		"name": "Achaekek",
		"sources": [
			"Inner Sea Faiths",
			"Inner Sea Gods"
		],
		"description": [
			"## Achaekek",
			"### He Who Walks in Blood",
			"",
			"{SOURCE Inner Sea Faiths/5}  ",
			"**Pathfinder Wiki** [Achaekek](https://www.pathfinderwiki.com/wiki/Achaekek) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Assassinations, divine punishment, the red mantis  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Law}, {domain/Trickery}, {domain/War}  ",
			"**Subdomains** [Blood](domain/war), [Deception](domain/trickery), [Devil (Evil)](domain/evil), [Devil (Law)](domain/law), {domain/Insect}[^A], [Murder](domain/death), {domain/Tactics}, [Thievery](domain/trickery)  ",
			"**Favored Weapon** {equipment-weapon/Sawtooth sabre}  ",
			"**Symbol** Crossed mantis claws  ",
			"**Sacred Animal(s)** Crimson mantis  ",
			"**Sacred Color(s)** Red",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Ilizmagorti  ",
			"**Nationality** monster",
			"",
			"---",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Meditate in a private place before a trophy or broken religious symbol taken from a target you have been contracted to kill. This trophy must be anointed with a single drop of your blood, drawn from your flesh by a sawtooth sabre, and the trophy must be destroyed at the end of your meditation. If you have yet to complete a contract, have no appropriate trophies at hand, or seek to serve the Mantis God in other ways than as the god's assassin, you must instead offer your own vital fluid to He Who Walks in Blood by cutting yourself along the right arm with a sawtooth sabre. Such self-mutilation deals 1d6 points of damage to you, which cannot be healed during the hour of meditation without disrupting the obedience; after the meditation ends, the wounds can be healed by any means available. You gain a +2 profane bonus to confirm critical hits while wielding a sawtooth sabre. As long as you have a sawtooth sabre in each hand, you can use those blades to complete the somatic component of any spell you cast, and you treat sawtooth sabres as your divine focus for the casting of divine spells.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/5}",
			">",
			">1. **Crimson Decree (Sp)** doom 3/day, death knell 2/day, or blood biography 1/day",
			">2. **Blood Scent (Sp)** To your heightened olfactory senses, the acrid scent of blood is as pleasing and distinctive as the sweetest perfume. Three times per day, you can cast blood scent on yourself as a spell-like ability. This ability does not grant the spell's bonus on attack and damage rolls, even if you are an orc or have a rage ability.",
			">3. **Focused Assassin (Su)** Your combat skills are just as deadly when you have an assassination target as when you don't. When you perform your obedience for the day, if you are not contracted to kill a target, you can name a single target. You need not know the exact name of your target, but you must know a suitably detailed and correct description, such as \"the thieves\" guild's second in command. Against that target, you gain a +2 profane bonus on attack rolls and weapon damage rolls, and you deal an additional 2d6 points of damage. The save DCs of any spells you cast on the target increase by 2. If you are contracted to kill a target, these bonuses apply against that target; if you are contracted to kill multiple targets, you must choose one target against whom these bonuses apply when you perform your obedience.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/5}",
			">",
			">1. **Blood Must Flow (Sp)** lead blades 3/day, spiritual weapon 2/day, or keen edge 1/day",
			">2. **Bleeding Wounds (Ex)** All wounds you inflict with a sawtooth sabre are bleeding wounds, and deal 1d4 points of bleed damage to the target. If you deal bleed damage via another source (such as the bleeding attack rogue talent or by using a wounding sawtooth sabre), this ability does not deal additional bleed damage. You can also use bleed as a quickened spell-like ability three times per day.",
			">3. **Mantis Style Mastery (Ex)** You take no penalties on attack rolls from two-weapon fighting when wielding two sawtooth sabres simultaneously, and you gain a +2 profane bonus on all damage rolls with sawtooth sabres. If you deal sneak attack damage with a sawtooth sabre, you deal 2 additional points of damage for each die rolled as part of your sneak attack damage. If you have levels in the Red Mantis assassin prestige class, the DC for the save against your prayer attack increases by 2.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {archetype-alchemist/Crimson Chymist/ (Alchemist)}",
			">- {archetype-warpriest/Mantis Zealot/ (Warpriest)}",
			">",
			">### Feats",
			">",
			">- {feat/Bloody Sabres}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Red Stalker Armor}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Crimson Bluff}",
			">- {magic-weapon/Fuming Blood Sabre}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Eye of the Mantis}",
			">- {magic-wondrous/Mantis Embrace}",
			">- {magic-wondrous/Mask of the Mantis}",
			">",
			">### Monsters",
			">",
			">- {monster/Kaicharek}",
			">",
			">### Prestige Classes",
			">",
			">- {prestigeclass/Death Slayer}",
			">- {prestigeclass/Red Mantis Assassin}",
			">",
			">### Traits",
			">",
			">- {trait/Deep Wounding}",
			">- {trait/Frightening Speed}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/175}",
			">",
			">{SOURCE Inner Sea Faiths/7}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Keen Senses} can be prepared as a 1st-level spell",
			">- {spell/Negate Aroma} can be prepared as a 1st-level spell",
			">- {spell/Spider Climb} can be prepared as a 2nd-level spell",
			">",
			">#### Druid",
			">",
			">- {spell/Murderous Command} can be prepared as a 1st-level spell",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"aegirran": {
		"name": "Aegirran",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Aegirran",
			"### The Sea Dreamer",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Aegirran](https://www.pathfinderwiki.com/wiki/Aegirran) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Giant Deities  ",
			"**Areas of Concern** Dreams, sailing, voyages  ",
			"**Domains** {domain/Good}, {domain/Travel}, {domain/Water}, {domain/Weather}  ",
			"**Subdomains** [Exploration](domain/travel), [Oceans](domain/water), [Seasons](domain/weather), [Storms](domain/weather)  ",
			"**Favored Weapon** {equipment-weapon/Trident}  ",
			"**Symbol** Spouting whale  ",
			"**Sacred Animal(s)** Whale  ",
			"**Sacred Color(s)** Blue, gray"
		]
	},
	"aerekostes": {
		"name": "Aerekostes",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"## Aerekostes",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74}  ",
			"**Pathfinder Wiki** [Aerekostes](https://www.pathfinderwiki.com/wiki/Aerekostes) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Iblydan Hero-Gods  ",
			"**Areas of Concern** Contingencies, intelligent items  ",
			"**Domains** {domain/Artifice}, {domain/Healing}, {domain/Knowledge}, {domain/Magic}  ",
			"**Subdomains** [Arcane](domain/magic), [Construct](domain/artifice), [Memory](domain/knowledge), [Resurrection](domain/healing)  ",
			"**Favored Weapon** none",
			"",
			"#### On Golarion",
			"",
			"**Nationality** Iblydan",
			"",
			"### Other Rules",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74}",
			"",
			"- Aerekostes can grant 9th-level spells"
		]
	},
	"aesdurath": {
		"name": "Aesdurath",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Aesdurath",
			"### The Pale Dowager",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Aesdurath](https://www.pathfinderwiki.com/wiki/Aesdurath) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Immortality, liches, magical catastrophes  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Magic}, {domain/Trickery}  ",
			"**Subdomains** [Arcane](domain/magic), [Daemon](domain/evil), [Divine](domain/magic), [Undead](domain/death)  ",
			"**Favored Weapon** {equipment-weapon/Dagger}  ",
			"**Symbol** Crystal skull  ",
			"**Sacred Animal(s)** Crow  ",
			"**Sacred Color(s)** Crystal, white",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Eat a portion of a being killed by magic. Gain a +4 profane bonus on saving throws against death effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique daemons take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. death knell",
			">2. animate dead",
			">3. circle of death"
		]
	},
	"aesocar": {
		"name": "Aesocar",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"## Aesocar",
			"### The Healing Touch",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/67}  ",
			"**Pathfinder Wiki** [Aesocar](https://www.pathfinderwiki.com/wiki/Aesocar) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Creation of life, health, and medicine  ",
			"**Domains** {domain/Artifice}, {domain/Good}, {domain/Healing}, {domain/Law}, {domain/Protection}  ",
			"**Subdomains** [Archon (Good)](domain/good), [Archon (Law)](domain/law), [Construct](domain/artifice), [Loyalty](domain/law), [Purity](domain/protection), {domain/Restoration}, [Resurrection](domain/healing)  ",
			"**Favored Weapon** {equipment-weapon/Mancatcher}  ",
			"**Symbol** Enclosed six-pointed star",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Traits",
			">",
			">- {trait/Clockwork Surgeon}"
		]
	},
	"ah_pook": {
		"name": "Ah Pook",
		"sources": [ "Pathfinder #143: Borne by the Sun's Grace" ],
		"description": [
			"## Ah Pook",
			"### The Destroyer",
			"",
			"{SOURCE Pathfinder #143: Borne by the Sun's Grace/72}  ",
			"**Pathfinder Wiki** [Ah Pook](https://www.pathfinderwiki.com/wiki/Ah%20Pook) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Death, destruction, and the moon  ",
			"**Domains** {domain/Darkness}, {domain/Death}, {domain/Destruction}, {domain/Evil}, {domain/Void}  ",
			"**Subdomains** [Catastrophe](domain/destruction), [Fear](domain/evil), [Isolation](domain/void), [Loss](domain/darkness), [Moon](domain/darkness), [Sahkil](domain/evil)  ",
			"**Favored Weapon** {equipment-weapon/Terbutje}  ",
			"**Symbol** a skull with a crescent eclipse  ",
			"**Sacred Animal(s)** maggot"
		]
	},
	"ahriman": {
		"name": "Ahriman",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Ahriman",
			"### Lord of All Divs",
			"",
			"{SOURCE Inner Sea Gods/316}  ",
			"**Pathfinder Wiki** [Ahriman](https://www.pathfinderwiki.com/wiki/Ahriman) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Destruction, div, nihilism  ",
			"**Domains** {domain/Darkness}, {domain/Death}, {domain/Destruction}, {domain/Evil}  ",
			"**Subdomains** [Catastrophe](domain/destruction), [Fear](domain/evil), [Loss](domain/darkness), [Rage](domain/destruction)  ",
			"**Favored Weapon** {equipment-weapon/Whip}  ",
			"**Symbol** Black and silver eclipse  ",
			"**Sacred Animal(s)** Snake  ",
			"**Sacred Color(s)** Black, silver",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">While praying to Ahriman, destroy something of monetary or sentimental value to another person, preferably in front of someone who feels a strong emotional connection toward it. Alternatively, voluntarily take 1 point of Constitution damage while chanting praises to Ahriman and flagellating yourself with a barbed lash. After performing this obedience, your true alignment is masked from detection. Each time you perform this obedience, you select an alignment that you wish to detect as. Once chosen, this alignment can't be changed until you perform this obedience again or 24 hours pass. The masked alignment can trick items and magic that require a particular alignment. For example, a neutral evil follower can make her alignment appear to be lawful good, which would allow her to safely pass beyond a glyph of warding keyed to lawful good.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/12}",
			">",
			">1. **Ahriman's Word (Sp)** command 3/day, detect thoughts 2/day, or suggestion 1/day",
			">2. **Unassailable Conviction (Su)** You know existence is pointless and find little that can affect your outlook or sway your ultimate outcome in the bleak span of existence. Once per day when you fail a Will save, you can immediately roll again and use the second result as your actual saving throw result. If you succeed at this second save, you gain a +2 morale bonus on attack rolls and saving throws for 1 hour.",
			">3. **Force the Lie (Su)** Once per day, you can twist the intention of beneficial effects. As a standard action, you can create a wave of crackling black energy that fills a 30-foot-radius spread at any point within 90 feet of you. Creatures in this area other than yourself that are benefiting from a luck, morale, or sacred bonus instead treat that bonus as a penalty. You and other worshipers of Ahriman can see through this area of black energy with ease, but all other creatures treat the area as if it were under the effects of obscuring mist. The black energy persists for 1 round per Hit Die you have, and cannot be dissipated by wind effects. An affected creature can negate this adjustment to bonuses with a successful Will save (DC = 10 + half your Hit Dice + your Charisma modifier), but this does not negate the obscuring effect.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/12}",
			">",
			">1. **Hamper the Righteous (Sp)** protection from good 3/day, touch of idiocy 2/day, or bestow curse 1/day",
			">2. **Pierce Obfuscation (Su)** You can see the bleak truth despite means to hide your vision. You can see perfectly in darkness of any kind, including that created by deeper darkness. Once per day, you can cast true seeing as a spell-like ability.",
			">3. **Call for Ruin (Sp)** You can conjure some of Ahriman's armies for your own purposes. Once per day as a standard action, you can summon 1d4+1 ghawwas, 1d3 shiras, or one sepid as if with summon monster IX, and you gain telepathy with them to a range of 100 feet. The divs summoned in this way follow your commands perfectly for 1 round per Hit Die you have before vanishing back to their home in Abaddon. The summoned divs don't follow commands that would cause them to perform overly good acts or save mortal lives other than your own, and they immediately vanish if your orders contradict these restrictions.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/12}",
			">",
			">1. **Break the Weak (Sp)** inflict light wounds 3/day, death knell 2/day, or dispel magic 1/day",
			">2. **Serpentine Lash (Su)** Any whip you wield becomes an extension of your embodiment of evil, lashing out against all those who fail to prostrate themselves before you and oblivion. You gain {feat/Weapon Specialization} (whip) and {feat/Whip Mastery} as bonus feats, even if you do not meet the prerequisites. In addition, your whip takes on the illusory appearance of a serpent, and you gain a +2 profane bonus to combat maneuver checks to trip opponents. If you wield a whip with at least a +1 enhancement bonus, you can grant it the dancing weapon special ability for 6 rounds per day as a swift action. These rounds need not be consecutive.",
			">3. **Crush Opposition (Su)** Three times per day, you can target one corporeal enemy within 60 feet and call out a castigating challenge that causes the creature to painfully collapse in on itself in a crackle of black energy. The target takes 10 points of damage per Hit Dice you have. Creatures targeted by this ability can attempt a Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier) to reduce the damage by half. A creature slain by this effect is completely destroyed, and all items it was carrying or wearing at the time fall to the ground and become cursed for a number of hours equal to your Hit Dice. The curse on these items causes nonevil creatures who carry one of the items to take a -1 penalty on saving throws against fear and insanity effects; the penalties for carrying multiple items stack."
		]
	},
	"ajids": {
		"name": "Ajids",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Ajids",
			"### Father Flense",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Ajids](https://www.pathfinderwiki.com/wiki/Ajids) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Mutilation, skinning, trophy taking  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Madness}, {domain/War}  ",
			"**Subdomains** [Blood](domain/war), [Daemon](domain/evil), [Insanity](domain/madness), [Murder](domain/death)  ",
			"**Favored Weapon** {equipment-weapon/War razor}  ",
			"**Symbol** Detached human face  ",
			"**Sacred Animal(s)** Ape  ",
			"**Sacred Color(s)** Brown, red",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Mutilate the corpse of a defeated enemy. Gain a +4 profane bonus on saving throws against effects that cause fatigue or exhaustion.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique daemons take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. blood armor",
			">2. hunger for flesh",
			">3. decapitate"
		]
	},
	"aksha": {
		"name": "Aksha",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Aksha",
			"### Second Breath",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Aksha](https://www.pathfinderwiki.com/wiki/Aksha) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** [Deception](domain/trickery), [Fear](domain/evil), [Fur](domain/animal), [Tyranny](domain/law)  ",
			"**Favored Weapon** {equipment-weapon/Kukri}",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Light a scented torch and meditate on its smoke. Gain a +4 profane bonus on saves against fire effects.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a rakshasa achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. scorching ray",
			">2. fire shield",
			">3. sirocco"
		]
	},
	"akuma": {
		"name": "Akuma",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Akuma",
			"### Horned King",
			"",
			"{SOURCE Book of the Damned/126}  ",
			"**Pathfinder Wiki** [Akuma](https://www.pathfinderwiki.com/wiki/Akuma) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Oni Daimyo  ",
			"**Areas of Concern** Battle, honor, martial arts  ",
			"**Domains** {domain/Evil}, {domain/Glory}, {domain/Law}, {domain/War}  ",
			"**Subdomains** [Blood](domain/war), [Fear](domain/evil), [Honor](domain/glory), {domain/Tactics}  ",
			"**Favored Weapon** [Unarmed strike](rule/attack)",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Practice martial art stances and routines. Gain a +4 profane bonus to CMD.",
			">",
			">{SOURCE Book of the Damned/127}  ",
			">The most powerful oni, the oni daimyo, hold their domains in isolated regions of the Material Plane. While they have transcended their lesser incarnations to become something close to demigods in stature, they do not flaunt their power and prefer to dwell in remote corners of the massive land of Tian Xia.",
			">",
			">Oni daimyo are always evil in alignment but can be chaotic, lawful, or neutral. They range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. bear's endurance",
			">2. divine power",
			">3. transformation"
		]
	},
	"alazhra": {
		"name": "Alazhra",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Alazhra",
			"### The Dream Eater",
			"",
			"{SOURCE Inner Sea Gods/316}  ",
			"**Pathfinder Wiki** [Alazhra](https://www.pathfinderwiki.com/wiki/Alazhra) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Dreams, night hags, planar travel  ",
			"**Domains** {domain/Darkness}, {domain/Evil}, {domain/Repose}, {domain/Travel}  ",
			"**Subdomains** [Daemon](domain/evil), [Loss](domain/darkness), [Night](domain/darkness), {domain/Souls}  ",
			"**Favored Weapon** {equipment-weapon/Dagger}  ",
			"**Symbol** Jar containing a ghost  ",
			"**Sacred Animal(s)** Black stallion  ",
			"**Sacred Color(s)** Black, blue"
		]
	},
	"aldinach": {
		"name": "Aldinach",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"## Aldinach",
			"### She of the Six Venoms",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Aldinach](https://www.pathfinderwiki.com/wiki/Aldinach) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Sand, scorpions, thirst  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Evil}, {domain/Sun}  ",
			"**Subdomains** [Demon (Chaos)](domain/chaos), [Demon (Evil)](domain/evil), [Feather](domain/animal), [Fur](domain/animal), {domain/Insect}[^A], [Light](domain/sun), {domain/Thirst}[^A]  ",
			"**Favored Weapon** {equipment-weapon/Kukri}  ",
			"**Symbol** Sandy gold scorpion  ",
			"**Sacred Animal(s)** Scorpion  ",
			"**Sacred Color(s)** Gold, orange",
			"",
			"---",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Pray to Aldinach while lying prone on sand for an hour, during which time you must eat at least one live scorpion. Gain a +4 profane bonus on saves against poison from vermin and effects that cause fatigue or exhaustion.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/14}",
			">",
			">1. **Dominion Over the Sands (Sp)** entropic shield 3/day, gust of wind 2/day, or ray of exhaustion 1/day",
			">2. **Living Sandstorm (Su)** Three times per day, you can dissipate yourself and all of your gear into a swirling mass of wind-tossed sand for 5 minutes. While in this form, you gain DR 10/- and immunity to acid, critical hits, disease, fire, infestations, poison, and precision damage (such as sneak attacks). You can speak, but you can't make physical attacks or manipulate objects, and you can't use somatic or material (including focus) spell components. You can fly at a speed of 10 feet and automatically succeed at Fly checks, and you can pass through small holes or narrow openings. You are treated as a Fine creature for the purpose of wind effects. While in sandstorm form, you can enter another creature's space once per round as part of a move action; this provokes an attack of opportunity as normal. When you enter a creature's space this way, that creature takes 3d6 points of slashing damage from abrading sands and is blinded for 1d6 rounds; the target can halve the damage and negate the blindness with a successful Reflex save (DC = 10 + half your Hit Dice + your Constitution modifier). A creature can be affected in this way only once per round, even if you move into its space multiple times.",
			">3. **Flensing Storm (Sp)** Once per day, you can call out to Aldinach to conjure a deadly sandstorm from the Whispering Sands, which flenses those caught within down to nothing but bloody bones. This acts as an incendiary cloud spell, except that instead of fire damage it deals 6d6 points of slashing damage and 1d4 points of Constitution damage; this Constitution damage can be negated with a successful Reflex save (DC = 10 + half your Hit Dice + your Constitution modifier). As a move action, you can direct a flensing storm to move up to 60 feet in any direction; this need not be a straight line. You are immune to the effects of your flensing storms and can see through them without penalty.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/14}",
			">",
			">1. **Desert's Wrath (Sp)** endure elements 3/day, glitterdust 2/day, or searing light 1/day",
			">2. **Raise Scorpion (Su)** Once per day, you can cause a dead body within 60 feet to transform into a fiendish giant scorpion under your mental control. This transformation lasts for 1 round per level, after which the scorpion returns to its original corpse form. This is a polymorph effect.",
			">3. **Dehydrating Strike (Su)** Once per day as a swift action, when you deal damage to a creature, that creature must attempt a Fortitude save (DC = 10 + half your Hit Dice + your Constitution modifier) to avoid becoming instantly and painfully dehydrated. If the victim fails this save, it takes 1d10 points of Strength drain, is stunned for 1 round, and is then staggered for 1d4 rounds. On a successful save, the victim is instead staggered for 1 round.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/14}",
			">",
			">1. **Chitin and Sting (Sp)** nauseating dart 3/day, barkskin 2/day, or cup of dust 1/day",
			">2. **Hidden Strike (Ex)** She of the Six Venoms grants you a scorpion's talent for striking rapidly from hiding. You gain a hidden strike, with which you deal an extra 2d8 points of precision damage on melee attacks or ranged attacks from within 30 feet against foes who are unaware of your presence or who consider you an ally. You can also deal hidden strike damage to a target that you are flanking or that is denied its Dexterity bonus to AC, but in these cases, the damage is reduced to 2d4. You can deal hidden strike damage against targets with concealment (but not total concealment). This stacks with other sources of hidden strike damage or sneak attack damage you already have. In addition, like a deadfall scorpion, you are adept at taking advantage of your foes' surprise. During a surprise round, you can take a full round's worth of actions, rather than a single standard action.",
			">3. **Sting of Aldinach (Su)** Once per day as a swift action, you can grow a golden-hued scorpion's tail, complete with stinger. This sting is a primary natural attack that deals damage as appropriate for a creature of your size (1d6 points of damage for a Medium creature). The sting is poisonous (injury; save DC 10 + half your Hit Dice + your Constitution modifier; frequency 1/round for 6 rounds; effect 1d3 Str damage and 1d3 Con damage; cure 1 save). Like that of the immense black scorpion, your stinger strikes with blinding speed; you can make an attack with your stinger as a swift action (in addition to any other attacks or actions taken during that round). Once activated, your stinger remains for a number of minutes equal to your Hit Dice.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {archetype-antipaladin/Iron Tyrant/ (Antipaladin)}",
			">",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"alichino": {
		"name": "Alichino",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Alichino",
			"### Jester Prince of the Cage",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Alichino](https://www.pathfinderwiki.com/wiki/Alichino) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Deception, madness, royalty  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Madness}, {domain/Trickery}  ",
			"**Subdomains** [Deception](domain/trickery), [Devil (Evil)](domain/evil), [Devil (Law)](domain/law), [Insanity](domain/madness), [Thievery](domain/trickery)  ",
			"**Favored Weapon** {equipment-weapon/Dagger}  ",
			"**Symbol** Skull with jester cap  ",
			"**Sacred Animal(s)** Magpie  ",
			"**Sacred Color(s)** Black, white",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Tell a joke with a sadistic punch line involving abject violence or cruelty, and laugh maniacally at it until you're out of breath. Gain a +4 bonus on saving throws against mind-affecting effects.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. alter self",
			">2. confusion",
			">3. mass suggestion",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}"
		]
	},
	"alocer": {
		"name": "Alocer",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Alocer",
			"### The Pack Lord",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Alocer](https://www.pathfinderwiki.com/wiki/Alocer) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Beasts, hunters, tradition  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Strength}  ",
			"**Subdomains** [Devil (Evil)](domain/evil), [Devil (Law)](domain/law), [Ferocity](domain/strength), [Fur](domain/animal), [Resolve](domain/strength)  ",
			"**Favored Weapon** {equipment-weapon/Shortbow}  ",
			"**Symbol** Dragon-legged horse  ",
			"**Sacred Animal(s)** Lion  ",
			"**Sacred Color(s)** Black, red",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Lure or chase any quarry, then kill it and pray over the corpse. Gain a +4 profane bonus to AC against attack rolls made to confirm a critical hit against you.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. snare",
			">2. true seeing",
			">3. summon nature's ally IX",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}"
		]
	},
	"alseta": {
		"name": "Alseta",
		"sources": [
			"Inner Sea Faiths",
			"Inner Sea Gods"
		],
		"description": [
			"## Alseta",
			"### The Welcomer",
			"",
			"{SOURCE Inner Sea Faiths/11}  ",
			"**Pathfinder Wiki** [Alseta](https://www.pathfinderwiki.com/wiki/Alseta) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Doors, transitions, years  ",
			"**Domains** {domain/Community}, {domain/Law}, {domain/Magic}, {domain/Protection}  ",
			"**Subdomains** [Arcane](domain/magic), [Defense](domain/protection), [Home](domain/community), {domain/Inevitable}, {domain/Portal}[^A]  ",
			"**Favored Weapon** {equipment-weapon/Dagger}  ",
			"**Symbol** Two faces in profile  ",
			"**Sacred Animal(s)** Tortoise  ",
			"**Sacred Color(s)** Brown, gray",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Absalom, Brevoy, Lastwall, Taldor  ",
			"**Nationality** Taldan",
			"",
			"---",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Find a physical boundary between two places, such as a doorway, a bridge, or even just a line drawn in the sand. Kneel with your back to this boundary and contemplate all the ways your life has changed during the previous day - this could be as simple as a new person you met in passing. Stand, turn, and step across the boundary while chanting a prayer to Alseta. On the other side, kneel and meditate on the transitions and changes that await you in the coming day. At the end of this meditation, out of respect for the transition to the new day, vow to perform a mundane task in a distinctly different manner during the coming day than you have done previously. You then gain a +4 sacred or profane bonus on Disable Device checks to unlock doors and a +4 sacred or profane bonus on Perception checks to detect secret doors. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/11}",
			">",
			">1. **Keeper of Keys (Sp)** hold portal 3/day, knock 2/day, or glyph of warding 1/day",
			">2. **Safe Passage (Ex)** Alseta smiles upon your attempts to clear away obstacles that would hinder travelers' passage. You do not risk triggering a trap while attempting Disable Device checks unless you fail your check by 10 or more, rather than by 5 or more as normal. If the trap is part of a door or archway, or is otherwise triggered by passing through a door or archway, you gain a +4 sacred or profane bonus (of the same type as that provided by your obedience) on your Disable Device check.",
			">3. **Summon Door (Sp)** You have an uncanny knack for acting as a holy gatekeeper against those who would stand against you. Three times per day, you can use passwall as a spell-like ability. When using this ability, you also conjure a strong wooden door (hardness 10, hp 40, break DC 30) at one end of the passageway produced by the spell. The door has a lock requiring either a plain iron key (which magically appears in your possession) or a successful DC 30 Disable Device check to open. You can also conjure the door so it comes into being already unlocked and open.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/11}",
			">",
			">1. **Warden (Sp)** alarm 3/day, arcane lock 2/day, or greater stunning barrier 1/day",
			">2. **Turning of the Seasons (Sp)** You have a deep understanding of your goddess's connection to teleportation. Once per day, you can use teleport as a spell-like ability. When you use this ability, increase your familiarity of your intended destination by one step (a place you've viewed once becomes a place you've seen casually, a place you've seen casually becomes a place you've studied carefully, etc.). Using this ability cannot result in a mishap; if you roll a mishap on the spell's table when determining how well the teleportation works, treat it as a result of a \"similar area.\"",
			">3. **Eviction (Sp)** The Welcomer trusts your judgment enough to grant you powerful magic to keep your enemies at bay. Once per day as a standard action, you can bar all creatures from passing through a specific door or entrance within 30 feet of your position. This functions as the spell antilife shell, except that it functions on all creatures regardless of their type. This effect lasts a number of rounds equal to your Hit Dice. If a creature trying to penetrate the barrier has spell resistance, you must overcome that resistance in order to keep it out. You can use your Hit Dice in place of your caster level on this spell resistance check.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/11}",
			">",
			">1. **Watchful (Sp)** line in the sand 3/day, mirror image 2/day, or countless eyes 1/day",
			">2. **Past and Future (Ex)** You catch glimpses of the future that allow you to avoid your enemies' strikes. You gain improved uncanny dodge as a rogue of a level equal to your Hit Dice. If you already possess the improved uncanny dodge ability, or if you would gain it later, you instead gain a +2 sacred or profane bonus (of the same type as that provided by your obedience) on attack and damage rolls against creatures that are currently flanking you.",
			">3. **Portal to Safety (Sp)** Once per day as a standard action, you can transform an open door or archway into a temporary one-way portal, connecting it to another open door or archway of your choice that you have seen or of which you have a reliable description. This portal functions as a greater teleport spell targeting any creature that passes through the first doorway until the end of your next turn. All creatures that pass through the doorway, up to the limit imposed by the spell and your Hit Dice, arrive at the same location, and the destination must include an open door or archway from which the targets exit.",
			"",
			"---",
			"",
			"## Paladin Code",
			"",
			">As the intermediary between and servitor to the other civilized gods, Alseta prefers to remain neutral in conflicts among the gods. This impartiality naturally extends to her faithful, and thus followers of Alseta rarely become paladins.",
			">",
			">The elves of Kyonin are a noteworthy exception to this trend. Elves who revere Alseta as the patron goddess of the aiudara (or \"elf gates\") swear oaths in her name to defend these sacred elven relics from those who would visit destruction upon them, including the fiendish Treerazer and his demonic forces. In addition to the normal paladin code, the tenets of these elven paladins of Alseta include the following affirmations.",
			">",
			">- Doorways are sacred boundaries and should be respected. I will not transgress across the threshold of an occupied structure uninvited unless doing so serves the glory of Alseta or is necessary to prevent a great evil from taking place.",
			">- The Sovyrian Stone is a blessing from the goddess and is the beating heart of the elven people. I will defend it with my life.",
			">- The aiudara are sacred relics and should never be used lightly. It is my responsibility to preserve the knowledge of the keys to these gates, and ensure they do not fall into the wrong hands.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Steward's Iron Key}",
			">",
			">### Traits",
			">",
			">- {trait/Opener of Doors}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/175}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Open and Close} can be prepared as a 0-level spell",
			">- {spell/Arcane Lock} can be prepared as a 2nd-level spell",
			">- {spell/Knock} can be prepared as a 2nd-level spell",
			">",
			">{SOURCE Inner Sea Faiths/14}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Open and Close} can be prepared as a 0-level spell",
			">- {spell/Arcane Lock} can be prepared as a 2nd-level spell",
			">- {spell/Knock} can be prepared as a 2nd-level spell",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"amaznen": {
		"name": "Amaznen",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"## Amaznen",
			"### The Father of Invention",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/68}  ",
			"**Pathfinder Wiki** [Amaznen](https://www.pathfinderwiki.com/wiki/Amaznen) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Invention, magic, and secret knowledge  ",
			"**Domains** {domain/Artifice}, {domain/Knowledge}, {domain/Law}, {domain/Magic}, {domain/Protection}  ",
			"**Subdomains** [Arcane](domain/magic), [Construct](domain/artifice), [Defense](domain/protection), [Divine](domain/magic), {domain/Inevitable}, [Thought](domain/knowledge)  ",
			"**Favored Weapon** {equipment-weapon/light hammer}  ",
			"**Symbol** Gears that resemble an eye"
		]
	},
	"ananshea": {
		"name": "Ananshea",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Ananshea",
			"### The Skin That Walks on Teeth",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Ananshea](https://www.pathfinderwiki.com/wiki/Ananshea) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Brutality, torture, wild animals  ",
			"**Domains** {domain/Animal}, {domain/Destruction}, {domain/Evil}, {domain/Strength}  ",
			"**Subdomains** [Fear](domain/evil), [Ferocity](domain/strength), [Rage](domain/destruction), [Sahkil](domain/evil), {domain/Torture}  ",
			"**Favored Weapon** {equipment-weapon/Kukri}",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Rend your flesh, dealing 1d4 points of damage with one of your natural weapons or a knife. Gain a +3 profane bonus to AC against attacks from animals or vermin.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">Sahkil tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. bloodbath",
			">2. fear",
			">3. blade barrier"
		]
	},
	"andak": {
		"name": "Andak",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Andak",
			"### The Dismembered",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Andak](https://www.pathfinderwiki.com/wiki/Andak) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Axes, dismemberment, torture  ",
			"**Domains** {domain/Death}, {domain/Destruction}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** [Fear](domain/evil), [Murder](domain/death), [Rage](domain/destruction), {domain/Torture}  ",
			"**Favored Weapon** {equipment-weapon/Battleaxe}",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Ritualistically scrape painful scratches and welts along your limbs' joints. Gain DR 2/slashing.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. keen edge",
			">2. quickened inflict serious wounds",
			">3. massacre"
		]
	},
	"andirifkhu": {
		"name": "Andirifkhu",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"## Andirifkhu",
			"### The Razor Princess",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Andirifkhu](https://www.pathfinderwiki.com/wiki/Andirifkhu) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Other Pantheons** Kobold Deities  ",
			"**Areas of Concern** Knives, illusions, traps  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Luck}, {domain/Trickery}  ",
			"**Subdomains** [Curse](domain/luck), [Deception](domain/trickery), [Demon (Chaos)](domain/chaos), [Demon (Evil)](domain/evil), [Thievery](domain/trickery)  ",
			"**Favored Weapon** {equipment-weapon/Kukri}  ",
			"**Symbol** Skull pierced by six blades  ",
			"**Sacred Animal(s)** Spider  ",
			"**Sacred Color(s)** Green, red",
			"",
			"---",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Torture a living creature that is smaller than your size category on a mechanical device that utilizes blades or spikes, or torture a bound creature of any size with a knife. The creature must remain alive for the duration, and must die within 1 minute of the obedience's end. Gain a +4 profane bonus on saves against illusions and a +4 profane bonus to AC against traps that inflict slashing damage.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/16}",
			">",
			">1. **Alter Perception (Sp)** silent image 3/day, mirror image 2/day, or invisibility sphere 1/day",
			">2. **Subtle Razor (Ex)** You gain sneak attack +2d6; this stacks with any sneak attack damage you can already deal from class levels and other sources. In addition, whenever you deal sneak attack damage, you can have all damage dealt by the attack become nonlethal damage. If you deal nonlethal damage this way to a creature that is unaware of your presence, the creature is unaware it has been attacked or has taken damage (instead experiencing a sense of unexplained weariness or weakness).",
			">3. **Unreal Legion (Su)** Once per day, you can create three illusory copies of yourself. These copies are semi-real; each uses your saving throws, has an Armor Class equal to your touch AC, and has hit points equal to one-quarter your maximum hit points. The copies move as you mentally direct them (a free action) and can be instructed to attack, although they always miss (the copies can provide flanking, however). When you cast a spell or use an ability, you can have the copies appear to cast that spell or use that ability simultaneously; if the effect has an obvious point of origin, you can have it appear to originate from all copies simultaneously. As an immediate action, you can switch places with one of the copies. If a copy is ever more than 60 feet from you, leaves your line of sight, or is reduced to 0 hit points, it immediately ceases to exist; otherwise, the copies last 24 hours or until you use this ability again, whichever comes first.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/16}",
			">",
			">1. **Sadist's Trick (Sp)** magic weapon 3/day, phantom trap 2/day, or snare 1/day",
			">2. **Deeper Cuts (Ex)** When you damage a creature with a slashing weapon or an effect that deals slashing damage, you can also deal 5 points of bleed damage.",
			">3. **Andirifkhu's Kiss (Sp)** Once per day, you can cast empowered blade barrier as a spell-like ability. You are immune to the effects of this blade barrier.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/16}",
			">",
			">1. **Princess's Blade (Sp)** unerring weapon 3/day, spiritual weapon 2/day, or twilight knife 1/day",
			">2. **One of Ten Thousand Deaths (Sp)** You can summon the murderous creations of Andirifkhu's realm to the mortal world. Three times per day as a full-round action, you can conjure a trap into being in a square or squares within 30 feet. The trap must have a CR equal to or less than half your Hit Dice, and the environment must be able to support it (for example, a falling block trap must have a ceiling to fall from). The appropriate triggers for the trap, such as pressure plates or divination spells, are added to the environment in the fashion of your choosing. A trap conjured this way vanishes after 24 hours, when it is disabled, or after it is triggered and its effects have been resolved.",
			">3. **Killing Machine (Su)** Once per day as a full-round action, you can transform yourself into a trap. The trap must have a CR equal to or less than your total Hit Dice (maximum CR 20), and the environment must be able to support your new form. When your trap form is triggered, or when a creature attempts to disable your trap form, you can instantaneously return to your normal form (appearing in the square or squares targeted by your trap form). This occurs after the trap has finished triggering and its effects are resolved (if appropriate), and it causes a surprise round in which only you and those who were aware of your true nature may act. This transformation otherwise lasts for 24 hours or until you dismiss it as a full-round action. This is a polymorph effect.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}"
		]
	},
	"andoletta": {
		"name": "Andoletta",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"## Andoletta",
			"### Grandmother Crow",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Andoletta](https://www.pathfinderwiki.com/wiki/Andoletta) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Consolation, respect, security  ",
			"**Domains** {domain/Good}, {domain/Knowledge}, {domain/Law}, {domain/Protection}  ",
			"**Subdomains** [Archon (Good)](domain/good), [Archon (Law)](domain/law), [Defense](domain/protection), [Education (Knowledge)](domain/knowledge), [Memory](domain/knowledge), [Purity](domain/protection)  ",
			"**Favored Weapon** {equipment-weapon/Quarterstaff}  ",
			"**Symbol** Hand with willow staff  ",
			"**Sacred Animal(s)** Crow  ",
			"**Sacred Color(s)** Black, green",
			"",
			"---",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Recite the Obeisance of Glorious Preservation from memory while weaving a small basket from willow branches and filling the basket with food, money, or other sources of comfort to give to the poor at your next opportunity. Gain a +4 sacred bonus on saving throws against spells that deal non-energy hit point damage.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/6}",
			">",
			">1. **Comfort of Faith (Sp)** sanctuary 3/day, align weapon (law or good only) 2/day, or magic circle against chaos/evil 1/day",
			">2. **Demanding Presence (Sp)** You can cast silenced dictum once per day.",
			">3. **Divine Gaze (Su)** Your eyes become the golden eyes of a crow. You gain darkvision out to a range of 60 feet (or, if you already have darkvision, extend your current range by 60 feet). Once per day as a standard action, you can shower yourself and any allies within 30 feet with divine light from your eyes, granting each affected target a +4 sacred bonus to AC, a +4 resistance bonus on all saving throws, and SR 25 for 1 round per HD you possess.",
			"",
			"---",
			"",
			"## Paladin Code",
			"",
			">Andoletta's paladins serve courts and other authorities. They seek to protect innocence and dispel foolishness. Their tenets include the following affirmations.",
			">",
			">- Children must be nurtured lest their innocence become callousness or ignorance. I will never be cold or negligent to a child.",
			">- Virtue relies upon wisdom, and wisdom relies upon true awareness. I will never leave a falsehood unchallenged.",
			">- I will be firm with the ignorant, but not cruel. Ignorance can be corrected.",
			">- I will respect my elders' knowledge and wisdom, but won't abide the spreading of complacency or ignorance.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Andoletta's Consolation}",
			">- {trait/Empyreal Focus}",
			">- {trait/Enemy of Delusion}"
		]
	},
	"angazhan": {
		"name": "Angazhan",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"## Angazhan",
			"### The Ravenous King",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Angazhan](https://www.pathfinderwiki.com/wiki/Angazhan) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Apes, jungles, tyrants  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Evil}, {domain/Plant}  ",
			"**Subdomains** [Decay](domain/plant), [Demon (Chaos)](domain/chaos), [Demon (Evil)](domain/evil), [Fur](domain/animal), {domain/Growth}  ",
			"**Favored Weapon** {equipment-weapon/Spear}  ",
			"**Symbol** Demonic ape face  ",
			"**Sacred Animal(s)** Ape  ",
			"**Sacred Color(s)** Black, red",
			"",
			"---",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Ingest hallucinogenic jungle plants and then beat a complex rhythm on a large drum made of human skin and bones while chanting prayers to Angazhan. Gain a +4 profane bonus on saves against disease and poison caused by exposure to the jungle or creatures native to jungles.",
			">",
			">### Boons: Demonic Obedience",
			">",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/11}",
			">",
			">1. **Jungle's Wrath (Sp)** entangle 3/day, bull's strength 2/day, or summon monster (fiendish ape only) 1/day",
			">2. **Summon Child of Angazhan (Sp)** Once per day as a swift action, you can summon an advanced fiendish girallon, 1d3 advanced fiendish dire apes, or 1d4+1 advanced fiendish apes as if by casting summon monster VI.",
			">3. **Jungle's Might (Su)** You gain a +2 profane bonus to Strength and a +2 bonus on all Fortitude saving throws.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/18}",
			">",
			">1. **The Jungle Consumes (Sp)** pass without trace 3/day, tree shape 2/day, or spike growth 1/day",
			">2. **Canopy Crawler (Ex)** Your feet become prehensile, making you adept at brachiating, and you can move unseen through the trees with ease. You gain a climb speed equal to your base speed + 10 feet, and you can attempt a Climb check in place of an Acrobatics check to leap or swing between branches or trees. As long as your feet are available (magical footwear reshapes to permit use, but mundane shoes do not), you can perform climbing-related activities without needing to use your hands, and you don't lose your Dexterity bonus to AC or your ability to use a shield while climbing. In addition, you can attempt a Climb check in place of a Stealth check while in the trees and can do so at full speed without taking penalties. You can also attempt a Climb check in place of a Stealth check while sniping from the trees, reducing the penalty for sniping by 10. You can execute somatic spell components and carry objects with your feet, though you can't wield weapons or shields with them.",
			">3. **One With The Jungle (Su)** You tap into the collective consciousness of the jungle's life, from mighty trees to tiny gnats, granting you perfect awareness of all that transpires in your vicinity. While in the jungle, you gain blindsight to a range of 60 feet, you gain a +2 insight bonus to AC and on saving throws, and you are never flat-footed or surprised. You ignore cover and concealment caused by natural features of the jungle, as the very plants and stones twist out of the path of your attacks and spells.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/18}",
			">",
			">1. **Jungle's Wrath (Sp)** entangle 3/day, bull's strength 2/day, or summon monster III (1 fiendish ape, 1d3 fiendish advanced baboons, or 1d4+1 fiendish baboons) 1/day",
			">2. **Summon Child of Angazhan (Sp)** Once per day as a swift action, you can summon an advanced fiendish girallon, 1d3 advanced fiendish dire apes, or 1d4+1 advanced fiendish apes as if you had cast summon monster VI.",
			">3. **Jungle's Might (Su)** You gain a +2 profane bonus to your Strength score and a +2 bonus on Fortitude saving throws.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/18}",
			">",
			">1. **Tyrant's Roar (Sp)** command 3/day, sound burst 2/day, or suggestion 1/day",
			">2. **Reign of Terror (Ex)** You are a master of overwhelming your foes and minions through fear and intimidation. You gain a bonus equal to your Strength modifier on Intimidate checks (this does not stack with the bonus provided by {feat/Intimidating Prowess} or similar effects). Once per minute, you can use Intimidate to demoralize a creature within 30 feet as a swift action, or all creatures within 10 feet as a move action. When using Intimidate to demoralize a creature in this way, if your result exceeds the DC by 5 or more, the creature is frightened for 1 round and then shaken for the normal duration; if your result exceeds the DC by 10 or more, the creature cowers for 1 round, then is frightened for 1 round, and then is shaken for the normal duration. When you use Intimidate to demoralize an ally, instead of being shaken, that creature gains a +2 morale bonus on attack rolls for the appropriate duration.",
			">3. **Unchallenged Tyrant (Su)** You are attuned to the jungle mind, the primeval tangle of instinct that simmers below every sentient creature's consciousness; you can use it to forge your elite minions into a force of unequaled savagery, united by (and utterly subordinate to) your will. When you perform your obedience, designate a number of present and willing creatures equal to your Charisma modifier; these are your thralls. This designation lasts for 24 hours or until you next perform your obedience. Three times per day, you can infuse all thralls within 50 feet of you as a swift action, granting them a +4 bonus to their Strength and Constitution scores and a +2 bonus on initiative checks, and granting any teamwork feats you have as bonus feats. If a thrall dies within 50 feet of you at any time, you gain the effects of death ward (CL = half the thrall's Hit Dice, to a maximum of CL 20th).",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {archetype-antipaladin/Iron Tyrant/ (Antipaladin)}",
			">",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}"
		]
	},
	"angradd": {
		"name": "Angradd",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #144: Midwives to Death"
		],
		"description": [
			"## Angradd",
			"### The Forge-Fire",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Angradd](https://www.pathfinderwiki.com/wiki/Angradd) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Dwarven Deities  ",
			"**Areas of Concern** Fire, tradition, war  ",
			"**Domains** {domain/Fire}, {domain/Good}, {domain/Law}, {domain/War}  ",
			"**Subdomains** [Archon (Good)](domain/good), [Archon (Law)](domain/law), [Ash](domain/fire), [Smoke](domain/fire), {domain/Tactics}  ",
			"**Favored Weapon** {equipment-weapon/Greataxe}  ",
			"**Symbol** Smoking forge  ",
			"**Sacred Animal(s)** Boar  ",
			"**Sacred Color(s)** Gray, red",
			"",
			"---",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Build a fire, preferably as part of a ritual that includes your closest allies and comrades. Use that fire's smoke to blacken the head of an axe while reciting battle litanies from Angradd's Tempering (or Torag's Hammer and Tongs, Magrim's Measure, or Journey of the Last Breath if you also wish to show reverence for Angradd's respected elder brothers). Clean the ash from the axe with a cloth (traditionally a red cloth, often granted to you as a gift from a family member). Successful melee attacks made with that axe by a lawful good, lawful neutral, or neutral good creature deal an additional 1 point of fire damage. (This damage is not multiplied on a critical hit.)",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #144: Midwives to Death/66}",
			">",
			">1. **Smoke of Righteous Flame (Sp)** {spell/burning hands} 3/day, {spell/discovery torch} 2/day, or {spell/ash storm} 1/day",
			">2. **Bulwark Against Evil (Su)** You are a shining beacon against the forces of evil and have internalized much of Angradd's fury against those who are vile and cruel. You gain DR 5/-, which applies only against attacks from creatures with the evil subtype or attacks that can bypass DR/evil.",
			">3. **General of the Just (Su)** You are a mobile focus of the divine strategy of Angradd, able to turn the tide of battle by inspiring your allies to instinctively work together. Allies within 60 feet (not including yourself) gain a +2 morale bonus on initiative checks, on melee damage rolls while flanking, and to AC when adjacent to you or at least one other ally of yours.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #144: Midwives to Death/66}",
			">",
			">1. **Torch Against Evil (Sp)** {spell/weapons against evil} 3/day, {spell/blistering invective} 2/day, or {spell/flame arrow} 1/day",
			">2. **Blazing Righteousness (Su)** You can channel Angradd's divine flames to burn agents of malevolence. As a free action, you can wreathe yourself in flames, granting you resistance 20 against fire and causing any evil creature adjacent to you at the beginning of your turn to take 2d6 points of damage (half of which is fire damage). Dismissing this ability is also a free action. This ability lasts a number of rounds per day equal to 1 + 1 per 4 Hit Dice you have (maximum 6 rounds). The rounds don't need to be consecutive.",
			">3. **Boon Companions (Sp)** Three times per day, you can summon an ally to assist you in the fight against evil. This acts as a [summon nature's ally](spell/summon_natures_ally_1) or [summon monster](spell/summon_monster_1) spell with a spell level equal to half your Hit Dice (maximum spell level 9th). The summoned creatures must be lawful good, lawful neutral, or neutral good, and they gain the fire, good, and lawful subtypes. You can communicate with the summoned creatures as if you had a shared language.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #144: Midwives to Death/66}",
			">",
			">1. **Purifying Fire (Sp)** {spell/burning hands} 3/day, {spell/flames of the faithful} 2/day, or {spell/fireball} 1/day",
			">2. **Cut Down to Size (Su)** Any axe you wield shines with red and gold light, as the {spell/light} spell. You gain {feat/Cleave} as a bonus feat with any axe. If you already have Cleave, you gain the first feat from the following list that you don't already have when wielding an axe: {feat/Great Cleave}, {feat/Cleaving Finish}, {feat/Improved Cleaving Finish}.",
			">3. **Army of One (Sp)** Once per day you can summon a small army of allies to aid you in combat. You can summon either one greataxe made of pure force per 4 Hit Dice you have (each as a {spell/spiritual weapon} spell) or one dwarven warrior made of pure force per 8 Hit Dice you have (each as {spell/spiritual ally}). If you summon force weapons, you can direct all the summoned weapons with a single move action. If you summon force allies, you can direct all the summoned allies with a single swift action. This acts as a spell with a spell level equal to half your Hit Dice (maximum spell level 9th). If any of the force effects you summon with this ability are dispelled, they are all dispelled.",
			"",
			"---",
			"",
			"## Paladin Code",
			"",
			">Paladins of Angradd see themselves as frontline soldiers in the war against evil. They seek to form coalitions not just to take down evils in the present, but to leave the world better prepared to oppose such evils in the future. Their tenets include the following affirmations.",
			">",
			">- I oppose evil in all its forms. I do not accept a weak evil just because I must also oppose a mighty evil. To defeat evil, I must understand it and know its strengths and weaknesses. Any evil I cannot defeat now, or that by opposing I would allow greater evil to escape or develop, I must study and work against so that I may more fully defeat it when I am ready. I must share what I learn with others who will fight alongside me.",
			">- I am more than a warrior against the darkness-I am a symbol of all that is just and fair. I must serve as an example and as an inspiration, by being righteous in all my actions and showing others how benevolence and order can be used to create a more just, stable, and sustainable society.",
			">- It is not enough to stop evil actions - the source of evil must be found and decisively defeated. I am not satisfied to passively wait for wrongs to come to my sight; rather, I seek them out. I will be a torch in the darkness and expose evil to the sight of others who are also willing to oppose it.",
			">- I am open in my dealings. I do not lie or look away from actions I cannot support. My opinions and goals are open for all to see. I may use stealth and deceit as needed for tactical purposes, but will not promote untruths or fraud.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Spells",
			">",
			">- {spell/Planned Assault}",
			">",
			">### Traits",
			">",
			">- {trait/Angradd's Flame}",
			">- {trait/Angradd's Valor}",
			">- {trait/Battlefield Caster}",
			">- {trait/Well-Prepared}"
		]
	},
	"anogetz": {
		"name": "Anogetz",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Anogetz",
			"### The Fated Fangs",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Anogetz](https://www.pathfinderwiki.com/wiki/Anogetz) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Animal attacks, coups, revolution  ",
			"**Domains** {domain/Animal}, {domain/Destruction}, {domain/Evil}, {domain/Liberation}  ",
			"**Subdomains** [Daemon](domain/evil), [Fur](domain/animal), [Rage](domain/destruction), [Revolution](domain/liberation)  ",
			"**Favored Weapon** {equipment-weapon/Spiked gauntlet}  ",
			"**Symbol** Animal fangs on a crown  ",
			"**Sacred Animal(s)** All  ",
			"**Sacred Color(s)** Gold, red",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Plot a revolution against a peaceful ruler. Gain a +4 profane bonus on checks associated with grappling.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique daemons take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. animal messenger",
			">2. scrying",
			">3. beast shape IV"
		]
	},
	"anubis": {
		"name": "Anubis",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"## Anubis",
			"### Guardian of the Tomb",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/65}  ",
			"**Pathfinder Wiki** [Anubis](https://www.pathfinderwiki.com/wiki/Anubis) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Burial, the dead, funeral rites, mummification, tombs  ",
			"**Domains** {domain/Death}, {domain/Earth}, {domain/Law}, {domain/Protection}, {domain/Repose}  ",
			"**Subdomains** {domain/Ancestors}, [Defense](domain/protection), {domain/Inevitable}, [Metal](domain/earth), [Purity](domain/protection), {domain/Souls}  ",
			"**Favored Weapon** [Flail](equipment-weapon/light_flail)  ",
			"**Symbol** Black jackal head  ",
			"**Sacred Animal(s)** Jackal"
		]
	},
	"apep": {
		"name": "Apep",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"## Apep",
			"### Devourer of the Dawn",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/65}  ",
			"**Pathfinder Wiki** [Apep](https://www.pathfinderwiki.com/wiki/Apep) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Chaos, darkness, destruction, snakes  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Destruction}, {domain/Evil}, {domain/Scalykind}  ",
			"**Subdomains** [Catastrophe](domain/destruction), [Demon (Chaos)](domain/chaos), [Demon (Evil)](domain/evil), [Dragon](domain/scalykind), [Entropy](domain/chaos), [Fear](domain/evil), [Night](domain/darkness)  ",
			"**Favored Weapon** {equipment-weapon/Dagger}  ",
			"**Symbol** Coiled serpent  ",
			"**Sacred Animal(s)** Snake",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Traits",
			">",
			">- {trait/Snake Handler}"
		]
	},
	"apollyon": {
		"name": "Apollyon",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Apollyon",
			"### Prince of Locusts",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Apollyon](https://www.pathfinderwiki.com/wiki/Apollyon) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Horsemen  ",
			"**Areas of Concern** Pestilence  ",
			"**Domains** {domain/Air}, {domain/Darkness}, {domain/Destruction}, {domain/Evil}  ",
			"**Subdomains** [Catastrophe](domain/destruction), [Daemon](domain/evil), [Loss](domain/darkness), [Night](domain/darkness), [Plague (Evil)](domain/evil)  ",
			"**Favored Weapon** {equipment-weapon/Scythe}  ",
			"**Symbol** Diseased yellow scythe  ",
			"**Sacred Animal(s)** Horse, rat  ",
			"**Sacred Color(s)** White",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Induce the spread of disease into a population, either by befouling a well, encouraging the fecundity of disease-carrying pests, handing out contaminated clothing, or directly spreading a disease you carry to others. Gain a +4 profane bonus on saving throws against diseases and poisons.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/20}",
			">",
			">1. **Plague's Blessing (Sp)** ray of sickening 3/day, blindness/ deafness 2/day, or contagion 1/day",
			">2. **Plague Breath (Sp)** You can cast plague storm twice per day as a spell-like ability.",
			">3. **Fallow Flesh (Ex)** Infused with Apollyon's grace, you are immune to the negative effects of disease, yet you can still carry diseases in your body and infect others with them. Disease effects you create take effect at once, with the first day of damage happening immediately; the disease then progresses as normal. The saving throw DCs of disease effects you generate increase by 1, and victims can't recover from those effects naturally through rest; only magic can cure the diseases you create (although those who contract a disease from someone you infect treat the disease as normal). Any creature that is immune to disease as a result of a class feature or a non-artifact magic item is not immune to disease effects you create, but it gains a +4 bonus on its saving throw to resist the disease. Any creature that is immune to disease via a racial feature or as a feature of its creature type remains immune to your diseases.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/20}",
			">",
			">1. **Plague's Grace (Sp)** diagnose disease 3/day, summon swarm 2/day, or vermin shape I 1/day",
			">2. **Breath of Flies (Su)** Once per minute as a standard action (up to three times a day), you can exhale a cloud of biting, corpse-bloated black flies in a 20-foot cone. Creatures caught in the cone take 8d6 points of slashing damage. A victim can reduce this damage by half with a successful Reflex save (DC = 10 + half your Hit Dice + your Constitution modifier), but any creature that takes any damage at all from this effect is sickened for 1 minute. The cloud of flies lingers for 1d4+1 rounds, congealing into a buzzing, 20-foot-square cloud centered on the cone's original point of origin. A creature that ends its turn in this cloud must succeed at a Reflex save or take 4d6 points of slashing damage and be sickened for 1 minute. Any area effect that deals damage or creates strong or stronger wind disperses this cloud. You are immune to the effects of these flies, as are all daemons.",
			">3. **Flood of Vermin (Sp)** You can cast empowered creeping doom as a spell-like ability once per day. You are immune to swarm attacks.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/20}",
			">",
			">1. **Plague's Crusader (Sp)** mount 3/day, wartrain mount 2/ day, or phantom steed 1/day",
			">2. **Contagious Strike (Sp)** Up to three times per day as a swift action, you can cause a creature damaged by a ranged or melee weapon you wield to become affected by contagion.",
			">3. **Usher of Apollyon (Su)** As a swift action, you can summon into your hands either a +4 unholy wounding scythe or a +4 adaptive distance unholy longbow, lasting for a number of rounds equal to your Hit Dice + your Constitution modifier. This weapon vanishes if you release it, and the rounds of use need not be consecutive.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {archetype-spiritualist/Grim Apostle/ (Spiritualist)}",
			">",
			">### Feats",
			">",
			">- {feat/Aura of Succumbing}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Apollyon Clasp}",
			">",
			">### Traits",
			">",
			">- {trait/Covenant of Abaddon}"
		]
	},
	"apsu": {
		"name": "Apsu",
		"sources": [
			"Inner Sea Faiths",
			"Legacy of Dragons"
		],
		"description": [
			"## Apsu",
			"### The Waybringer",
			"",
			"{SOURCE Inner Sea Faiths/17}  ",
			"**Pathfinder Wiki** [Apsu](https://www.pathfinderwiki.com/wiki/Apsu) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Other Deities  ",
			"**Other Pantheons** Scalefolk Deities  ",
			"**Areas of Concern** Good dragons, leadership, peace  ",
			"**Domains** {domain/Artifice}, {domain/Good}, {domain/Law}, {domain/Scalykind}, {domain/Travel}  ",
			"**Subdomains** [Archon (Good)](domain/good), [Archon (Law)](domain/law), [Construct](domain/artifice), [Dragon](domain/scalykind), [Exploration](domain/travel), [Toil](domain/artifice), [Trade](domain/travel)  ",
			"**Favored Weapon** Bite or {equipment-weapon/quarterstaff}  ",
			"**Symbol** Silver dragon above pool  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Metallic colors",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Absalom, Taldor, Triaxus  ",
			"**Nationality** dragon",
			"",
			"---",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Pick a direction, and walk that way for the next 30 minutes. During this time, catalog all of the areas you pass and consider any tactical advantages that can be found in the terrain. After this, retrace your steps, but instead of plotting tactics, appreciate the beauty and scenery that you find along your way, and speak quiet prayers to or praises of the Waybringer, keeping in mind that none of what you've seen would exist were it not for Apsu. You then gain a +2 sacred bonus on Perception checks while you are traveling in this area, and a +4 sacred bonus on checks to notice enemies for the purpose of acting in a surprise round while you are traveling or camping there.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/17}",
			">",
			">1. **Maker's Ways (Sp)** floating disk 3/day, align weapon (law only) 2/day, or tiny hut 1/day",
			">2. **Touch of the Artificer (Su)** You have discovered divinely inspired lines of primordial energy - gifts from Apsu, you believe - that can imbue weapons with bursts of magic. Up to three times per day, as a standard action, you can touch a single weapon and grant it the dancing property for the next 3 rounds. A single weapon cannot be targeted by this effect more than once per day.",
			">3. **Crafter's Pride (Sp)** You have learned the intrinsic nature of what gives life to objects, and can pour your soul into the construction of a given creation to infuse it with a semblance of blessed life. Once per week, you can cast animate objects on a single object that you've created. The effect does not have a duration; the animated object remains indefinitely as a companion, following your commands as best it can. You cannot animate a new companion while one is already serving you, though as a full-round action you can dismiss a companion, reducing it to lifelessness. If your companion is destroyed, you cannot use this ability again for another week. You cannot affect an object animated in this way with a permanency spell.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/17}",
			">",
			">1. **Waybringer's Ingenuity (Sp)** blurred movement 3/day, levitate 2/day, or haste 1/day",
			">2. **Eyes of the Pursued (Su)** You adhere to Apsu's dictate of living to fight another day, and you've mastered the art of monitoring places you've left. Anytime you use a teleportation effect to move, you can place an invisible magic sensor in the area from which you just departed. As long as you are on the same plane as the sensor, you can see and hear everything occurring within 30 feet of the sensor as a swift action. The sensor lasts for a number of rounds equal to your Hit Dice. You can have a maximum number of active sensors equal to your number of Hit Dice.",
			">3. **Homeward Bound (Su)** As a follower of Apsu, you deeply understand the importance of having a safe place to which you can retreat; you've come to count on several safe homes, creating ties to them when necessary. Once per month, you can designate a location to be your refuge. Once per week as a full-round action that provokes attacks of opportunity, you can teleport yourself and any willing creatures within 30 feet of you to the safe home of your choice, regardless of distance, as long as it is on the same plane. You can have a maximum number of refuges equal to half your Hit Dice. As long as none of your allies are in a refuge, you can remove its designation as a safe home as a swift action, but if you do so, you can never again designate it as a safe home.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/17}",
			">",
			">1. **Exiled's Wrath (Sp)** color spray 3/day, scorching ray 2/day, or draconic reservoir 1/day",
			">2. **Apsu's Shroud (Su)** Apsu smiles upon your martial prowess and protects you with a halo of divine energy from his distant realm. You gain a +1 sacred bonus to your Armor Class, which increases to +2 against attacks from evil-aligned creatures. This bonus increases to +3 if the attacker is an evil-aligned true dragon. If an evil-aligned true dragon confirms a critical hit against you, the creature must succeed at a Fortitude save (DC = 10 + 1/2 your Hit Dice + your Charisma modifier) or be blinded for 1 round.",
			">3. **Chromatic Scourge (Su)** You channel the righteous and immortal fury of Apsu into your weapon, making it ready for the endless fight against Dahak and his wicked allies. Once per day as a swift action, you can imbue your weapon with the hidden wrath of Apsu. If your target is evil, you gain a +20 profane bonus on your next single attack. If your opponent is an evil-aligned creature of the dragon type, treat your next single attack roll as both an automatic hit and a critical threat. You gain a +4 profane bonus to confirm the critical hit.",
			"",
			"---",
			"",
			"## Paladin Code",
			"",
			">Paladins of Apsu valiantly follow the dragon god's tenets of holy vigilance against evil. Those following the rigid code of a paladin must sacrifice the sedentary lifestyle of living in a single place in exchange for continuous travel and hardship. The tenets of such paladins include the following maxims.",
			">",
			">- I am the talon of Apsu's wrath. I strike where I am needed, but only when evil has been unmasked and there can be no doubt of my enemy's malice.",
			">- When my purpose is unclear, I will walk the roads of the world to find a fresh focus. Every road leads to a new beginning.",
			">- Nothing is worth sacrificing my life for, except protecting the lives of others. I will retreat when needed, and come back to vex my foes once again.",
			">- Mercy is offered, but only once. Should I be betrayed in my moment of kindness, I will not stop until I have put my enemy down.",
			">- It is not enough to slay evil and carry on. I will spend the time necessary to help those I've protected to fend for themselves.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Divine Barrier}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Orb of the Waybringer}",
			">",
			">### Traits",
			">",
			">- {trait/Inspiring Leader}",
			">- {trait/Scaly Ally}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Legacy of Dragons/28}",
			">",
			">#### Cleric, Inquisitor, Oracle, Warpriest",
			">",
			">- {spell/Apsu's Shining Scales} can be prepared as a 3rd-level spell",
			">- {spell/Draconic Ally} can be prepared as a 3rd-level spell",
			">- {spell/Tail Strike} can be prepared as a 4th-level spell",
			">",
			">#### Paladin",
			">",
			">- {spell/Apsu's Shining Scales} can be prepared as a 3rd-level spell",
			">",
			">### Other Rules",
			">",
			">{SOURCE Inner Sea Faiths/19}",
			">",
			">- Apsu has no oracles, for he believes inflicting a curse on a living creature is a terrible crime against that being, even in exchange for divine power."
		]
	},
	"arazni": {
		"name": "Arazni",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #140: Eulogy for Roslar's Coffer"
		],
		"description": [
			"## Arazni",
			"### The Harlot Queen",
			"",
			"{SOURCE Inner Sea Gods/316}  ",
			"**Pathfinder Wiki** [Arazni](https://www.pathfinderwiki.com/wiki/Arazni) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Command of undeath, lichdom  ",
			"**Domains** {domain/Evil}, {domain/Nobility}, {domain/Protection}  ",
			"**Subdomains** [Defense](domain/protection), {domain/Leadership}  ",
			"**Favored Weapon** {equipment-weapon/Rapier}  ",
			"**Symbol** Rapier and lotus  ",
			"**Sacred Animal(s)** Scarab beetle  ",
			"**Sacred Color(s)** Gray, red",
			"",
			"---",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Spend an hour reliving or imagining terrible things that happened to you. This process is mentally strenuous, dealing 1d6 points of nonlethal damage. You cannot allow anyone else to know of your struggles: speaking of them, showing distress while considering them, or even asking for assistance in healing the nonlethal damage negates the benefits of this obedience. When you fail a saving throw against a creature's spell or spell-like ability, you gain a +4 profane bonus on saving throws against any of that creature's abilities for 1 minute.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #140: Eulogy for Roslar's Coffer/71}",
			">",
			">1. **Hidden Resolve (Sp)** {spell/disguise self} 3/day, {spell/obscure object} 2/day, or {spell/bestow curse} 1/day",
			">2. **Unheralded Retribution (Su)** You punish those foes who would use the arcane arts to infringe upon your autonomy and well-being. Whenever you succeed at a saving throw against a spell or spell-like ability cast or used by a creature, that creature becomes flat-footed against your attacks until the end of your next turn. In addition, your attacks against that creature while it is flat-footed deal 1 additional point of bleed damage; this bleed damage stacks with itself.",
			">3. **Sovereign Constancy (Su)** Much like Arazni herself, you prize the sanctuary of your own thoughts, and you have built defenses and protections lest others try to take away or taint this refuge. Once per day as an immediate action whenever you are affected by a mind-affecting effect, you can use {spell/break enchantment} on yourself as a spell-like ability, with a caster level equal to your Hit Dice.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #140: Eulogy for Roslar's Coffer/71}",
			">",
			">1. **Unyielding (Sp)** {spell/remove fear} 3/day, {spell/false life} 2/day, or {spell/nondetection} 1/day",
			">2. **Strength in Bloodshed (Su)** The Red Crusader knew well the value of fighting alongside allies - and the price to be paid when those allies fail. Rather than relying upon the assistance of fickle and fallible mortals, you can bring forth a construct gathered from the blood spilled by Arazni and her followers. Once per day as a standard action, you can summon a {monster/blood golem} to aid you. You gain telepathy with the golem to a range of 100 feet. The golem follows your commands perfectly for a number of minutes equal to your number of Hit Dice before vanishing back to its home.",
			">3. **Shield of Scars (Sp)** When you heal yourself with a cure or inflict spell (as appropriate depending upon your physiology), scars form over your body. You gain a profane bonus to Armor Class equal to the spell's level for 1 minute.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #140: Eulogy for Roslar's Coffer/71}",
			">",
			">1. **Red Queen's Rapier (Sp)** {spell/divine favor} 3/day, {spell/blood armor} 2/day, or {spell/rage} 1/day",
			">2. **Subliminal Intransigence (Su)** Through ceaseless conditioning, you have constructed insurmountable mental defenses that deny others the ability to sway your thoughts, whether for good or for ill. You gain immunity to charm and compulsion effects and a +4 bonus on saving throws against fear effects.",
			">3. **Fallen Crusader's Retaliation (Su)** The Red Queen's life is a painful example of the danger of falling prey to the arcane arts, and you have learned from this lesson. Ever wary of those who wield magic in battle, you hone your reflexes to strike when least expected. Creatures you threaten that fail their checks to cast spells defensively provoke attacks of opportunity from you.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Red Crusader's Quill}",
			">",
			">### Spells",
			">",
			">- {spell/Bloodstone Mirror}",
			">- {spell/Litany of the Red Crusader}",
			">- {spell/Unspoken Name}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #140: Eulogy for Roslar's Coffer/72}",
			">",
			">#### Antipaladin",
			">",
			">- {spell/Blood Armor} can be prepared as a 2nd-level spell",
			">- {spell/Detect Scrying} can be prepared as a 3rd-level spell",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Anticipate Peril} can be prepared as a 1st-level spell",
			">- {spell/Detect Scrying} can be prepared as a 4th-level spell",
			">- {spell/Mind Blank} can be prepared as a 8th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #140: Eulogy for Roslar's Coffer/73}",
			">",
			">- **[Summon Monster III](spell/summon_monster_3):** Augur Kyton",
			">- **[Summon Monster VI](spell/summon_monster_6):** {template/Fiendish} {monster/Giant Scarab}",
			">- **[Summon Monster VIII](spell/summon_monster_8):** Interlocutor Kyton"
		]
	},
	"ardad_lili": {
		"name": "Ardad Lili",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned",
			"Legacy of Dragons"
		],
		"description": [
			"## Ardad Lili",
			"### The End of Innocence",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Ardad Lili](https://www.pathfinderwiki.com/wiki/Ardad%20Lili) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Queens of the Night  ",
			"**Areas of Concern** Seduction, snakes, women  ",
			"**Domains** {domain/Charm}, {domain/Evil}, {domain/Law}, {domain/Scalykind}  ",
			"**Subdomains** [Devil (Evil)](domain/evil), [Devil (Law)](domain/law), [Dragon](domain/scalykind), [Love](domain/charm), [Lust](domain/charm)  ",
			"**Favored Weapon** {equipment-weapon/Dagger}  ",
			"**Symbol** Wings made of snake tails  ",
			"**Sacred Animal(s)** Snake  ",
			"**Sacred Color(s)** Black, green",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Spontaneously compose a song whose lyrics consist of a deliciously profane promise you do not intend to keep. If the promise is to another individual, you must perform the song so that person can hear it, but the intentionally disingenuous promise can instead be one you make to yourself (in which case you need not perform it for another). Gain a +4 bonus on saving throws against sonic effects and effects that deal sonic damage.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/22}",
			">",
			">1. **Darkest Muse (Sp)** disguise self 3/day, adoration 2/day, or reckless infatuation 1/day",
			">2. **Promises Insincere (Sp)** Much like Ardad Lili can make mortals see in her presence their fondest desires, you can create an image of yourself to make promises you don't intend to keep or otherwise fool your enemies into doing your bidding. Once per day, you can cast project image as a spell-like ability.",
			">3. **Soul-Bound Caress (Sp)** Like that of Ardad Lili, your touch results in a much different experience than you might promise. Once per day, you can cast soul bind as a spell-like ability without paying the cost of the required material component. You must still touch the target corpse, however.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/22}",
			">",
			">1. **Leveraged Wiles (Sp)** innocence 3/day, calm emotions 2/day, or slow 1/day",
			">2. **False Innocence (Sp)** You have learned much from the ways of this fallen angel, including how to leverage your charms to convince fools to believe almost anything you wish. Three times per day when you are accused of anything, you can use mass suggestion as a spell-like ability. You can use this suggestion to persuade targets that you are innocent, that another is guilty, or that any other statement or insinuation is true. You or an ally must first be accused of some offense before you use this ability, however.",
			">3. **From the Mouths of Fools (Sp)** In the course of exacting pledges of adoration and fealty from the fools you have tricked in your dark goddess's name, you have amassed memories of begging, wheedling, and other pathetic pleas for your favor. Far from letting this energy go to waste, you can periodically release it in a mighty cacophonous scream. Once per day, you can cast wail of the banshee as a spell-like ability.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/22}",
			">",
			">1. **Selfish Scales (Sp)** lock gaze 3/day, chameleon stride 2/day, or burst of nettles 1/day",
			">2. **Beware the Forked Tongue (Sp)** Just like the Serpent Muse can drop her pretense of innocence when she decides she's had enough of an annoying mortal, you can lash out at your enemies with all the force of Ardad Lili's hatred and wrath. Once per day as a standard action, you can cast mass inflict serious wounds as a spell-like ability.",
			">3. **So Speaks the Serpent Muse (Su)** When the fury of Ardad Lili is bared, it is an unholy and terrifying sight, and so is it when you display your full might to your foes. Once per day as a standard action, you can speak a profane prayer to your goddess. When you do, each enemy within 60 feet must succeed at a Fortitude saving throw (DC = 10 + half your Hit Dice + your Wisdom modifier) or its skin partially turns to scales. This painful process deals 1d6 points of damage for every 2 Hit Dice you have, and the target is subject to the effects of a slow spell for a number of rounds equal to your Hit Dice. On a successful saving throw, a target takes only half the damage and negates the slow effect. Creatures need not hear you to be affected, but you must be able to speak to use this ability. This is a polymorph effect.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Unique Spell Rules",
			">",
			">{SOURCE Legacy of Dragons/31}",
			">",
			">#### Cleric, Inquisitor, Oracle, Warpriest",
			">",
			">- {spell/Tail Strike} can be prepared as a 4th-level spell"
		]
	},
	"areshkagal": {
		"name": "Areshkagal",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"## Areshkagal",
			"### The Faceless Sphinx",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Areshkagal](https://www.pathfinderwiki.com/wiki/Areshkagal) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Greed, portals, riddles  ",
			"**Domains** {domain/Air}, {domain/Chaos}, {domain/Evil}, {domain/Trickery}  ",
			"**Subdomains** [Deception](domain/trickery), [Demon (Chaos)](domain/chaos), [Demon (Evil)](domain/evil), [Thievery](domain/trickery), [Wind](domain/air)  ",
			"**Favored Weapon** {equipment-weapon/Sickle}  ",
			"**Symbol** Faceless female pharaoh  ",
			"**Sacred Animal(s)** Viper  ",
			"**Sacred Color(s)** Blue, gold",
			"",
			"---",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Inscribe several of the 23 riddles of the flesh (an interlocked series of conundrums, the answer to which no mortal has achieved) on your own flesh with a tiny bone knife carved from a child's rib. Gain a +4 profane bonus on Will saving throws against sonic and language-dependant effects.",
			">",
			">### Boons: Demonic Obedience",
			">",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/12}",
			">",
			">1. **Sphinx's Secret (Sp)** hold portal 3/day, touch of idiocy 2/day, or shrink item 1/day",
			">2. **Portal Jump (Sp)** Once per day as a swift action, you can step through one doorway, arch, or window and emerge from another at any point within 500 feet. This is a teleportation effect similar to {spell/dimension door}, but you do not become disoriented when you use this ability. This ability is the equivalent of a 7th-level spell.",
			">3. **Create Portal (Sp)** Once per day, you may use gate as a spell-like ability, but only to create a gate as a mode of planar travel, not as a method of calling creatures. This ability is the equivalent of a 9th-level spell.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/24}",
			">",
			">1. **Twisted Riddles (Sp)** fumbletongue 3/day, fox's cunning 2/day, or illusory script 1/day",
			">2. **Maddening Enigma (Sp)** Through your faith in the Faceless Sphinx, you are granted knowledge of three unsolvable riddles. Three times per day as a standard action, you can speak one of these riddles, though the riddles must be spoken in order. When spoken to a creature within 30 feet, the first unsolvable riddle you use in a day paralyzes the target as it searches for the answer; the creature must succeed at a Will save (DC = half your Hit Dice + your Charisma modifier) or be affected by hold monster. The second unsolvable riddle is filled with subliminal messages; up to one creature for every 3 Hit Dice you have within 30 feet must succeed at a Will save (at the same DC as above) or be affected by a suggestion spell (with a suggestion of your choosing). The third unsolvable riddle uses such circuitous and warped logic that it shatters listeners' sanity; each creature within 60 feet must succeed at a Will save (using the same DC) or become confused. Worshipers of Areshkagal are immune to these effects.",
			">3. **Faceless Mystery (Su)** Areshkagal's form is the most sacred of shapes, and as one of her favored minions, you can adopt a similar form as your own. You gain the [change shape universal monster ability](umr/change_shape), allowing you to assume the form of a sphinx as per beast shape IV. In sphinx form, your face is eerily devoid of features (although they appear when you need them to eat, speak, make bite attacks, cast spells, and so on), and you gain blindsight to a range of 60 feet. You can activate this ability only once per day, but the new form lasts indefinitely. However, if you lose access to this boon by failing to perform your obedience, you cannot change forms or return to your true form until you perform the obedience again or the effect ends.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/24}",
			">",
			">1. **Sphinx's Secret (Sp)** hold portal 3/day, touch of idiocy 2/day, or shrink item 1/day",
			">2. **Portal Jump (Sp)** You understand that doorways and openings don't always have to lead to the same place. Once per day as a swift action, you can step through one doorway, arch, or window and emerge from another such portal at any point within 500 feet. This is a teleportation effect similar to {spell/dimension door}, but you do not become disoriented when you use this ability.",
			">3. **Create Portal (Sp)** Doorways have the potential to exist anywhere and everywhere - one simply needs to know where and how to look for them to find them. Once per day, you can use gate as a spell-like ability, but only as a mode of planar travel, not as a method of calling creatures.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/24}",
			">",
			">1. **Gilded Arms (Sp)** magic weapon 3/day, spiritual weapon 2/day, or magic vestment 1/day",
			">2. **Auric Knight (Su)** Your greed demands that you equip yourself with the purest form of wealth: gold. When you are wielding weapons or shields made purely of gold or wearing armor made purely of gold, that equipment is considered to have all the properties of adamantine instead of the properties of gold; weapons affected this way also count as both cold iron and silver for the purpose of bypassing damage reduction. While you wield a shield made purely of gold, any DR/- you gain from armor made purely of gold increases by 2. In addition, you gain a +2 bonus on attack and damage rolls with sickles made purely of gold.",
			">3. **Avatars of Avarice (Sp)** You can conjure the paragons of greed from the Blood Clefts to serve you... for a price. Once per day as a standard action, you can throw gold (as coins, bars, or another form) to the ground, whereupon it vanishes to Areshkagal's realm. For every 500 gp's worth of gold thrown down this way, a fiendish young red dragon appears to serve you, up to a maximum of three dragons per day. These dragons follow your commands perfectly for 1 minute per level before vanishing back to the Abyss.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}"
		]
	},
	"arlachramas": {
		"name": "Arlachramas",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Arlachramas",
			"### The Silent Breath",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Arlachramas](https://www.pathfinderwiki.com/wiki/Arlachramas) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Dehumanization, disposal, euthanasia  ",
			"**Domains** {domain/Community}, {domain/Death}, {domain/Evil}, {domain/Strength}  ",
			"**Subdomains** [Daemon](domain/evil), [Murder](domain/death), [Resolve](domain/strength), [Undead](domain/death)  ",
			"**Favored Weapon** {equipment-weapon/Warhammer}  ",
			"**Symbol** Bloody empty cradle  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Blue, pink",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Pray over the body of one who died of sickness. Gain a +4 profane bonus on saving throws against death effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique daemons take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. death knell",
			">2. crushing despair",
			">3. harm"
		]
	},
	"aroden": {
		"name": "Aroden",
		"sources": [ "Pathfinder #100: A Song of Silver" ],
		"description": [
			"## Aroden",
			"### The Last Azlanti",
			"",
			"{SOURCE Pathfinder #100: A Song of Silver/70}  ",
			"**Pathfinder Wiki** [Aroden](https://www.pathfinderwiki.com/wiki/Aroden) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Dead Deities  ",
			"**Areas of Concern** Humanity, innovation, history, culture, and fulfillment of destiny  ",
			"**Domains** {domain/Community}, {domain/Glory}, {domain/Knowledge}, {domain/Law}, {domain/Protection}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {equipment-weapon/Longsword}  ",
			"**Symbol** An unblinking divine eye balanced between earth and the heavens",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Absalom, Cheliax, Taldor, Sargava, Molthune, Nirmathas, Lastwall, Varisia  ",
			"**Nationality** Azlanti",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Magic Items - Sets",
			">",
			">- {magic-set/Aroden's Array}",
			">",
			">### Traits",
			">",
			">- {trait/Devotee of a Dead God}",
			">- {trait/Faithful Arodenite}"
		]
	},
	"aroggus": {
		"name": "Aroggus",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Aroggus",
			"### The Abbey Maker",
			"",
			"{SOURCE Book of the Damned/120}  ",
			"**Pathfinder Wiki** [Aroggus](https://www.pathfinderwiki.com/wiki/Aroggus) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Kyton Demagogues  ",
			"**Areas of Concern** Possibility, revenge, sanctuary  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Protection}, {domain/Trickery}  ",
			"**Subdomains** [Deception](domain/trickery), [Defense](domain/protection), [Fear](domain/evil), [Tyranny](domain/law)  ",
			"**Favored Weapon** {equipment-weapon/Warhammer}",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">List the names of those who have wronged you until the writing covers a page, then consume the parchment. Gain a +4 profane bonus on saving throws to resist compulsion effects.",
			">",
			">{SOURCE Book of the Damned/121}  ",
			">The principals of the kyton race number among the planes' most audacious explorers, artistes, and scientists. Constrained by neither morals nor taboos, kyton demagogues pursue perfection in myriad profane fields. Lost limbs and lives mean little to the kyton demagogue - only the next boundary to shatter and the promise of what could be. The kyton demagogues are legion, but nine of those best known to Golarion's cultic scholars are presented here.",
			">",
			">Kyton demagogues are far less likely than other fiendish demigods to flaunt their power. All kyton demagogues are lawful evil and range in power from CR 26 to CR 30. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities each usable once per day.",
			">",
			">1. nondetection",
			">2. forcecage",
			">3. imprisonment"
		]
	},
	"arqueros": {
		"name": "Arqueros",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"## Arqueros",
			"### The Golden Bulwark",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Arqueros](https://www.pathfinderwiki.com/wiki/Arqueros) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Bodyguards, protection, watchfulness  ",
			"**Domains** {domain/Good}, {domain/Law}, {domain/Protection}, {domain/War}  ",
			"**Subdomains** [Archon (Good)](domain/good), [Archon (Law)](domain/law), [Cooperation](domain/community), [Defense](domain/protection), {domain/Fortifications}, {domain/Tactics}  ",
			"**Favored Weapon** {equipment-weapon/Longspear}  ",
			"**Symbol** Gauntlet and briars  ",
			"**Sacred Animal(s)** Golden eagle  ",
			"**Sacred Color(s)** Gold, purple",
			"",
			"---",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Pray while holding a heavy shield over your head for an hour. Gain a +4 sacred bonus on Strength checks and Strength-based skill checks.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/6}",
			">",
			">1. **Divine Defense (Sp)** shield of faith 3/day, shield other 2/day, or magic vestment 1/day",
			">2. **Greaves of Gold (Su)** You gain a +10 sacred bonus to your CMD when an opponent attempts to bull rush you. You may always attempt attacks of opportunity when a creature attempts to bull rush you, even if your opponent has the {feat/Improved Bull Rush} feat or a similar ability. In addition, you may attempt an attack of opportunity whenever a charging opponent enters a space you threaten.",
			">3. **Living Aurum (Sp)** You can cast iron body once per day. Instead of iron, though, your body is transformed into living gold. In addition, you gain SR equal to 11 + your HD against spells cast by evil creatures while under the effect of this spell-like ability.",
			"",
			"---",
			"",
			"## Paladin Code",
			"",
			">The paladins of Arqueros are defense-oriented generals and bodyguards of virtuous public figures and honorable clients. Their tenets include the following affirmations.",
			">",
			">- I will never abandon an innocent in need of protection.",
			">- The role of guardian is a sacred one. I will never neglect my duties when I agree to guard or protect others, even if they seem unworthy of my protection.",
			">- A guardian is only as effective as his weapons and armor. I will maintain mine in peak condition at all times, repairing and cleaning them as consistently as possible without neglecting my charge.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			">- {trait/Eye of Arqueros}",
			">- {trait/Living Bulwark}"
		]
	},
	"arshea": {
		"name": "Arshea",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"## Arshea",
			"### Spirit of Abandon",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Arshea](https://www.pathfinderwiki.com/wiki/Arshea) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Freedom, physical beauty, sexuality  ",
			"**Domains** {domain/Charm}, {domain/Good}, {domain/Liberation}, {domain/Strength}  ",
			"**Subdomains** [Agathion](domain/good), [Freedom](domain/liberation), [Love](domain/charm), [Lust](domain/charm), [Self-Realization (Liberation)](domain/liberation)[^A], [Self-Realization (Strength)](domain/strength)[^A]  ",
			"**Favored Weapon** [Flail](equipment-weapon/light_flail)  ",
			"**Symbol** Figure with colorful sashes  ",
			"**Sacred Animal(s)** Swan  ",
			"**Sacred Color(s)** Purple, white",
			"",
			"---",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Achieve sexual release by yourself or with one or more partners. Praise the most beautiful aspects of yourself and any partners aloud, and offer a prayer to Arshea while still naked. Gain a +4 sacred bonus on Charisma checks and Charisma-based skill checks when interacting with an intelligent creature who could be sexually attracted to you.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/7}",
			">",
			">1. **Arshea's Charmer (Sp)** disguise self 3/day, mirror image 2/day, or charm monster 1/day",
			">2. **Flawless Form (Su)** Gain an armor bonus equal to your Charisma modifier (minimum +1) whenever you wear revealing clothing and no armor.",
			">3. **Liberation (Sp)** You can cast freedom once per day.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"ashava": {
		"name": "Ashava",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous",
			"Pathfinder #134: It Came from Hollow Mountain"
		],
		"description": [
			"## Ashava",
			"### True Spark",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Ashava](https://www.pathfinderwiki.com/wiki/Ashava) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Dancers, lonely spirits, moonlight  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Good}, {domain/Repose}  ",
			"**Subdomains** {domain/Ancestors}, [Azata (Chaos)](domain/chaos), [Azata (Good)](domain/good), [Moon](domain/darkness), [Revelry](domain/chaos)  ",
			"**Favored Weapon** {equipment-weapon/Bladed scarf}  ",
			"**Symbol** Dancing woman and moon  ",
			"**Sacred Animal(s)** Wolf  ",
			"**Sacred Color(s)** Midnight blue, silver",
			"",
			"---",
			"",
			"## {feat/Celestial Obedience}, {feat/Deific Obedience}",
			"",
			">Dance in an isolated place under the light of the moon. If no moonlight is available or if someone witnesses your dance, pray for the spirits of the lonely dead and then leave a lighted lantern in a dark area. Gain a +4 sacred bonus on saving throws against spells and effects cast by undead.",
			">",
			">### Boons: Celestial Obedience",
			">",
			">##### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/8}",
			">",
			">1. **Lunar Dancer (Sp)** faerie fire 3/day, cat's grace 2/day, or daylight 1/day (visible effect is moonlight)",
			">2. **Moonlight (Sp)** You can cast an enlarged sunbeam once per day. The visible effect is a beam of brilliant silver moonlight, but the spell's effects are unchanged.",
			">3. **Compelling Dance (Sp)** You can cast irresistible dance once per day. If you cast this spell-like ability on a willing creature, the target is affected normally by the spell but also gains a +4 sacred bonus on Dexterity checks, Dexterity-based skill checks, and Reflex saves for 24 hours after the effect's initial duration ends.",
			">",
			">#### Boons: Deific Obedience",
			">",
			">##### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #134: It Came from Hollow Mountain/73}",
			">",
			">1. **Celestial Guide (Sp)** {spell/bless} 3/day, {spell/augury} 2/day, or {spell/guiding star} 1/day",
			">2. **Touch of Freedom (Su)** As a standard action, you can touch an ally to grant it the benefits of the {spell/freedom of movement} spell until the beginning of your next turn. While under this effect, the target gains a +10-foot enhancement bonus to her base speed when taking the withdraw action and can, as an immediate action when she fails a saving throw against a charm or compulsion effect, reroll that saving throw. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			">3. **Navigator Wisp (Sp)** Once per day, you can cast an [extended](feat/extend_spell) {spell/find the path} on yourself with a caster level equal to your character level. The effect of the spell manifests as a mote of light that is visible to only you. If the route would take you through dangerous territory (such as a river with a very strong current or a hidden pit of acid), the wisp glows yellow. If the route would take you past hidden creatures, the wisp flashes red, giving you a +10 circumstance bonus on Perception checks to notice them.",
			">",
			">##### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #134: It Came from Hollow Mountain/73}",
			">",
			">1. **Moonlight Caller (Sp)** {spell/faerie fire} 3/day, {spell/glitterdust} 2/day, or {spell/daylight} 1/day (visible effect is moonlight)",
			">2. **Lunar Frenzy (Sp)** Three times per day, you can cast {spell/moonstruck} with a caster level equal to your character level. You can choose to have the target affected by {spell/haste} rather than {spell/confusion}; you make this choice each time you use this ability.",
			">3. **Moon's Blessing (Sp)** Once per day, you can cast {spell/divine vessel} with a caster level equal to your character level. You can choose only the celestial aspect, and you take on the form of a large, winged wolf made of glowing moonlight. Instead of 2 slam attacks, you gain a bite attack dealing 2d6 points of damage.",
			">",
			">##### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #134: It Came from Hollow Mountain/73}",
			">",
			">1. **Gravekeeper (Sp)** {spell/hide from undead} 3/day, {spell/calm spirit} 2/day, or {spell/searing light} 1/day (the visible effect of the spell is a ray of moonlight)",
			">2. **Choreography of the Night (Su)** When the night sky is visible to you, you gain +4 sacred bonus on initiative checks, a +2 sacred bonus on Acrobatics and Escape Artist checks, and a +1 dodge bonus to Armor Class and on Reflex saving throws. In addition, you can take 5-foot steps in difficult terrain. Finally, you gain uncanny dodge (as the rogue class feature). If you already have uncanny dodge, you gain improved uncanny dodge instead. If you already have improved uncanny dodge, the minimum rogue level required to flank you increases by 1 instead.",
			">3. **The Dance in All Things (Sp)** Once per day, you can cast {spell/animate objects} with a caster level equal to your character level. Objects you animate with this ability gain the benefits of a {spell/haste} spell for as long as they are animated, and their natural attacks count as good and silver for the purpose of overcoming damage reduction.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Ghost Whisperer}",
			">- {feat/Heroic Interposition}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Channeler's Scarf}",
			">",
			">### Prestige Classes",
			">",
			">- {prestigeclass/Ashavic Dancer}",
			">",
			">### Spells",
			">",
			">- {spell/Alluring Light}",
			">- {spell/Moonrise Arrow}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #134: It Came from Hollow Mountain/72}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Dancing Lights} can be prepared as a 0-level spell",
			">- {spell/Flare Burst} can be prepared as a 1st-level spell",
			">- {spell/Wandering Star Motes} can be prepared as a 4th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #134: It Came from Hollow Mountain/73}",
			">",
			">- **[Summon Monster IV](spell/summon_monster_4):** {template/Celestial} {monster/Pegasus}",
			">- **[Summon Monster V](spell/summon_monster_5):** {monster/Lunar Naga}"
		]
	},
	"ashukharma": {
		"name": "Ashukharma",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Ashukharma",
			"### The Divine Divide",
			"",
			"{SOURCE Distant Shores/42}  ",
			"**Pathfinder Wiki** [Ashukharma](https://www.pathfinderwiki.com/wiki/Ashukharma) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Canyons, cliffs, gorges, and ravines  ",
			"**Domains** {domain/Chaos}, {domain/Earth}, {domain/Protection}, {domain/Strength}  ",
			"**Subdomains** [Caves](domain/earth), [Defense](domain/protection), [Entropy](domain/chaos), [Resolve](domain/strength)  ",
			"**Favored Weapon** {equipment-weapon/Greatsword}  ",
			"**Symbol** A deep, jagged gorge in dry earth  ",
			"**Sacred Animal(s)** Goat",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Radripal  ",
			"**Nationality** Vudra"
		]
	},
	"asmodeus": {
		"name": "Asmodeus",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Book of the Damned",
			"Divine Anthology",
			"Pathfinder #29: Mother of Flies"
		],
		"description": [
			"## Asmodeus",
			"### Prince of Darkness",
			"",
			"{SOURCE Inner Sea Gods/20}  ",
			"**Pathfinder Wiki** [Asmodeus](https://www.pathfinderwiki.com/wiki/Asmodeus) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Archdevils, Kobold Deities, Order of the God Claw Pantheon  ",
			"**Areas of Concern** Contracts, pride, slavery, tyranny  ",
			"**Domains** {domain/Evil}, {domain/Fire}, {domain/Law}, {domain/Magic}, {domain/Trickery}  ",
			"**Subdomains** [Arcane](domain/magic), [Ash](domain/fire), [Corruption](domain/evil), [Deception](domain/trickery), [Devil (Evil)](domain/evil), [Devil (Law)](domain/law), [Divine](domain/magic), [Greed](domain/trickery), [Legislation (Law)](domain/law), {domain/Rites}[^A], [Smoke](domain/fire), [Sovereignty](domain/law)  ",
			"**Realm** Nessus, Hell  ",
			"**Allies** Abadar  ",
			"**Enemies** Cayden Cailean, Iomedae, Irori, Lamashtu, Rovagug, Sarenrae, Shelyn  ",
			"**Temples** cathedrals, libraries  ",
			"**Holy Days** none (but many worshipers celebrate on holidays sacred to good deities in ways intended to blaspheme)  ",
			"**Minions** {monster/cerberi}, {subtype/devil/s} (including {family/archdevil/s}), [hell hounds](monster/hell_hound)  ",
			"**Herald** {monster/Basileus} (a corrupted, angel-like creature)  ",
			"**Favored Weapon** [Mace](equipment-weapon/light_mace)  ",
			"**Symbol** Red pentagram  ",
			"**Sacred Animal(s)** Serpent  ",
			"**Sacred Color(s)** Black, red",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Cheliax, Isger, Nidal  ",
			"**Nationality** devil",
			"",
			"---",
			"",
			"## [Divine Gift](rule/divine_gifts)",
			"",
			">{SOURCE Planar Adventures/74}  ",
			">Asmodeus grants the service of a devil to aid in a specific task (which can last no longer than 9 nights). The type of devil is generally one whose CR is equal to the character's level (or in the case of an NPC, the character's CR).",
			"",
			"---",
			"",
			"## {feat/Deific Obedience}, {feat/Fiendish Obedience}",
			"",
			">Using a ruby-bladed knife, inscribe symmetrical cuts into the flesh of another creature - preferably an unwilling sentient being you own or hold dominion over. The blade may be solid ruby or forged of metal and edged with serrated ruby fragments. Devout priests of Asmodeus take pride in crafting elaborate daggers made entirely of ruby. Drain the victim's blood into a bowl of bone made from the skull of a sentient humanoid. The amount of blood drained is up to you; you don't have to drain so much that you make the creature weak or too useless to serve you. Use the bowl of blood to draw a large pentagram on the ground. Kneel within the pentagram and concentrate on the glory you will bring to the Prince of Darkness's name. Gain a +4 profane bonus on saving throws against fire effects.",
			">",
			">### Boons: Deific Obedience",
			">",
			">##### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/20}",
			">",
			">1. **Pitiless Judgment (Sp)** wrath 3/day, flames of the faithful 2/day, or bestow curse 1/day",
			">2. **Tireless Judgment (Ex)** You gain Favored Judgment as a bonus feat, choosing chaotic outsider, good outsider, or a subtype of humanoid. If you don't have the judgment class feature, you instead gain a +4 profane bonus on Survival checks made to track a creature or individual. This boon doesn't grant you any ranks in the Survival skill; therefore, if you have no ranks, you still can follow tracks only if the DC of the task is 10 or lower.",
			">3. **Resounding Judgment (Sp)** Once per day, you can channel the effects of resounding blow through your weapon, though you don't need to cast (or even know) the spell. You must declare your use of this ability before you make the attack roll. On a hit, the target is affected as if you had cast resounding blow before your attack, and the surrounding area rings with the sound of vicious, booming laughter. You don't gain the stunning effect of the spell unless you have access to the judgment or smite ability. If your attack misses, the resounding blow effect is wasted.",
			">",
			">##### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/20}",
			">",
			">1. **Darkfire (Sp)** burning hands 3/day, darkness 2/day, or deeper darkness 1/day",
			">2. **Embersight (Su)** Your eyes take on the appearance of red-hot, glowing embers, granting you the ability to see in darkness much like devils. You gain darkvision to a range of 60 feet. If you chose either darkness or deeper darkness as the spell-like ability granted by your first boon, you can also see perfectly through both darkness and deeper darkness. If you already have darkvision to a range of 60 feet or more, instead increase the range of your darkvision by 10 feet. Your eyes make you extremely distinctive, causing you to take a -4 penalty on Disguise checks.",
			">3. **Hellfire Blast (Sp)** You can use delayed blast fireball once per day as a spell-like ability to throw a sphere of soulscouring hellfire. The hellfire is a distinctive mixture of black and crimson flames in which screaming devilish faces can be seen twisting and writhing. Half the damage from this spell is fire, while the other half is unholy. This damage modification applies only to the delayed blast fireball you create through this boon, not to any other spells, effects, or attacks.",
			">",
			">##### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/20}",
			">",
			">1. **Unholy Warrior (Sp)** protection from good 3/day, death knell 2/day, or defile armor 1/day",
			">2. **Deceitful Duelist (Ex)** Your devotion to the Prince of Darkness has imbued you with some of his trickery. Three times per day, you can attempt a feint as a swift action. You gain a +4 profane bonus on your Bluff check when attempting to feint using this ability. If you successfully attack a creature that has lost its Dexterity bonus to AC as a result of your feint, you deal an additional 1d6 points of damage. This is in addition to any other precision-based damage you deal - such as from a sneak attack - and isn't multiplied on a critical hit.",
			">3. **Diabolical Resistances (Su)** Your dark patron rewards your faith with a few drops of devilish blood in your veins, granting you a measure of the resilience enjoyed by devilkind. Your skin takes on a ruddy cast, and your teeth grow slightly sharper. To a casual observer you may look no different, but anyone who studies you closely notices these traits. You gain fire resistance 10 and a +4 profane bonus on saving throws against poison.",
			">",
			">#### Boons: Fiendish Obedience",
			">",
			">##### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/26}",
			">",
			">1. **Pitiless Judgment (Sp)** wrath 3/day, flames of the faithful 2/day, or bestow curse 1/day",
			">2. **Tireless Judgment (Ex)** You gain Favored Judgment as a bonus feat, choosing chaotic outsider, good outsider, or a subtype of humanoid. If you don't have the judgment class feature, you instead gain a +4 profane bonus on Survival checks to track a creature or individual of this type. This boon doesn't grant you any ranks in the Survival skill; therefore, if you have no ranks, you still can follow tracks only if the DC of the task is 10 or lower.",
			">3. **Resounding Judgment (Sp)** Once per day, you can channel the effects of resounding blow through your weapon, though you don't need to cast (or even know) the spell. You must declare your use of this ability before you roll for the attack. On a hit, the target is affected as if you had cast resounding blow before your attack, and the surrounding area rings with the sound of vicious, booming laughter. You don't gain the stunning effect of the spell unless you have access to the judgment or smite ability. If your attack misses, the resounding blow effect is wasted.",
			">",
			">##### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/26}",
			">",
			">1. **Darkfire (Sp)** burning hands 3/day, darkness 2/day, or deeper darkness 1/day",
			">2. **Embersight (Su)** Your eyes take on the appearance of red-hot, glowing embers, granting you the ability to see in darkness much like devils. You gain darkvision to a range of 60 feet. If you chose either darkness or deeper darkness as the spell-like ability granted by your first boon, you can also see perfectly through both darkness and deeper darkness. If you already have darkvision to a range of 60 feet or more, the range of your darkvision instead increases by 10 feet. Your eyes make you extremely distinctive, causing you to take a -4 penalty on Disguise checks.",
			">3. **Hellfire Blast (Sp)** The fires of Hell itself are yours to command. You can cast delayed blast fireball once per day as a spell-like ability, hurling a sphere of soul-scouring hellfire. The hellfire is a mixture of black and crimson flames in which screaming, devilish faces can be seen twisting and writhing. Half the damage from this spell is fire damage, while the other half is unholy damage. This damage modification applies only to the delayed blast fireball you create through this boon, not to any other attacks, effects, or spells.",
			">",
			">##### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/26}",
			">",
			">1. **Unholy Warrior (Sp)** protection from good 3/day, death knell 2/day, or defile armor 1/day",
			">2. **Deceitful Duelist (Ex)** Your devotion to the Prince of Darkness has imbued you with some of his trickery. Three times per day, you can attempt a feint as a swift action, with a +4 profane bonus on your Bluff check. If you hit a creature that has lost its Dexterity bonus to AC as a result of your feint, you deal an additional 1d6 points of damage. This stacks with other precision-based damage you deal, such as from a sneak attack, and isn't multiplied on a critical hit.",
			">3. **Diabolical Resistances (Su)** Your dark patron rewards your faith with a few drops of devilish blood in your veins, granting you a measure of the resilience enjoyed by devilkind. Your skin takes on a ruddy cast, and your teeth grow slightly sharper. To a casual observer you may look no different, but anyone who studies you closely notices these traits. You gain fire resistance 10 and a +4 profane bonus on saving throws against poison.",
			"",
			"---",
			"",
			"## {feat/Divine Fighting Technique}",
			"",
			">### Asmodeus's Mandate",
			">",
			">{SOURCE Divine Anthology}",
			">",
			">Although soldiers and mercenaries alike in Cheliax claim that the martial techniques detailed within Wrath and Punishment, the most well-known fighting manual of the Church of Asmodeus, are as old as time itself, martial experts across the Inner Sea region note that Wrath and Punishment is less than 3 decades old. Of course, few in Cheliax dare to publicly make such claims. Outside of Cheliax, copies of Wrath and Punishment tend to be found in [Hellknight](rule/aff_lawknights) enclaves.",
			">",
			">**Initial Benefit:** Whenever you threaten a critical hit with a light mace or heavy mace on a foe, that foe becomes sickened for 1 round. If you confirm the critical hit, the sickened effect lasts for 2 rounds. The duration of the sickened effect doesn't stack with multiple critical threats.",
			">",
			">**Advanced Prerequisite:** Intelligence 13, {feat/Combat Expertise}, {feat/Divine Fighting Technique}, {feat/Improved Feint}, either Base Attack Bonus +10 or 10 ranks in {skill/Bluff}.",
			">",
			">**Advanced Benefit:** An opponent that you hit with a light mace or heavy mace who is denied his Dexterity bonus to AC is also hindered by the attack. You can attempt a dirty trick combat maneuver check as a swift action that doesn't provoke an attack of opportunity immediately after damage from the attack is resolved.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {archetype-bard/Demagogue/ (Bard)}",
			">- {archetype-monk/Hamatulatsu Master/ (Monk)}",
			">- {archetype-monk/Hungry Ghost Monk/ (Monk)}",
			">- {archetype-inquisitor/Infiltrator/ (Inquisitor)}",
			">",
			">### Feats",
			">",
			">- {feat/Conversion Channel}",
			">- {feat/Devilish Pride}",
			">- {feat/Diabolical Negotiator}",
			">- {feat/Hamatulatsu}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Asmodeus}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Half-Plate of the Dark Prince}",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Profane Seal Signet}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Hell's Eye}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Barbed Pentacle of Asmodeus}",
			">- {magic-wondrous/Circlet of Persuasion}",
			">- {magic-wondrous/Diabolical Masquerade Mask}",
			">- {magic-wondrous/Infernal Cord/ (Greater)}",
			">- {magic-wondrous/Hamatulatsu Robe}",
			">- {magic-wondrous/Infernal Cord/ (Normal)}",
			">- {magic-wondrous/Pentacle Token}",
			">",
			">### Monsters",
			">",
			">- {monster/Accomplice Devil/ (Hesperian)}",
			">- {monster/Basileus/ (Herald)}",
			">",
			">### Spells",
			">",
			">- {spell/Beguiling Gift}",
			">- {spell/Burning Gaze}",
			">- {spell/Infernal Healing}",
			">- {spell/Infernal Healing, Greater}",
			">- {spell/Planar Binding}",
			">- {spell/Shared Sacrifice}",
			">- {spell/Spellcasting Contract}",
			">- {spell/Spellcasting Contract, Greater}",
			">- {spell/Spellcasting Contract, Lesser}",
			">- {spell/Vision of Hell}",
			">",
			">### Traits",
			">",
			">- {trait/Asmodean Demon Hunter}",
			">- {trait/Contract Master}",
			">- {trait/Demon Hunter}",
			">- {trait/Fiendish Confidence}",
			">- {trait/Liar's Tongue}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/27}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Geas, Lesser} can be prepared as a 4th-level spell",
			">- [Geas/Quest](spell/geas_quest) can be prepared as a 5th-level spell [variant, allows a Will saving throw]",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #29: Mother of Flies/67}",
			">",
			">- **[Summon Monster II](spell/summon_monster_2):** {monster/Hell Hound} - LE",
			">- **[Summon Monster IV](spell/summon_monster_4):** {monster/Cerberi} - LE",
			">- **[Summon Monster V](spell/summon_monster_5):** {monster/Bearded Devil} - LE",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"atlach_nacha": {
		"name": "Atlach-Nacha",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"## Atlach-Nacha",
			"### The Void Weaver",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/64}  ",
			"**Pathfinder Wiki** [Atlach-Nacha](https://www.pathfinderwiki.com/wiki/Atlach-Nacha) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Construction, futility, spiders  ",
			"**Domains** {domain/Artifice}, {domain/Evil}, {domain/Madness}, {domain/Void}  ",
			"**Subdomains** [Construct](domain/artifice), [Isolation](domain/void), {domain/Nightmare}, [Toil](domain/artifice)  ",
			"**Favored Weapon** {equipment-weapon/Net}  ",
			"**Symbol** Spider perched at the center of a web",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}"
		]
	},
	"atropos": {
		"name": "Atropos",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"## Atropos",
			"### The Last Sister",
			"",
			"{SOURCE Concordance of Rivals/6}  ",
			"**Pathfinder Wiki** [Atropos](https://www.pathfinderwiki.com/wiki/Atropos) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Fate, sleep, and youth  ",
			"**Domains** {domain/Darkness}, {domain/Death}, {domain/Luck}, {domain/Repose}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {equipment-weapon/Dagger}  ",
			"**Symbol** Six overlapping lines arranged in a hexagon",
			"",
			"---",
			"",
			"## {feat/Monitor Obedience}",
			"",
			">Assemble a careful list of each activity you will undertake in the day to come and keep a careful accounting of what you fail to accomplish and why. As part of this, select three different specific checks you expect to perform that day, such as \"a Perception check to find a hidden passage,\" \"a Reflex save to dodge a fireball\" or \"a Heal check to treat a disease.\" Once during that day, you can gain a +4 insight bonus on one of these three specified checks.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/6}",
			">",
			">1. **Fruitful Dreams (Sp)** {spell/sleep} 3/day, {spell/augury} 2/day, or {spell/catatonia} 1/day",
			">2. **Childlike Grace (Su)** Once per day as a full-round action, you can revert to a childlike form, which grants you fresh insight and new perspective. This functions as a reduce person spell with a range of personal and a duration of 1 hour per Hit Die. In this form, you gain a +2 insight bonus on Perception and Sense Motive checks and Will saving throws, but you take a -2 penalty on Intelligence-based skill checks and Fortitude saving throws.",
			">3. **Insight into Fate (Sp)** You can cast {spell/moment of prescience} 1/day.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {prestigeclass/Mortal Usher}",
			">- {prestigeclass/Proctor}"
		]
	},
	"ayrzul": {
		"name": "Ayrzul",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Ayrzul",
			"### The Fossilized King",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Ayrzul](https://www.pathfinderwiki.com/wiki/Ayrzul) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Elemental Lords  ",
			"**Areas of Concern** Buried secrets, earth, metal  ",
			"**Domains** {domain/Destruction}, {domain/Earth}, {domain/Evil}, {domain/Strength}  ",
			"**Subdomains** [Caves](domain/earth), [Fear](domain/evil), [Ferocity](domain/strength), [Metal](domain/earth), {domain/Petrification}[^A]  ",
			"**Favored Weapon** {equipment-weapon/Morningstar}  ",
			"**Symbol** Fossilized dinosaur tooth  ",
			"**Sacred Animal(s)** Tyrannosaurus rex  ",
			"**Sacred Color(s)** Brown, gray",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Elemental Vigor}",
			">",
			">### Traits",
			">",
			">- {trait/Affinity for the Elements}",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"azathoth": {
		"name": "Azathoth",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"## Azathoth",
			"### The Daemon Sultan",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/65}  ",
			"**Pathfinder Wiki** [Azathoth](https://www.pathfinderwiki.com/wiki/Azathoth) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Outer Gods  ",
			"**Areas of Concern** Entropy, madness, mindless destruction  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Madness}, {domain/Sun}, {domain/Void}  ",
			"**Subdomains** [Catastrophe](domain/destruction), [Dark Tapestry](domain/void), [Entropy](domain/chaos), [Insanity](domain/madness), {domain/Nightmare}, [Stars](domain/void)  ",
			"**Favored Weapon** {equipment-weapon/Warhammer}  ",
			"**Symbol** Eight-pointed star  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Black, white",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}"
		]
	},
	"baalzebul": {
		"name": "Baalzebul",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Baalzebul",
			"### Lord of Flies",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Baalzebul](https://www.pathfinderwiki.com/wiki/Baalzebul) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Archdevils  ",
			"**Areas of Concern** Arrogance, flies, lies  ",
			"**Domains** {domain/Air}, {domain/Death}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** [Devil (Evil)](domain/evil), [Devil (Law)](domain/law), [Murder](domain/death), [Undead](domain/death), [Wind](domain/air)  ",
			"**Favored Weapon** {equipment-weapon/Spear}  ",
			"**Symbol** Iron crown and diamond  ",
			"**Sacred Animal(s)** Fly  ",
			"**Sacred Color(s)** Black, white",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Cover your hands and arms in a paste made from rotten fruit, spoiled meat, or any other malodorous organic material you create as an offering to Baalzebul, and sit perfectly still with your palms held upward. Wait for flies to gather on your limbs, and let them gorge themselves on the offering while you recount the mighty battles that the Lord of Flies has won in Asmodeus's name. Gain a +4 profane bonus on saves against mind-affecting effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/28}",
			">",
			">1. **Cocytus's Deception (Sp)** lesser confusion 3/day, misdirection 2/day, or glibness 1/day",
			">2. **White Angel of Hell (Sp, Su)** Baalzebul knows, perhaps a little self-deceptively, that he is the mightiest creature the Prince of Hell has ever created, and from this profane knowledge Baalzebul draws great power. Likewise, in your dark heart you know that you are one of Baalzebul's favored servants, and this knowledge invests you with authority. Whenever a creature senses your aura, such as with detect evil or similar spells, you radiate an aura as if you had 20 Hit Dice. A number of times per day equal to 3 + your Wisdom modifier, you gain a +20 bonus on Intimidate checks when you flaunt your association with Hell as part of the check. Additionally, you can cast greater command twice per day as a spell-like ability.",
			">3. **Lies of the Son (Sp)** Like the Lord of Flies, you can weave a tapestry of lies so convincing that it can wipe the very identity from individuals' minds, and you can cleverly use this ability to your advantage. Once per day, you can cast communal mind blank as a spell-like ability.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/28}",
			">",
			">1. **Flies of the Seventh (Sp)** decompose corpse 3/day, haunting mists 2/day, distracting cacophony 1/day",
			">2. **Master of the Multitudes (Sp)** The Lord of Flies happily lends you his hellish servants to further your unholy cause and, of course, his own glory. Once per day, you can summon a swarm of blood-sucking flies to consume your enemies. This functions as per [summon monster VII](spell/summon_monster_7), except you can summon only a single swarm of blood-draining flies. Treat this swarm as a tick swarm with the fiendish template and a fly speed of 50 feet (perfect maneuverability).",
			">3. **Consume Divine Flesh (Su)** You relish the thought of the dying Azhia hanging in Baalzebul's home, hellish flies feasting on the forgotten god's flesh for eternity. Your obsession with this macabre act has imbued you with mind-warping abilities to make Baalzebul proud. Three times per day as a standard action, you can target a single living creature within 60 feet. If this creature fails a Will saving throw (DC = 10 + half your Hit Dice + your Wisdom modifier), it believes that flies and maggots are infesting its flesh, and it can take no actions for a full round as it claws at its flesh in terror. The imagined pain deals an amount of damage equal to 1d6 per Hit Die you have (maximum 20d6). The target can negate this effect with a successful Will saving throw. This is a mind-affecting effect. This ability has no effect on creatures that don't have flesh.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/28}",
			">",
			">1. **Dark Prince's Son (Sp)** murderous command 3/day, blur 2/day, burst of speed 1/day",
			">2. **Heir of Hell (Su)** Even if your companions refuse to acknowledge it, you know that your infernal devotion to and sacrifices for Baalzebul have earned you a place at the side of the greatest fiends of Cocytus, just as the Lord of Flies knows he deserves a place at the side of his dark father. Once per day as a standard action, you can declare your infernal birthright to inspire shock and awe in your enemies. Creatures within 30 feet that hear and oppose you must each attempt a Will saving throw (DC = 10 + half your Hit Dice + your Wisdom modifier) or be stunned for 1 round and then shaken for a number of rounds equal to your Hit Dice while contemplating your unholy power. Creatures that succeed at their saving throws are instead shaken for 1d4 rounds. This is a mind-affecting fear effect.",
			">3. **Baalzebul's Vengeance (Sp)** You can briefly call upon the unfathomable, unholy power of the Lord of Flies to bring down a mighty storm upon those who would oppose you, just as Baalzebul will one day crush all those who stand against him, Hell's servant or not. Once per day as a spell-like ability, you can cast storm of vengeance.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			">",
			">### Traits",
			">",
			">- {trait/Flames of Hell}"
		]
	},
	"baphomet": {
		"name": "Baphomet",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned",
			"Pathfinder #77: Herald of the Ivory Labyrinth"
		],
		"description": [
			"## Baphomet",
			"### Lord of the Minotaurs",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Baphomet](https://www.pathfinderwiki.com/wiki/Baphomet) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Beasts, labyrinths, minotaurs  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Evil}, {domain/Strength}  ",
			"**Subdomains** [Demon (Chaos)](domain/chaos), [Demon (Evil)](domain/evil), [Ferocity](domain/strength), [Fur](domain/animal), [Resolve](domain/strength)  ",
			"**Favored Weapon** {equipment-weapon/Glaive}  ",
			"**Symbol** Brass minotaur head  ",
			"**Sacred Animal(s)** Aurochs  ",
			"**Sacred Color(s)** Gold, red",
			"",
			"---",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Remain motionless for 55 minutes, and then spend the last 5 minutes speaking 50 observations regarding your surroundings into a hollowed-out bull's horn. Gain immunity to maze and a +4 profane bonus on saving throws against confusion and insanity effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/30}",
			">",
			">1. **Walk among the Herd (Sp)** pass without trace 3/day, undetectable alignment 2/day, or clairaudience/clairvoyance 1/day",
			">2. **Unquestioned Influence (Sp)** As a reward for your devotion to him, Baphomet grants you the power to make pawns of the weak willed and spread your influence among the ignorant masses. Three times per day, you can cast mass suggestion as a spell-like ability.",
			">3. **Invoke Tempter (Sp)** You can conjure an agent of the Abyss to spread demonic intrigues and tempt the foolish. Once per day as a standard action, you can conjure a glabrezu to your location. The glabrezu remains for 1 minute per Hit Die you have before returning to the Abyss. This is a calling effect, and the glabrezu is not under your control, although it generally aids you and follows your directives. This glabrezu is loath to employ its wish ability for your use, preferring instead to offer it to others as a bargaining chip on your behalf or to tempt foolish mortals. This ability always calls the same glabrezu; if the glabrezu conjured this way is slain, you cannot use this boon for 1 month (at which point you can call a new glabrezu).",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/30}",
			">",
			">1. **Conspirator's Whisper (Sp)** summon monster I 3/day, misdirection 2/day, or beast shape I 1/day",
			">2. **Minotaur Form (Su)** Once per day, you can {umr/change shape} into a minotaur for 1 hour. When you do so, you gain a +4 size bonus to Strength and take a -2 penalty to Charisma. If you are already a minotaur, this ability instead allows you to assume a Small, Medium, or Large humanoid form at will (this change of form does not alter your ability scores). This is a polymorph effect.",
			">3. **Maze of Madness (Sp)** You can cast maze with the benefits of the Extend Spell feat as a spell-like ability once per day.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/30}",
			">",
			">1. **Might of the Labyrinth (Sp)** enlarge person 3/day, bull's strength 2/day, or nondetection 1/day",
			">2. **Devouring Beast (Ex)** To aid in your profane crusade against the cult's many enemies, Baphomet sends one of the flesh-eating bulls of the Ivory Labyrinth to slaughter and feed at your side. You gain an aurochs animal companion as a druid of a level equal to your Hit Dice - 4, in addition to any animal companions you already have. This animal companion possesses the fiendish template and the extraplanar subtype, along with a bite attack that inflicts 1d6 points of damage. Any day on which you fail to perform your obedience, this beast vanishes back to the Ivory Labyrinth; if returned to the Abyss, whether by this or by other means, it returns to you when you next perform your obedience (along with any gear it was equipped with).",
			">3. **Invocation of the Gorgon (Su)** You gain the [change shape universal monster ability](umr/change_shape), allowing you to assume the form of an ivory-colored gorgon as per beast shape IV. Although you can activate this ability only once per day, the new form lasts indefinitely. If you lose access to this boon by failing to perform your obedience, you cannot change forms or return to your true form until you perform the obedience again or the effect is otherwise ended.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Spells",
			">",
			">- {spell/Bleeding Strike}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #77: Herald of the Ivory Labyrinth/70}",
			">",
			">#### Antipaladin, Ranger",
			">",
			">- [Monstrous Physique I](spell/monstrous_physique_1) can be prepared as a 2nd-level spell",
			">- [Monstrous Physique II](spell/monstrous_physique_2) can be prepared as a 3rd-level spell",
			">- [Monstrous Physique III](spell/monstrous_physique_3) can be prepared as a 4th-level spell",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Maze} can be prepared as a 8th-level spell",
			">- [Monstrous Physique I](spell/monstrous_physique_1) can be prepared as a 3rd-level spell",
			">- [Monstrous Physique II](spell/monstrous_physique_2) can be prepared as a 4th-level spell",
			">- [Monstrous Physique III](spell/monstrous_physique_3) can be prepared as a 5th-level spell",
			">- [Monstrous Physique IV](spell/monstrous_physique_4) can be prepared as a 6th-level spell",
			">",
			">#### Witch",
			">",
			">- [Monstrous Physique I](spell/monstrous_physique_1) can be prepared as a 3rd-level spell",
			">- [Monstrous Physique II](spell/monstrous_physique_2) can be prepared as a 4th-level spell",
			">- [Monstrous Physique III](spell/monstrous_physique_3) can be prepared as a 5th-level spell",
			">- [Monstrous Physique IV](spell/monstrous_physique_4) can be prepared as a 6th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #77: Herald of the Ivory Labyrinth/70}",
			">",
			">- **[Summon Monster V](spell/summon_monster_5):** {template/Half-Fiend} {monster/Minotaur}",
			">- **[Summon Monster VI](spell/summon_monster_6):** {template/Fiendish} {monster/Chimera}",
			">",
			">### Other Rules",
			">",
			">{SOURCE Pathfinder #77: Herald of the Ivory Labyrinth/70}",
			">",
			">- Witches of Baphomet may prepare monstrous physique spells at the same spell levels as the sorcerer/wizard versions."
		]
	},
	"barbariccia": {
		"name": "Barbariccia",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Barbariccia",
			"### The Fearsome Father",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Barbariccia](https://www.pathfinderwiki.com/wiki/Barbariccia) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Fecundity, predators, slaughter  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Plant}  ",
			"**Subdomains** [Devil (Evil)](domain/evil), [Devil (Law)](domain/law), [Fear](domain/evil), [Fur](domain/animal), {domain/Growth}  ",
			"**Favored Weapon** {equipment-weapon/Spiked gauntlet}  ",
			"**Symbol** Predator jaws  ",
			"**Sacred Animal(s)** Leopard  ",
			"**Sacred Color(s)** Black, orange",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Use the harvested teeth or claws of a fearsome predator to shred the flesh of a creature you recently killed. Gain a +4 profane bonus on saving throws against force effects.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. summon nature's ally II",
			">2. summon nature's ally IV",
			">3. summon nature's ally VI",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}"
		]
	},
	"barbatos": {
		"name": "Barbatos",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Barbatos",
			"### The Bearded Lord",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Barbatos](https://www.pathfinderwiki.com/wiki/Barbatos) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Archdevils  ",
			"**Areas of Concern** Animals, corruption, gateways  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Magic}, {domain/Travel}  ",
			"**Subdomains** [Arcane](domain/magic), [Devil (Evil)](domain/evil), [Devil (Law)](domain/law), [Divine](domain/magic), {domain/Portal}[^A], [Trade](domain/travel)  ",
			"**Favored Weapon** {equipment-weapon/Quarterstaff}  ",
			"**Symbol** Three-eyed beard  ",
			"**Sacred Animal(s)** Raven  ",
			"**Sacred Color(s)** Gray, red",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Build a small, tree-shaped shrine to Barbatos out of broken branches, moss-covered stones, viscous mud, or any other sort of naturally occurring material. While pacing around the shrine, spatter it with fresh blood - either your own or that of a companion or an enemy - and speak 21 words of allegiance to the Bearded Lord. Gain a +4 profane bonus on Knowledge (arcana, planes, and religion) checks concerning evil-aligned planes, evil faiths, or evil magic.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/32}",
			">",
			">1. **Taint of the Promised Land (Sp)** ill omen 3/day, blindness/deafness 2/day, or howling agony 1/day",
			">2. **Defile the Sacred (Su)** You can project the terrible mysteries of Barbatos's true form into an opponent's body, infusing it with a mere iota of the Bearded Lord's horrors. Once per day as a standard action, you can target a living good-aligned or neutral creature with a touch attack that briefly transforms its body into a mass of quivering worms and undulating flesh. This deals an amount of damage equal to 10 points per Hit Die you have (maximum 150 points of damage) and nauseates the target for 1 round. A target that succeeds at a Fortitude saving throw (DC = 10 + half your Hit Dice + your Charisma modifier) takes only half damage and negates the nauseated effect. If the creature you target is evil-aligned, this ability has no effect and is wasted for the day.",
			">3. **Faces of the Wise (Su)** You are keenly aware of the million possible visages that might lurk under Barbatos's hood and can project those images into an enemy's mind. Once per day as a standard action, you can target any creature within 100 feet. If the target fails a Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier), it is stunned for 1 round and then paralyzed for a number of rounds equal to your Hit Dice. Each round on its turn while it is paralyzed, the target can attempt a new saving throw to end the paralyzing effect; this is a full-round action that does not provoke attacks of opportunity. A creature that recovers from this effect early after being affected by it for at least 2 rounds is staggered for 2d4 rounds. A creature that succeeds at its initial saving throw against this effect is merely staggered for 1 round. This is a mind-affecting fear effect.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/33}",
			">",
			">1. **Beasts of the First (Sp)** magic fang 3/day, fox's cunning 2/day, or stench of prey 1/day",
			">2. **Gnashing of Brutish Teeth (Su)** You are intimately familiar with the guttural sounds of hellbeasts and can imitate their cacophonies to the detriment of your foes. Once per day as a standard action, you can unleash this clamor, forcing all enemies within 30 feet of you to attempt a Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier). Those who fail are frightened for a number of rounds equal to your Hit Dice and take an amount of sonic damage equal to 1d6 per Hit Die you have (maximum 20d6). Creatures that succeed at their saving throws take half damage and are instead shaken for this effect's duration. This is a mind-affecting fear effect.",
			">3. **Bearded Lord's Aspect (Sp)** Once per day, you can assume an imitation of one of the many forms Barbatos prefers when traveling in the mortal realms. This functions as frightful aspect, using your Hit Dice as your caster level, except you also gain darkvision with a range of 90 feet, scent, and a bite attack. Treat the bite attack as a primary attack made with your full base attack bonus; it deals an amount of damage equal to 3d6 plus 1-1/2 times your Strength modifier.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/33}",
			">",
			">1. **No Passage (Sp)** bungle 3/day, piercing shriek 2/day, or glyph of warding 1/day",
			">2. **From Whence You Came (Sp)** The Bearded Lord has untold knowledge of not only fiends and their places in Hell and beyond but also all outsiders, and you can periodically harness this confounding reality to your advantage. Three times per day, you can cast dismissal as a spell-like ability. When you do, you are immediately affected by protection from good if the dismissed outsider was good-aligned, or protection from evil if the outsider was evil-aligned, for a number of minutes equal to your Hit Dice.",
			">3. **Avernus's Iron Gates (Sp)** You have an unholy tie to Barbatos's demesne. Once per day, you can open a gate to Avernus, as per the spell gate, and use it either for planar travel or to call a pit fiend to your service. If you use it to call a pit fiend, this functions like the gate spell's calling creatures effect, but you are not required to pay the 10,000 gp material cost. If the pit fiend has more Hit Dice than you, you can't control it (as normal), but pit fiends tend to gladly obey the requests of powerful minions of Barbatos.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			">",
			">### Traits",
			">",
			">- {trait/Flames of Hell}",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"barravoclair": {
		"name": "Barravoclair",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Barravoclair",
			"### The Lady of the Final Gasp",
			"",
			"{SOURCE Book of the Damned/120}  ",
			"**Pathfinder Wiki** [Barravoclair](https://www.pathfinderwiki.com/wiki/Barravoclair) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Kyton Demagogues  ",
			"**Areas of Concern** The elderly, fatalistic insights, resurrection  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Healing}, {domain/Law}  ",
			"**Subdomains** [Murder](domain/death), {domain/Restoration}, [Resurrection](domain/healing), [Undead](domain/death)  ",
			"**Favored Weapon** {equipment-weapon/War razor}",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Practice breath control, holding your breath until you nearly pass out. Gain a +4 profane bonus on checks to resist drowning and on saves against inhaled poisons.",
			">",
			">{SOURCE Book of the Damned/121}  ",
			">The principals of the kyton race number among the planes' most audacious explorers, artistes, and scientists. Constrained by neither morals nor taboos, kyton demagogues pursue perfection in myriad profane fields. Lost limbs and lives mean little to the kyton demagogue - only the next boundary to shatter and the promise of what could be. The kyton demagogues are legion, but nine of those best known to Golarion's cultic scholars are presented here.",
			">",
			">Kyton demagogues are far less likely than other fiendish demigods to flaunt their power. All kyton demagogues are lawful evil and range in power from CR 26 to CR 30. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities each usable once per day.",
			">",
			">1. {spell/speak with dead}",
			">2. {spell/resurrection}",
			">3. {spell/soul bind}"
		]
	},
	"barzahk": {
		"name": "Barzahk",
		"sources": [
			"Concordance of Rivals",
			"Pathfinder #143: Borne by the Sun's Grace"
		],
		"description": [
			"## Barzahk",
			"### The Passage",
			"",
			"{SOURCE Concordance of Rivals/6}  ",
			"**Pathfinder Wiki** [Barzahk](https://www.pathfinderwiki.com/wiki/Barzahk) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Compasses, travelers, and vigils  ",
			"**Domains** {domain/Knowledge}, {domain/Protection}, {domain/Repose}, {domain/Travel}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {equipment-weapon/Club}  ",
			"**Symbol** Two straight lines that converge vertically through a circle",
			"",
			"---",
			"",
			"## {feat/Deific Obedience}, {feat/Monitor Obedience}",
			"",
			">Walk a road for an hour and keep a constant eye out for signs of fallen travelers or roadside graves. Tend to any of either you find. Gain a +4 insight bonus on Survival and Knowledge (geography) checks to find locations and avoid becoming lost, as well as on saving throws against magic effects that would force you to become lost (such as the {spell/maze} spell).",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #143: Borne by the Sun's Grace/79}",
			">",
			">1. **Know Who Passed (Sp)** {spell/alarm} 3/day, {spell/perceive cues} 2/day, or {spell/speak with dead} 1/day",
			">2. **Wings of the Wanderer (Su)** As a standard action, you can assume the form of a {monster/giant raven} as if using the spell {spell/beast shape II}. While in this form, you gain the raven's scavenger extraordinary ability, a +2 insight bonus to AC, and a +3 insight bonus on Perception checks. You can retain this form for 1 hour per HD you have; this time does not need to be consecutive, but it must be used in 1-hour increments. While in raven form, you can increase or decrease your size as a standard action, as if you had cast {spell/reduce person} or {spell/enlarge person} (self only); these spells have their normal duration, treating your Hit Dice as your caster level, but casting either consumes 1 hour of your daily shapeshifting allotment.",
			">3. **Terrain Dominance (Sp, Su, Ex)** Your passage is rarely impeded by landscapes or weather. For every 5 HD you have, you gain one terrain dominance as if you were a horizon walker; you do not need to have the terrain mastery class feature to select a terrain dominance. If you do not have a favored terrain bonus from another source, treat your favored terrain bonus as +2 when dealing with creatures native to the terrains over which you have dominance; you do not otherwise gain the benefits of favored terrain.",
			">",
			">### Boons: Exalted or Monitor Obedience",
			">",
			">{SOURCE Pathfinder #143: Borne by the Sun's Grace/79}",
			">",
			">1. **Prepared Traveler (Sp)** {spell/abjuring step} 3/day, {spell/animal messenger} 2/day, or {spell/phantom steed} 1/day",
			">2. **Seasoned Traveler (Ex)** You no longer take nonlethal damage from moving at a hustle overland. You gain {feat/Endurance} and {feat/Nimble Moves} as bonus feats.",
			">3. **Into the Dead Roads (Su)** Once per day as a full-round action, you can open a door to the Dead Roads and guide others with you to cross huge distances or travel the planes. This duplicates the effects of a {spell/shadow walk} or {spell/plane shift} spell, with a caster level equal to twice your Hit Dice. In the case of a {spell/plane shift} spell, the effect is not instantaneous, instead requiring 2d6 hours of travel by foot to arrive at a random point on the target plane.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #143: Borne by the Sun's Grace/79}",
			">",
			">1. **Find the Lost (Sp)** {spell/tireless pursuit} 3/day, {spell/locate object} 2/day, or {spell/follow aura} 1/day",
			">2. **Studied Hunter (Ex)** You are adept at tracking, understanding, and assisting a specific kind of creature. Select a creature type from the ranger's list of favored enemies. You gain a +2 bonus on Survival checks to track creatures of this type or subtype, and on Diplomacy, Heal, Knowledge, and Sense Motive checks regarding them. You also gain a +1 dodge bonus to AC against attacks from creatures of this type. For every 5 Hit Dice you have, you can select one additional type or subtype to apply these bonuses to, and at each such interval, the bonus gained regarding any one studied type or subtype increases by 2 for skill checks and by 1 for AC.",
			">3. **Warden of the Ways (Su)** You no longer need to drink, eat, or sleep to survive, though you must still rest with only light activity for at least 2 hours a day to renew your spells. While on a road, pathway, or tunnel, you gain DR 4/-; your GM has final approval over what qualifies as a road, pathway, or tunnel.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {prestigeclass/Mortal Usher}",
			">- {prestigeclass/Proctor}",
			">",
			">### Spells",
			">",
			">- {spell/Keyhole}",
			">- {spell/Open the Dead Roads}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #143: Borne by the Sun's Grace/78}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Tireless Pursuit} can be prepared as a 1st-level spell",
			">- {spell/Teleport} can be prepared as a 5th-level spell",
			">- {spell/Teleportation Circle} can be prepared as a 9th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #143: Borne by the Sun's Grace/79}",
			">",
			">- **[Summon Monster III](spell/summon_monster_3):** {template/Entropic} {monster/Giant Raven}",
			">- **[Summon Monster III](spell/summon_monster_3):** {monster/Nosoi}",
			">- **[Summon Monster V](spell/summon_monster_5):** {monster/Catrina}",
			">- **[Summon Monster VII](spell/summon_monster_7):** {monster/Shoki}"
		]
	},
	"bastet": {
		"name": "Bastet",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"## Bastet",
			"### The Sly Enchantress",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/65}  ",
			"**Pathfinder Wiki** [Bastet](https://www.pathfinderwiki.com/wiki/Bastet) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Cats, pleasure, secrets  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Charm}, {domain/Protection}, {domain/Trickery}  ",
			"**Subdomains** [Deception](domain/trickery), [Defense](domain/protection), [Fur](domain/animal), [Lust](domain/charm), [Protean](domain/chaos), [Thievery](domain/trickery)  ",
			"**Favored Weapon** [Cat's claws (tekko-kagi)](equipment-weapon/tekko_kagi)  ",
			"**Symbol** Golden cat  ",
			"**Sacred Animal(s)** Cat"
		]
	},
	"belial": {
		"name": "Belial",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Belial",
			"### The Pale Kiss",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Belial](https://www.pathfinderwiki.com/wiki/Belial) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Archdevils  ",
			"**Areas of Concern** Adultery, deception, desire  ",
			"**Domains** {domain/Charm}, {domain/Destruction}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** [Catastrophe](domain/destruction), [Devil (Evil)](domain/evil), [Devil (Law)](domain/law), [Lust](domain/charm), [Rage](domain/destruction)  ",
			"**Favored Weapon** {equipment-weapon/Ranseur}  ",
			"**Symbol** Two-toned devil mask  ",
			"**Sacred Animal(s)** Goat  ",
			"**Sacred Color(s)** Red, white",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Fill a chalice, cup, or other small receptacle with pure, clean water, then despoil it with 13 drops of bodily fluid of any nature. Hold the spoiled concoction in your hands, envision the most sexually enticing image imaginable, and pray aloud to Belial until your throat is parched. Then, drink from the receptacle until it is empty. Gain a +4 profane bonus on saving throws to resist charm effects and spells with the charm descriptor.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/34}",
			">",
			">1. **Sins of the Flesh (Sp)** erase 3/day, acute senses 2/day, or nondetection 1/day",
			">2. **Idolisque's Apogee (Su)** The Pale Kiss delights in painful acts of carnal desire, and you share this sense of glee when others so suffer. Once per day as a standard action, you can target a single creature within 60 feet with a number of Hit Dice less than or equal to twice your own. If that creature fails a Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier), it feels the emotional anguish of a beloved's betrayal. The creature drops all held items and, beginning on the round it is targeted by this ability, deals 1d8 points of damage to itself each round (no saving throw) as a full-round action as it tries to grapple with its emotions. The creature can take no other actions while it is affected by this ability. A creature that is restrained with a successful grapple or otherwise rendered immobile cannot damage itself for that round. This ability lasts for a number of rounds equal to your Hit Dice. Each round a creature is affected, it can attempt a new saving throw to end this effect. This is an emotion mind-affecting effect.",
			">3. **Thorny Caress (Su)** The pinnacle of the Thorned Caress's worship has taught you how to couple being desirous to others with the ability to inflict great pain upon those you entice. For a number of minutes per day equal to your Hit Dice, anyone who touches your skin (such as with a successful natural weapon attack, touch attack, or unarmed strike) takes 4d6 points of bleed damage. You cannot deal this bleed damage to others by touching them yourself. Activating this ability is a standard action, and dismissing it is a free action. This effect's duration need not be used all at once, but it must be used in 1-minute increments.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/34}",
			">",
			">1. **Desires of Mortals (Sp)** charm person 3/day, unnatural lust 2/day, or seek thoughts 1/day",
			">2. **The Palest Kiss (Su)** Like Belial, you can offer great pleasures at an even greater price. Twice per day when you lure a creature into an act of passion, such as a kiss, as a standard action you can bestow a negative level on the creature and cause it to be exhausted for a number of rounds equal to half your Hit Dice. You can affect an unwilling creature, but that creature must be grappled for you to use this ability. A creature can negate the negative level and exhaustion effect with a successful Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier).",
			">3. **Skeletal Palace (Sp)** Deep understanding of the Pale Kiss has taught you how to lure chattel to your side with sweet promises of pleasure, lulling them into a sense of complacency before they realize they can never escape your iron grasp. Once per day, you can cast mass hold monster as a spell-like ability, assaulting potential victims' minds with promises of pleasures.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/34}",
			">",
			">1. **Great Deceiver (Sp)** disguise self 3/day, alter self 2/day, or glibness 1/day",
			">2. **Infernal Shapeshifter (Su)** Studying and worshiping the inscrutable ways of Belial, the Duke of Many Forms, has taught you how to imitate the appearances of many creatures. Three times per day as a standard action, for a number of minutes equal to your Hit Dice, you can take on the appearance of any outsider with a number of Hit Dice equal to or fewer than your own. If the outsider has a fly speed, you gain its fly speed while this ability is in effect, and you similarly gain any of the outsider's resistances and immunities. You do not gain any of this outsider's other statistics or abilities, and you only superficially appear to be the outsider, but you gain a bonus equal to twice your Hit Dice on Bluff checks to convince others that you are the outsider. Any creature that interacts with you can attempt a Will saving throw to disbelieve your illusion (DC = 10 + half your Hit Dice + your Charisma modifier). This effect's duration need not be used all at once, but must be used in 1-minute increments.",
			">3. **Phlegethon's Forges (Su)** You embody the might of the forges of Belial's realm. For a number of rounds equal to your Hit Dice each day, you gain DR 15/good and silver, immunity to fire and poison, and SR equal to 11 plus your Hit Dice. You also gain fast healing 5, and all your weapons count as evil and lawful for the purpose of overcoming damage reduction. Activating this ability is a swift action, and dismissing it is a free action. This effect's duration need not be used all at once, but it must be used in 1-round increments.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			">",
			">### Traits",
			">",
			">- {trait/Flames of Hell}"
		]
	},
	"benorus": {
		"name": "Benorus",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Benorus",
			"### Angel of Lightless Chambers",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Benorus](https://www.pathfinderwiki.com/wiki/Benorus) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Hidden wonders, mines, subterranean creatures  ",
			"**Domains** {domain/Darkness}, {domain/Earth}, {domain/Good}, {domain/Rune}  ",
			"**Subdomains** [Agathion](domain/good), [Caves](domain/earth), [Metal](domain/earth), {domain/Wards}  ",
			"**Favored Weapon** {equipment-weapon/Heavy mace}  ",
			"**Symbol** Gold spark in cave mouth  ",
			"**Sacred Animal(s)** Gopher  ",
			"**Sacred Color(s)** Black, gold",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}"
		]
	},
	"bergelmir": {
		"name": "Bergelmir",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Bergelmir",
			"### Mother of Memories",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Bergelmir](https://www.pathfinderwiki.com/wiki/Bergelmir) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Giant Deities  ",
			"**Areas of Concern** Elders, family, genealogy  ",
			"**Domains** {domain/Chaos}, {domain/Community}, {domain/Good}, {domain/Knowledge}  ",
			"**Subdomains** {domain/Ancestors}, [Education (Community)](domain/community), [Education (Knowledge)](domain/knowledge), [Family](domain/community), [Home](domain/community), [Memory](domain/knowledge)  ",
			"**Favored Weapon** {equipment-weapon/Quarterstaff}  ",
			"**Symbol** Three bolts of lightning  ",
			"**Sacred Animal(s)** Sea turtle  ",
			"**Sacred Color(s)** Gray, white"
		]
	},
	"bes": {
		"name": "Bes",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"## Bes",
			"### The Guardian Fool",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/65}  ",
			"**Pathfinder Wiki** [Bes](https://www.pathfinderwiki.com/wiki/Bes) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Households, luck, marriage, protection  ",
			"**Domains** {domain/Community}, {domain/Earth}, {domain/Good}, {domain/Luck}, {domain/Protection}  ",
			"**Subdomains** [Agathion](domain/good), [Caves](domain/earth), [Defense](domain/protection), [Family](domain/community), [Home](domain/community), [Imagination](domain/luck)  ",
			"**Favored Weapon** {equipment-weapon/Hunga munga}  ",
			"**Symbol** Bearded dwarf face  ",
			"**Sacred Animal(s)** Lion"
		]
	},
	"besmara": {
		"name": "Besmara",
		"sources": [
			"Inner Sea Faiths",
			"Inner Sea Gods",
			"Pathfinder #55: The Wormwood Mutiny"
		],
		"description": [
			"## Besmara",
			"### The Pirate Queen",
			"",
			"{SOURCE Inner Sea Faiths/23}  ",
			"**Pathfinder Wiki** [Besmara](https://www.pathfinderwiki.com/wiki/Besmara) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Piracy, sea monsters, strife  ",
			"**Domains** {domain/Chaos}, {domain/Trickery}, {domain/War}, {domain/Water}, {domain/Weather}  ",
			"**Subdomains** [Deception](domain/trickery), {domain/Duels}, [Innuendo](domain/trickery), [Oceans](domain/water), [Protean](domain/chaos), [Storms](domain/weather), {domain/Tactics}, [Thievery](domain/trickery)  ",
			"**Favored Weapon** {equipment-weapon/Rapier}  ",
			"**Symbol** Skull and crossbones  ",
			"**Sacred Animal(s)** Parrot  ",
			"**Sacred Color(s)** Black, white",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Garund, Ilizmagorti, The Shackles  ",
			"**Nationality** Kellid",
			"",
			"---",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Steal a gold coin or alcoholic drink by force or trickery. Then, while recounting your latest or most impressive act of piracy and blessing Besmara's name for all to hear, offer your stolen item to her by throwing it into water at least 4 feet deep. Alternatively, you can recount your most impressive or recent act of piracy to someone unaware of it, although you are free to hide the fact that the act was yours. You then gain a +2 sacred or profane bonus to AC against attacks of opportunity. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/23}",
			">",
			">1. **Tricky Adversary (Sp)** illusion of calm 3/day, daze monster 2/day, or twilight knife 1/day",
			">2. **Coerce Service (Su)** You understand and can exhibit the blatantly charismatic pull of your goddess, convincing others to aid you even if they normally might not. Once per day, when you attempt a Diplomacy check to bribe a target (treat as if you are attempting to improve an NPC's attitude toward you by one step) or an Intimidate check to coerce a target, you can use this ability to gain Besmara's blessing to ensure further cooperation. You gain a +4 sacred or profane bonus (of the same type as that provided by your obedience) on the Diplomacy or Intimidate check, and if you succeed, the target is immediately subject to a geas/quest effect. For as long as the effect lasts, you can concentrate as a standard action and learn whether the target is actively undertaking your orders or actively defying them.",
			">3. **Bribed Sea Monster (Sp)** The sea monsters at Besmara's behest follow your call at the goddess's command. Once per day as a standard action, you can summon one of the monsters Besmara has bribed or intimidated into aiding her followers. You must choose the monster from among the following list: adult sea dragon, sea serpent, or vouivre. The monster appears as if summoned via summon monster, and you must summon it into an appropriately watery environment. It follows your commands perfectly for 1 round per Hit Die you possess before vanishing. The monster doesn't follow commands that contravene Besmara's interests, such as blocking waterways or giving a navy better control of a sea region; issuing such untenable instructions, if they're egregious, could cause the monster to attack you.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/23}",
			">",
			">1. **Captain's Bluster (Sp)** command 3/day, aggressive thundercloud 2/day, or wind wall 1/day",
			">2. **Treacherous Mirage (Sp)** Besmara's blessing allows you to hide the truth once per day. This ability takes the form of either false vision or mirage arcana. You can change the illusion by spending a move action in concentration. The illusion lasts until you create a new one or dismiss this effect as a swift action.",
			">3. **Rally Crew (Su)** The Pirate Queen lends you her divine panache, which fills all of your allies with courage and pride in their service to you. Once per day as a standard action, you can inspire all allies within 60 feet to greater speed and might. They each gain a 10-foot bonus to their speed and the benefits of heroism. On any attack rolls, saving throws, or skill checks benefiting from this morale bonus, your allies take no penalties due to the effects of water or weather. The bonus lasts for 1 hour per Hit Die you possess. As an immediate action, you can cause any number of creatures who disobey your orders to lose this bonus.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/23}",
			">",
			">1. **Fearsome Boast (Sp)** monkey fish 3/day, slipstream 2/day, or water breathing 1/day",
			">2. **Doom of Sailors (Sp)** You can immobilize ships or scatter a fleet with a wave of your hand. Once per day, you can cast either control water or control winds.",
			">3. **Pirate Queen's Curse (Su)** You know that the Pirate Queen's enemies are destined to suffer, and you can deliver her wrath personally. Three times per day, you can channel a curse through your weapon. You must declare your use of this ability before you make the attack roll. On a hit, the target is cursed unless it succeeds at a Will saving throw to negate the effect (DC = 10 + 1/2 your Hit Dice + your Charisma modifier). The curse causes the target to be sickened for a number of days equal to your Hit Dice; furthermore, during this period, any creatures flanking the target or against which it is denied its Dexterity bonus to AC deal an additional 1d6 points of damage with every successful hit. This extra damage applies to the attack that delivers the curse. In addition, all creatures with a swim speed have a starting attitude of hostile toward the target. This is a 7th-level curse effect. The curse cannot be dispelled, but it can be removed through break enchantment, limited wish, miracle, remove curse, or wish.",
			"",
			"---",
			"",
			"## Antipaladin Code",
			"",
			">Antipaladins of Besmara are cutthroat pirates, freely roaming where they will and seizing whatever interests them. They primarily emulate their goddess's violent aspects, but different antipaladins focus on varied aspects of Besmara's code. The code of Besmara's antipaladins includes the following adages.",
			">",
			">- I pursue what I desire. One who cannot keep it from me does not deserve to possess it.",
			">- Treasure demonstrates my might. I won't waste my time on schemes with no profit to be had.",
			">- No trick is beneath me. I will never forgo an advantage in the name of fairness.",
			">- Pride does not shackle me. I retreat if I must to survive for another day.",
			">- The weak serve the strong. I will never let my crew forget or doubt my strength.",
			">- Revenge can be delayed to keep the ship sailing. Crew members who cross me shall die onshore; foes can be useful allies under changed circumstances.",
			">- I will suffer no restraint. Those who seek to pacify me will fall broken in my wake.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {archetype-shaman/Deep Shaman/ (Shaman)}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Sea Banshee Coat}",
			">",
			">### Magic Items - Sets",
			">",
			">- {magic-set/Besmara's Bounty}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Besmara's Bicorne}",
			">- {magic-wondrous/Besmara's Tricorne}",
			">",
			">### Spells",
			">",
			">- {spell/Advanced Scurvy}",
			">- {spell/Cloud of Seasickness}",
			">",
			">### Traits",
			">",
			">- {trait/Besmara's Name}",
			">- {trait/Besmara's Strength}",
			">- {trait/Cheat Death}",
			">- {trait/Deck Fighter}",
			">- {trait/Expert Boarder}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/176}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Geas, Lesser} can be prepared as a 4th-level spell [can only be used to cause an aversion to boats, ships, or open bodies of water]",
			">- {spell/Curse of Disgust} can be prepared as a 5th-level spell [can only be used to cause an aversion to boats, ships, or open bodies of water]",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #55: The Wormwood Mutiny/72}",
			">",
			">- **[Summon Monster II](spell/summon_monster_2):** {template/Entropic} {monster/Reefclaw} - CN",
			">- **[Summon Monster V](spell/summon_monster_5):** {monster/Saltwater Merrow} - NE",
			">- **[Summon Monster VI](spell/summon_monster_6):** {monster/Tylosaurus} - N",
			">",
			">### Other Rules",
			">",
			">{SOURCE Pathfinder #55: The Wormwood Mutiny/72}",
			">",
			">- A cleric of Besmara may give up one domain in exchange for a bird, {monster/blue-ringed octopus}, {monster/king crab}, {monster/monkey}, or any of the familiars presented in the Core Rulebook. The cleric uses her cleric level as her effective wizard level for this purpose. A ranger who worships Besmara may select any of the creatures listed above as a familiar instead of choosing an animal companion. The ranger's effective wizard level for this ability is equal to his ranger level - 3.",
			">",
			">{SOURCE Inner Sea Faiths/26}  ",
			">Cleric, Warpriest",
			">",
			">- {spell/Geas, Lesser} can be prepared as a 4th-level spell [can only use to cause aversion to boats, ships, or open bodies of water]",
			">- {spell/Curse of Disgust} can be prepared as a 5th-level spell [can only use to cause aversion to boats, ships, or open bodies of water]"
		]
	},
	"bharnarol": {
		"name": "Bharnarol",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"## Bharnarol",
			"### The Tempered Inventor",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Bharnarol](https://www.pathfinderwiki.com/wiki/Bharnarol) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Creativity, invention, persistence  ",
			"**Domains** {domain/Artifice}, {domain/Community}, {domain/Good}, {domain/Knowledge}  ",
			"**Subdomains** [Agathion](domain/good), [Construct](domain/artifice), [Cooperation](domain/community), [Education (Community)](domain/community), [Education (Knowledge)](domain/knowledge), [Thought](domain/knowledge)  ",
			"**Favored Weapon** {equipment-weapon/Sickle}  ",
			"**Symbol** Two mixing potions  ",
			"**Sacred Animal(s)** Elephant  ",
			"**Sacred Color(s)** Blue, red",
			"",
			"---",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Perform the motions of your preferred method of creation while letting your mind center on the teachings of Bharnarol. Follow any creative thoughts that arise to their conclusion. Gain a +4 sacred bonus to AC against attacks made by constructs and a +4 sacred bonus on saves against spells and effects cast by constructs.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/8}",
			">",
			">1. **Inventor's Tools (Sp)** grease 3/day, fox's cunning 2/day, or secret page 1/day",
			">2. **Improve Item (Su)** Three times per day, you can enhance the effects of a magic item that either is consumed during use or has charges. As a swift action, you can enhance a held expendable item's effects as if using either the Empower Spell, Enlarge Spell, or Extend Spell metamagic feat. You must use the item during the same round you improve it in order to gain the benefits of the selected metamagic feat.",
			">3. **Transmogrify (Sp)** You can cast extended polymorph any object once per day.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}"
		]
	},
	"bifrons": {
		"name": "Bifrons",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Bifrons",
			"### The Second Fate",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Bifrons](https://www.pathfinderwiki.com/wiki/Bifrons) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Fate, luck, patterns  ",
			"**Domains** {domain/Artifice}, {domain/Evil}, {domain/Law}, {domain/Rune}  ",
			"**Subdomains** [Devil (Evil)](domain/evil), [Devil (Law)](domain/law), [Language](domain/rune), [Toil](domain/artifice), {domain/Wards}  ",
			"**Favored Weapon** {equipment-weapon/Dire flail}  ",
			"**Symbol** Two-faced devil head  ",
			"**Sacred Animal(s)** Fox  ",
			"**Sacred Color(s)** Black, white",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Recite a pattern that occurred the previous day that foretells some horrendous doom. Gain a +4 profane bonus on saving throws against curse spells and effects.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. arcane sight",
			">2. greater scrying",
			">3. foresight",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}"
		]
	},
	"black_butterfly": {
		"name": "Black Butterfly",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"## Black Butterfly",
			"### The Silence Between",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Black Butterfly](https://www.pathfinderwiki.com/wiki/Black%20Butterfly) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Distance, silence, space  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Liberation}, {domain/Void}  ",
			"**Subdomains** [Azata (Chaos)](domain/chaos), [Azata (Good)](domain/good), [Freedom](domain/liberation), [Revolution](domain/liberation), [Stars](domain/void)  ",
			"**Favored Weapon** {equipment-weapon/Starknife}  ",
			"**Symbol** Black butterfly with star  ",
			"**Sacred Animal(s)** Butterfly  ",
			"**Sacred Color(s)** Black, silver",
			"",
			"---",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Perform an anonymous act of charity without speaking to or gazing upon whoever will benefit from your act. If you accidentally see or speak to the person you help, spend an hour blindfolded and praying in silence, then tithe to a temple of the Black Butterfly (or another good god, giving preference to Desna). Gain a +4 sacred bonus on saving throws against gaze and sonic attacks.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/9}",
			">",
			">1. **Nullity (Sp)** obscuring mist 3/day, silence 2/day, or deeper darkness 1/day",
			">2. **Silent Darkness (Sp)** You can cast quickened blindness/deafness once per day, and only a break enchantment, limited wish, miracle, or wish spell can restore the subject's sight or hearing.",
			">3. **Purblind (Su)** Your form grows shadowed and indistinct. You gain a +6 sacred bonus on Stealth checks. In any condition of illumination other than full daylight, physical attacks against you have a 20% miss chance. If an attacker can see ethereal or invisible creatures, the miss chance is negated. At will, you can manifest a pair of shadowy butterfly wings that allow you to fly with a speed of 60 feet (normal maneuverability).",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}"
		]
	},
	"bohga": {
		"name": "Bohga",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Bohga",
			"### The Treasurer",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Bohga](https://www.pathfinderwiki.com/wiki/Bohga) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Avarice, meditation, vigilance  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Protection}, {domain/Strength}  ",
			"**Subdomains** [Defense](domain/protection), [Ferocity](domain/strength), [Resolve](domain/strength), [Tyranny](domain/law)  ",
			"**Favored Weapon** {equipment-weapon/Halberd}",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Spend 1 hour recording reasons you deserve another's treasured heirloom and devising ways to steal it for yourself. Gain a +4 profane bonus to your CMD against disarm and steal combat maneuvers.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. clairaudience/clairvoyance",
			">2. greater scrying",
			">3. foresight"
		]
	},
	"bokrug": {
		"name": "Bokrug",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"## Bokrug",
			"### The Water Lizard",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/65}  ",
			"**Pathfinder Wiki** [Bokrug](https://www.pathfinderwiki.com/wiki/Bokrug) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Revenge, storms, water  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Water}, {domain/Weather}  ",
			"**Subdomains** [Catastrophe](domain/destruction), [Oceans](domain/water), [Rage](domain/destruction), [Storms](domain/weather)  ",
			"**Favored Weapon** {equipment-weapon/Ranseur}  ",
			"**Symbol** Lizard with coiled tail  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Blue, green",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}"
		]
	},
	"bolka": {
		"name": "Bolka",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Bolka",
			"### The Golden Gift",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Bolka](https://www.pathfinderwiki.com/wiki/Bolka) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Dwarven Deities  ",
			"**Areas of Concern** Beauty, desire, love  ",
			"**Domains** {domain/Charm}, {domain/Community}, {domain/Good}, {domain/Healing}  ",
			"**Subdomains** [Family](domain/community), [Love](domain/charm), [Lust](domain/charm), {domain/Restoration}  ",
			"**Favored Weapon** [Mace](equipment-weapon/light_mace)  ",
			"**Symbol** Golden bejeweled ring  ",
			"**Sacred Animal(s)** Falcon  ",
			"**Sacred Color(s)** Gold, green",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {archetype-cleric/Sacred Attendant/ (Cleric)}",
			">",
			">### Spells",
			">",
			">- {spell/Dwarven Veil}",
			">",
			">### Traits",
			">",
			">- {trait/Alluring}",
			">- {trait/Wedded Bliss}"
		]
	},
	"braismois": {
		"name": "Braismois",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Braismois",
			"### The Toxic Quill",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Braismois](https://www.pathfinderwiki.com/wiki/Braismois) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Broken deals, fine print, unfair bargains  ",
			"**Domains** {domain/Evil}, {domain/Knowledge}, {domain/Rune}, {domain/Trickery}  ",
			"**Subdomains** [Daemon](domain/evil), [Deception](domain/trickery), [Language](domain/rune), [Memory](domain/knowledge)  ",
			"**Favored Weapon** {equipment-weapon/Light mace}  ",
			"**Symbol** Poison-dripping quill  ",
			"**Sacred Animal(s)** Weasel  ",
			"**Sacred Color(s)** Black, green",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Craft a one-sided contract. Gain a +4 profane bonus on saving throws against mind-affecting effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique daemons take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. detect thoughts",
			">2. charm monster",
			">3. geas/quest"
		]
	},
	"brigh": {
		"name": "Brigh",
		"sources": [
			"Inner Sea Faiths",
			"Pathfinder #86: Lords of Rust"
		],
		"description": [
			"## Brigh",
			"### The Whisper in the Bronze",
			"",
			"{SOURCE Inner Sea Faiths/29}  ",
			"**Pathfinder Wiki** [Brigh](https://www.pathfinderwiki.com/wiki/Brigh) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Other Deities  ",
			"**Other Pantheons** Gnomish Deities  ",
			"**Areas of Concern** Clockwork, invention, time  ",
			"**Domains** {domain/Artifice}, {domain/Earth}, {domain/Fire}, {domain/Knowledge}  ",
			"**Subdomains** [Alchemy (Artifice)](domain/artifice)[^A], [Construct](domain/artifice), {domain/Industry}, [Metal](domain/earth), [Smoke](domain/fire), [Thought](domain/knowledge)  ",
			"**Favored Weapon** {equipment-weapon/Light hammer}  ",
			"**Symbol** Mask with forehead rune  ",
			"**Sacred Animal(s)** Termite  ",
			"**Sacred Color(s)** Bronze, silver",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Absalom, Druma, Mana Wastes, Nex  ",
			"**Nationality** Taldan",
			"",
			"---",
			"",
			"## {feat/Deific Obedience}",
			"",
			">While reciting formulas from Logic of Design, you must craft a new creation, continue work on an elaborate device or object, or disassemble an existing creation to see how it works. Favored projects among the church include useful gear, magic items, innovative toys, and contraptions invented primarily to see if they would work rather than to solve a specific problem. Share the knowledge you discover while working on this project. If no people are around to hear or read your observations, or you are incapable of communicating with anyone, instead write down notes about your work to publish or otherwise share with others later. If you can share these notes with someone but choose not to, your obedience is unfulfilled; the requirement to share a set of these notes needs only be met once for that set of notes. You gain a +4 sacred or profane bonus on Disable Device checks. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/29}",
			">",
			">1. **Voice of Bronze (Sp)** jury rig 3/day, fox's cunning 2/day, sands of time 1/day",
			">2. **Living Construct (Su)** The Whisper in the Bronze is the patron of constructs, and through the teachings of her faith, you have learned how to sense the animating spirits within such mechanical entities. You can affect constructs with magic as if they were living creatures. Once per day, you can target a construct with a spell or spell-like ability, and the spell resolves as if the construct's creature type were humanoid. This can bypass intelligent constructs' immunity to mind-affecting effects, but mindless constructs remain unaffected.",
			">3. **Time Bounce (Sp)** Time is simply a construct, and as such, it can be understood and manipulated. You gain the ability to perceive the flow of time and alter it around yourself, giving you the ability to bounce through time-space from one place to another. Once per day, you can use dimensional bounce as a spell-like ability.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/29}",
			">",
			">1. **Creator (Sp)** crafter's fortune 3/day, make whole 2/day, minor creation 1/day",
			">2. **Protected by the Machine (Su)** Your body gains a bit of the resistance of a construct, perhaps appearing as bronze plates shielding vital organs or bronze gears on your limbs to help push them past their limits, much as Brigh's own clockwork armor is said to change form to suit her needs. You gain a +2 sacred or profane bonus (of the same type as that provided by your obedience) on saving throws against effects that cause ability damage, ability drain, energy drain, exhaustion, fatigue, or nonlethal damage.",
			">3. **Inspired Crafting (Su)** The quest for discovery and innovation never stops. By applying Brigh's deep insights into efficient time management and technical innovation, you can craft items in spare moments squeezed in while adventuring or otherwise serving your god's ideals. When crafting magic items while adventuring, you can devote 4 hours each day to creation and take advantage of the full amount of time spent crafting instead of netting only 2 hours' worth of work. In addition, you can use fabricate once per day as a spell-like ability. Although you can't create magic items with the fabricate spell, you can use it to create items that you later enhance magically.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/29}",
			">",
			">1. **Bronze Warrior (Sp)** crafter's curse 3/day, heat metal 2/day, haste 1/day",
			">2. **Constructed Form (Su)** Brigh is fond of adjusting, adding, and removing devices from her internal mechanical workings to constantly improve her design, and she blesses you with a trace of this ability. As a swift action, you can alter your body to incorporate construct-like features that protect you from physical damage. The transformation is subtle, such as adding metal reinforcements along your bones or small, auxiliary clockwork counterparts to your vital organs. The transformation grants you DR 3/- and lasts for a number of rounds per day equal to your Hit Dice. These rounds need not be consecutive. Dismissing the effect is a free action.",
			">3. **Call to Battle (Su)** Brigh's mechanical servants answer your call to defend inventions, innocent constructs, and the victims of misguided inventions. Once per day as a full-round action, you can summon a clockwork golem. It has the extraplanar subtype but is otherwise a typical golem of its kind. The golem follows your commands perfectly for 1 round per Hit Die you possess before vanishing.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {archetype-bard/Voice of Brigh/ (Bard)}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Bronze Whisperer's Shield}",
			">",
			">### Monsters",
			">",
			">- {monster/Latten Mechanism/ (Herald)}",
			">",
			">### Spells",
			">",
			">- {spell/Semblance of Flesh}",
			">",
			">### Traits",
			">",
			">- {trait/Brigh's Insight}",
			">- {trait/Nimble Fingers, Keen Mind}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #86: Lords of Rust/74}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Unbreakable Construct} can be prepared as a 5th-level spell",
			">- {spell/Control Construct} can be prepared as a 7th-level spell",
			">- {spell/Make Whole} can be spontaneously cast as a 2nd-level spell",
			">- {spell/Mending} can be spontaneously cast as a 0-level spell",
			">- {spell/Soothe Construct} can be spontaneously cast as a 4th-level spell",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Mending} can be prepared as a 1st-level spell",
			">- {spell/Make Whole} can be prepared as a 2nd-level spell",
			">- {spell/Soothe Construct} can be prepared as a 3rd-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #86: Lords of Rust/74}",
			">",
			">- **[Summon Monster I](spell/summon_monster_1):** {monster/Clockwork Spy}",
			">- **[Summon Monster IV](spell/summon_monster_4):** {monster/Clockwork Servant}",
			">- **[Summon Monster VI](spell/summon_monster_6):** {monster/Clockwork Soldier}",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"bundha": {
		"name": "Bundha",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Bundha",
			"### Singing Butcher",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Bundha](https://www.pathfinderwiki.com/wiki/Bundha) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** [Deception](domain/trickery), [Fear](domain/evil), [Fur](domain/animal), [Tyranny](domain/law)  ",
			"**Favored Weapon** {equipment-weapon/Kukri}",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Filet a slab of raw meat and then eat the slices one by one, being sure to sing while your mouth is full. Gain a +4 profane bonus on saving throws against disease.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a rakshasa achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. bull's strength",
			">2. inflict critical wounds",
			">3. blade barrier"
		]
	},
	"caera": {
		"name": "Caera",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Caera",
			"### The Blood Bather",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Caera](https://www.pathfinderwiki.com/wiki/Caera) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** [Deception](domain/trickery), [Fear](domain/evil), [Fur](domain/animal), [Tyranny](domain/law)  ",
			"**Favored Weapon** {equipment-weapon/Kukri}",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Pour a large amount of any sort of blood over your face and let it dry in natural rivulets. Gain a +4 profane bonus on saving throws against pain effects.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a rakshasa achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. bloodbath",
			">2. phantasmal killer",
			">3. harm"
		]
	},
	"cagnazzo": {
		"name": "Cagnazzo",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Cagnazzo",
			"### Hunter of Souls",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Cagnazzo](https://www.pathfinderwiki.com/wiki/Cagnazzo) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Elusiveness, fear, murder  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Law}, {domain/Travel}  ",
			"**Subdomains** [Devil (Evil)](domain/evil), [Devil (Law)](domain/law), [Murder](domain/death), {domain/Souls}, [Trade](domain/travel)  ",
			"**Favored Weapon** {equipment-weapon/Short sword}  ",
			"**Symbol** Tormented soul  ",
			"**Sacred Animal(s)** Hound  ",
			"**Sacred Color(s)** Black, red",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Swear a lengthy blood oath against an enemy. Gain a +4 profane bonus on saving throws against fear effects.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. death knell",
			">2. fear",
			">3. harm",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}"
		]
	},
	"calcabrina": {
		"name": "Calcabrina",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Calcabrina",
			"### Mistress of Twilight",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Calcabrina](https://www.pathfinderwiki.com/wiki/Calcabrina) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Dreams, insanity, mystery  ",
			"**Domains** {domain/Evil}, {domain/Knowledge}, {domain/Law}, {domain/Madness}  ",
			"**Subdomains** [Devil (Evil)](domain/evil), [Devil (Law)](domain/law), [Insanity](domain/madness), [Memory](domain/knowledge), {domain/Nightmare}  ",
			"**Favored Weapon** {equipment-weapon/Kukri}  ",
			"**Symbol** Tower backlit by sunset  ",
			"**Sacred Animal(s)** Moth  ",
			"**Sacred Color(s)** Dark blue, orange",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Inscribe a heinous nightmare you have had, and leave the note in a public place for another to find. Gain a +4 profane bonus on saving throws against phantasms.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. misdirection",
			">2. confusion",
			">3. veil",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}"
		]
	},
	"calistria": {
		"name": "Calistria",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Weapon Master's Handbook",
			"Inner Sea Temples",
			"Pathfinder #17: A Memory of Darkness"
		],
		"description": [
			"## Calistria",
			"### The Savored Sting",
			"",
			"{SOURCE Inner Sea Gods/28}  ",
			"**Pathfinder Wiki** [Calistria](https://www.pathfinderwiki.com/wiki/Calistria) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Elven Deities  ",
			"**Areas of Concern** Lust, revenge, trickery  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Knowledge}, {domain/Luck}, {domain/Trickery}  ",
			"**Subdomains** [Azata (Chaos)](domain/chaos), {domain/Captivation}[^A], [Curse](domain/luck), [Deception](domain/trickery), [Innuendo](domain/trickery), [Lust](domain/charm), [Memory](domain/knowledge), [Thievery](domain/trickery)  ",
			"**Realm** Gardens of Deceit and Delight, Elysium  ",
			"**Allies** Cayden Cailean, Desna, Norgorber, Shelyn  ",
			"**Relations** Cayden Cailean (intermittent lover)  ",
			"**Enemies** Rovagug  ",
			"**Temples** brothels, churches, hideouts, mansions, taverns  ",
			"**Holy Days** none (individual temples have their own holidays to commemorate significant acts of revenge or trickery)  ",
			"**Minions** {family/azata/s}, [chaos beasts](monster/chaos_beast), {monster/empusa/s}, fey, [giant wasps](monster/giant_wasp), {monster/valkyrie/s}  ",
			"**Herald** {monster/Menotherian} (a bear-sized wasp)  ",
			"**Favored Weapon** {equipment-weapon/Whip}  ",
			"**Symbol** Three daggers  ",
			"**Sacred Animal(s)** Wasp  ",
			"**Sacred Color(s)** Black, yellow",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Absalom, Galt, Kyonin, Nex, The River Kingdoms, The Shackles, Taldor, Varisia  ",
			"**Nationality** elf",
			"",
			"---",
			"",
			"## [Divine Gift](rule/divine_gifts)",
			"",
			">{SOURCE Planar Adventures/74}  ",
			">The character can cast quickened {spell/dominate person} (CL 20th). If the target is someone whom the character seeks revenge against for a past humiliation or injury visited on her, she can increase the save DC of this spell-like ability by an amount equal to her Charisma modifier.",
			"",
			"---",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Engage in sexual activity with another individual in exchange for money, information, or another valuable resource. This must be a willing act on both your parts; you should not endanger yourself or otherwise enter a situation that makes you uncomfortable. Pray aloud to Calistria before and after the act, and encourage your partner to do the same. If no suitable partner is available, wrap yourself in yellow silk and hold your holy symbol against your chest. Meditate on the teachings of Calistria and fantasize about taking vengeance against one who wronged you. Gain a +4 sacred or profane bonus on Charisma checks and Charisma-based skill checks when interacting with an intelligent creature that could be sexually attracted to you. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience. Once made, this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/28}",
			">",
			">1. **Warpsong (Sp)** saving finale 3/day, piercing shriek 2/day, or sculpt sound 1/day",
			">2. **Shimmering Sting (Sp)** Once per day, you can cast rainbow pattern. Rather than appearing as a multitude of colors, this spell manifests as a swarm of shimmering wasps. The wasps shine as brightly as gold and fly in an intricate, mesmerizing pattern. The saving throw DC for this ability is Charisma-based.",
			">3. **Vengeful Song (Su)** You can reflect a spell targeted against you back at its source with a blast of scornful music. Once per day when you have been specifically targeted by a spell, you may attempt a Perform check as an immediate action. If your Perform check equals or exceeds the spell's save DC, the spell returns immediately to its caster, who must suffer its effects. The caster can attempt a saving throw as normal to negate the returned spell's effects. If the spell normally allows no saving throw, calculate the Perform DC as if the spell did allow a save, taking into account any feats or special abilities the caster may have that would affect the DC. If the spell had multiple targets (for example, a magic missile with three bolts, one of which was targeted at you), you reflect only the portion of the spell targeting you. This ability has no effect on area spells or any spells whose description has no Target entry.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/28}",
			">",
			">1. **Calistria's Tongue (Sp)** charm person 3/day, eagle's splendor 2/day, or suggestion 1/day",
			">2. **Stunning Touch (Su)** When using the dazing touch power granted by the Charm domain, you can cause the creature touched to become stunned for 1 round instead of dazed. If you don't have access to the Charm domain, you instead gain the ability to use the dazing touch power a number of times per day equal to 3 + your Wisdom modifier, as listed in the ability; however, you only daze your opponents instead of stunning them.",
			">3. **Protective Grace (Ex)** You may add your Charisma bonus to your AC while wearing light or no armor. This bonus applies against touch attacks. Any condition that would cause you to lose your Dexterity bonus to AC also causes you to lose your Charisma bonus to AC.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/28}",
			">",
			">1. **Lucky Strike (Sp)** divine favor 1/day, align weapon (chaotic only) 2/day, or keen edge 1/day",
			">2. **Winsome Lash (Su)** You can lash out with your melee weapon as if it were a whip, no matter what the weapon's type truly is. Your melee weapon elongates and grows flexible, gaining an extra 5 feet of reach while still maintaining its ability to strike targets adjacent to you (provided the weapon could normally do so). Using this ability does not provoke attacks of opportunity, and you can apply this ability only to melee weapons. You can use this ability a number of rounds per day equal to 1 + 1 for every 4 Hit Dice you possess (maximum 6 rounds). The rounds don't need to be consecutive, and activating and deactivating the ability is a free action.",
			">3. **Sting Like a Wasp (Ex)** For a number of rounds per day equal to your Charisma bonus, you can ignore attacks of opportunity you would otherwise provoke due to your movement. Using this ability is a free action, and the rounds in which you use it don't need to be consecutive. You still provoke attacks of opportunity normally for actions other than moving.",
			"",
			"---",
			"",
			"## Antipaladin Code",
			"",
			">Antipaladins of Calistria do not demand great things of others, but rather seek to emulate the Savored Sting in their manner. Most are women; their ranks are filled with those devoted to bloody vengeance and the shining lusts that spark it. Their tenets include the following adages.",
			">",
			">- My life is my path, and none will sway me from it.",
			">- I devote myself to the pursuit of my passions.",
			">- I take what I desire, by trick or by force. If others resent my actions, they may attempt to take vengeance against me.",
			">- All slights against me will be repaid tenfold.",
			">- I am the instrument of my own justice. If I am wronged, I will take vengeance with my own hands.",
			"",
			"---",
			"",
			"## {feat/Divine Fighting Technique}",
			"",
			">### Calistria's Poisoned Lash",
			">",
			">{SOURCE Weapon Master's Handbook}",
			">",
			">Calistria inspires creative ways to poison foes.",
			">",
			">**Optional Replacement:** A chaotic neutral rogue or slayer who worships Calistria can replace one talent with the following initial benefit.",
			">",
			">**Initial Benefit:** You can apply poison (your choice) to a whip as a move action. You do not risk poisoning yourself when applying poison to a whip. A whip you wield can deliver contact poison upon a successful combat maneuver check as well as upon a successful attack roll, regardless of whether you deal damage.",
			">",
			">**Advanced Prerequisite:** {feat/Whip Mastery}, Base Attack Bonus +10.",
			">",
			">**Optional Advanced Replacement:** A chaotic neutral rogue or slayer who worships Calistria can replace one advanced talent with the following advanced benefit even if she doesn't meet the prerequisites.",
			">",
			">**Advanced Benefit:** You can apply poison to a whip as a swift action. You can apply up to 3 doses of the same poison to a whip at a time. Foes are exposed to only 1 dose of poison from any one attack.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {archetype-fighter/Calistrian Hunter/ (Fighter)}",
			">- {archetype-rogue/Charlatan/ (Rogue)}",
			">- {archetype-bard/Court Bard/ (Bard)}",
			">",
			">### Feats",
			">",
			">- {feat/Antagonize}",
			">- {feat/Bloody Vengeance}",
			">- {feat/Curse of Vengeance}",
			">- {feat/Seductive Channel}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Calistria}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Armor of the Unquenchable Fire}",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Ring of Unquenchable Passions}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Calistrian Kiss}",
			">- {magic-weapon/Hateful Sting}",
			">- {magic-weapon/Vengeful Kiss}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Elixir of Emulation}",
			">- {magic-wondrous/Elixir of Love}",
			">- {magic-wondrous/Eyes of Charming}",
			">- {magic-wondrous/Scarves of the Stinging Dancer}",
			">- {magic-wondrous/Stinging Stiletto}",
			">- {magic-wondrous/Feather Token (Whip)}",
			">",
			">### Monsters",
			">",
			">- {monster/The Menotherian/ (Herald)}",
			">- {monster/Vendenopterix}",
			">",
			">### Spells",
			">",
			">- {spell/Betraying Sting}",
			">- {spell/Calistria's Guardian Wasps}",
			">- {spell/Cape of Wasps}",
			">- {spell/Harvest Knowledge}",
			">- {spell/Incessant Buzzing}",
			">- {spell/Lover's Vengeance}",
			">- {spell/Painful Revelation}",
			">- {spell/Phantasmal Revenge}",
			">- {spell/Pillow Talk}",
			">- {spell/Reveal Secrets}",
			">- {spell/Secret Speech}",
			">- {spell/Seducer's Eyes}",
			">- {spell/Unnatural Lust}",
			">- {spell/Vengeful Stinger}",
			">",
			">### Traits",
			">",
			">- {trait/Calistrian Courtesan}",
			">- {trait/Enchanting Conniver}",
			">- {trait/Holy Schemer}",
			">- {trait/Opportunistic}",
			">- {trait/Sacred Avenger}",
			">- {trait/Wasp Whisperer}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Temples/63}",
			">",
			">#### Antipaladin",
			">",
			">- {spell/Pillow Talk} can be prepared as a 3rd-level spell",
			">- {spell/Reveal Secrets} can be prepared as a 1st-level spell",
			">",
			">#### Bard",
			">",
			">- {spell/Betraying Sting} can be prepared as a 6th-level spell",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Rage} can be prepared as a 3rd-level spell",
			">- {spell/Suggestion} can be prepared as a 4th-level spell [those with the Charm domain have access to it earlier]",
			">- {spell/Harvest Knowledge} can be prepared as a 4th-level spell",
			">- {spell/Incessant Buzzing} can be prepared as a 1st-level spell",
			">- {spell/Painful Revelation} can be prepared as a 2nd-level spell",
			">- {spell/Pillow Talk} can be prepared as a 3rd-level spell",
			">- {spell/Reveal Secrets} can be prepared as a 1st-level spell",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Rage} can be prepared as a 3rd-level spell",
			">- {spell/Suggestion} can be prepared as a 4th-level spell [those with the Charm domain have access to it earlier]",
			">",
			">#### Ranger",
			">",
			">- {spell/Harvest Knowledge} can be prepared as a 4th-level spell",
			">",
			">#### Witch",
			">",
			">- {spell/Painful Revelation} can be prepared as a 2nd-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #17: A Memory of Darkness/60}",
			">",
			">- **[Summon Monster I](spell/summon_monster_1):** {monster/Giant Bee} - N",
			">- **[Summon Monster II](spell/summon_monster_2):** [Tiefling Rogue 1](monster/tiefling) - CN",
			">- **[Summon Monster V](spell/summon_monster_5):** {monster/Spider Eater} - N",
			">- **[Summon Monster VIII](spell/summon_monster_8):** {monster/Hellwasp Swarm} - CE",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"camazotz": {
		"name": "Camazotz",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Camazotz",
			"### Master of Black Wings",
			"",
			"{SOURCE Inner Sea Gods/316}  ",
			"**Pathfinder Wiki** [Camazotz](https://www.pathfinderwiki.com/wiki/Camazotz) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Bats, blood, caverns, nocturnal predators  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Darkness}, {domain/Evil}, {domain/Trickery}  ",
			"**Subdomains** [Deception](domain/trickery), [Demon (Chaos)](domain/chaos), [Demon (Evil)](domain/evil), [Fear](domain/evil), [Fur](domain/animal), [Moon](domain/darkness), [Night](domain/darkness)  ",
			"**Favored Weapon** {equipment-weapon/Javelin}  ",
			"**Symbol** Bat-shaped rune  ",
			"**Sacred Animal(s)** Bat  ",
			"**Sacred Color(s)** Black, red"
		]
	},
	"cayden_cailean": {
		"name": "Cayden Cailean",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Weapon Master's Handbook",
			"Pathfinder #14: Children of the Void"
		],
		"description": [
			"## Cayden Cailean",
			"### The Drunken Hero",
			"",
			"{SOURCE Inner Sea Gods/36}  ",
			"**Pathfinder Wiki** [Cayden Cailean](https://www.pathfinderwiki.com/wiki/Cayden%20Cailean) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Ascended Pantheon, Gnomish Deities, Halfling Deities, Taldan Pantheon  ",
			"**Areas of Concern** Ale, bravery, freedom, wine  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Good}, {domain/Strength}, {domain/Travel}  ",
			"**Subdomains** [Azata (Chaos)](domain/chaos), [Azata (Good)](domain/good), {domain/Competition}, [Exploration](domain/travel), [Ferocity](domain/strength), [Love](domain/charm), [Lust](domain/charm), [Resolve](domain/strength)  ",
			"**Realm** Hero's Heart, Elysium  ",
			"**Allies** Calistria, Desna, Sarenrae, Shelyn, Torag  ",
			"**Relations** Calistria (intermittent lover), Iomedae (ascended sister), Norgorber (ascended brother)  ",
			"**Enemies** Asmodeus, Norgorber  ",
			"**Temples** alehouses, breweries, taverns  ",
			"**Holy Days** Ascension Day (drinking celebration of Cayden Cailean's ascension to godhood, December 11), First Brewing (community tasting of the year's brewing, typically 1 month after harvest time), Merrymead (sharing of stories and drinks around a fire or during pub crawls, February 2)  ",
			"**Minions** {family/azata/s}, fey  ",
			"**Herald** {monster/Thais} (a five-winged woman)  ",
			"**Favored Weapon** {equipment-weapon/Rapier}  ",
			"**Symbol** Tankard  ",
			"**Sacred Animal(s)** Hound  ",
			"**Sacred Color(s)** Silver, tan",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Absalom, Andoran, Galt, River Kingdoms, The Shackles, Taldor, Varisia  ",
			"**Nationality** Taldan",
			"",
			"---",
			"",
			"## [Divine Gift](rule/divine_gifts)",
			"",
			">{SOURCE Planar Adventures/75}  ",
			">When the character is affected by an effect that {spell/freedom} can prevent, he can immediately avoid that effect. He must choose to use this gift the instant the effect occurs; if he opts not to use the gift to avoid such a fate, he can save it for use against a future immobilization effect, but he cannot use it to escape the ongoing effect he chose not to avoid.",
			"",
			"---",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Sing a song in praise of freedom, bravery, and your god's glory (and good looks). The song must be audible to those nearby - friend or foe. Between stanzas, you must pause to drink from a full mug of ale, wine, or other spirits. When the song is done, drink the remaining alcohol while mentally composing the song you will sing on the morrow. If a creature is attracted by your song, do your best to engage it in conversation about the merits of Cayden Cailean. If hostilities become inevitable, leap boldly into the fight without hesitation. Gain a +4 sacred bonus on saving throws against poison effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/36}",
			">",
			">1. **Liberation (Sp)** liberating command 3/day, knock 2/day, or dispel magic 1/day",
			">2. **Drinking Buddy (Su)** Once per day as a standard action, you can create an illusory double of yourself that appears in a square adjacent to you. Your double acts on your initiative count, and can move up to your speed each round. It always attempts to flank with you against a single target you designate. If it must use Acrobatics to avoid an attack of opportunity during this movement, your double uses your bonus. Though your double can't attack, it is treated as threatening adjacent squares for the purposes of flanking with you. Anyone attacking your double or otherwise physically interacting with it can attempt a Will save (DC 25) to recognize the double as an illusion. The double has your AC, and if any hit would deal damage to it, the double dissipates. An opponent who recognizes your double as an illusion can't be flanked by it. The double lasts 1 round for every Hit Die you possess or until it is hit with an attack, whichever comes first.",
			">3. **Intoxicating Strike (Su)** Once per day, you can declare one of your attacks an intoxicating strike. You must declare your use of this ability before you attempt the attack roll. If your attack hits and you deal damage, your target immediately becomes intoxicated for 1 round for every Hit Die you possess. An intoxicated creature takes a -4 penalty to AC, on attack rolls, and on skill checks, and its movement is reduced by 10 feet.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/36}",
			">",
			">1. **Libations (Sp)** bless water 3/day, delay poison 2/day, or create food and water 1/day",
			">2. **Freedom's Ally (Sp)** Once per day as a standard action, you can summon a pair of bralani azatas to aid you. You gain telepathy with the bralanis to a range of 100 feet. The bralanis follow your commands perfectly for 1 minute for every Hit Die you possess before vanishing back to their home in Elysium. The bralanis don't follow commands that would cause them to commit evil acts or restrict freedom solely for the sake of law. Such commands not only earn refusal and scorn from the bralanis, but could cause the bralanis to attack you if the command is particularly egregious.",
			">3. **Wine to Water (Su)** As a full-round action, you transform a single serving of an alcoholic beverage into either potent holy water or a potion of cure serious wounds. A potion created in this way heals 3d8 points of damage plus 1 point of damage for every Hit Die you possess (to a maximum of 3d8+15). The holy water you create is more potent than usual, dealing 4d4 points of damage to an undead creature or evil outsider, and 2d4 points of splash damage to each such creature within 5 feet of the point where the flask hits. Holy water and potions created in this way last for 1 hour. You can use this ability a number of times per day equal to your Charisma bonus (minimum 1).",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/36}",
			">",
			">1. **Devastating Duelist (Sp)** bless weapon 3/day, brow gasher 2/day, or greater magic weapon 1/day",
			">2. **Light Weapon Master (Ex)** Whenever you fight with a dagger, kama, kukri, rapier, sickle, short sword, or starknife, you also gain a +2 deflection bonus to AC, provided you have the weapon training (light blades) class feature. If you don't have that class feature, you instead gain a +1 sacred bonus on attack rolls when using weapons from the light blades weapon group.",
			">3. **Critical Luck (Ex)** Keep a record of every time you roll a natural 1 on an attack roll, to a maximum number equal to your Charisma bonus. Anytime you roll a critical threat on an attack roll, you can trade in one of your tallied natural 1s to automatically confirm the critical hit. This tally resets to 0 every day, and any tallied natural 1s from the day before are lost.",
			"",
			"---",
			"",
			"## {feat/Divine Fighting Technique}",
			"",
			">### Cayden Cailean's Blade and Tankard",
			">",
			">{SOURCE Weapon Master's Handbook}",
			">",
			">Cayden Cailean is famous for wading into battle with a tankard in his off hand.",
			">",
			">**Optional Replacement:** A chaotic good fighter or swashbuckler who worships Cayden Cailean can replace proficiency with shields or bucklers with the following initial benefit.",
			">",
			">**Initial Benefit:** You can wield a tankard (or mug) as a weapon, treating it in all ways as a light mace appropriate for your size. If you engage in two-weapon fighting with a rapier or light weapon in one hand and a tankard in the other, you can drink a potion or other liquid from the tankard or attempt to toss liquid from the tankard as a dirty trick combat maneuver (such as to blind a foe) in place of attacking with it. You do not provoke attacks of opportunity for attempting a dirty trick maneuver with a tankard.",
			">",
			">**Advanced Prerequisite:** {feat/Two-Weapon Fighting}, {feat/Improved Two-Weapon Fighting}, Base Attack Bonus +10.",
			">",
			">**Optional Advanced Replacement:** A chaotic good fighter or swashbuckler of at least 10th level who worships Cayden Cailean can replace a bonus feat or deed with the following advanced benefit, even if he doesn't meet the prerequisites.",
			">",
			">**Advanced Benefit:** You can refill your tankard with a beverage, potion, or other liquid from a bottle or vial as a swift action. You gain a +2 bonus on combat maneuver checks to perform dirty tricks with tankards. The effects of such a dirty trick lasts for 1d4 rounds + 1 round for every 5 points by which the result of your combat maneuver check exceeds the target's CMD; a standard action is required for the target to remove this penalty.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {archetype-fighter/Cad/ (Fighter)}",
			">- {archetype-bard/Daredevil/ (Bard)}",
			">- {archetype-barbarian/Drunken Brute/ (Barbarian)}",
			">",
			">### Feats",
			">",
			">- {feat/Bravery in Action}",
			">- {feat/Courage in a Bottle}",
			">- {feat/Drunken Brawler}",
			">- {feat/Drunken God's Blessings}",
			">- {feat/Liberation Channel}",
			">- {feat/Two-Weapon Drunkard}",
			">- {feat/Unbound Bravery}",
			">- {feat/Undaunted Bravery}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Cayden Cailean}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Lucky Drunk's Mail}",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Red Hound Ring}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Cailean Fighting Tankard}",
			">- {magic-weapon/Carouser's Retort}",
			">- {magic-weapon/Censuring Placard}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Amulet of Courage}",
			">- {magic-wondrous/Drinking Horn of Bottomless Valor}",
			">- {magic-wondrous/Neverspill Goblet}",
			">- {magic-wondrous/Parting Glass}",
			">- {magic-wondrous/Stagger-Proof Boots}",
			">- {magic-wondrous/Tankard of the Drunken Hero}",
			">- {magic-wondrous/Thundering Collar}",
			">- {magic-wondrous/Watchful Tankard}",
			">",
			">### Monsters",
			">",
			">- {monster/Ataxian}",
			">- {monster/Thais/ (Herald)}",
			">",
			">### Prestige Classes",
			">",
			">- {prestigeclass/Brewkeeper}",
			">",
			">### Spells",
			">",
			">- {spell/Blessing of Courage and Life}",
			">- {spell/Drunkard's Breath}",
			">- {spell/Enhance Water}",
			">- {spell/Ferment}",
			">- {spell/Free Spirit}",
			">- {spell/Freedom's Toast}",
			">- {spell/Heroism}",
			">- {spell/Knock, Mass}",
			">- {spell/Pick Your Poison}",
			">- {spell/Spirit Share}",
			">",
			">### Traits",
			">",
			">- {trait/Adventurous Imbiber}",
			">- {trait/Fortified Drinker}",
			">- {trait/Good-Natured}",
			">- {trait/Strong Willed}",
			">- {trait/Strong-Willed}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/43}",
			">",
			">#### Bard",
			">",
			">- {spell/Knock} can be prepared as a 1st-level spell [only to open welds, shackles, or chains used to imprison or hobble someone]",
			">",
			">#### Cleric, Inquisitor, Warpriest",
			">",
			">- {spell/Knock} can be prepared as a 1st-level spell [only to open welds, shackles, or chains used to imprison or hobble someone]",
			">- {spell/Create Water} can be prepared as a 0-level spell [can create simple ale or wine, 1 cup/level]",
			">- {spell/Create Food and Water} can be prepared as a 3rd-level spell [can be used to make ale or wine rather than water (which spoils at the same rate the food does)]",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #14: Children of the Void/61}",
			">",
			">- **[Summon Monster II](spell/summon_monster_2):** {template/Celestial} {monster/Cayhound} - CG (uses riding dog statistics)",
			">- **[Summon Monster III](spell/summon_monster_3):** {monster/Satyr} - CG (without pipes)",
			">- **[Summon Monster V](spell/summon_monster_5):** {monster/Rust Monster} - N",
			">- **[Summon Monster V](spell/summon_monster_5):** {monster/Satyr} - CG (with pipes)"
		]
	},
	"cernunnos": {
		"name": "Cernunnos",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Cernunnos",
			"### The Stag Lord",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Cernunnos](https://www.pathfinderwiki.com/wiki/Cernunnos) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Fertility, seasons, wild animals  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Good}, {domain/Plant}  ",
			"**Subdomains** [Azata (Chaos)](domain/chaos), [Azata (Good)](domain/good), [Feather](domain/animal), [Fur](domain/animal), {domain/Growth}  ",
			"**Favored Weapon** {equipment-weapon/Longbow}  ",
			"**Symbol** Stag with jeweled antlers  ",
			"**Sacred Animal(s)** Stag  ",
			"**Sacred Color(s)** Brown, green",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}"
		]
	},
	"ceyannan": {
		"name": "Ceyannan",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"## Ceyannan",
			"### The Shepherd",
			"",
			"{SOURCE Concordance of Rivals/7}  ",
			"**Pathfinder Wiki** [Ceyannan](https://www.pathfinderwiki.com/wiki/Ceyannan) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Final words, lost souls, and searches  ",
			"**Domains** {domain/Community}, {domain/Repose}, {domain/Protection}, {domain/Strength}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {equipment-weapon/Quarterstaff}  ",
			"**Symbol** Two concentric circles bisected by a horizontal line",
			"",
			"---",
			"",
			"## {feat/Monitor Obedience}",
			"",
			">Seclude yourself somewhere silent and begin a prayer that causes blood to weep from your nose or existing wounds. Reflect for 1 hour on the isolation and the sound of blood dripping. Gain a +4 insight bonus on Diplomacy checks to gather information and Survival checks when tracking.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/7}",
			">",
			">1. **Death's Hound (Sp)** {spell/tireless pursuit} 3/day, {spell/whispering wind} 2/day, or {spell/countless eyes} 1/day",
			">2. **Smell of Death (Ex)** You gain the {umr/scent} ability. Your sense of smell is particularly acute in regard to undead, granting you blindsense (30 feet) for the purposes of detecting all forms of undead.",
			">3. **Soul Lock (Su)** Once per day as a full-round action, you can trap the soul of a sentient creature that has died in the last minute, creating a soul gem. This is a death effect. A soul gem is a Fine object with 1 hit point and hardness 2. You can destroy a soul gem you created as a standard action to free the soul within, though this doesn't return the deceased creature to life. Any attempt to resurrect a body whose soul is trapped in a soul gem requires a caster level check (DC = 10 + half your Hit Dice + your Charisma modifier). Failure results in the spell having no effect, while on a success, the soul gem shatters and the creature returns to life as normal. If the soul gem rests in an unholy location, such as that created by the spell {spell/unhallow}, the DC of this caster level check increases by 2. You can maintain a number of soul gems at one time equal to your Charisma modifier (minimum 1).",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {prestigeclass/Mortal Usher}",
			">- {prestigeclass/Proctor}"
		]
	},
	"chadali": {
		"name": "Chadali",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"## Chadali",
			"### The Serendipitous Path",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Chadali](https://www.pathfinderwiki.com/wiki/Chadali) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Fate, safety, serendipity  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Luck}, {domain/Protection}  ",
			"**Subdomains** [Azata (Chaos)](domain/chaos), [Azata (Good)](domain/good), [Defense](domain/protection), {domain/Fate}, [Purity](domain/protection)  ",
			"**Favored Weapon** {equipment-weapon/Net}  ",
			"**Symbol** Symmetrical water lily  ",
			"**Sacred Animal(s)** Gecko  ",
			"**Sacred Color(s)** Orange, yellow",
			"",
			"---",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Deliberately lose yourself in a strange place. If there is nowhere for you to lose yourself, blindfold yourself and wander boldly for 200 steps. Gain a +4 sacred bonus to AC against attacks of opportunity provoked by casting spells or using spell-like abilities.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/10}",
			">",
			">1. **Confident Step (Sp)** pass without trace 3/day, aid 2/day, or protection from energy 1/day",
			">2. **Serendipitous Reaction (Su)** Three times per day, you can knock aside a ranged attack that would have otherwise hit you, as if you had the {feat/Deflect Arrows} feat. You need not be aware of the attack to use this ability. If you already have Deflect Arrows, you may use this feat an unlimited number of times per day, and can use it even if you are unaware of an attack.",
			">3. **Quickstep (Su)** Once per day, when you would be reduced to 0 or fewer hit points for any reason, you can choose to ignore up to 10 points of damage from the attack or effect that so damaged you, possibly putting you back above 0 hit points.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}"
		]
	},
	"chaldira_zuzaristan": {
		"name": "Chaldira Zuzaristan",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Golarion"
		],
		"description": [
			"## Chaldira Zuzaristan",
			"### The Calamitous Turn",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Chaldira](https://www.pathfinderwiki.com/wiki/Chaldira) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Halfling Deities  ",
			"**Areas of Concern** Battle, luck, mischief  ",
			"**Domains** {domain/Good}, {domain/Luck}, {domain/Trickery}, {domain/War}  ",
			"**Subdomains** [Agathion](domain/good), {domain/Fate}, [Friendship](domain/good), {domain/Tactics}  ",
			"**Favored Weapon** {equipment-weapon/Short sword}  ",
			"**Symbol** Shortsword with 3 notches  ",
			"**Sacred Animal(s)** Lizard  ",
			"**Sacred Color(s)** Green, red",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Absalom, Cheliax, Nidal, River Kingdoms, Varisia  ",
			"**Nationality** halfling",
			"",
			"---",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Steal a coin or button from someone that isn't likely to miss it or need it. While unobserved, balance the coin or button on the edge of a weapon, flip it into the air, and call out how it will land. If you are right, find someone else to give the coin or button to - perhaps even its original owner - and explain how the token will bring good fortune. Gain a +2 sacred bonus on attack rolls with the type of weapon (for example, short swords) you used to balance the object. If you can't find someone to take the coin or button after an hour, or if you were wrong in calling how it will land, hide it somewhere where it will be found and where the finder might deem himself lucky for discovering it. In this case, you gain only a +1 sacred bonus on attack rolls with the weapon type.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Faiths of Golarion/5}",
			">",
			">1. **Lucky Berries (Sp)** {spell/goodberry} 3/day, [tree shape (Small berry bush only)](spell/tree_shape) 2/day, or {spell/speak with plants} 1/day",
			">2. **Confident Gambler (Su)** While many creatures rely on their luck, your faith allows you to control your luck to a small degree. Except when performing Chaldira's obedience, you can determine as a free action how an ordinary coin you flip or ordinary die you toss will land. If you use this ability for your own personal gain to the detriment of someone who is innocent or less fortunate than you are, you are likely to incur Chaldira's disfavor and lose the use of this boon until you atone, as set forth in the {spell/atonement} spell. When used to recover the use of this boon, an {spell/atonement} spell has an additional monetary cost equal to the amount you gained due to the misuse of this ability. If you instead return the amount you gained to the person you acquired it from (or to the person's family, community, friends, or other appropriate connection) and provide a genuine apology, then the {spell/atonement} spell has no additional cost.",
			">3. **Auspicious Accuracy (Su)** Your ability to control your luck expands to desperate situations of life and death. A number of times per day equal to your Charisma modifier (minimum once per day), when you would normally roll a miss chance percentage, you can instead choose whether or not to hit. This ability manifests as a lucky turn of the blade or an awkward lunge that appears to be an overcorrection but actually places your attack right where it needs to be. Observers are likely to consider you exceptionally fortunate in your attacks, rather than suspect that you are supernaturally guided to bypass effects that would cause you to miss.",
			">",
			">{SOURCE Faiths of Golarion/7}",
			">",
			">### Cleric, Warpriest",
			">",
			">- {spell/Mage Hand} can be prepared as a 0-level spell",
			">- {spell/Expeditious Retreat} can be prepared as a 1st-level spell"
		]
	},
	"chaldira": { "copyof": "chaldira_zuzaristan" },
	"chamiaholom": {
		"name": "Chamiaholom",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Chamiaholom",
			"### Skull Staff",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Chamiaholom](https://www.pathfinderwiki.com/wiki/Chamiaholom) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Domination, hopelessness, mortality  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Magic}, {domain/Repose}  ",
			"**Subdomains** [Fear](domain/evil), [Murder](domain/death), [Sahkil](domain/evil), {domain/Souls}, [Undead](domain/death)  ",
			"**Favored Weapon** {equipment-weapon/Quarterstaff}",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Pray while performing a false divination for a stranger in which you reveal the person's death. Gain a +1 profane bonus to the DC of your enchantment spells and abilities.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">Sahkil tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. grasping corpse",
			">2. animate dead",
			">3. create undead"
		]
	},
	"charg": {
		"name": "Charg",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Charg",
			"### The Typhon Wheel",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Charg](https://www.pathfinderwiki.com/wiki/Charg) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Catastrophic decline, detrimental complacency, monsters  ",
			"**Domains** {domain/Destruction}, {domain/Evil}, {domain/Madness}, {domain/Strength}  ",
			"**Subdomains** [Catastrophe](domain/destruction), [Fear](domain/evil), [Ferocity](domain/strength), {domain/Nightmare}, [Sahkil](domain/evil)  ",
			"**Favored Weapon** {equipment-weapon/Falchion}",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Meditate on the hunting habits of a dangerous animal. The duration of your conjuration spells and spell-like abilities increases by 2 rounds.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">Sahkil tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. touch of idiocy",
			">2. extended sands of time",
			">3. summon monster VI",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Traits",
			">",
			">- {trait/Burst of Speed}"
		]
	},
	"charon": {
		"name": "Charon",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Charon",
			"### The Boatman",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Charon](https://www.pathfinderwiki.com/wiki/Charon) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Horsemen  ",
			"**Areas of Concern** Death  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Knowledge}, {domain/Water}  ",
			"**Subdomains** [Daemon](domain/evil), [Ice](domain/water), [Memory](domain/knowledge), [Undead](domain/death)  ",
			"**Favored Weapon** {equipment-weapon/Quarterstaff}  ",
			"**Symbol** Skull with coins on eyes  ",
			"**Sacred Animal(s)** Horse, raven  ",
			"**Sacred Color(s)** Pale green",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Meditate upon your infirmities and the slow, inevitable progression of physical and mental decay inherent to the ravages of time. Mimic this progression by immersing yourself or a victim in icy water until nearly unconscious, or by consuming alcohol or drugs that dull memory and mental faculties. Gain a +4 profane bonus on saving throws against necromancy and negative energy effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/36}",
			">",
			">1. **Death's Blessing (Sp)** memory lapse 3/day, catatonia 2/day, or create soul gem 1/day",
			">2. **Soul Crush (Su)** As a standard action, you can crush a soul gem (such as one you create via create soul gem or one created by a cacodaemon) to gain fast healing 15 for a number of rounds equal to your Hit Dice. This action condemns the crushed soul to Abaddon; resurrecting this victim requires a successful DC 28 caster level check.",
			">3. **Death's Clutches (Sp)** You can use soul bind as a spell-like ability once per day.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/36}",
			">",
			">1. **Death's Grace (Sp)** ray of enfeeblement 3/day, death knell 2/day, or sands of time 1/day",
			">2. **Hunger of the Styx (Su)** By channeling the memory-sapping ability of the River Styx, you can stun foes with a sudden but temporary loss of all memory. You can use this ability three times per day, activating it as a swift action when you strike a foe in combat with a melee weapon. The creature struck is stunned for 1 round and then staggered for an additional 1d4+1 rounds if it fails a Will save (DC = 10 + half your Hit Dice + your Charisma modifier). On a successful save, the creature is instead staggered for 1 round. This is a mind-affecting effect.",
			">3. **Grasp of the Styx (Sp)** Once per day as a standard action, you can call upon the waters of the Styx to bubble up and manifest as an immense, skeletal talon of mud and black water. This effect duplicates the effects of grasping hand, except any creature that is grappled by the hand must also succeed at a Fortitude save against the spell or gain 1 negative level.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/36}",
			">",
			">1. **Death's Crusader (Sp)** mount 3/day, wartrain mount 2/day, or phantom steed 1/day",
			">2. **On a Pale Horse (Su)** You gain the ability to invoke the power of the Pale Horse. As a swift action, you cause a flickering image of the Pale Horse to appear in a 10-foot square adjacent to you. It then moves up to 120 feet as you mentally direct its movement (doing so is a move action that requires concentration). The image of the Pale Horse ignores difficult terrain and can walk over water or other surfaces that would normally not bear a creature's weight, but it cannot fly. Any creature whose space the image of the Pale Horse passes through must succeed at a Fortitude save or take a -6 penalty to Strength, Dexterity, and Constitution, as if it had suddenly aged to become venerable. Creatures (like dragons) that normally gain benefits from aging do not gain any benefits, and they instead take the ability score penalties described above. These penalties do not stack with themselves or with existing penalties from aging. A creature can resist the effects of the Pale Horse with a successful Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier). A creature can be affected by the Pale Horse only once per round, regardless of how many times the Pale Horse moves through its space. This is an aging curse effect.",
			">3. **Death's Call (Sp)** Once per day, you can call upon Charon's power to wither your enemies into dust. This ability functions as wail of the banshee, except it lacks a sonic component.",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {archetype-spiritualist/Grim Apostle/ (Spiritualist)}",
			">",
			">### Feats",
			">",
			">- {feat/Aura of Succumbing}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Bridle of Charon}",
			">",
			">### Traits",
			">",
			">- {trait/Covenant of Abaddon}"
		]
	},
	"chaugnar_faugn": {
		"name": "Chaugnar Faugn",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"## Chaugnar Faugn",
			"### The Horror from the Hills",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/66}  ",
			"**Pathfinder Wiki** [Chaugnar Faugn](https://www.pathfinderwiki.com/wiki/Chaugnar%20Faugn) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Blood, patience, remote hill country  ",
			"**Domains** {domain/Chaos}, {domain/Death}, {domain/Evil}, {domain/War}  ",
			"**Subdomains** [Blood](domain/war), [Entropy](domain/chaos), [Murder](domain/death), {domain/Tactics}  ",
			"**Favored Weapon** {equipment-weapon/Light pick}  ",
			"**Symbol** Elephantine visage with a bloody trunk",
			"",
			"---",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}"
		]
	},
	"chavazvug": {
		"name": "Chavazvug",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"## Chavazvug",
			"### The Crawling Inferno",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Chavazvug](https://www.pathfinderwiki.com/wiki/Chavazvug) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Qlippoth Lords  ",
			"**Areas of Concern** Fiery consumption, monstrous recursion  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Fire}, {domain/Repose}  ",
			"**Subdomains** [Ash](domain/fire), [Entropy](domain/chaos), [Smoke](domain/fire), {domain/Souls}  ",
			"**Favored Weapon** {equipment-weapon/Heavy flail}  ",
			"**Symbol** Burning tentacled rune  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Orange",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Torture a living creature with red-hot brands or small fires, and meditate on the cries of pain and scent of scorched flesh. Gain a +4 profane bonus on saving throws against fire-based effects.",
			">",
			">{SOURCE Book of the Damned/129}  ",
			">Qlippoth lords are always chaotic evil and range in power from CR 21 to CR 25. It's quite likely that more powerful creatures akin to demigods in stature may still exist in the deepest parts of the Abyss, but such qlippoth demigods remain theoretical for now, and they do not maintain active cults on mortal worlds. The boons qlippoth lords grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">2. pyrotechnic eruption",
			">3. contagious flame"
		]
	},
	"chimon": {
		"name": "Chimon",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Chimon",
			"### Hunter of Blood",
			"",
			"{SOURCE Book of the Damned/126}  ",
			"**Pathfinder Wiki** [Chimon](https://www.pathfinderwiki.com/wiki/Chimon) *(link opens in outside browser)*",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Oni Daimyo  ",
			"**Areas of Concern** Ambushes, hunting, traps  ",
			"**Domains** {domain/Artifice}, {domain/Evil}, {domain/Travel}, {domain/Trickery}  ",
			"**Subdomains** [Deception](domain/trickery), [Exploration](domain/travel), [Toil](domain/artifice)  ",
			"**Favored Weapon** {equipment-weapon/Longbow}",
			"",
			"---",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Draft plans for a complex ambush or trap using blood as ink. Gain a +2 profane bonus on Initiative checks.",
			">",
			">{SOURCE Book of the Damned/127}  ",
			">The most powerful oni, the oni daimyo, hold their domains in isolated regions of the Material Plane. While they have transcended their lesser incarnations to become something close to demigods in stature, they do not flaunt their power and prefer to dwell in remote corners of the massive land of Tian Xia.",
			">",
			">Oni daimyo are always evil in alignment but can be chaotic, lawful, or neutral. They range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. find traps",
			">2. greater invisibility",
			">3. blade barrier"
		]
	},
	"chinostes_evil_aspect": {
		"name": "Chinostes (Evil Aspect)",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"## Chinostes (Evil Aspect)",
			"### The Fallen Blade",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74}  ",
			"**Pathfinder Wiki** [Chinostes (Evil Aspect)](https://www.pathfinderwiki.com/wiki/Chinostes%20(Evil%20Aspect) *(link opens in outside browser)*)",
			"",
			"#### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Iblydan Hero-Gods  ",
			"**Areas of Concern** Tragedy, sacrifice  ",
			"**Domains** {domain/Evil}, {domain/Luck}, {domain/Nobility}  ",
			"**Subdomains** [Curse](domain/luck), [Martyr](domain/nobility)  ",
			"**Favored Weapon** {equipment-weapon/wooden stake}",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Reanpharos  ",
			"**Nationality** Iblydan",
			"",
			"### Unique Spell Rules",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74}",
			"",
			"#### Cleric, Oracle, Warpriest",
			"",
			"- [Undead Anatomy II](spell/undead_anatomy_2) can be prepared as a 5th-level spell",
			"",
			"### Other Rules",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74}",
			"",
			"- Chinostes can grant up to 6th-level spells"
		]
	},
	"chinostes_good_aspect": {
		"name": "Chinostes (Good Aspect)",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"## Chinostes (Good Aspect)",
			"### The Fallen Blade",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74}  ",
			"**Pathfinder Wiki** [Chinostes (Good Aspect)](https://www.pathfinderwiki.com/wiki/Chinostes%20(Good%20Aspect) *(link opens in outside browser)*)",
			"",
			"#### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Iblydan Hero-Gods  ",
			"**Areas of Concern** Tragedy, sacrifice  ",
			"**Domains** {domain/Good}, {domain/Luck}, {domain/Nobility}  ",
			"**Subdomains** [Curse](domain/luck), [Martyr](domain/nobility)  ",
			"**Favored Weapon** {equipment-weapon/dagger}",
			"",
			"#### On Golarion",
			"",
			"**Centers of Worship** Reanpharos  ",
			"**Nationality** Iblydan",
			"",
			"### Unique Spell Rules",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74}",
			"",
			"#### Cleric, Oracle, Warpriest",
			"",
			"- {spell/Halt Undead} can be prepared as a 3rd-level spell",
			"",
			"### Other Rules",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74}",
			"",
			"- Chinostes can grant up to 6th-level spells."
		]
	}
}
