{
	"gozreh": {
		"name": "Gozreh",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Pathfinder #38: Racing to Ruin"
		],
		"description": [
			"::fh[Gozreh]{sub=\"The Wind and the Waves\"}",
			"",
			"{SOURCE Inner Sea Gods/68}  ",
			"**Pathfinder Wiki** [Gozreh](https://www.pathfinderwiki.com/wiki/Gozreh) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Gnomish Deities, Sandpoint Pantheon  ",
			"**Areas of Concern** Nature, the sea, weather  ",
			"**Domains** {domain/Air}, {domain/Animal}, {domain/Plant}, {domain/Water}, {domain/Weather}  ",
			"**Subdomains** {domain/Cloud}, {domain/Decay}, {domain/Flowing}, {domain/Growth}, {domain/Leshy}, {domain/Lightning}[^A], {domain/Monsoon}[^A], {domain/Oceans}, {domain/Seasons}, {domain/Wind}  ",
			"**Realm** nomadic, Material Plane  ",
			"**Allies** {faith/Desna}, {faith/Erastil}  ",
			"**Enemies** {faith/Rovagug}, {faith/Urgathoa}  ",
			"**Temples** areas of great natural beauty, lighthouses, mills, standing stones, windmills  ",
			"**Holy Days** Currentseve (a daylong fast in anticipation of the new year and prayer for safe passage on the water, April 7th), Firstbloom (celebration of the coming spring with dances and fertility rites, vernal equinox)  ",
			"**Minions** animals, elementals, plant creatures  ",
			"**Herald** {monster/Personification of Fury} (an amalgamation of all four types of elemental)  ",
			"**Favored Weapon** {eq-weapon/Trident}  ",
			"**Symbol** Dripping leaf  ",
			"**Sacred Animal(s)** All  ",
			"**Sacred Color(s)** Blue, green",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Mwangi Expanse, Sargava, The Shackles, Sodden Lands, Thuvia, Varisia  ",
			"**Nationality** Mwangi",
			"",
			"## {rule/Divine Gift>s}",
			"",
			">{SOURCE Planar Adventures/77}  ",
			">The recipient gains the ability to call down nature's wrath by casting one of the following spells as a spell-like ability (CL 20th): {spell/earthquake}, {spell/storm of vengeance}, {spell/tsunami}, or {spell/whirlwind}.",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Hang a set of chimes where they will be stirred by either wind or water. If no suitable location exists to hang the chimes, you must hold the chimes and shake them gently to sound them throughout your obedience. Chant prayers from Hymns to the Wind and the Waves as you attune yourself to the sound of the chimes, then drink a mouthful of pure water and pour a handful over your head. Gain a +4 sacred or profane bonus on saving throws against electricity and water spells and effects. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/68}",
			">",
			">1. **Weather Watcher (Sp)** {spell/endure elements} 3/day, {spell/resist energy} 2/day, or {spell/protection from energy} 1/day",
			">2. **Experienced Traveler (Ex)** As a free action, you can grant yourself and any allies within 30 feet of you the ability to move through undergrowth at normal speed and without taking damage or suffering any other impairment. This effect lasts 1 round for every Hit Die you possess or until you dismiss it as a free action, whichever comes first. Your allies must remain within 30 feet of you to gain the benefits. Thorns, briars, and overgrown areas that are enchanted or magically manipulated to impede motion still affect you and your allies. While using this ability, you also gain a +4 sacred or profane bonus on saving throws against spells and effects that would cause such terrain-based movement impairment, such as the *entangle* spell. (Your allies do not also gain this bonus.)",
			">3. **Elemental Ally (Sp)** Once per day as a standard action, you can cast {spell/summon monster VII} to summon a greater elemental of a type you choose. You gain telepathic communication with the elemental to a range of 100 feet, and the elemental obeys your commands perfectly.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/68}",
			">",
			">1. **Green Worker (Sp)** {spell/entangle} 3/day, {spell/warp wood} 2/day, or {spell/speak with plants} 1/day",
			">2. **Lightning Child (Su)** You become resistant to lightning and similar effects. Gain electricity resistance equal to 5 + your Hit Dice.",
			">3. **Nature's Companion (Ex)** Your {sidekick/animal companion} develops greater combat prowess, mental acumen, and protection against natural elements. First, your animal companion gains a +1 bonus to its Intelligence and Wisdom scores. Second, your animal companion gains a +2 sacred or profane bonus on attack and damage rolls. Third, your animal companion gains a +4 sacred or profane bonus on all saving throws against cold, electricity, and fire spells and effects. If you don't have an animal companion, you instead gain the ability to use {spell/summon nature's ally VII} as a spell-like ability once per day.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/68}",
			">",
			">1. **Sky Warrior (Sp)** {spell/shocking grasp} 3/day, {spell/elemental touch/ (lightning only)} 2/day, or {spell/lightning bolt} 1/day",
			">2. **Elemental Aura (Su)** You can create an elemental aura as a free action. When you first gain this ability, choose acid, cold, electricity, or fire - once you make this selection, it can't be changed. When you generate the elemental aura, you are surrounded by the element you chose. Anyone striking you with a melee weapon or natural attack takes 2d6 points of damage of the chosen type, plus 1 point for every 2 Hit Dice you possess (maximum 2d6+10). This aura lasts for 1 round for every Hit Die you possess. The rounds in which you manifest your elemental aura don't need to be consecutive. You can dismiss the aura as a free action.",
			">3. **Lightning Surge (Su)** Once per day as a standard action, you can call upon the sky to strike you with a lightning bolt that deals no damage to you but instead seems to fill you with boundless energy. You gain 2d10 temporary hit points, and any {misc/fatigued} or {misc/exhausted} conditions you are suffering from end. You also gain a +2 bonus to Strength, and your natural attacks and melee weapons deal an extra 1d6 points of electricity damage. These effects last for 1 round plus an additional round for every 4 Hit Dice you possess (maximum 6 rounds). You can call upon this lightning when you are indoors, underground, or even underwater.",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-druid/Aquatic Druid/ (Druid)}",
			">- {arc-cleric/Crashing Wave/ (Cleric)}",
			">- {arc-bard/Sea Singer/ (Bard)}",
			">- {arc-druid/Storm Druid/ (Druid)}",
			">",
			">### Feats",
			">",
			">- {feat/Channel Endurance}",
			">- {feat/Riptide Attack}",
			">- {feat/Wave Master}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Gozreh}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Driftwood Shield}",
			">- [Kiml&eacute; Coat](magic-armor/kimle_coat)",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Ring of Animal Friendship}",
			">",
			">### Magic Items - Rods",
			">",
			">- {magic-rod/Rod of Thunder and Lightning}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Stormstrike}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Featherscale Cloak}",
			">- {magic-wondrous/Orb of Storms}",
			">- {magic-wondrous/Wayfinder of Zephyrs}",
			">- {magic-wondrous/Windwave Kilt}",
			">",
			">### Monsters",
			">",
			">- {monster/Personification of Fury/ (Herald)}",
			">- {monster/Xocothian}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Storm Kindler}",
			">",
			">### Spells",
			">",
			">- {spell/Call Animal}",
			">- {spell/Control Weather}",
			">- {spell/Gozreh's Trident}",
			">- {spell/Hydraulic Torrent}",
			">- {spell/Ice Armor}",
			">- {spell/Read Weather}",
			">- {spell/Sky Swim}",
			">",
			">### Traits",
			">",
			">- {trait/Child of Nature}",
			">- {trait/Gozreh's Sight}",
			">- {trait/Natural Philosopher}",
			">- {trait/Strong Swimmer}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/75}",
			">",
			">#### Cleric, Oracle, Warpriest",
			">",
			">- {spell/Whispering Wind} can be prepared as a 2nd-level spell [^W]",
			">",
			">#### Druid",
			">",
			">- {spell/Whispering Wind} can be prepared as a 2nd-level spell [^W]",
			">- {spell/Water Walk} can be prepared as a 3rd-level spell",
			">",
			">#### Ranger",
			">",
			">- {spell/Whispering Wind} can be prepared as a 2nd-level spell [^W]",
			">- {spell/Create Water} can be prepared as a 1st-level spell",
			">- {spell/Purify Food and Drink} can be prepared as a 1st-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #38: Racing to Ruin/71}",
			">",
			">- :hll[spell/Summon Monster II:] {monster/Merfolk} [^T]",
			">- :hll[spell/Summon Monster VII:] {template/Young} {monster/Frost Giant} [^T]",
			">- :hll[spell/Summon Monster VIII:] {monster/Frost Giant} [^T], {template/Young} {monster/Cloud Giant} [^T]",
			">- :hll[spell/Summon Monster IX:] {monster/Cloud Giant} [^T], {template/Young} {monster/Storm Giant} [^T]",
			"",
			"### Description",
			"",
			"{SOURCE Inner Sea Gods/69}  ",
			"Gozreh is timeless. Born when the first breeze caressed the ocean, she is ever changing, tempestuous, and unpredictable, yet also prone to periods of constancy, stillness, and routine. He is the storm cloud chased by clear skies, the spring warmth that follows winter, and the fair winds that carry seagoing ships. She is the great wave that capsizes those ships, the gentle current that deposits sailors on safe shores, and the rising and falling tides. Those who ply the waters or rely upon the rains know this better than most, and are sure to placate Gozreh and honor him when the wind and waves are favorable.",
			"",
			"Gozreh has two aspects, equally depicted in art and sculpture. When at sea or over water, Gozreh is a woman with wild, flowing green hair, whose body transforms into endless waves. In the sky and over land, Gozreh appears as an aged man with a long white beard, emerging from a mighty storm cloud. Gozreh is moody and brooding, able to spend weeks in a glowering quiet only to explode in a fury of water, wind, and lightning. He is an elemental force, not fettered by the work of mortals; he may turn aside his wrath when appeased with gifts and flattering words, or he may ignore mortal cries entirely. Many cargo ships throw a crate or two overboard in the deep ocean to satisfy her, so that she does not take more by force. He is the amoral side of nature, that which brings life and takes it unexpectedly. Gozreh represents both female and male facets of life, unconstrained by civilization's notions of masculinity and femininity. Grandmother, grandfather, brother, sister, eternal and ever changing, the Wind and the Waves echo and shape the countless living things on Golarion.",
			"",
			"Gozreh refers to himself or herself as \"I\" or \"We\" interchangeably. He loves to race the wind, tearing clouds in two with his passing, or sculpting them into islands and palaces for his pleasure. She hides under the waves and plummets to the crushing depths of the ocean, chasing whales and building grottoes visible only by the light of the glowing creatures that live there. He hates those who defile the sky with smoke, taint the waters with mortal filth, or abuse the bounties of land and sea. Her official church is small, but her lay worshipers are countless. He particularly likes seabirds, flying fish, and frogs, both as living specimens and as sacrificial offerings. He is known to watch the world through the eyes of beasts, whether on the wing or under the sea, f litting from the body of a solitary bear to the countless beating hearts of a flock of starlings. He senses the day and night through green plants and pale fungi, drinking deeply through the roots of the mighty oak or clinging to a stone as the tiniest moss or lichen.",
			"",
			"Gozreh is usually depicted as a colossal humanoid whose lower half trails away into a mass of roiling elemental matter. In male form, he appears as a storm cloud and always remains flying - according to one old legend, he can stretch from one horizon to the other, darkening the entire sky with his fury. In female form, Gozreh's body is usually shown blending with the water of a lake or sea. She has been known to rise from a waterspout, but sometimes gathers all the nearby water into a great wave, emerging from the top as a nymph-like shape, a crone, or a vaguely humanoid construct of pure water.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait.",
			"[^T]: This creature is summoned with the {template/celestial} template if you are good, or with the {template/fiendish} template if you are evil; you may choose either if you are neutral.",
			"[^W]: This is an aquatic variant that may also be used to communicate with underwater creatures in addition to land."
		]
	},
	"graffiacane": {
		"name": "Graffiacane",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Graffiacane]{sub=\"The Swarm Lord\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Graffiacane](https://www.pathfinderwiki.com/wiki/Graffiacane) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Corruption, elusiveness, vermin  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Luck}  ",
			"**Subdomains** {domain/Curse}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Fear}, {domain/Fur}  ",
			"**Favored Weapon** {eq-weapon/Shuriken}  ",
			"**Symbol** Red and black wasp  ",
			"**Sacred Animal(s)** Wasp  ",
			"**Sacred Color(s)** Black, red",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Release a cloud of wasps in the midst of a peaceful situation. Gain a +4 profane bonus on saves against spells and effects that would cause the nauseated condition.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/summon swarm}",
			">2. {spell/giant vermin}",
			">3. {spell/mislead}",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"### Description",
			"",
			"The Swarm Lord is said to be able to possess vermin and vermin swarms on the Material Plane, seeing through their eyes and enacting his will through their claws and teeth."
		]
	},
	"grandmother_spider": {
		"name": "Grandmother Spider",
		"sources": [ "Faiths of Golarion" ],
		"description": [
			"::fh[Grandmother Spider]{sub=\"The Weaver\"}",
			"",
			"{SOURCE Faiths of Golarion/11}  ",
			"**Pathfinder Wiki** [Grandmother Spider](https://www.pathfinderwiki.com/wiki/Grandmother%20Spider) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Twilight, weaving, illusion, and family  ",
			"**Domains** {domain/Charm}, {domain/Community}, {domain/Darkness}, {domain/Luck}, {domain/Trickery}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Net}  ",
			"**Symbol** Diamond made of eight interwoven threads",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Droon, Nurvatchta, the Shackles, The Sodden Lands  ",
			"**Nationality** Anadi",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Spend an hour weaving something clever and useful that you will use to better your community, incorporating the stories or symbolism of Grandmother Spider. Kindhearted souls often interpret this to mean weaving blankets, clothing, or tapestries for those in need, while duplicitous worshipers take it to mean weaving a tall tale or confidence game that exploits someone who's taking advantage of the community or teaches someone a valuable lesson. Gain a +2 sacred or profane bonus on Bluff and Perform (oratory) checks and on saving throws against illusions. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Faiths of Golarion/11}",
			">",
			">1. **Charming Sort (Sp)** {spell/sleep} 3/day, {spell/eagle's splendor} 2/day, or {spell/glibness} 1/day",
			">2. **Storyteller (Ex)** Much like Grandmother Spider, you can weave thrilling tales to buy yourself time or distract those around you, even when among those who know better than to listen to you. You gain the {performance.fascinate} bardic performance and a number of rounds of bardic performance each day equal to your Charisma modifier + your Hit Dice, with a caster level equal to your Hit Dice. If you already have the {ability/bardic performance} class feature, all your class levels count as bard levels for the purpose of determining your total rounds of bardic performance each day and the save DC of your fascinate performance.",
			">3. **One with the Night (Su)** Grandmother Spider welcomes cool darkness as a relief from the heat of the sun. You too have learned to embrace the starlit beauty of the evening, knowing that the darkness will give you shelter whether you are predator or prey. You gain darkvision with a range of 30 feet, or extend your existing darkvision by 30 feet. You need only half the normal amount of sleep or rest each day to avoid becoming fatigued.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Faiths of Golarion/11}",
			">",
			">1. **The Weaver (Sp)** {spell/silent image} 3/day, {spell/minor image} 2/day, or {spell/borrow fortune} 1/day",
			">2. **Inspired Illusionist (Su)** Though you lack Grandmother Spider's ability to weave new fates, you can emulate some measure of her skill at seamlessly transforming figments into reality. Your illusions are especially convincing and persistent. Spells you cast from the figment or glamer subschools last twice as long, as if extended with the {feat/Extend Spell} feat. You cannot further extend these spells by applying {feat/Extend Spell} metamagic a second time. You add the following spells to your spell list of spells known: {spell/silent image} (1st), {spell/minor image} (2nd), {spell/major image} (3rd), {spell/hallucinatory terrain} (4th), {spell/persistent image} (5th), {spell/programmed image} (6th), {spell/project image} (7th), {spell/screen} (8th).",
			">3. **Willful Weaver (Sp)** What matters the reality if all the world believes the lie? The effects of your illusions are so strong they can override the physical world. Three times per day, you can cast a false version of a conjuration or evocation spell as if casting {spell/shadow evocation} or {spell/greater shadow conjuration}.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Faiths of Golarion/11}",
			">",
			">1. **Trapper (Sp)** {spell/animate rope} 3/day, {spell/web} 2/day, or {spell/spiked pit} 1/day",
			">2. **Net Master (Ex)** A trapper and a trickster rather than a true warrior, Grandmother Spider bests her foes through schemes, wits, and quick reflexes. You have learned to use the spider's patient guile in combat, trapping your foes within the spider's web. You gain {feat/Net Adept} as a bonus feat, ignoring its prerequisites. If you already have {feat/Net Adept}, you instead gain a +1 sacred or profane bonus on attack rolls with a net. When fighting with a net as a one-handed weapon and wielding nothing in your off hand, you also gain a +1 shield bonus to AC.",
			">3. **Binding Strike (Su)** You allow no chances for your foes to escape once you have the advantage. Those enemies you fell are bound and ripe for your stewpot, should you feel less than charitable in victory. When you confirm a critical hit against an opponent, you can forgo any additional damage to immediately bind your foe in sticky webs, paralyzing it and pinning it in place. This functions as a {spell/hold monster} spell with a caster level equal to your Hit Dice. You can use this ability a number of times per day equal to your Charisma modifier (minimum 1).",
			"",
			"## Follower Options",
			"",
			">### Unique Spell Rules",
			">",
			">{SOURCE Faiths of Golarion/13}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Silent Image} can be prepared as a 1st-level spell",
			">- {spell/Ventriloquism} can be prepared as a 1st-level spell",
			">- {spell/Spider Climb} can be prepared as a 2nd-level spell",
			">- {spell/Web} can be prepared as a 2nd-level spell",
			"",
			"### Description",
			"",
			"Also known as Nana Anadi, Grandmother Spider began her life as a divine servant. She antagonized many other gods when the world was young, nipping at heels, stealing ambrosia, and making deities look like fools: she stole and copied Asmodeus's keys, leading to chaos, and swiped a portion of Sarenrae's fire to lead travelers astray. Eventually, she wove her own freedom and left behind divine control. Time tempered her antics; by the time she reached the Material Plane, she saw more value in teaching lessons and evening the odds than in spreading confusion.",
			"",
			"Grandmother Spider delights in games, schemes, and misfortunes that upset expectations, insisting life is not a dance to be rehearsed, but a spiraling tumble down a hill, trying desperately to right oneself before hitting the bottom: thrilling, messy, and dangerous. The Weaver embraces this philosophy fully, sometimes taking advantage of others and sometimes being tricked herself, considering her failures to be just as important as her successes. She encourages pranks to teach valuable life lessons and loves laying the mighty low, though cruelty and predation draw her outrage.",
			"",
			"Because life is so dangerous, Grandmother Spider is also a goddess of family, encouraging faith in friends and community. She is a protector of the downtrodden, and she is credited with guiding her children, the anadi[^A] and all spiders, out of darkness and into freedom.",
			"",
			"[^A]: Anadi are spider-people fully introduced in Pathfinder 2nd Edition. There are no 1st-edition statistics or descriptions of them."
		]
	},
	"green_faith": {
		"name": "Green Faith",
		"sources": [
			"Pathfinder #75: Demon's Heresy",
			"Faiths and Philosophies"
		],
		"description": [
			"::fh[Green Faith]{sub=\"The Old Faith\"}",
			"",
			"{SOURCE Pathfinder #75: Demon's Heresy/64}  ",
			"**Pathfinder Wiki** [Green Faith](https://www.pathfinderwiki.com/wiki/Green%20Faith) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Core Deities  ",
			"**Areas of Concern** Air, beast, earth, fire, water  ",
			"**Domains** {domain/Air}, {domain/Animal}, {domain/Earth}, {domain/Fire}, {domain/Plant}  ",
			"**Subdomains** {domain/Leshy}  ",
			"**Favored Weapon** {class/Druid/ic weapons}",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-bard/Cultivator/ (Bard)}",
			">- {arc-druid/Green Faith Initiate/ (Druid)}",
			">- {arc-inquisitor/Green Faith Marshal/ (Inquisitor)}",
			">",
			">### Feats",
			">",
			">- {feat/Green Faith Acolyte}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Midsummer Sickle}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Evergreen Seed Pouch}",
			">- {magic-wondrous/Warden's Cudgel}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Green Faith Acolyte}",
			">",
			">### Spells",
			">",
			">- {spell/Hibernate}",
			">- {spell/Summon Elemental Steed}",
			">- {spell/Tripvine}",
			">",
			">### Traits",
			">",
			">- {trait/Eyes of the Wild}",
			">- {trait/Know the Land}",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #75: Demon's Heresy/64}",
			">",
			">- :hll[spell/Summon Nature's Ally II:] {monster/Axe Beak} [Order of Wing], {monster/Dire Badger} [Order of Earth], {monster/Giant Porcupine} [Order of Earth]",
			">- :hll[spell/Summon Nature's Ally IV:] {monster/Giant Chameleon/ Lizard} [Order of Fang], {monster/Giant Skunk} [Order of Earth], {monster/Seaweed Leshy} [Order of Leaf or Wave], {monster/Giant Vulture} [Order of Wing]",
			">- :hll[spell/Summon Nature's Ally V:] {monster/Emperor Cobra} [Order of Fang], {monster/Giant Owl} [Order of Wing], {monster/Giant Gar} [Order of Wave]",
			">- :hll[spell/Summon Nature's Ally VI:] {monster/Shambling Mound} [Order of Leaf]",
			">- :hll[spell/Summon Nature's Ally VII:] {monster/Giant Snapping Turtle} [Order of Wave], {monster/Giant Anaconda} [Order of Fang], {monster/Giant Flytrap} [Order of Leaf]",
			">",
			">### Other Rules",
			">",
			">{SOURCE Pathfinder #75: Demon's Heresy/64}",
			">",
			">- There are no clerics of the Green Faith; domains given are for Druids. The Green Faith is not headed by a deity, but is an order that worships and gains power from nature.",
			"",
			"### Description",
			"",
			"{SOURCE Faiths and Philosophies/10}  ",
			"The Green Faith is a multifaceted set of beliefs centered on the natural world which grew out of an ancient conflict between {class/druid/s} that worshiped different elemental aspects of the world. As a druidic belief system, it is shamanistic, but also has elements of the ecclesiastical in its strong hierarchy and an underlying current of worship of {faith/Gozreh}. It teaches that all things are connected and that the natural changes of the weather, the world, and individuals over time are to be respected and celebrated rather than feared. Even death is just another change. The Green Faith is most prominent in Andoran, Nirmathas, Taldor, and Sevenarches in the River Kingdoms, but was once strongest in Sarkoris before that nation fell to the Worldwound. Though Sarkoris is believed by many to be the birthplace of the Green Faith, much of the Sarkorian druid's knowledge now lies hidden in the Worldwound or in isolated troves across the Inner Sea region.",
			"",
			"Members of the Green Faith typically recognize and accept that all things change in time, show impartiality among people, and try to protect the natural world from exploitation by humanoids as well as from defilement by the presence of undead, aberrations, and other unnatural forces. In addition to druids, barbarians and rangers are common followers of the Green Faith."
		]
	},
	"groetus": {
		"name": "Groetus",
		"sources": [
			"Inner Sea Faiths",
			"Pathfinder #64: Beyond the Doomsday Door"
		],
		"description": [
			"::fh[Groetus]{sub=\"God of the End Times\"}",
			"",
			"{SOURCE Inner Sea Faiths/47}  ",
			"**Pathfinder Wiki** [Groetus](https://www.pathfinderwiki.com/wiki/Groetus) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Empty places, oblivion, ruins  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Destruction}, {domain/Madness}, {domain/Void}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Entropy}, {domain/Insanity}, {domain/Loss}, {domain/Night}, {domain/Stars}, {domain/Truth}[^A]  ",
			"**Favored Weapon** {eq-weapon/Heavy flail}  ",
			"**Symbol** Skull-faced moon  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** None",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Geb, Nidal, Sodden Lands, Ustalav  ",
			"**Nationality** none",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Preach of the coming end times to a listener who has not yet accepted this truth. If the person leaves or otherwise refuses to listen to you for the full hour, you must find another person to preach to so that you are proselytizing the entire time. Alternatively, if no one at all is available to listen, spend an hour contemplating ways and times the world might end - do so in an empty place where nothing lives and no person except Groetan worshipers have been for at least a month. While you contemplate, deface any surface available to you with unholy images and symbols, such as a skull-like moon. You then gain a +1 sacred or profane bonus on Will saving throws. The type of bonus depends on your alignment; if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/47}",
			">",
			">1. **Doomsayer (Sp)** {spell/doom} 3/day, {spell/augury} 2/day, or {spell/bestow curse} 1/day",
			">2. **Consume Essence (Su)** As Groetus will one day consume all existence, so do you seek to consume other mortals. Once per day, you can consume the essence of a dead creature. You must touch the target corpse, which can attempt a Fortitude saving throw (DC = 10 + 1/2 your Hit Dice + your Charisma modifier). If it fails this saving throw, the target is destroyed as per {spell/disintegrate}, and you gain 1d8 temporary hit points. These temporary hit points last for a number of hours equal to your Hit Dice.",
			">3. **Whispers of Insanity (Su)** Once per day as a standard action, you can whisper an insight gleaned from Groetus to shatter the mind of another creature within 30 feet. The target must attempt a Will saving throw (DC = 10 + 1/2 your Hit Dice + your Charisma modifier). If it fails, the target is driven mad by thoughts and concepts far beyond what the brain can handle, as if the workings of Thassilonian magic were revealed to a common ant; it is affected as if by the {spell/insanity} spell. In addition to the normal ways to remove this spell, this ability's maddening thoughts can be removed using {spell/modify memory}. A successful Knowledge (religion) check (DC = 10 + 1/2 your Hit Dice + your Charisma modifier) reveals this additional way to negate the effect.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/47}",
			">",
			">1. **Maddening Voice (Sp)** {spell/lesser confusion} 3/day, {spell/mad hallucination} 2/day, or {spell/confusion} 1/day",
			">2. **Silent Witness (Su)** Emulating Groetus, you can observe your surroundings and the people within them without being heeded or harmed. Once per day as a full-round action, you can protect yourself with the effects of {spell/invisibility}, {spell/nondetection}, and {spell/sanctuary} for 10 minutes per Hit Die you possess. Anyone who succeeds at a Will saving throw (DC = 10 + 1/2 your Hit Dice + your Wisdom modifier) or a caster level check (DC = 11 + your Hit Dice) against these effects sees a glimpse of something unfathomable and becomes {misc/confused} for 1 round unless it succeeds at a second Will save with the same DC.",
			">3. **Infinite Patience (Su)** You will serve Groetus until the end of the world, no matter how long you must wait. You cannot die of {rule/old |age}, even by magical means, although aging otherwise affects you normally. In addition, once per day as a standard action, you can choose any one action you could ready and define a condition under which you will take that action. Within the next 24 hours, whenever you observe that condition, you can take the chosen action as an immediate action.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/47}",
			">",
			">1. **Endbringer (Sp)** {spell/true strike} 3/day, {spell/death knell} 2/day, or {spell/keen edge} 1/day",
			">2. **Visions of the End (Su)** Once per day as a full-round action, you can gain a sudden vision of a target's doom. You gain the benefits of {spell/augury}, {spell/know the enemy}, and {spell/locate weakness} simultaneously, all regarding the same creature or object (even if the spell normally doesn't function with objects) and its death or undoing. You can use the *locate weakness* effect on only the target creature.",
			">3. **Frightful Presence (Su)** You have looked into oblivion, and its horrors are reflected in your eyes. You can terrify foes as a free action whenever you take an offensive action, such as attacking. Foes within 30 feet of you and with fewer Hit Dice than you must succeed at a Will saving throw or become {misc/shaken} for a number of rounds equal to your Hit Dice (DC = 10 + 1/2 your Hit Dice + your Charisma modifier). If the victim has 4 or fewer Hit Dice, it becomes {misc/panicked} instead. Foes with more Hit Dice than you are immune to this ability.",
			"",
			"## Follower Options",
			"",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Obliviating Flail}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Deathlurker's Cloak}",
			">",
			">### Monsters",
			">",
			">- {monster/End's Voice/ (Herald)}",
			">",
			">### Spells",
			">",
			">- {spell/Curse Item}",
			">",
			">### Traits",
			">",
			">- {trait/Broken Mind}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Faiths/50}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Fear} can be prepared as a 4th-level spell",
			">- {spell/Confusion, Lesser} can be prepared as a 2nd-level spell [^M]",
			">- {spell/Confusion} can be prepared as a 4th-level spell [^M]",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #64: Beyond the Doomsday Door/73}",
			">",
			">- :hll[spell/Summon Monster II:] {monster/Akata} (extraplanar)",
			">- :hll[spell/Summon Monster VI:] {monster/Chaos Beast}, {monster/Mothman} (extraplanar)",
			"",
			"### Description",
			"",
			"{SOURCE Inner Sea Faiths/48}  ",
			"Groetus presides over the end times - the demise of the world, or perhaps the destruction of the multiverse itself. Having silently witnessed billions of souls from countless worlds filter through the Boneyard, he is unconcerned with the fates of individual heroes, villages, or even civilizations. Despite his chaotic alignment, he is an agent of inevitable fate, ensuring that all things pass. He chose this role for himself, the dispassionate observer in balance against the dispassionate judge.",
			"",
			"Groetus's role is to close the book on this reality when the final page of its story is told. He knows only how the story ends, and uses that knowledge to piece together what is yet to come - a conflict occurs, this entity survives until the end of the story, this other entity does not, and so on - and what to do next once the tale is finished. His attention is on the final goal and the cosmic dynamics that may enable or delay that goal: the subtle movement of planes against each other, the brooding thoughts of rising gods, and the births and deaths of stars in the remote expanse of space.",
			"",
			"Groetus rarely appears in human form, but a few records from ancient Azlant describe him as a tall, slender man wearing a gray, cowled robe that hangs heavily to the floor. He is slightly bent at the neck, as if bearing a great weight on his head, with ashen skin, hollow eyes, and long, smooth hands. His voice is the dry whisper of old paper, his laughter low and breathy, and his inflection archaic or foreign. His feet are bare and covered in soot, as if he had walked through an extinguished fire.",
			"",
			"Most of Groetus's priests bear some kind of {rule/in|sanity>_and_madness} (e.g. amnesia, mania, and paranoia). They can still function in society, but their broken minds hear whispers of the god's will, and they hold beliefs that no sane being would embrace. Note that Groetus's priests are insane even though none of their mental ability scores have been reduced to 0. Also, followers of the god do not see this insanity as an affliction; rather, they see this connection to Groetus as a gift worth celebrating. A priest's insanity can be cured, but unless she immediately rejects Groetus as a patron deity, she relapses in a matter of hours or days.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait.",
			"[^M]: Only clerics with the Madness or Void domain can do this."
		]
	},
	"gruhastha": {
		"name": "Gruhastha",
		"sources": [ "Faiths of Golarion" ],
		"description": [
			"::fh[Gruhastha]{sub=\"The Keeper\"}",
			"",
			"{SOURCE Faiths of Golarion/17}  ",
			"**Pathfinder Wiki** [Gruhastha](https://www.pathfinderwiki.com/wiki/Gruhastha) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** The Vudrani holy book  ",
			"**Domains** {domain/Animal}, {domain/Good}, {domain/Knowledge}, {domain/Law}, {domain/Travel}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Shortbow}  ",
			"**Symbol** A mandala with four open books set as the gates of the compass points",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Jalmeray, Katapesh, Mana Wastes, Qadira, Nex, Osirion, Vudra  ",
			"**Nationality** Vudrani",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Spend at least an hour teaching someone to read, analyze allegories, or otherwise improve her self-education skills. You can also use this time to study under a more learned teacher. If neither a student nor a teacher is available, spend the hour working on a literacy primer, book of fables, or other educational text to be donated to a school or library. After devoting an hour to this work, you gain a +2 sacred bonus on Diplomacy and Sense Motive checks for the next 24 hours.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Faiths of Golarion/17}",
			">",
			">1. **Transcendent Mind (Sp)** {spell/burst of insight} 3/day, {spell/calm emotions} 2/day, or {spell/communal share language} 1/day",
			">2. **Clarity's Blessing (Su)** The clarity of your teaching can shelter others from certain mental assaults. Once per day as a swift action, you can invoke Gruhastha's blessing to grant companions within 60 feet a +4 sacred bonus on saves against confusion and fear effects. You can protect a number of people equal to your Hit Die, and the protection lasts for an hour.",
			">3. **Keeper's Mercy (Su)** Though you are willing to use violence in the face of implacable evils, it is always a last resort and used as precisely and minimally as possible. Even in the midst of combat, you do your best to reduce true harm. For a number of rounds per day equal to your Hit Dice, you can cause your own attacks with unarmed strikes, weapons, and natural weapons or those of another creature within 10 feet of you to deal nonlethal damage. Damage dealt to creatures or objects that are not subject to nonlethal damage is not converted and remains lethal damage. An unwilling target can negate this effect with a successful Will save (DC = 10 + half your Hit Dice + your Charisma modifier).",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Faiths of Golarion/17}",
			">",
			">1. **Push Toward Peace (Sp)** {spell/know the enemy} 3/day, {spell/enthrall} 2/day, or {spell/suggestion} 1/day",
			">2. **Restore Lost Learning (Su) ** The Keeper is an embodiment of a sacred text, and the written word is of tremendous importance to you. You have a sacred connection to books and other written records that allows you to commune with them, even when they have been irreparably damaged. Given a fragment of a written or etched text, you can divine the missing portion of the text at the rate of 100 words per day. Magical or cursed texts can resist this effect or return incomplete results at the GM's discretion.",
			">3. **Call the Keeper (Sp)** You both learn from and teach the finest of Gruhastha's scholars. Once per day as a standard action, you can summon a Keeper of Lore ({template/advanced} {monster/manu} manasaputra) to consult on a topic of your choice for 1 hour. A Keeper of Lore has a +25 bonus on Knowledge checks. A Keeper of Lore will not serve in combat except under the most desperate circumstances, and regular use of the manasaputra in combat is considered an abuse of Gruhastha's gift.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Faiths of Golarion/17}",
			">",
			">1. **Speaker of Fable (Sp)** {spell/speak with animals} 3/day, {spell/animal messenger} 2/day, or {spell/greater animal aspect} 1/day",
			">2. **Trace Corruption (Su)** You are a champion of the truth, and have been granted the divine insight to know when other creatures are being forced to act counter to their own natures. You can detect charms, compulsions, and possession effects, as per {spell/detect charm}, by concentrating for 1 round on a single creature within 100 feet. If you identify such an effect, you can concentrate for another round to obtain a glimpse of the effect's creator in your mind's eye. Such images are foggy and fragmentary, sufficient to determine the creature's type and a vague description, but not enough to identify individuals unless they bear unusual distinguishing marks. You can use this ability a number of times per day equal to half your Hit Dice.",
			">3. **Sacred Tutelage (Su)** Though you are willing to confront dangers directly, you also educate fellow companions and like-minded faiths in the best practices for defeating their shared foes; as it is written in the Azvadeva Pujila, each warrior can aim only a single spear, but a teacher can aim ten thousand. As a swift action, you can provide divine guidance to your allies in combat. Allies able to see you gain a +2 sacred bonus on attack rolls. You can provide your guidance for a number of rounds equal to your Hit Dice per day (maximum 20 rounds). The rounds in which you provide guidance don't need to be consecutive, and you can end this ability as a free action.",
			"",
			"## Paladin Code",
			"",
			">Paladins of Gruhastha are rare, for the Keeper's is not a martial faith. Those who champion his faith through arms typically do so out of need to travel to secluded villages or because they are sworn to protect specific holy sites or teachers. The code of Gruhastha's paladins contains the following adages.",
			">",
			">- Transcendence requires tranquility. No one can learn who is hungry or afraid. My first goal must be to ensure peace and stability for the greatest number of people possible.",
			">- Enlightenment requires truth. I will not deny knowledge to those who seek answers without ill will, even if it seems to be harmful in the short term, as those who have false information will follow a false path.",
			">- All can find their way to enlightenment. Whenever possible, intelligent creatures should be reasoned with and their grievances understood. Even if no negotiated resolution is possible, the use of force is always to be regretted, for it represents a failure.",
			">- Ignorance is not malice. The misguided deserve mercy. They should be shown the error of their ways and given a fair chance to make amends.",
			">- Malice creates ignorance. Those who deliberately blind themselves to the concerns of others, the consequences of their actions, or the obligations of empathy spread and encourage these behaviors to those around them. Those who mislead others or argue in bad faith for the sake of their own selfishness must be opposed, and the truth of their actions revealed.",
			"",
			"## Follower Options",
			"",
			">### Unique Spell Rules",
			">",
			">{SOURCE Faiths of Golarion/19}",
			">",
			">#### Cleric, Inquisitor, Paladin, Warpriest",
			">",
			">- {spell/Burst of Insight} can be prepared as a 1st-level spell",
			">- {spell/Object Reading} can be prepared as a 2nd-level spell",
			">- {spell/Clairaudience//Clairvoyance} can be prepared as a 3rd-level spell",
			"",
			"### Description",
			"",
			"The Keeper was born a mortal human, and in fact was {faith/Irori/'s} nephew. He followed his uncle's teachings toward divinity, but broke away from Irori's path in the search for transcendent knowledge. Legend claims that Gruhastha created such a profound sacrament when he wrote the *Azvadeva Pujila* - not only in its divine wisdom, but in the understanding that a book is the truest vessel of knowledge - that he became one with the text, and the perfection of his feat elevated him to godhood.",
			"",
			"Gruhastha's faith seeks to spread enlightenment, which is defined as knowledge guided by wisdom and tempered by empathy. Ignorance and small-minded cruelty are anathema to Gruhasthans, who attempt to respond first with education and teaching by example, but will, if necessary, use force to defend against threats that cannot be reasoned with. The Keeper teaches that those who fail to achieve transcendence in this life will have another opportunity in the next, and sometimes the greatest mercy is to hasten the cycle by a turn.",
			"",
			"In his human guise, Gruhastha is depicted as a beautiful young man with dark, burnished skin and wavy black hair that falls just past his shoulders. His wings are plumed in red and green, and a mandala of countless deities haloes his head. The mandala represents all the collected wisdom of the gods recorded in the *Azvadeva Pujila.* Gruhasthans do not attempt to artistically depict their god in the form of the text itself, for any such depiction would be incomplete and therefore imperfect, and no greater insult to the Keeper exists than to associate him with imperfect understanding."
		]
	},
	"grundinnar": {
		"name": "Grundinnar",
		"sources": [
			"Inner Sea Gods",
			"Dwarves of Golarion"
		],
		"description": [
			"::fh[Grundinnar]{sub=\"The Peacemaker\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Grundinnar](https://www.pathfinderwiki.com/wiki/Grundinnar) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Dwarven Deities  ",
			"**Areas of Concern** Friendship, loyalty, peace  ",
			"**Domains** {domain/Community}, {domain/Good}, {domain/Law}, {domain/Protection}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Defense}, {domain/Friendship}, {domain/Loyalty}  ",
			"**Favored Weapon** {eq-weapon/light_<Hammer}  ",
			"**Symbol** Glowing golden hammer  ",
			"**Sacred Animal(s)** Horse  ",
			"**Sacred Color(s)** Gold, white",
			"",
			"## Follower Options",
			"",
			">### Spells",
			">",
			">- {spell/Peacemaker's Parley}",
			">",
			">### Traits",
			">",
			">- {trait/Honeyed Words}",
			"",
			"### Description",
			"",
			"{SOURCE Inner Sea Gods/182}  ",
			"{faith/Bolka/'s} brother encourages hard work and harmony, and brings together friends separated by distance or misunderstanding. Dwarves who form bonds of friendship with members of other races sometimes present them with gifts of small ornamental hammers in Grundinnar's honor.",
			"",
			"{SOURCE Dwarves of Golarion/29}  ",
			"This glib deity is well practiced in breaking up fights over his sister Bolka. He mends fences, encourages dwarves to be neighborly, and makes sure that dwarves do not forget friends they haven't seen in decades."
		]
	},
	"guyuku": {
		"name": "Guyuku",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Guyuku]{sub=\"Sea Devil\"}",
			"",
			"{SOURCE Book of the Damned/126}  ",
			"**Pathfinder Wiki** [Guyuku](https://www.pathfinderwiki.com/wiki/Guyuku) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Oni Daimyo  ",
			"**Areas of Concern** Piracy, tea, tsunamis  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Strength}, {domain/Water}  ",
			"**Subdomains** {domain/Entropy}, {domain/Fear}, {domain/Ferocity}, {domain/Oceans}  ",
			"**Favored Weapon** {eq-weapon/Nine-ring broadsword}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Perform a tea ceremony on the shore of an ocean or while blindfolded. Gain a +4 profane bonus on saving throws against water-based effects.",
			">",
			">{SOURCE Book of the Damned/127}  ",
			">The most powerful {family/oni}, the oni daimyo, hold their domains in isolated regions of the Material Plane. While they have transcended their lesser incarnations to become something close to demigods in stature, they do not flaunt their power and prefer to dwell in remote corners of the massive land of Tian Xia.",
			">",
			">Oni daimyo are always evil in alignment but can be chaotic, lawful, or neutral. They range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/slipstream}",
			">2. {spell/control water}",
			">3. {spell/heroes' feast}",
			"",
			"### Description",
			"",
			"The Sea Devil dwells in an underwater grotto amid the deadly isles of southern Minata and appears as a blue-skinned, one-eyed woman with the lower body of an eel."
		]
	},
	"gyronna": {
		"name": "Gyronna",
		"sources": [ "Inner Sea Faiths" ],
		"description": [
			"::fh[Gyronna]{sub=\"The Angry Hag\"}",
			"",
			"{SOURCE Inner Sea Faiths/53}  ",
			"**Pathfinder Wiki** [Gyronna](https://www.pathfinderwiki.com/wiki/Gyronna) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Extortion, hatred, spite  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Evil}, {domain/Madness}  ",
			"**Subdomains** {domain/Corruption}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Hatred}, {domain/Insanity}, {domain/Nightmare}, {domain/Rage}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Bloodshot eye  ",
			"**Sacred Animal(s)** Black cat  ",
			"**Sacred Color(s)** Pink, white",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** River Kingdoms  ",
			"**Nationality** Kellid",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Spend at least 30 minutes working to make another sentient creature's life measurably worse or more miserable, whether by destroying its property, sabotaging its efforts, or afflicting it magically. Your victim must survive this encounter, but your actions can indirectly lead to its death, such as tainting a plague-ridden man's medicine or stealing the money a woman would use to pay back a loan. You must make your victim aware of your involvement, and always name some price or task your victim can perform to assuage your bitter heart and gain recompense for the damage you have inflicted, though this price does not need to be reasonable. You gain a +4 profane bonus on Intimidate checks.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/53}",
			">",
			">1. **Dread Gifts (Sp)** {spell/fumbletongue} 3/day, {spell/disfiguring touch} 2/day, or {spell/eruptive pustules} 1/day",
			">2. **Rot Their Minds (Su)** Your spewed curses and venomous retorts take on a malevolent timbre, and your enemies' minds bend before the potency of your ire. Once per day, you can cast {spell/feeblemind}, as per the spell, except {spell/remove curse} can remove this effect, as can {spell/heal}, {spell/limited wish}, {spell/miracle}, and {spell/wish}. If the target fails its Will saving throw against this effect, it recognizes you as its afflictor. After this effect ends, if you are within 30 feet of the target, it is {misc/shaken} for a number of rounds equal to your Hit Dice or until you move more than 30 feet away from it (whichever comes first). This is a curse effect.",
			">3. **Mother of Curses (Su)** The rage within your heart shields you against harm and turns it back on others. You gain an amount of spell resistance equal to 11 + your Hit Dice, but only against necromancy and transmutation spells, as well as enchantment spells of the charm subschool. Once per day, when a spell fails to penetrate your spell resistance, you can reflect it back on its caster, as if using {spell/spell turning}.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/53}",
			">",
			">1. **Alone Among Many (Sp)** {spell/youthful appearance} 3/day, {spell/undetectable alignment} 2/day, or {spell/nondetection} 1/day",
			">2. **Come by Night (Ex)** Night is when others are vulnerable and trusting, and few can pierce the darkness to see your handiwork. You gain darkvision 30 feet and are immune to any magical sleep effects (this functions identically to an {race/elf/'s} immunity to magical sleep effects).",
			">3. **Curdled Trust (Su)** You can sow the seeds of distrust in a group and assign the blame for your actions to another. Once per day, upon committing an evil act or casting a spell in front of witnesses, as a free action you can enchant all onlookers to believe another person known to them committed that act. If you know a creature's full name, you can name it specifically as the culprit. Otherwise, each onlooker sees a random friend or family member committing your actions. Onlookers who succeed at a Will saving throw (DC = 10 + 1/2 your Hit Dice + your Wisdom modifier) are not fooled, though they might still be fooled by concealing clothing or mundane disguises you may be wearing. This is a mind-affecting enchantment effect.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/53}",
			">",
			">1. **Malice (Sp)** {spell/ray of sickening} 3/day, {spell/blindness//deafness} 2/day, or {spell/excruciating deformation} 1/day",
			">2. **Cloak of Curses (Su)** You surround yourself in a shroud of whispered secrets and spiteful swearing, distorting the world around you and repelling others with the bitterness in your heart. Once per day, you can activate your cloak of curses as a standard action, and maintain it for up to 1 minute per Hit Die you possess. While the cloak is active, creatures of the animal and vermin type will not approach within 5 feet of you and move away if you approach them. Attacks from all other creatures suffer a 20% miss chance. This miss chance increases to 30% if the attacking creature is lawful or good (this miss chance does not stack). Creatures that succeed at a Will saving throw (DC = 10 + 1/2 your Hit Dice + your Charisma modifier) are not affected by your cloak of curses.",
			">3. **Never Suffer Alone (Ex)** Misery is a gift you have received far too much of, and you have learned to reflect it onto others. Three times per day, when an opponent successfully deals hit point damage to you, you can immediately make an attack of opportunity against the creature that damaged you, even if you could not normally make an attack of opportunity. You can attack normally with this attack of opportunity or target the triggering creature with one of the spells granted by the *malice* boon above (though doing so provokes an attack of opportunity if an opponent is in melee with you). You can use this ability only once per round.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Hate}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Hag's Shabble}",
			">",
			">### Traits",
			">",
			">- {trait/Vindictive Strike}",
			">- {trait/Wronged}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Faiths/56}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Eyebite} can be prepared as a 6th-level spell",
			"",
			"### Description",
			"",
			"Few sources agree on Gyronna's origin, and her cults quietly hunt anyone who investigates it. Many place her origins in the First World, as a malicious fey princess who delighted in manipulation for her own amusement. After crossing a powerful rival - {monster/Baba Yaga} or {faith/Magdh}, by most accounts - the immortal dilettante was punished with deformities and cast into the mortal realm. Other stories describe her as a trio of bickering sisters who befell the same fate, and were so mutilated that they were forced to lean on one another to even stand, eventually growing together into one loathsome, hateful whole. In the wake of such exile, kindness and civility are, to her, dribbles of poisoned honey, and Gyronna would burn all the world to ash to eradicate such mockery and deception.",
			"",
			"Gyronna's complete figure is rarely depicted; she is more often represented as the same bloodshot eye her followers use as their unholy symbol. Her rare manifestations are chaotic, shifting form mid-conversation - sometimes decrepit, other times vibrantly young, beautiful, withered and dead, jubilant, weeping, or raging. According to ancient tales, the Angry Hag has no true form beyond the singular bulging eye through which she sees the shadows cast by even the brightest lights. Only her gender remains constant - though she presents vastly differing images of womanhood - as do the ragged vestments in which she wraps herself."
		]
	},
	"haagenti": {
		"name": "Haagenti",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Haagenti]{sub=\"The Whispers Within\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Haagenti](https://www.pathfinderwiki.com/wiki/Haagenti) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Alchemy, invention, transformation  ",
			"**Domains** {domain/Artifice}, {domain/Chaos}, {domain/Evil}, {domain/Strength}  ",
			"**Subdomains** {domain/Alchemy (|Artifice)}[^A], {domain/Construct}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Resolve}, {domain/Self-Realization (|Strength)}[^A], {domain/Toil}  ",
			"**Favored Weapon** {eq-weapon/Battleaxe}  ",
			"**Symbol** Philosopher's stone  ",
			"**Sacred Animal(s)** Bull  ",
			"**Sacred Color(s)** Gold, lead gray",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Practice the Divine Experiment by following the procedure to transmute lead into gold; this process normally requires a philosopher's stone, but for this obedience, the thaumaturge can substitute any material for lead - it's not the actual transmutation that functions as the obedience, but the act of going through the motions. Gain a +4 profane bonus against transmutation effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/56}",
			">",
			">1. **Novice Philosopher (Sp)** {spell/cure light wounds} 3/day, {spell/lesser restoration} 2/day, or {spell/cure serious wounds} 1/day",
			">2. **Altered State (Su)** It is said that Haagenti introduced the concept of mutagens to the first alchemists at the dawn of time. Regardless of the veracity of this legend, your worship and faith in the Whispers Within grants you the ability to create a mutagen, as per an {class/alchemist} of a level equal to your Hit Dice - 4 (maximum 20th level). If you could already create mutagens, any mutagen you create from this point onward no longer applies its penalties to ability scores; in addition, any ability score increased by your mutagen increases by an additional 2 points.",
			">3. **Immortal Chymist (Su)** You have mastered the legendary techniques of Haagenti's Divine Experiment. Your body no longer physically {rule/age/s} (although you continue to accrue mental bonuses), and you don't die from old age. If you were middle-aged or older, your body returns to its prime: you retain your mental bonuses but lose any penalties to Strength, Dexterity, and Constitution gained from advanced age. Each day, when you perform your obedience, you create a small amount of mystic quicksilver; if mixed with a potion of cure serious wounds, it creates a dose of oil of life. Just like that created by a philosopher's stone, if this oil is sprinkled over a dead body (a standard action), it revives the dead creature as per {spell/true resurrection}. Alternatively, the quicksilver can be used to convert up to 1 pound of lead into gold (worth a maximum of 50 gp). This quicksilver loses its potency after 24 hours or when you next perform your obedience.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/56}",
			">",
			">1. **Truth in the Flesh (Sp)** {spell/enlarge person} 3/day, {spell/alter self} 2/day, or {spell/beast shape I} 1/day",
			">2. **Transformation (Sp)** You can cast {feat/extended} {spell/transformation} as a spell-like ability once per day.",
			">3. **Master of Shapes (Su)** You gain the shapechanger subtype. Your body can react instantaneously to mitigate attacks, granting you immunity to critical hits and {ability/sneak attack/s} (which are treated as normal attacks). Whenever you are affected by a polymorph effect, you regain 4d8 hit points.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/56}",
			">",
			">1. **Alchemical Armaments (Sp)** {spell/lead blades} 3/day, {spell/alchemical allocation} 2/day, or {spell/versatile weapon} 1/day",
			">2. **Inventive Warfare (Ex)** You can treat any weapon as if you were proficient with it. Any feats or effects you have that apply specifically to battleaxes (such as {feat/Weapon Focus} or the sentinel's symbolic weapon class feature) or to the axe weapon group (such as the fighter's weapon training class feature) apply to any weapon you wield. In addition, as a swift action, you can grant weapons you wield one of the following special weapon features for 1 round: {misc/brace}, {misc/disarm}, {misc/nonlethal}, {misc/reach}, or {misc/trip}.",
			">3. **Adaptive Flesh and Twisting Steel (Sp)** You can transform into whatever form is most efficient for the battle ahead, and your tools remain ready for use. Whenever you use any polymorph effect, all of your equipment is altered in whatever manner necessary to function with your new form (including functioning as {magic-enh/ghost touch>_a} or similar magical effects). You can use {spell/shapechange} once per day. In addition, add {spell/monstrous physique IV}, {spell/undead anatomy IV}, and {spell/vermin shape II} to the list of spells that shapechange spells you cast can function as.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"### Description",
			"",
			">{SOURCE Book of the Damned/56}  ",
			"Many believe that Haagenti, known in some circles as the Whispers Within (a conceit some inventors and alchemists liken to a form of external but mysterious muse that manifests as soft voices in the back of the mind) is among the least destructive and most reasonable of the demon lords. Of course, this impression is largely smoke and mirrors, for Haagenti is as cruel and sadistic as any demon lord. He simply masks his evil through alchemical creations and wondrous inventions that, while seeming beneficial, subtly influence the development of a society toward destruction. Transmuting lead to gold may seem like a financial miracle, but applied too often, it can destroy a nation's or even a world's economy. The power to bring back the dead may seem like the ultimate mercy, but most beings restored to life via Haagenti's gifts end up as sadists or demon-worshiping villains. The greatest secret he has revealed to mortals is the method of transmuting lead into gold using a {magic-artifact/philosopher's stone} (a revelation he granted the wizardly rulers of ancient Thassilon - that these rulers went on to become cruel and sadistic tyrants can be no mere coincidence), but he is the author of other secrets as well, such as the method of creating {monster/retriever/s} and the principles underlying drow fleshwarping. Scholars believe Haagenti has been responsible for guiding many of humanity's greatest minds to discover new methods of inflicting destruction and pain on each other.",
			"",
			"Haagenti has myriad forms and can change his appearance at will. He often appears as an especially attractive member of whatever race he interacts with, particularly in a shape that others will find seductive or pleasing to be around. Regardless of his form, he maintains a dark sense of humor and irony, incorporating some unsettling feature to reflect his demonic nature and mock the form he took. This could be obvious: horns, a hoofed foot, or demonic wings; it could instead be something more subtle, such as eyelids that blink sideways, fingernails on the undersides of his fingers, or a navel in the small of his back. In such cases, he might take pains to hide his \"defect,\" only to reveal the truth after a victim has profited from the nefarious secrets Haagenti revealed.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"haborym": {
		"name": "Haborym",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Haborym]{sub=\"The Burning Hearth\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Haborym](https://www.pathfinderwiki.com/wiki/Haborym) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Immolation, renewal, shackles  ",
			"**Domains** {domain/Evil}, {domain/Fire}, {domain/Law}, {domain/Protection}  ",
			"**Subdomains** {domain/Arson}, {domain/Ash}, {domain/Defense}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}  ",
			"**Favored Weapon** {eq-weapon/Longspear}  ",
			"**Symbol** Burning spider web  ",
			"**Sacred Animal(s)** Spider  ",
			"**Sacred Color(s)** Black, orange",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Burn a spiderweb while a living creature is entangled inside. Gain a +4 profane bonus on saving throws against effects that deal fire damage.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/slow}",
			">2. {spell/delayed blast fireball}",
			">3. {spell/imprisonment}",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"### Description",
			"",
			"Three-headed Haborym resides in his 8-mile-long prison-fortress along with the imprisoned souls of some of the most dangerous beings to have ever lived."
		]
	},
	"hadregash": {
		"name": "Hadregash",
		"sources": [ "Pathfinder #117: Assault on Longshadow" ],
		"description": [
			"::fh[Hadregash]{sub=\"Greatest Supreme Chieftain Boss\"}",
			"",
			"{SOURCE Pathfinder #117: Assault on Longshadow/77}  ",
			"**Pathfinder Wiki** [Hadregash](https://www.pathfinderwiki.com/wiki/Hadregash) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Goblin Hero-Gods  ",
			"**Areas of Concern** Goblin supremacy, slavery, territory  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Strength}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Ferocity}, {domain/Slavery}  ",
			"**Favored Weapon** {eq-weapon/light_<Flail}  ",
			"**Symbol** Chain and manacle  ",
			"**Sacred Animal(s)** Cougar  ",
			"**Sacred Color(s)** Green, red",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Spend 1 hour loudly proclaiming (or singing) the superiority of the various goblinoid races: the regimented militaristic mind of {monster/hobgoblin/s}, the unbounded cruelty of {monster/goblin/s}, and the sheer physical might of {monster/bugbear/s}. You gain a +2 bonus on Intimidate checks to demoralize foes, and the DC of Intimidate checks to demoralize you increases by 2.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #117: Assault on Longshadow/77}",
			">",
			">1. **Goblins Scare! (Sp)** {spell/bane} 3/day, {spell/castigate} 2/day, or {spell/retribution} 1/day",
			">2. **Shut Up and Listen! (Su)** Many hobgoblin commanders believe that Hadregash accompanies them onto the field of battle and whispers tactical advice in their ears. As a standard action, you can provide an adjacent ally with similar guidance with a soft-spoken word or two. Your ally gains a +2 circumstance bonus on attack and damage rolls for 1 round; this bonus increases to +4 for dirty trick combat maneuver attempts. You can use this ability a number of times per day equal to your Charisma modifier.",
			">3. **My Blood Slithers! (Su)** Hadregash has granted you the ability to replicate his creation of the {monster/goblin snake}. Three times per day as a full-round action, you can deal 9 points of damage to yourself with a piercing or slashing weapon or your teeth and turn the spilled blood into a swarm of diminutive, venomous goblin snakes. The swarm functions as an {template/advanced} {monster/centipede swarm} and appears adjacent to you. You can direct the swarm as a move action. The swarm lasts for 9 rounds.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #117: Assault on Longshadow/77}",
			">",
			">1. **Goblins Rule! (Sp)** {spell/command} 3/day, {spell/hold person} 2/day, or {spell/dimensional anchor} 1/day",
			">2. **You No Move! (Sp)** When hunting for slaves, you know how important it is to keep them from running away. Upon succeeding at a touch attack against a Small or Medium creature as a standard action, you can summon a pair of masterwork fetters to hobble that target's movement. These fetters function as {eq-misc/masterwork |manacles>_mwk} for the purposes of breaking and escaping them. The target creature is {rule/entangled} and can move at only half its normal speed, and must succeed at a DC 15 Acrobatics check to move more than its reduced speed in a round. If the target fails this check by 5 or more, it falls prone. The fetters disappear after 1 minute. You can use this ability a number of times per day equal to your Charisma modifier.",
			">3. **My Will is Best! (Ex)** You are convinced of your own superiority and believe others should do what you say. Targets of your compulsion spells don't receive the +2 bonus on new saving throws attempted after being forced to act against their natures. In addition, you receive a +4 bonus on Charisma checks against targets of your charm spells to convince them to do things they wouldn't normally do.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #117: Assault on Longshadow/77}",
			">",
			">1. **Goblins Fight! (Sp)** {spell/thunderstomp} 3/day, {spell/bull's strength} 2/day, or {spell/rage} 1/day",
			">2. **Form of Wolf! (Sp)** Like the barghest god you venerate, you can turn into a wolf. As a standard action, you take the form of a {monster/wolf} as per {spell/beast shape I}. You can remain in this shape a number of minutes per day equal to your Charisma modifier. These minutes don't need to be used consecutively but must be used in 1-minute increments. You can return to your normal form as a move action.",
			">3. **My Might is Mighty! (Ex)** The Supreme Chieftain teaches that you should be prepared for anything in a fight. Three times per day as a move action, you can gain the benefits of a {main/feats_<combat/ feat} you don't have for the following minute. You must meet all the feat's prerequisites, and if you use this ability again before the duration expires, the new combat feat replaces the old one. If a combat feat has a daily use limitation (such as {feat/Stunning Fist}), any uses of that combat feat while using this ability count toward that feat's daily limit, even through multiple uses of this ability.",
			"",
			"## Follower Options",
			"",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Great Barghest Hero Cloak}",
			">",
			">### Spells",
			">",
			">- {spell/Barghest Feast}",
			">- {spell/Hobbling Bomb Admixture}",
			">",
			">### Traits",
			">",
			">- {trait/Strength of the Barghest}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #117: Assault on Longshadow/76}",
			">",
			">#### Cleric, Inquisitor, Warpriest",
			">",
			">- {spell/Blood Armor} can be prepared as a 2nd-level spell",
			">- {spell/Lead Blades} can be prepared as a 3rd-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #117: Assault on Longshadow/77}",
			">",
			">- :hll[spell/Summon Monster II:] {monster/Goblin Snake}",
			">- :hll[spell/Summon Monster V:] {monster/Barghest}",
			">- :hll[spell/Summon Monster VI:] {monster/Greater Barghest}",
			"",
			"### Description",
			"",
			"{SOURCE Pathfinder #117: Assault on Longshadow/73}  ",
			"The Greatest Supreme Chieftain Boss is the strongest of the barghest hero-gods, with muscles rippling under his smoke-colored fur. His face is often twisted into a foul sneer and his eyes glint with cruel guile. While Hadregash's worshipers depict him as this powerful barghest, hobgoblin sects often depict him as one of their own kind, though with a similar expression. The hobgoblin version of Hadregash wears dark iron armor, wields a flail stained with blood, and often holds a chain lead attached to a human or elven slave or prisoner of war."
		]
	},
	"haggakal": {
		"name": "Haggakal",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic"
		],
		"description": [
			"::fh[Haggakal]{sub=\"Father Moon\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Haggakal](https://www.pathfinderwiki.com/wiki/Haggakal) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Giant Deities  ",
			"**Areas of Concern** Darkness, inbreeding, ogres  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Madness}, {domain/Strength}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Ferocity}, {domain/Moon}, {domain/Nightmare}  ",
			"**Favored Weapon** {eq-weapon/Greatclub}  ",
			"**Symbol** Leering ogre face  ",
			"**Sacred Animal(s)** Boar  ",
			"**Sacred Color(s)** Tan, white",
			"",
			"### Description",
			"",
			"{SOURCE Gods and Magic/49}  ",
			"This disgusting ogre god is a horrible round-faced thing, the offspring of some evil deity and a debased giant. Few ogres are intelligent enough to recognize things such as gods, but those who do believe him to be a great ogre's face in the sky. When the moon wanes, they believe he has turned away from the world to mate with his twin sister (who shares his name, looks, and temperament), which the ogres celebrate by raiding, looting, and raping. The waxing moon is his sister's belly growing large with another child or Haggakal turning to look upon the world again (or both, as ogres keep no records and have trouble remembering how they told the story the last time)."
		]
	},
	"halcamora": {
		"name": "Halcamora",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Halcamora]{sub=\"Lady of Ripe Bounty\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Halcamora](https://www.pathfinderwiki.com/wiki/Halcamora) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Gardens, orchards, wine  ",
			"**Domains** {domain/Good}, {domain/Luck}, {domain/Plant}, {domain/Weather}  ",
			"**Subdomains** {domain/Agathion}, {domain/Growth}, {domain/Revelry}, {domain/Seasons}  ",
			"**Favored Weapon** {eq-weapon/Club}  ",
			"**Symbol** Jug of grapes  ",
			"**Sacred Animal(s)** Ladybug  ",
			"**Sacred Color(s)** Red, white",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Pour half of a bottle of wine onto fertile earth. Drink the rest of the wine yourself while praying to Halcamora. Gain a +4 sacred bonus on saves against bleed and disease effects.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/14}",
			">",
			">1. **Bountiful Spirit (Sp)** {spell/goodberry} 3/day, {spell/tree shape} 2/day, or {spell/plant growth} 1/day",
			">2. **Touch of Wine (Su)** Once per day, you can make a touch attack to cause a creature to become intoxicated. If your attack is successful, the target takes 1d6 points of Dexterity, Wisdom, and Charisma damage. The damage is halved with a successful Fortitude save (DC 10 + 1/2 your HD + your Wis modifier).",
			">3. **Divine Gardener (Sp)** You can cast {spell/control plants} three times per day. This ability is the equivalent of an 8th-level spell.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/14}  ",
			"Halcamora appears as a young woman with sun-darkened skin, eyes of green so pale they're almost white, and a friendly, knowing smile. She wears brown robes kilted up to her knees, and her feet are always smudged with dirt and wine stains. From her shoulders sweep shell-like red wings marked with the distinctive black spots of a ladybug. Two slender black antennae curve up from her temples, and sleek black hair falls to her shoulders.",
			"",
			"Halcamora can be found where sunlight shines on cultivated garden plots, where workers rest after a day in the fields, and anywhere where wine flows and grapes ripen. The Lady of Ripe Bounty leaves wilder areas to others and contents herself with small gardens, parks, and wineries. Peaceful farming communities that build temples to more powerful nature gods often raise a small shrine to Halcamora as well. Gardeners and vintners pay particular homage to the Lady of Ripe Bounty and her celestial agents, particularly in times of drought or harsh weather. The gentle {family/agathion} has little room for hatred in her heart, but she despises insect-bodied fiends who blight crops and carry plague.",
			"",
			"Halcamora is a social empyreal lord and can often been found visiting the palaces of others, relaxing with a jug of wine at her elbow. At other times she resides in a leafy bower in the depths of the Forest of Whispered Longing in Nirvana."
		]
	},
	"hanspur": {
		"name": "Hanspur",
		"sources": [ "Inner Sea Faiths" ],
		"description": [
			"::fh[Hanspur]{sub=\"The Water Rat\"}",
			"",
			"{SOURCE Inner Sea Faiths/59}  ",
			"**Pathfinder Wiki** [Hanspur](https://www.pathfinderwiki.com/wiki/Hanspur) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** River travel, rivers, smugglers  ",
			"**Domains** {domain/Chaos}, {domain/Death}, {domain/Travel}, {domain/Water}  ",
			"**Subdomains** {domain/Exploration}, {domain/Murder}, {domain/Rivers}, {domain/Trade}  ",
			"**Favored Weapon** {eq-weapon/Trident}  ",
			"**Symbol** Rat walking on water  ",
			"**Sacred Animal(s)** Rat  ",
			"**Sacred Color(s)** Blue, gold",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** River Kingdoms  ",
			"**Nationality** Kellid",
			"",
			"## {feat/Deific Obedience}",
			"",
			">With the assistance of another priest of Hanspur or by yourself, simulate the act of drowning. You can do this by fully submerging yourself in a body of water, exhaling all of your breath, and painfully inhaling water instead of air. Alternatively, you can lie on your back with your head at a lower elevation than your legs while water is slowly poured on your face and up your nose. If you choose the latter method, you must cover your face with a cloth while the water is poured. When you conclude this simulated drowning, contemplate your life and how your goals coincide with the teachings of Hanspur and the Six River Freedoms. You gain a +4 sacred or profane bonus on Survival checks attempted while on or near rivers. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either a sacred bonus or a profane bonus the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/59}",
			">",
			">1. **River Sage (Sp)** {spell/hydraulic push} 3/day, {spell/river whip} 2/day, or {spell/hydraulic torrent} 1/day",
			">2. **River Scion (Su)** Just as drowning was not the end of Hanspur's story, inhaling water holds no terror for you. As a free action you can breathe underwater, as if affected by {spell/water breathing}, for a number of hours per day equal to the number of Hit Dice you possess. These hours need not be used consecutively, but must be used in 1-hour increments.",
			">3. **River's Embodiment (Sp)** The river is a part of you, and you are a part of it. Once per day as a standard action, you can transform yourself into a {monster/Huge water elemental}, as per {spell/elemental body IV}. You can stay in this form for 1 minute per Hit Die you possess, and can dismiss this effect as a free action.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/59}",
			">",
			">1. **River Guide (Sp)** {spell/obscuring mist} 3/day, {spell/haunting mists} 2/day, or {spell/aqueous orb} 1/day",
			">2. **River Traveler (Su)** A priest of Hanspur should never fear the water, and should move as freely as the fish (and rats) that make their homes within it. As a free action, you can grant yourself and any allies within 30 feet of you a swim speed of 60 feet. This effect lasts for 1 round per Hit Die you possess or until you dismiss it as a free action, whichever comes first. Your allies must remain within 30 feet of you or lose this benefit. In addition, you gain a +2 profane or sacred bonus (of the same type as that provided by your obedience) on saves against spells with the water descriptor.",
			">3. **River's Depths (Su)** The river is your companion, and it fights on your behalf, teaching your enemies about the holy act of drowning. Once per day as a standard action, you can cause one creature within 30 feet to begin drowning, filling its lungs with water. The target of this ability can attempt a Fortitude save (DC = 10 + 1/2 your Hit Dice + your Wisdom modifier) to negate the effect. If the target succeeds, it is {misc/staggered} for 1 round while it gasps for breath. On a failed save, the target immediately begins to {rule/suffocat/e>ion}. On the target's next turn, it falls {misc/unconscious} and is reduced to 0 hit points. One round later, the target drops to -1 hit points and is {misc/dying}. One round after that, the target dies. Each round, the target can attempt a Fortitude save to end the effect. This ability affects only living creatures that must breathe and cannot breathe underwater. This is a curse effect.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/59}",
			">",
			">1. **River Warden (Sp)** {spell/wave shield} 3/day, {spell/masterwork transformation} 2/day, or {spell/quench} 1/day",
			">2. **River Champion (Su)** The river is your weapon. Three times per day as a standard action, you can sculpt water into the form of a melee weapon with which you are proficient (typically a trident, but it could also take the form of a {eq-weapon/dagger} or another light weapon). You must have enough water to form the weapon, an amount equal to the weapon's normal weight. Once formed, the weapon behaves as a weapon of its type with an enhancement bonus of +1. This bonus increases by 1 for every 5 additional Hit Dice you have beyond 5 (up to a maximum of +4 at 20 Hit Dice). This weapon deals double the normal amount of damage to creatures with the fire subtype. The weapon dissolves into ordinary water after a number of rounds equal to your Hit Dice or as soon as it leaves your hand, whichever happens first.",
			">3. **River's Renewal (Su)** As Hanspur was reborn in the water, so too are you healed by it. When completely submerged in water, you gain {umr/fast healing} 2. You can recover a total number of hit points equal to twice your Hit Dice in this manner each day. At 20th level, if you fall below 0 hit points and your body is fully submerged in a river, you automatically stabilize.",
			"",
			"## Antipaladin Code",
			"",
			">While antipaladins of Hanspur are exceedingly rare, a handful have emerged over the centuries to cause untold damage across the River Kingdoms. These cruel and vengeful followers focus their violence against adherents and suspected allies of the harbinger Corosbel, leading to violent and bloody inquisitions that, on the surface, are done in Hanspur's name. More likely, however, these vendettas serve only to consolidate the antipaladins' personal power or serve their own agendas. Their code is one of persecution under the guise of protection. Its tenets include the following adages.",
			">",
			">- Make them suffer as he did - drown your enemies alive so they may understand.",
			">- The river is free, but the land is our reward.",
			">- To kill death is to master it. We shall crush the daemons under our heel.",
			">- Respect is blood or gold; let none ply our rivers without giving respect.",
			"",
			"## Follower Options",
			"",
			">### Traits",
			">",
			">- {trait/Light Sleeper}",
			">- {trait/River Freedom}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Faiths/62}",
			">",
			">#### Druid",
			">",
			">- {spell/Water Walk} can be prepared as a 3rd-level spell",
			">",
			">#### Ranger",
			">",
			">- {spell/Water Breathing} can be prepared as a 2nd-level spell",
			"",
			"### Description",
			"",
			"Clerics of Hanspur, who are indoctrinated in the deeper mysteries of his faith, know that their god was not merely murdered by a traveling companion. The companion was a priest of the daemonic harbinger {faith/Corosbel}, and the murder was a sacrificial ritual intended to consign Hanspur's soul to the Horseman of Death, {faith/Charon}, with whom Corosbel wished to gain favor. However, the ritual sacrifice did not proceed as planned. Though the details of what went awry are unclear, Hanspur's clerics believe {faith/Gozreh} subtly interceded, preventing Corosbel from claiming the entirety of Hanspur's soul for Abaddon. The remainder was bound within Hanspur's dire rat companion, Ashkaelae. Hanspur returned from death a week after the attempted sacrifice, rising from the Sellen River as a demigod with his latent mortal soul fractured. This transformation left him callous and cold. It is unclear whether Gozreh intended for Hanspur to emerge from the waters as a divine being or merely as a divine servitor; the inscrutable nature deity's lukewarm support of Hanspur suggests either that she did not intend for the Water Rat to ascend or that she is not entirely pleased with Hanspur's subsequent actions and attitudes.",
			"",
			"Hanspur's mortal identity is a matter of contention among his priests, with different sects of his faithful claiming he was born to their people. Most notably, among Hanspur's Kellid followers, he is depicted as a legendary and ancient Kellid king whose death and attempted sacrifice signaled the fall of the Kellid people and the coming encroachment of southerners. Such followers of Hanspur believe that he ruled the region of the world now known as the River Kingdoms, and that by conquering the rivers in his name, they can reclaim their lost lands for themselves.",
			"",
			"Whatever his true origin, Hanspur and his faithful haunt the Sellen River as vengeful guardians, hunting down followers of Corosbel and protecting river travelers from hazards of the waterways."
		]
	},
	"hastrikhal": {
		"name": "Hastrikhal",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Hastrikhal]{sub=\"The Fires Within\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Hastrikhal](https://www.pathfinderwiki.com/wiki/Hastrikhal) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Explosions, immolation, pyromaniacs  ",
			"**Domains** {domain/Destruction}, {domain/Fire}, {domain/Evil}, {domain/Madness}  ",
			"**Subdomains** {domain/Ash}, {domain/Catastrophe}, {domain/Daemon}, {domain/Smoke}  ",
			"**Favored Weapon** {eq-weapon/Spear}  ",
			"**Symbol** Spiral of fire and smoke  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Gray, orange",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Set an occupied building on fire, and watch it burn. Gain a +4 profane bonus on saves against fire effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/flaming sphere}",
			">2. {spell/wall of fire}",
			">3. {spell/contagious flame}",
			"",
			"### Description",
			"",
			"Hastrikhal, the Fires Within, appears as a young woman with a billowing cloud of greasy smoke as hair."
		]
	},
	"hastur": {
		"name": "Hastur",
		"sources": [ "Pathfinder #110: The Thrushmoor Terror" ],
		"description": [
			"::fh[Hastur]{sub=\"The King in Yellow\"}",
			"",
			"{SOURCE Pathfinder #110: The Thrushmoor Terror/73}  ",
			"**Pathfinder Wiki** [Hastur](https://www.pathfinderwiki.com/wiki/Hastur) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Hastur}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Decadence, disorder, nihilism  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Rune}, {domain/Void}  ",
			"**Subdomains** {domain/Dark Tapestry}, {domain/Language}, {domain/Stars}, {domain/Wards}  ",
			"**Favored Weapon** {eq-weapon/Rapier}  ",
			"**Symbol** The yellow sign  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Yellow",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Spend an hour in absolute stillness, meditating in an area surrounded by rich furnishings and dressed in elegant and expensive clothing and jewelry. The total combined value of your clothing and the furnishings of the area within 30 feet of your meditation spot must be at least 1,000 gp per character level (magical items do not count in determining the overall value of your surroundings unless they are particularly ornate, in which case only the value over and above the item's normal cost counts). Alternatively, you can perform this obedience in the presence of an active Yellow Sign. If you know them, you must silently recite lines from The King In Yellow as you meditate - otherwise, you can simply concentrate on nothingness. You gain a +4 profane bonus on all Perform checks.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #110: The Thrushmoor Terror/72}",
			">",
			">1. **Words of Disorder (Sp)** {spell/lesser confusion} 3/day, {spell/hideous laughter} 2/day, or {spell/rage} 1/day",
			">2. **Confusion Command (Su)** As a swift action, you can issue a verbal command to a single creature within 30 feet that is currently suffering from a confusion effect or a similar effect. This allows you to choose how that creature is affected on its turn that round.",
			">3. **Yellow Sign (Sp)** You gain the ability to cast {spell/Yellow Sign} once per day as a spell-like ability.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #110: The Thrushmoor Terror/72}",
			">",
			">1. **Decadent Grace (Sp)** {spell/disguise self} 3/day, {spell/eagle's splendor} 2/day, or {spell/glibness} 1/day",
			">2. **No Mask! (Su)** You gain the {umr/change shape} (alter self, any humanoid of your size) ability, which is usable once per day. Transforming back to your true form is a free action, but as you do so, the unsettling effect of this change causes all creatures within 20 feet to become {misc/shaken} for 1d4 rounds if they fail a Will saving throw (DC = 10 + your Wisdom modifier + 1/2 your Hit Dice). If you make an initiative check in the same round that you assume your true form, you gain a +4 bonus on the initiative check.",
			">3. **Hedonist (Su)** As long as you wear fine clothing and jewelry worth at least 500 gp per character level (magic items do not count in determining this value), you gain a deflection bonus to your Armor Class equal to your Charisma modifier. This ability doesn't function if you wear armor or carry a shield (including items that grant armor or shield bonuses).",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #110: The Thrushmoor Terror/72}",
			">",
			">1. **All Things Must End (Sp)** {spell/doom} 3/day, {spell/death knell} 2/day, or {spell/bestow curse} 1/day",
			">2. **Impossible Mind (Ex)** You are immune to confusion and insanity effects, save those created by Hastur or worshipers and servants of Hastur who have more Hit Dice than you.",
			">3. **Nihilist (Ex)** You are immune to death and petrification effects. In addition, once per day if you are targeted by a death or petrification effect of any level that targets you alone, you can choose to reflect that death effect back on its source as per {spell/spell turning}.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Spells",
			">",
			">- {spell/Yellow Sign}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #110: The Thrushmoor Terror/72}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Confusion} can be prepared as a 4th-level spell",
			">",
			">#### Cleric",
			">",
			">- {spell/Insanity} can be prepared as a 7th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #110: The Thrushmoor Terror/71}",
			">",
			">- :hll[spell/Summon Monster IV:] {monster/Byakhee}",
			">- :hll[spell/Summon Monster V:] {monster/Keeper of the Yellow Sign}",
			"",
			"### Description",
			"",
			"As with many of the Great Old Ones, Hastur is imprisoned on a distant world. Yet unlike most of the imprisoned Great Old Ones, Hastur can manifest an avatar on other worlds as long as the light from the strange star in the sky of his prison world shines upon the targeted portion of the second world. He requires the assistance of powerful magic in order to manifest this avatar, known as the King in Yellow, but such magic need not be consciously wrought.",
			"",
			"His cultists are masters of subtle magics that can trick unsuspecting victims into opening the way for the King in Yellow. Hastur's symbol, the Yellow Sign, is often used in conjunction with such magic, and often those who find the Yellow Sign become doomed to host the King in Yellow in their own minds, slowly transforming into his agents. Some of his followers regard him as a patron of shepherds, believing that the bulk of humanity are but sheep to be gathered for an unknown future use.",
			"",
			"None know what Hastur looks like, for he has been imprisoned far longer than mortal life has existed. Those he takes as avatars when manifesting as the King in Yellow appear as entities clad in what seem to be frayed and tattered yellow robes. Only upon closer inspection are the \"robes\" revealed to be the creatures' flesh, and what lies hidden under the darkened hoods is horror incarnate."
		]
	},
	"hataam": {
		"name": "Hataam",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Hataam]{sub=\"The River Eater\"}",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Hataam](https://www.pathfinderwiki.com/wiki/Hataam) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Drought, drowning, stagnation  ",
			"**Domains** {domain/Evil}, {domain/Travel}, {domain/Water}, {domain/Weather}  ",
			"**Subdomains** {domain/Fear}, {domain/Rivers}, {domain/Sahkil}, {domain/Seasons}, {domain/Storms}  ",
			"**Favored Weapon** {eq-weapon/Net}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Dam a small stream or another source of flowing water. Gain a +4 profane bonus on Swim checks.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">{family/Sahkil} tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/river whip}",
			">2. {spell/phantasmal asphixiation}",
			">3. {spell/control water}",
			"",
			"### Description",
			"",
			"Monstrous creatures who prey on the weak and humanoid cultists who dwell in dreadful mires and fetid swamps venerate Hataam. They ritually drown or dehydrate those they sacrifice to the River Eater. Hataam appears as a tangle of flotsam and decayed limbs."
		]
	},
	"hathor": {
		"name": "Hathor",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Hathor]{sub=\"Mistress of Jubilation\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/68}  ",
			"**Pathfinder Wiki** [Hathor](https://www.pathfinderwiki.com/wiki/Hathor) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Dance, joy, love, music, the sky  ",
			"**Domains** {domain/Air}, {domain/Chaos}, {domain/Charm}, {domain/Good}, {domain/Travel}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Cloud}, {domain/Exploration}, {domain/Love}, {domain/Revelry}, {domain/Trade}  ",
			"**Favored Weapon** {eq-weapon/Short sword}  ",
			"**Symbol** Solar disk with horns  ",
			"**Sacred Animal(s)** Cow",
			"",
			"### Description",
			"",
			"The cow-headed goddess Hathor was worshiped from the earliest days of Ancient Osirion, and remained a popular deity throughout its history. A divinity of air and sky, Hathor is also a goddess of beauty and love, happiness and merriment. She is the queen of the dance, the mistress of music, and the sovereign of song. Hathor is a wife, a mother, and a lover, a goddess of fertility, sexuality, and motherhood. She is also a goddess of trade and goods that bring wealth from foreign lands.",
			"",
			"Hathor is the daughter of {faith/Ra}, and sister to {faith/Bastet}, {faith/Maat}, and {faith/Sekhmet}. She is the consort of {faith/Horus}, and as he is a god of kings, so is she a goddess of queens, though she is venerated by royalty and commoners alike. Hathor appears as a voluptuous cow-headed woman with the solar disk of her father Ra between her horns and carrying a sistrum. Sometimes she is depicted as a human woman with a horned headdress. More rarely, she is depicted as a great wild cow whose milk nourishes the living.",
			"",
			"Hathor is a patron and protector of women, and is worshiped by mothers, wives, and lovers of all ages. She also serves as a patron of bards, dancers, musicians, and performers, which makes her a popular deity in thriving cities and their playhouses. In her role as a goddess of trade, Hathor is also a patron of miners, particularly those who mine for precious stones. Hathor's priesthood is predominantly female, and her temples hold great festivals full of music and dance where worshipers consume large amounts of beer and wine and revel for days on end."
		]
	},
	"hei_feng": {
		"name": "Hei Feng",
		"sources": [
			"Dragon Empires Gazetteer",
			"Faiths of Golarion"
		],
		"description": [
			"::fh[Hei Feng]{sub=\"Duke of Thunder\"}",
			"",
			"{SOURCE Dragon Empires Gazetteer/58}  ",
			"**Pathfinder Wiki** [Hei Feng](https://www.pathfinderwiki.com/wiki/Hei%20Feng) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Deities of Tian Xia  ",
			"**Areas of Concern** Sea, storms, thunder, wind  ",
			"**Domains** {domain/Air}, {domain/Chaos}, {domain/Destruction}, {domain/Water}, {domain/Weather}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Cloud}, {domain/Lightning}[^A], {domain/Monsoon}[^A], {domain/Oceans}, {domain/Protean}, {domain/Storms}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Nine-ring broadsword}  ",
			"**Symbol** Lightning bolt issuing from a black storm cloud  ",
			"**Sacred Animal(s)** Raven",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Dtang Ma, Goka, Hwanggot, Kwanlai, Lingshen, Minata, Minkai, Wanshou, Xidao  ",
			"**Nationality** Tengu",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Take three swigs of strong liquor or saltwater, shouting a loud boast to any bystanders after each drink. If anyone responds to your bluster, challenge that person to a contest of drinking, bragging, or sword dancing. If you are defeated, concede graciously and give the victor a gift worth at least 10 gp; if you win, taunt the loser with more boasts and insults. If no suitable bystanders are nearby, engage in a whirling, stomping dance with a nine-ring broadsword for an hour, clattering the blade's rings until they throw sparks around you. Gain a +4 sacred or profane bonus on saves against electricity and wind effects for the next 24 hours. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Faiths of Golarion/23}",
			">",
			">1. **Disciple of the Clouds (Sp)** {spell/hydraulic push} 3/day, {spell/resist energy} 2/day, or {spell/elemental aura/ (electricity only)} 1/day",
			">2. **Stormborne (Su)** Once per day as a standard action, you can call on a storm cloud to bear you into the air. This enables you to fly at a speed of 40 feet with good maneuverability. It lasts for 1 minute per HD (maximum 20 minutes). If it's dispelled or the duration expires while you're aloft, you descend at a rate of 60 feet per round for 5 rounds, then fall any remaining distance normally.",
			">3. **Thunderstrike (Su)** Once per day as a free action, you can declare one of your attacks to be a thunderstrike. You must declare the use of this ability before rolling to attack. If the attack hits and you deal damage, the blow lands with a clap of thunder that {rule/paralyze/s>d} your target and {misc/deafen/s} foes within 10 feet of the strike for 1d4 rounds. A target that succeeds at a Fortitude save (DC = 10 + half your Hit Dice + your Constitution modifier) negates the deafening effect and is {misc/stunned} for only 1 round.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Faiths of Golarion/23}",
			">",
			">1. **Disciple of the Fog (Sp)** {spell/feather fall} 3/day, {spell/fog cloud} 2/day, or {spell/gaseous form} 1/day",
			">2. **Blessing of Sea and Storm (Su)** As a full-round action, you can transmute a flask of either rainwater or seawater into a potion of any spell of 4th level or lower that you currently have memorized and that otherwise qualifies under the standard {rule/potion[ rule]s}. You lose the memorized spell, as if it had been cast, when it is transferred into the potion. If the spell requires a material component that costs more than 100 gp, you must also provide that component. The potion retains its magic for up to 24 hours or until used. You can use this ability a number of times per day equal to your Charisma modifier (minimum 1).",
			">3. **Hei Feng's Rage (Su)** Once per day as a standard action, you can summon a cyclone of black wind and spiked lightning within 30 feet, which fills a 20-foot-radius area that extends 75 feet high. The cyclone cannot be moved once called. Creatures in the area take 4d6 points of electricity damage plus 1 point for every 2 Hit Dice you have (maximum +10) every round they're caught in the cyclone. You can dismiss the cyclone as a free action. Otherwise, it lasts up to 5 rounds; when it dissipates, it releases a clap of thunder that knocks all creatures in the area {rule/prone}. A creature can attempt a Reflex save (DC = 10 + half your Hit Dice + your Charisma modifier) to halve the damage taken, and a Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier) to avoid being knocked prone.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Faiths of Golarion/23}",
			">",
			">1. **Disciple of Destruction (Sp)** {spell/shocking grasp} 3/day, {spell/shatter} 2/day, or {spell/call lightning} 1/day",
			">2. **Thunder's Vengeance (Su)** As a move action, you can surround yourself with crackling electricity that deals 2d6 points of electricity damage plus 1 point for every 2 Hit Dice you have (maximum 2d6+10) to each creature that attempts to strike you with a melee weapon or natural attack. You can maintain the aura for a number of rounds equal to your Hit Dice (maximum 20 rounds), but the rounds need not be consecutive. You can dismiss the aura as a free action.",
			">3. **Unstoppable Storm (Su)** As a free action, you can empower your lightning to overcome resistances. For the next round, whenever you deal electricity damage to a creature that has resistance to electricity, ignore an amount of resistance equal to half your Hit Dice (up to a maximum reduction of 10). You can use this ability for a number of rounds per day equal to your Hit Dice (maximum 20 rounds), but the rounds need not be consecutive.",
			"",
			"## Antipaladin Code",
			"",
			">Antipaladins of Hei Feng are self-sufficient wanderers who roam the land, offering great aid or - more commonly - great destruction at their own whims. They are rarely deceptive about their intentions, and desperate people can ask them for help, knowing that these antipaladins will keep their word if they agree to offer assistance. Any slight, however, will be met with overwhelming retribution. The code of Hei Feng's antipaladins contains the following adages.",
			">",
			">- The blessing of the storm comes in lightning. I am permitted to offer sincerely altruistic aid, so long as that aid comes in the form of violence visited upon others.",
			">- The clouds warn of coming rain. My wrath may be sudden, but it is honest. I may trick a foe with boasts or cunning, but I do not pretend to be a friend to those I intend to harm. Such sycophancy is cowardice.",
			">- The wind cannot be chained. I stay nowhere for long, and I do not abide oaths that try to restrain me for longer than a month. If I make such promises, they have no weight, and those who trust them are fools.",
			">- My last word is a thunderclap. None shall insult me, or my god, without paying a terrible price. My revenge will be unstoppable and absolute.",
			"",
			"## Follower Options",
			"",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Crackling Tassel}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Faiths of Golarion/25}",
			">",
			">#### Antipaladin, Cleric, Warpriest",
			">",
			">- {spell/Gust of Wind} can be prepared as a 2nd-level spell",
			">- {spell/Lightning Bolt} can be prepared as a 3rd-level spell",
			">- {spell/Hydraulic Push} can be prepared as a 3rd-level spell",
			"",
			"### Description",
			"",
			"Hei Feng is the patron deity of the {race/tengu} race, commonly depicted as a tengu with smoldering black feathers, glowing eyes, and a nine-ring broadsword that crackles with lightning. His manners are rude and his speech uncouth, and although he is capable of conducting himself with a courtier's polish when required, Hei Feng views such pretensions as ridiculous. When summoned to the Heavenly Court for official functions, he frequently interrupts his own flowery speeches with a belch or eruption of laughter. Yet the Duke of Thunder is no mere buffoon. He is a terrifying adversary, capable of unleashing massive destruction through the wind and waves. Whether his answer comes swiftly or slowly, Hei Feng answers provocations with overwhelming retaliation, and for this he is widely feared.",
			"",
			"On occasion, Hei Feng regrets his excesses, particularly when they catch unintended victims. Sometimes the morning tide carries a lustrous pearl to the foundation stones of a home torn down by the past night's storms, or a child who loses her parents to the sea finds her nets filled with fish for the rest of her life. In such instances, people say, the Duke of Thunder is making amends.",
			"",
			"Hei Feng is also known to be overcome with emotion when listening to music, gazing upon a painting or fireworks display, or watching the whirl and spectacle of costumed dancers. His taste in arts runs toward popular, less refined forms; he likes lion and dragon dancers, acrobats, and bawdy theater, but he has little patience for contemplating calligraphy scrolls or composing meditative poems. The one exception is that Hei Feng can be moved to tears by flower arrangements, particularly if they incorporate white lotuses or mirrors. These remind him of his much-adored wife, Lady Jingxi, the Poet of Dawn and Dusk, who left him centuries ago. Hei Feng misses his wife greatly and often weeps over her when deep in his cups, but in truth he was a neglectful husband, and his drunken protestations of love are directed more toward an idealized image than the real lady.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"hembad": {
		"name": "Hembad",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Hembad]{sub=\"Wise Grandfather\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Hembad](https://www.pathfinderwiki.com/wiki/Hembad) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Connections, matchmaking, synergy  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Good}, {domain/Luck}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Cooperation}, {domain/Fate}, {domain/Love}  ",
			"**Favored Weapon** {eq-weapon/Spiked chain}  ",
			"**Symbol** Rings bound by ribbon  ",
			"**Sacred Animal(s)** Lovebird  ",
			"**Sacred Color(s)** Gold, silver",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"Hembad is the wise grandfather who sees connections between individuals and families. His followers teach that the right match can create a whole greater than the sum of its parts."
		]
	},
	"horus": {
		"name": "Horus",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Horus]{sub=\"The Distant Falcon\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/68}  ",
			"**Pathfinder Wiki** [Horus](https://www.pathfinderwiki.com/wiki/Horus) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Rulership, the sky, the sun  ",
			"**Domains** {domain/Air}, {domain/Animal}, {domain/Law}, {domain/Nobility}, {domain/Sun}  ",
			"**Subdomains** {domain/Day}, {domain/Feather}, {domain/Inevitable}, {domain/Leadership}, {domain/Light}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Khopesh}  ",
			"**Symbol** Eye of Horus  ",
			"**Sacred Animal(s)** Falcon",
			"",
			"### Description",
			"",
			"Horus is the god of the sky, the celestial falcon whose eyes are the sun and moon, whose speckled feathers are the stars, and whose wings are the sky. He is also a sun god, and in the form of Horakhty, or \"Horus of the Two Horizons,\" he is a deity of both the rising and setting suns. The posthumous son of {faith/Osiris} and {faith/Isis}, Horus faced off against the usurper {faith/Set}, and with his victory over the Lord of the Dark Desert, Horus became the rightful heir of Osiris. Horus took his father's place as king and ruled Osirion with his consort {faith/Hathor} during the Age of Anguish, becoming also a god of kings and pharaonic rule.",
			"",
			"Horus appears as a man with the head of a falcon wearing the traditional double crown of pharaohs called the pschent. He is also sometimes represented as a great celestial falcon. His symbol, the eye of Horus, is used to ward off evil, and the symbol commonly appears on protective amulets and trinkets. As a sun deity and god of kings, Horus lends his support to {faith/Ra}, and aids him in his continuous battles against {faith/Apep}. An ally of Osiris and Isis, Horus is a steadfast enemy of Set, and the two have fought countless battles over the ages.",
			"",
			"Horus is worshiped by kings and pharaohs, as well as by hunters, paladins, rangers, and warriors. He is sometimes venerated as part of a triad with Osiris and Isis, or as one-half of a royal couple with his consort Hathor, but there are temples dedicated solely to Horus as well. Though rare in this age, Horus' clergy gets along well with the faithful of {faith/Abadar}, as both churches value leadership and law. Temples to Horus are still found in the larger cities of Osirion."
		]
	},
	"hshurha": {
		"name": "Hshurha",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"::fh[Hshurha]{sub=\"Duchess of All Winds\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Hshurha](https://www.pathfinderwiki.com/wiki/Hshurha) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Elemental Lords  ",
			"**Areas of Concern** Air, last breaths, windstorms  ",
			"**Domains** {domain/Air}, {domain/Destruction}, {domain/Evil}, {domain/Weather}  ",
			"**Subdomains** {domain/Fear}, {domain/Storms}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Longbow}  ",
			"**Symbol** Lightning vortex around eye  ",
			"**Sacred Animal(s)** Roc  ",
			"**Sacred Color(s)** White, yellow",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Elemental Vigor}",
			">",
			">### Traits",
			">",
			">- {trait/Affinity for the Elements}",
			"",
			"### Description",
			"",
			"A cruel and capricious demigoddess, she builds monuments of dust and ice and destroys settlements as befits her whim. Due to her natural invisibility, few can speak to her true form. Hshurha's schemes are often so convoluted that they seem senseless, but she is, after all, an ancient entity whose very nature is as mercurial as the wind."
		]
	},
	"hudima": {
		"name": "Hudima",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Hudima]{sub=\"Kinslayer\"}",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Hudima](https://www.pathfinderwiki.com/wiki/Hudima) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Fur}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Spread slander and lies about a member of your family to anyone who will listen. Gain a +4 profane bonus on saving throws against compulsions.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a {monster/rakshasa} achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/mirror image}",
			">2. {spell/glibness}",
			">3. {spell/twin form}",
			"",
			"### Description",
			"",
			"The Kinslayer was once conjoined to her twin. After making a deal with an infernal duke, she lured her sister into a torpid sleep and murdered her, which enabled her to step out of her old body and into a new immortal form."
		]
	},
	"hydim": {
		"name": "Hydim",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Hydim]{sub=\"of the Eternal Fast\"}",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Hydim](https://www.pathfinderwiki.com/wiki/Hydim) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Eternity, hunger, madness  ",
			"**Domains** {domain/Evil}, {domain/Knowledge}, {domain/Law}, {domain/Madness}  ",
			"**Subdomains** {domain/Insanity}, {domain/Memory}, {domain/Nightmare}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Consume 13 pages from a sacred text. Gain a +4 profane bonus on saving throws against effects that cause exhaustion, fatigue, hunger, or pain.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {feat/extended} {spell/feast of ashes}",
			">2. {spell/insanity}",
			">3. {spell/maze of madness and suffering}",
			"",
			"### Description",
			"",
			"Hydim appears as an emaciated man with a face on the front and the back of his head. Each of his arms ends in a pair of hands with separate wrists that bend in opposite directions. He was born from the ravenous hunger of a nation where a fickle god accidentally created a devastating famine."
		]
	},
	"iaozrael": {
		"name": "Iaozrael",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Iaozrael]{sub=\"The Untarnished Angel\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Iaozrael](https://www.pathfinderwiki.com/wiki/Iaozrael) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Authority, hubris, liars  ",
			"**Domains** {domain/Destruction}, {domain/Evil}, {domain/Law}, {domain/Sun}  ",
			"**Subdomains** {domain/Day}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Light}, {domain/Rage}  ",
			"**Favored Weapon** {eq-weapon/Scythe}  ",
			"**Symbol** Burning wings  ",
			"**Sacred Animal(s)** Chicken  ",
			"**Sacred Color(s)** Black, red",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Place a black stone over an open flame to heat it, all the while chanting war cries against all that is good. Gain a +4 profane bonus on saves against compulsions.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/glibness}",
			">2. {spell/blasphemy}",
			">3. {spell/overwhelming presence}",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"### Description",
			"",
			"Once a beautiful angel, Iaozrael fell completely to the evil the harbored deep in his heart when he reached out to touch {faith/Sarenrae/'s} brilliant wings and found his own soul wanting."
		]
	},
	"iapholi": {
		"name": "Iapholi",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"::fh[Iapholi]{sub=\"Child of Bloodstone\"}",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74-75}  ",
			"**Pathfinder Wiki** [Iapholi](https://www.pathfinderwiki.com/wiki/Iapholi) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Iblydan Hero-Gods  ",
			"**Areas of Concern** Monstrous heritage, acceptance  ",
			"**Domains** {domain/Community}, {domain/Glory}, {domain/Strength}  ",
			"**Subdomains** {domain/Family}, {domain/Resolve}  ",
			"**Favored Weapon** tail slap or {eq-weapon/heavy flail}",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Dhuraxilis  ",
			"**Nationality** monster",
			"",
			"## Follower Options",
			"",
			">### Unique Spell Rules",
			">",
			">#### Cleric, Oracle, Warpriest",
			">",
			">- {spell/Beast Shape III} can be prepared as a 5th-level spell [^M]",
			">- {spell/Beast Shape IV} can be prepared as a 6th-level spell [^M]",
			">",
			">#### Cleric, Oracle",
			">",
			">- {spell/Magical Beast Shape} can be prepared as a 7th-level spell",
			">",
			">### Other Rules",
			">",
			">- Iapholi can grant 9th-level spells",
			"",
			"### Description",
			"",
			"Many of the first myth-speaking prophecies demanded daring acts of beast slaying, pitting would-be hero-gods against the likes of hydras, minotaurs, and wyverns. As these godlings increasingly sought out Iblydan monsters, the harpy Ekriathae sought some means of defending her inhuman kin. Using her songs, she wooed a trio of cyclopes from their acropolis and coaxed them into granting her a prophecy of her own. Upon fulfilling its terms and attaining mythic power, she became a force of vengeance, tracking and slaying those who purposefully hunted monsters. She perished of old age in -422 AR, surrounded by followers from dozens of species whom she entreated to consume her body that she might be reborn again in a time of need.",
			"",
			"Since then, the mysterious cult of Ekrian Revival has revered Ekriathae's deceased spirit, always watching for signs of her return. Six different monsters over the ages have received the cult's endorsement as her reincarnated successors, each born with mythic potential far exceeding their mortal form. The monsters of Iblydos rejoiced in 4702 when the bestial infant Iapholi received the cult's blessing.",
			"",
			"Raised almost entirely in Dhuraxilis, the young Iapholi (female half-fiend human oracle 4/hierophant 9) has embraced a philosophy of exalting and empowering monstrous creatures that matches the city-state's cosmopolitan ideals. As a result, the archipelago boasts a growing number of piously pensive and proud magical beasts less eager to provoke their humanoid neighbors. However, a strong contingent of traditionalist monsters chafes under the outwardly pacifist doctrine and urges Iapholi to drown the Iblydan city-states, which they see as invaders, in a wave of bloodshed once and for all. Numerous factions have sent assassins to snuff out Iapholi, hoping to either prevent a monstrous demigod from unifying the many beasts or use her death to rally a terrifying army.",
			"",
			"[^M]: Can only be used to assume the form of a magical beast."
		]
	},
	"iggeret": {
		"name": "Iggeret",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Iggeret]{sub=\"She Who Was Lost\"}",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Iggeret](https://www.pathfinderwiki.com/wiki/Iggeret) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Darkness, empty places, pits  ",
			"**Domains** {domain/Darkness}, {domain/Evil}, {domain/Protection}, {domain/Void}  ",
			"**Subdomains** {domain/Fear}, {domain/Isolation}, {domain/Loss}, {domain/Night}, {domain/Sahkil}  ",
			"**Favored Weapon** {eq-weapon/Shortbow}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Hide an item valuable or sentimental to someone you know. Gain a +4 profane bonus on saving throws against divination effects.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">{family/Sahkil} tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/darkness}",
			">2. {spell/acid pit}",
			">3. {spell/phobia}",
			"",
			"### Description",
			"",
			"Iggeret claims she was once a mortal who faked her own kidnapping just to see how it would affect her family and village. After her parents killed themselves out of despair, She Who Was Lost entombed herself with their bodies to join them in death. Iggeret appears as a young, drowned girl with a skeletal face."
		]
	},
	"ilsurrish": {
		"name": "Il'surrish",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Il'surrish]{sub=\"The Wanderer\"}",
			"",
			"{SOURCE Concordance of Rivals/8}  ",
			"**Pathfinder Wiki** [Il'surrish](https://www.pathfinderwiki.com/wiki/Il'surrish) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Protean Lord  ",
			"**Areas of Concern** Formlessness, loss of control, and potential  ",
			"**Domains** {domain/Animal}, {domain/Artifice}, {domain/Chaos}, {domain/Plant}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** [Unarmed strike](rule/attack)  ",
			"**Symbol** Cerulean sphere dotted with stars",
			"",
			"## {feat/Monitor Obedience}",
			"",
			">Immerse yourself in flowing water, leaving only your mouth or nose above the surface, and whisper prayers as the current whisks you away, praying until you wash ashore. Gain a +4 sacred bonus to CMD and on saving throws against effects that impede movement.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/8}",
			">",
			">1. **Wanderer's Grace (Sp)** {spell/true strike} 3/day, {spell/daze monster} 2/day, or {spell/gaseous form} 1/day",
			">2. **Wanderer's Bane (Su)** Once per day, you can cause a creature within 30 feet of you to become {rule/paralyzed} for 1d4+2 rounds. A target that succeeds at a Will save (DC = 10 + half your HD + your Charisma modifier) is instead {misc/dazed} for 1 round.",
			">3. **Formlessness (Su)** Once per day for a number of rounds equal to your Hit Dice, you and your equipment take on a fluid consistency, glowing with an inner cerulean light. You gain DR 20/slashing, and your reach increases by 10 feet. In addition, you gain the {umr/compression} universal monster ability and a fly speed of 60 feet (perfect). Finally, for the duration of the effect, you also gain the benefits of a {spell/cloak of chaos}.",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Proctor}",
			"",
			"### Description",
			"",
			"Il'surrish the Wanderer seldom manifests physically, but when it does, it usually appears as a lesser {family/protean} wrought of furious cerulean light. More commonly the Wanderer possesses a {family/demon}, {family/devil}, or {family/archon} who, overwhelmed, burns like a metaphysical candle from the inside out, consumed by the experience. Those few who survive recall only a beautiful and horrific sensory avalanche - an experience on par with a {monster/keketar/'s} description of its first shallow communion with the Speakers of the Depths. Il'surrish's largely protean clergy are collectively known as the Asomatous Clutch, and many of them are gifted with insubstantiality as well.",
			"",
			"Il'surrish's mobile realm, the Labyrinth of Light and Loss, is an ever-shifting amalgamation of hundreds of castles, a serpentine mating ball of architecture orbited by shattered, petrified {family/qlippoth} and the broken remnants of the primal inevitable Argreth the Burning Monolith. The realm only rarely ventures beyond the deep Maelstrom, usually during rare conclaves of gods and protean lords."
		]
	},
	"imbrex": {
		"name": "Imbrex",
		"sources": [ "The First World, Realm of the Fey" ],
		"description": [
			"::fh[Imbrex]{sub=\"The Twins\"}",
			"",
			"{SOURCE The First World, Realm of the Fey/22}  ",
			"**Pathfinder Wiki** [Imbrex](https://www.pathfinderwiki.com/wiki/Imbrex) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Eldest  ",
			"**Areas of Concern** Endings, statues, twins  ",
			"**Domains** {domain/Community}, {domain/Earth}, {domain/Law}, {domain/Strength}  ",
			"**Subdomains** {domain/Family}, {domain/Home}, {domain/Metal}, {domain/Resolve}  ",
			"**Favored Weapon** {eq-weapon/Dire flail}  ",
			"**Symbol** Clasped hands whose forearms bend and merge together, creating a loop  ",
			"**Sacred Animal(s)** animals that hibernate or go into stasis  ",
			"**Sacred Color(s)** Gray, silver",
			"",
			"## {feat/Fey Obedience}",
			"",
			">Carve or sculpt a figurine, then split it in two and repair it or bind the pieces together. You gain hardness 1 for the next 24 hours as your skin stiffens and takes on a gray pallor.",
			">",
			">### Feysworn",
			">",
			">{SOURCE The First World, Realm of the Fey/22}",
			">",
			">1. **Blessing of the Twins (Sp)** {spell/ill omen} 3/day, {spell/mirror image} 2/day, or {spell/hold person} 1/day",
			">2. **Statuesque (Sp)** You can cast statue three times per day.",
			">3. **Endbringer (Sp)** You can cast storm of vengeance once per day.",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-summoner/Twinned Summoner/ (Summoner)}",
			">- {arc-unchained_summoner/Twinned Summoner/ (Unchained Summoner)}",
			">",
			">### Feats",
			">",
			">- {feat/Fey Friend}",
			">",
			">### Traits",
			">",
			">- {trait/Shaper of Reality}",
			"",
			"### Description",
			"",
			"Standing hundreds of feet high, the twin statues known collectively as Imbrex are simultaneously the most and least accessible of the Eldest. True, the Statue Lords can be found and approached easily enough, yet even those who live in the city sprawling over and around the Eldest's feet have no idea when or how the unmoving demigod might answer their prayers and questions.",
			"",
			"The entity called Imbrex takes the form of two immense statues of identical androgynous humanoids, their abbreviated features and smooth skin suggesting a vaguely reptilian nature. Whether these statues are in fact the Eldest's bodies or simply monuments in which their consciousness resides remains an enigma, as does the question of whether the Twins are siblings sharing some sort of hive mind or a single creature split into two bodies. Regardless, for as long as the Twins have stood, they have never been seen to move or change expression. To most observers, the only signs of their sentience are the booming telepathic commands capable of shattering minds or elevating them, as well as the strange, addictive dreams that leak out into the area around the statues, sometimes taking on physical substance. Though Imbrex has remained silent on the subject, many First World residents - including other Eldest - believe that when the Statue Lords finally deign to walk, it will be to bring about the end of both the First World and the Material Plane, unmaking them both in order to usher in the next phase of creation.",
			"",
			"Despite the teeming city of Anophaeus at the statues' feet, Imbrex appears to care little for their worshipers, often rewarding or punishing seemingly random actions with equally mysterious magical effects. On those occasions when invaders or revolutionaries have sought to take the city, the statues have alternated between doing nothing and savaging the attackers with reality-altering dreams or bursts of psychic energy. Many seek or claim to interpret the dreams of the Twins, yet even those few adherents consistently granted magical boons are rarely given tasks outright, and Imbrex seems content to let their disciples pursue their own ends. Of the other Eldest, Imbrex confers most frequently with {faith/Ragadahn} and {faith/Magdh}, as their attention to prophecy and lost cultures ties in well with the Statue Lords' only apparent interest: the endings of things both great and small. If there's any truth to the rumor that Imbrex once wore a different shape and was trapped in its current motionless form by another Eldest or an outside god, the Twins either do not seek vengeance, or else already took it long ago."
		]
	},
	"immonhiel": {
		"name": "Immonhiel",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Immonhiel]{sub=\"Balm-Bringer\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Immonhiel](https://www.pathfinderwiki.com/wiki/Immonhiel) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Herbs, medicine, toads  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Healing}, {domain/Plant}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Growth}, {domain/Medicine}[^A], {domain/Restoration}, {domain/Resurrection}  ",
			"**Favored Weapon** {eq-weapon/Handaxe}  ",
			"**Symbol** Herb-covered wooden toad  ",
			"**Sacred Animal(s)** Toad  ",
			"**Sacred Color(s)** Brown, green",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Fill your mouth with fresh, fragrant herbs. Recline in a tub or pool of cool water with a live toad on your breast and meditate on the teachings of Immonhiel for 1 hour, then let the toad go. Gain a +4 sacred bonus on saves against disease.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/14}",
			">",
			">1. **Grower of Herbs (Sp)** {spell/cure light wounds} 3/day, {spell/barkskin} 2/day, or {spell/lily pad stride} 1/day",
			">2. **Swamp Healer (Sp)** You can cast {feat/empowered} {spell/heal} 1/day.",
			">3. **Vine Caller (Su)** Once per day you can summon a Large mass of living plant matter. The plant matter has the statistics of a {monster/viper vine}, but is chaotic good. The viper vine follows your commands perfectly for 1 minute per HD before vanishing back to Elysium.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/14}  ",
			"Immonhiel appears as a regal woman of advanced age. Her moss-green hair hangs in two thick braids on either side of her lined face, and she has brown skin and dark, flashing eyes that hold great wisdom. She wears a soft leather vest fringed with emerald green silk and a leather skirt. The innumerable tiny pouches and glass vials that hang from a sash around her waist are rumored to contain cures to every malady known to mortals. The soothing empyreal lord's right arm is not flesh, but a knotty length of pine carved in the shape of an arm with long, capable-looking fingers at its end.",
			"",
			"Balm-Bringer is a healer on the eternal battlefields of the planes, where she nurses injured angels back to health and soothes the wounds of empyreal lords who clashed with the armies of evil and destruction. Her favored servants travel the mortal world, passing on herbal remedies and advice on how best to tend potent marsh plants, all the while teaching combat medics and battlefield healers the best techniques to ensure their warriors live to fight another day. Balm-Bringer also understands that some cannot be healed. For them, she provides ointments that take away the pain and grant peace until life's final moments.",
			"",
			"Many have need of Balm-Bringer, and she finds a home wherever she wanders. Nearly all the empyreal lords have hosted Immonhiel at some point, and many mortals have housed her without even knowing the nature of the stranger who slept under their roof.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"imot": {
		"name": "Imot",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Imot]{sub=\"The Symbol of Doom\"}",
			"",
			"{SOURCE Concordance of Rivals/9}  ",
			"**Pathfinder Wiki** [Imot](https://www.pathfinderwiki.com/wiki/Imot) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Inevitably, mathematics, and portents  ",
			"**Domains** {domain/Luck}, {domain/Repose}, {domain/Rune}, {domain/Weather}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-armor/Light_wooden shield}  ",
			"**Symbol** Three adjacent circles arranged above, bisected by, and below a horizontal line",
			"",
			"## {feat/Monitor Obedience}",
			"",
			">Spend an hour in a dark space barely large enough for you to fit and cast your thoughts out from your body. Gain a +4 insight bonus on Perception checks to spot portents and traps; this expanded insight also allows you to disable magic traps as if you had the rogue's trapfinding ability.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/9}",
			">",
			">1. **The Coming Storm (Sp)** {spell/doom} 3/day, {spell/scare} 2/day, or {spell/rain of frogs} 1/day",
			">2. **Insight into Disaster (Ex)** You gain a bonus equal to your Wisdom modifier on initiative checks and Reflex saves.",
			">3. **Call Down the Wrath (Sp)** You can cast {feat/extended} {spell/control weather} once per day.",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			"",
			"### Description",
			"",
			"While most commonly associated with mass deaths, Imot was born from mortal guilt and the desire for hindsight in the wake of tragedy. Rather than cause loss of life directly, their machinations precede large disasters, though as the penultimate usher of order, they also arrange for disasters when mortal cultures are too slow in dying. A compulsion buried deep within Imot compels them to hide clues to every disaster in the natural world before the event transpires, wrapped in confounding symbolism and boggling equations. These vague hints and hidden meanings inspire anxiety in most mortal minds. To those unaware of the true nature of these premonitions, this takes the form of subconscious unease; to those aware of the usher's omens, these clues provide a means of averting disaster that is often found far too late. Because of this, Imot is also the usher of dread, paranoia, self-blame for unavoidable disasters, and the omnipresent fear of personal failing.",
			"",
			"Imot's nature makes them the natural patron of mathematicians - especially those who press the boundaries of mortal understanding - and the bearer of souls that perished due to seemingly inevitable ends or that died en masse. People plagued with uneasy premonitions, be they true glimpses of impending tragedy or simply figments of the mind, are sometimes drawn toward the worship of Imot. Prophets who seek accurate omens in an age of lost prophecy are drawn to Imot's complex and hidden portents, seeking to painstakingly unravel the usher's hidden clues to look into the future. The Symbol of Doom's own predictions aren't divine in nature, however, and are simply the result of their own infinitely complex calculations.",
			"",
			"Imot manifests as a golden, four-sided pyramid with a wing sprouting from each of their facets. They have great difficulty expressing themselves verbally and instead conjure images and symbols to communicate. Those who serve the Symbol of Doom for many years eventually learn this unique language, but mortal parishioners and young psychopomps find this unique communication frustrating. Because even fellow ushers find Imot challenging, Imot rarely leaves their domain in the Tetravia, a mass of crossroads and towers situated between the Eight Courts, from which the Symbol of Doom observes the mortal world and Outer Planes, ever in search of new patterns and secrets."
		]
	},
	"inkariax": {
		"name": "Inkariax",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Inkariax]{sub=\"The White Death\"}",
			"",
			"{SOURCE Book of the Damned/120}  ",
			"**Pathfinder Wiki** [Inkariax](https://www.pathfinderwiki.com/wiki/Inkariax) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Inkariax}",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Kyton Demagogues  ",
			"**Areas of Concern** Absolute cold, preservation, solitude  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Void}, {domain/Water}  ",
			"**Subdomains** {domain/Fear}, {domain/Ice}, {domain/Isolation}, {domain/Slavery}  ",
			"**Favored Weapon** {eq-weapon/Spiked Gauntlet}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Inventory your collection of hoarded knickknacks, reciting your unique name for each item as you do. Gain a +4 profane bonus on saving throws to resist effects that would petrify or paralyze you.",
			">",
			">{SOURCE Book of the Damned/121}  ",
			">The principals of the {family/kyton} race number among the planes' most audacious explorers, artistes, and scientists. Constrained by neither morals nor taboos, kyton demagogues pursue perfection in myriad profane fields. Lost limbs and lives mean little to the kyton demagogue - only the next boundary to shatter and the promise of what could be. The kyton demagogues are legion, but nine of those best known to Golarion's cultic scholars are presented here.",
			">",
			">Kyton demagogues are far less likely than other fiendish demigods to flaunt their power. All kyton demagogues are lawful evil and range in power from CR 26 to CR 30. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities each usable once per day.",
			">",
			">1. {spell/sleet storm}",
			">2. {spell/sequester}",
			">3. {spell/microcosm}",
			"",
			"## Follower Options",
			"",
			">### Monsters",
			">",
			">- {monster/Libitinarii}",
			"",
			"### Description",
			"",
			"Stillness, solitude, and stasis: these are the true perfections. The White Death knows the fleetingness of perfection and seeks to preserve it. Whether in lands gripped by ice, ornate vaults, or deepest space, frozen-fingered Inkariax hoards and protects all manner of beautiful treasures, singular notes, and perfect souls against the ravages of entropy."
		]
	},
	"inma": {
		"name": "Inma",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Inma]{sub=\"The Empress of the World\"}",
			"",
			"{SOURCE Book of the Damned/126}  ",
			"**Pathfinder Wiki** [Inma](https://www.pathfinderwiki.com/wiki/Inma) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Oni Daimyo  ",
			"**Areas of Concern** Lavish wealth, origami, servitude  ",
			"**Domains** {domain/Community}, {domain/Evil}, {domain/Law}, {domain/Nobility}  ",
			"**Subdomains** {domain/Family}, {domain/Home}, {domain/Leadership}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Katana}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Craft delicate origami representing those you seek to rule over. Gain a +4 profane bonus on saving throws against mind-affecting effects.",
			">",
			">{SOURCE Book of the Damned/127}  ",
			">The most powerful {family/oni}, the oni daimyo, hold their domains in isolated regions of the Material Plane. While they have transcended their lesser incarnations to become something close to demigods in stature, they do not flaunt their power and prefer to dwell in remote corners of the massive land of Tian Xia.",
			">",
			">Oni daimyo are always evil in alignment but can be chaotic, lawful, or neutral. They range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/create treasure map}",
			">2. {spell/charm monster}",
			">3. {feat/extended} {spell/dominate person}",
			"",
			"### Description",
			"",
			"The most powerful of the oni daimyo of Tian Xia is Inma, the Empress of the World. She dwells in a fortress nestled in a hidden valley under the highest peak in the oni-ruled nation of Chu Ye. She appears as dark-skinned, three-eyed, four-armed {monster/void yai}."
		]
	},
	"iomedae": {
		"name": "Iomedae",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Weapon Master's Handbook",
			"Pathfinder #26: The Sixfold Trial"
		],
		"description": [
			"::fh[Iomedae]{sub=\"The Inheritor\"}",
			"",
			"{SOURCE Inner Sea Gods/76}  ",
			"**Pathfinder Wiki** [Iomedae](https://www.pathfinderwiki.com/wiki/Iomedae) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Ascended Pantheon, Halfling Deities, Order of the God Claw Pantheon  ",
			"**Areas of Concern** Honor, justice, rulership, valor  ",
			"**Domains** {domain/Glory}, {domain/Good}, {domain/Law}, {domain/Sun}, {domain/War}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Chivalry}, {domain/Day}, {domain/Duels}, {domain/Heroism}, {domain/Honor}, {domain/Hubris (|Glory)}[^A], {domain/Light}, {domain/Redemption}, {domain/Revelation}, {domain/Sovereignty}, {domain/Tactics}  ",
			"**Realm** Swordhome, Heaven  ",
			"**Allies** {faith/Abadar}, {faith/Sarenrae}, Torag  ",
			"**Relations** Cayden Cailean (ascended brother), Norgorber (ascended brother)  ",
			"**Enemies** {faith/Asmodeus}, {faith/Norgorber}, Lamashtu  ",
			"**Temples** castles, cathedrals, churches  ",
			"**Holy Days** Armasse (a day devoted to the training of new soldiers and studying history, August 16th), Ascendance Day (a day of singing and forgiving old grievances in honor of Iomedae's divine ascension, October 6th), Remembrance Moon (somber celebration of those who fought in past crusades, first full moon of May)  ",
			"**Minions** {subtype/angel/s}, {subtype/archon/s}, {monster/lammasu/s}  ",
			"**Herald** {monster/Hand of the Inheritor} (a golden-skinned angel)  ",
			"**Favored Weapon** {eq-weapon/Longsword}  ",
			"**Symbol** Sword and sun  ",
			"**Sacred Animal(s)** Lion  ",
			"**Sacred Color(s)** Red, white",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Andoran, Cheliax, Galt, Lastwall, Mendev, Molthune, Nirmathas, Sargava  ",
			"**Nationality** Chelaxian",
			"",
			"## {rule/Divine Gift>s}",
			"",
			">{SOURCE Planar Adventures/77}  ",
			">By spending 10 minutes in prayer to Iomedae (this may take place during daily preparation of spells), a character can activate a {spell/holy aura} or {spell/shield of law} effect on himself (CL 20th) that lasts for the next 12 hours.",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Hold your primary weapon in front of you and hang a holy symbol of Iomedae from it. Kneel while focusing on the holy symbol, pray for guidance and protection from the Inheritor, and swear to follow her teachings. Gain a +4 sacred bonus on Diplomacy and Knowledge (nobility) checks.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/76}",
			">",
			">1. **Courageous (Sp)** {spell/remove fear} 3/day, {spell/blessing of courage and life} 2/day, or {spell/heroism} 1/day",
			">2. **Demon-Feared Caster (Ex)** You are used to fighting the forces of evil. You gain a sacred bonus equal to 1 + 1 for every 4 Hit Dice you possess (maximum +6) on caster level checks to overcome the spell resistance of outsiders with the chaotic or evil subtypes. These bonuses stack against outsiders who are both chaotic and evil (maximum +12). If you don't have the ability to cast spells, you instead gain the ability to use {spell/protection from [chaos//]evil} as a spell-like ability three times per day.",
			">3. **Wrath of the Inheritor (Su)** Three times per day, you can call upon Iomedae during the casting of a spell to increase its potency. When you use this ability, you can cast any spell that deals hit point damage and has a casting time of 1 standard action as a full-round action instead. Doing so changes half the damage dealt to divine power, similar to a {spell/flame strike} spell. For example, a wizard 5/evangelist 9 casts a {spell/lightning bolt} as a full-round action. The spell deals 10d6 points of damage, half of which is electricity damage and the other half of which is divine energy and not subject to electricity resistance. If you can't cast spells that deal hit point damage, you instead gain the ability to imbue your weapon with holy power. Three times per day as a free action, you can grant your weapon the {magic-enh/holy} weapon special ability for 1 minute.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/76}",
			">",
			">1. **Glorious Servant (Sp)** {spell/shield of faith} 3/day, {spell/enthrall} 2/day, or {spell/searing light} 1/day",
			">2. **Righteous Strike (Sp)** Once per day, you can channel the effects of {spell/holy smite} through your weapon. You must declare your use of this ability before you roll your attack. On a hit, the target is affected as if targeted with holy smite.",
			">3. **Just Ally (Sp)** Once per day as a standard action, you can summon a {monster/shield archon}. The shield archon follows your commands perfectly for 1 minute for every Hit Die you possess before vanishing back to its home in Heaven. The shield archon doesn't follow commands that would violate its alignment, however, and particularly egregious commands could cause it to attack you.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/76}",
			">",
			">1. **Knight of Valor (Sp)** {spell/bless weapon} 3/day, {spell/bull's strength} 2/day, or {spell/magic vestment} 1/day",
			">2. **Valorous Smite (Su)** If you have the smite evil class feature, you gain an extra use of that ability per day. You add the levels of sentinel to your paladin levels when calculating the extra damage dealt by your smite. If you successfully deal damage with your smite, your target must succeed at a Will saving throw (with a DC equal to 10 + your Charisma modifier + 1/2 your Hit Dice) or be {misc/stunned} for 1 round plus 1 round for every 4 Hit Dice you possess (maximum 6 rounds). Once a target saves against this stunning effect, it is immune to the stunning effect from your holy smite for 24 hours.",
			">    - If you don't have the smite evil class feature, instead you can, as a free action, single out an outsider with the evil subtype or an evil-aligned dragon you plan to vanquish. Against this target, you gain a +2 sacred bonus on attack rolls and a sacred bonus equal to your sentinel level on damage rolls. The bonuses remain until the target is dead or you use this ability again, whichever comes first. If you choose a target that is not one of the listed creature types, the ability is wasted. You can use this ability a number of times per day equal to your Charisma bonus (minimum once per day).",
			">3. **Banishing Strike (Sp)** Once per day, you can channel the effects of {spell/banishment} through your weapon, though you don't need to cast (or even know) the spell. You must declare your use of this ability before you roll your attack. On a hit, the target is affected by a banishment effect. If you openly wear a holy symbol of Iomedae, you gain a +1 bonus on your caster level check to overcome the target's spell resistance (if any) and the saving throw DC increases by 2.",
			"",
			"## Paladin Code",
			"",
			">The paladins of Iomedae are just and strong, crusaders who live for the joy of righteous battle. Their mission is to right wrongs and eliminate evil at its root. They serve as examples to others, and their code demands they protect the weak and innocent by eliminating sources of oppression, rather than merely the symptoms. They may back down or withdraw from a fight if they are overmatched, but if their lives will buy time for others to escape, they must give them. Their tenets include the following affirmations.",
			">",
			">- I will learn the weight of my sword. Without my heart to guide it, it is worthless - my strength is not in my sword, but in my heart. If I lose my sword, I have lost a tool. If I betray my heart, I have died.",
			">- I will have faith in the Inheritor. I will channel her strength through my body. I will shine in her legion, and I will not tarnish her glory through base actions.",
			">- I am the first into battle, and the last to leave it.",
			">- I will not be taken prisoner by my free will. I will not surrender those under my command.",
			">- I will never abandon a companion, though I will honor sacrifice freely given.",
			">- I will guard the honor of my fellows, both in thought and deed, and I will have faith in them.",
			">- When in doubt, I may force my enemies to surrender, but I am responsible for their lives.",
			">- I will never refuse a challenge from an equal. I will give honor to worthy enemies, and contempt to the rest.",
			">- I will suffer death before dishonor.",
			">- I will be temperate in my actions and moderate in my behavior. I will strive to emulate Iomedae's perfection.",
			"",
			"## {feat/Divine Fighting Technique}",
			"",
			">### Iomedae's Inspiring Sword",
			">",
			">{SOURCE Weapon Master's Handbook}",
			">",
			">Iomedae demonstrates how to turn a longsword into a shining beacon of hope.",
			">",
			">**Optional Replacement:** A paladin who worships Iomedae can replace a mercy with this initial benefit, even if she doesn't meets its prerequisites.",
			">",
			">**Initial Benefit:** While wielding a longsword, you can perform an impressive display of prowess as a full-round action. All allies within 30 feet who can see your display gain a +2 sacred bonus on attack rolls, saving throws, and skill checks for 1 round + 1 round per 5 points of base attack bonus you have.",
			">",
			">**Advanced Prerequisite:** {feat/Dazzling Display}, {feat/Weapon Focus} (longsword), Base Attack Bonus +10.",
			">",
			">**Optional Advanced Replacement:** A paladin of at least 9th level who worships Iomedae can replace a mercy with the following advanced benefit, even if she doesn't meet the benefit's prerequisites.",
			">",
			">**Advanced Benefit:** As a standard action or at the end of a charge, you can make an attack against a foe with a longsword. If you succeed, you grant all allies who can see your attack a +2 sacred bonus on attack rolls, saving throws, and skill checks for 1 minute.",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-ranger/Battle Scout/ (Ranger)}",
			">- {arc-cleric/Crusader/ (Cleric)}",
			">- {arc-paladin/Iomedaen Enforcer/ (Paladin)}",
			">- {arc-paladin/Shining Knight/ (Paladin)}",
			">- {arc-cavalier/Standard Bearer/ (Cavalier)}",
			">",
			">### Feats",
			">",
			">- {feat/Disciple of the Sword}",
			">- {feat/Hands of Valor}",
			">- {feat/Protective Channel}",
			">- {feat/Strike True}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Iomedae}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Icon of Order}",
			">- {magic-armor/Inheritor's Breastplate}",
			">- {magic-armor/War Commander's Field Plate}",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Knight-Inheritor's Ring}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Crusader's Longsword}",
			">- {magic-weapon/Inheritor's Light}",
			">- {magic-weapon/Iomedae's Needle}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Knight's Pennon (Battle)}",
			">- {magic-wondrous/Cloak of the Crusader}",
			">- {magic-wondrous/Lord's Banner (Crusades)}",
			">- {magic-wondrous/Glorious Tabard (Greater)}",
			">- {magic-wondrous/Knight's Pennon (Honor)}",
			">- {magic-wondrous/Inheritor's Gauntlet}",
			">- {magic-wondrous/Glorious Tabard (Lesser)}",
			">- {magic-wondrous/Medal of the Hero's Heart}",
			">- {magic-wondrous/Knight's Pennon (Parley)}",
			">- {magic-wondrous/Lord's Banner (Swiftness)}",
			">- {magic-wondrous/Lord's Banner (Terror)}",
			">- {magic-wondrous/Lord's Banner (Victory)}",
			">",
			">### Monsters",
			">",
			">- {monster/Hand of the Inheritor/ (Herald)}",
			">- {monster/Iophanite}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Heritor Knight}",
			">- {pclass/Inheritor's Crusader}",
			">- {pclass/Knight of Ozem}",
			">",
			">### Spells",
			">",
			">- {spell/Bestow Grace of the Champion}",
			">- {spell/Burst of Glory}",
			">- {spell/Inheritor's Smite}",
			">- {spell/Light Prison}",
			">- {spell/Litany of Righteousness}",
			">- {spell/Spear of Purity}",
			">- {spell/Weapons Against Evil}",
			">",
			">### Traits",
			">",
			">- {trait/A Shining Beacon}",
			">- {trait/Divine Warrior}",
			">- {trait/Inheritor's Immunity}",
			">- {trait/Purity of Faith}",
			">- {trait/Regal Presence}",
			">- {trait/Searing Beacon}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/83}",
			">",
			">#### Cleric",
			">",
			">- {spell/Holy Sword} can be prepared as a 8th-level spell",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Good Hope} can be prepared as a 4th-level spell",
			">- {spell/Mark of Justice} can be prepared as a 4th-level spell",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Holy Sword} can be prepared as a 6th-level spell",
			">",
			">#### Paladin",
			">",
			">- {spell/Good Hope} can be prepared as a 3rd-level spell",
			">- {spell/Mark of Justice} can be prepared as a 3rd-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #26: The Sixfold Trial/71}",
			">",
			">- :hll[spell/Summon Monster IV:] {template/Celestial} {monster/Lion} - LG",
			">- :hll[spell/Summon Monster VI:] {template/Celestial} {monster/Griffon} - NG",
			">- :hll[spell/Summon Nature's Ally VI:] {template/Celestial} {monster/Griffon} - NG",
			"",
			"### Description",
			"",
			"{SOURCE Inner Sea Gods/77}  ",
			"At just over 900 years old, Iomedae is the youngest of the major deities of Golarion, and has only begun to reach her full potential as an independent deity in the last century. She is a righteous knight, fearless in fighting for her beliefs, and a missionary and crusader on behalf of the benign sovereignty of good and merciful justice for evil. She would rather convince evildoers to lay down their arms in honorable surrender than cut them down, but she will wield her mighty sword against those who persist in serving evil. She loathes incorrigible evil, fiend-spawn, traitors, and those who abuse good in the name of \"greater\" good. Now out from under the shadow of her patron, the slain human culture deity {faith/Aroden}, she has proven she needs no mentor to guide her - she is valor, glory, honor, justice, and strength, and is unafraid to point her sword at the greatest evils facing the world.",
			"",
			"Despite her youth and comparative late start, she has been instrumental in fighting evil in the world, even during her mortal lifetime as a paladin of {monster/Arazni} (and, after that demigod's death, Aroden himself). Born a mortal in Cheliax, she led the Knights of Ozem in a series of victories over the Whispering Tyrant, and participated in his imprisonment. Success in the Test of the Starstone a short time later granted the valiant swordswoman a spark of divinity and brought her to the attention of Aroden, who elevated her to the position of his herald, vacated by the fallen Arazni. When the Last Azlanti died, Iomedae inherited most of his remaining followers. Though born in Cheliax, she is worshiped by many people outside that land, and most recently has taken up patronage of the Mendevian Crusades. Once the crusaders have succeeded in ending the expanding threat of the Worldwound, she plans to inspire them to wipe her homeland free of its diabolical taint.",
			"",
			"Iomedae's avatar appears as a fierce Chelish swordswoman, resplendent in gleaming battle armor with heraldic markings, and brandishing a longsword and shield. When she is roused to battle, her white cloak turns red and her white-and-gold armor turns the silver-gray of {eq-material/adamantine}. The light from her shield blinds all evil, the force of her aura causing the corrupt to weaken and collapse.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"ioramvol": {
		"name": "Ioramvol",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Ioramvol]{sub=\"With the Mouth Full of Boulders\"}",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Ioramvol](https://www.pathfinderwiki.com/wiki/Ioramvol) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Caverns, Cliffs, Premature Burials  ",
			"**Domains** {domain/Death}, {domain/Earth}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** {domain/Caves}, {domain/Fear}, {domain/Murder}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Heavy pick}",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Partially bury yourself in dirt or gravel while meditating. Gain a +4 profane bonus on saving throws against earth effects and petrification.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/spiked pit}",
			">2. {spell/statue}",
			">3. {spell/clashing rocks}",
			"",
			"### Description",
			"",
			"Ioramvol suffered countless deaths via falls, premature burial, and rockslides before finally being reborn as Ioramvol with the Mouth Full of Boulders. He appears as a lumbering, tattooed colossus pierced with shards of rock, and he is capable of spitting jagged rocks from his toothless maw."
		]
	},
	"irez": {
		"name": "Irez",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Irez]{sub=\"Lady of Inscribed Wonder\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Irez](https://www.pathfinderwiki.com/wiki/Irez) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Cards, scribes, spells  ",
			"**Domains** {domain/Good}, {domain/Luck}, {domain/Magic}, {domain/Rune}  ",
			"**Subdomains** {domain/Agathion}, {domain/Fate}, {domain/Language}, {domain/Wards}  ",
			"**Favored Weapon** {eq-weapon/Dart}  ",
			"**Symbol** Fan of parchment strips  ",
			"**Sacred Animal(s)** Roc  ",
			"**Sacred Color(s)** Red, white",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Neatly inscribe six identical pairs of runes on 12 separate cards or squares of paper. Shuffle the cards facedown and draw two. On a match, gain a +4 sacred bonus on saves against spells cast from two schools of magic of your choice. On a mismatch, gain a +4 sacred bonus on saves against spells cast from scrolls. (Alternatively, draw two cards from a harrow deck, gaining one benefit for matching suits and the other if not.)",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/15}",
			">",
			">1. **Calligrapher's Talent (Sp)** {spell/divine favor} 3/day, {spell/augury} 2/day, or {spell/glyph of warding} 1/day",
			">2. **Divine Inscription (Su)** Three times per day, when using a scroll to cast a spell that deals hit point damage, you can change half the spell's damage to holy damage. If you lack the ability to cast a particular spell from a scroll, you may attempt a {skill/Use Magic Device} check with a bonus equal to your HD plus your Charisma modifier (or your regular Use Magic Device bonus, whichever is better).",
			">3. **Lucky Cards (Su)** Once per day, you can summon 2d6 shimmering cards that trail in your wake. The cards dart around you during combat, intercepting deadly attacks. At your discretion, each card can absorb a single damage die from either a {ability/sneak attack} or a critical hit that would normally hit you. For example, if you would be hit by a sneak attack dealing an extra 3d6 points of damage and you had two cards remaining, you could reduce the sneak attack damage to 1d6 (these dice are removed before being rolled). Once a card absorbs a damage die, it disappears. Unused cards disappear at the end of each day.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/15}  ",
			"Irez emerged from the reeds along the coast of the Sea of No Shadows in Nirvana. She understands the mystical symbolism behind runes, particularly how runes can empower arcane magic. Harrow readers and gamblers pay homage to the Lady of Inscribed Wonder, and her agents teach the exacting art of calligraphy to favored mortals.",
			"",
			"Irez still makes her home among the reeds where she first appeared. Her palace is a fantastical amalgamation of woven reed floors, paper walls, and bamboo roofs, and while it looks fragile enough to blow away in a stiff breeze, it has stood undamaged for thousands of years."
		]
	},
	"irori": {
		"name": "Irori",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Divine Anthology",
			"Pathfinder #53: Tide of Honor"
		],
		"description": [
			"::fh[Irori]{sub=\"Master of Masters\"}",
			"",
			"{SOURCE Inner Sea Gods/84}  ",
			"**Pathfinder Wiki** [Irori](https://www.pathfinderwiki.com/wiki/Irori) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Ascended Pantheon, Deities of Tian Xia, Order of the God Claw Pantheon, Vudrani Pantheon  ",
			"**Areas of Concern** History, knowledge, self-perfection  ",
			"**Domains** {domain/Healing}, {domain/Knowledge}, {domain/Law}, {domain/Rune}, {domain/Strength}  ",
			"**Subdomains** {domain/Competition}, {domain/Education (|Knowledge)}, {domain/Fist}, {domain/Inevitable}, {domain/Language}, {domain/Medicine}[^A], {domain/Memory}, {domain/Resolve}, {domain/Restoration}, {domain/Self-Realization (|Strength)}[^A], {domain/Thought}  ",
			"**Realm** Serene Circle, Axis  ",
			"**Allies** {faith/Abadar}  ",
			"**Enemies** {faith/Asmodeus}, {faith/Norgorber}  ",
			"**Temples** dojos, fighting academies, libraries, monasteries  ",
			"**Holy Days** various regional holidays  ",
			"**Minions** {family/aeon/s}, {monster/guardian naga/s}, {subtype/inevitable/s}  ",
			"**Herald** {monster/the Old Man} (an elderly but spry human)  ",
			"**Favored Weapon** [Unarmed strike](rule/attack)  ",
			"**Symbol** Blue hand  ",
			"**Sacred Animal(s)** Snail  ",
			"**Sacred Color(s)** Blue, white",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Jalmeray, Katapesh, Mana Wastes, Nex, Osirion, Qadira  ",
			"**Nationality** Vudrani",
			"",
			"## {rule/Divine Gift>s}",
			"",
			">{SOURCE Planar Adventures/78}  ",
			">Irori grants a permanent +1 untyped bonus to Constitution.",
			"",
			"## {feat/Deific Obedience}",
			"",
			">Over the course of 1 hour, spend an equal amount of time practicing with a weapon or your unarmed strikes, reading any text that you have never read before, and braiding a length of hair while contemplating the mysteries of the multiverse. Hang the length of hair around your neck when your obedience is complete and wear it for the rest of the day. Gain a +4 sacred or profane bonus on all Knowledge checks. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/84}",
			">",
			">1. **Expansive Knowledge (Sp)** {spell/identify} 3/day, {spell/fox's cunning} 2/day, or {spell/secret page} 1/day",
			">2. **Inevitable Fist (Su)** For a number of rounds per day equal to your Hit Dice, you can infuse your limbs with the power of pure law. Your unarmed strikes deal damage as if you were {misc/one size category larger}, and gain the {magic-enh/axiomatic} weapon special ability. Activating or dismissing this ability is a free action, and the rounds don't need to be consecutive.",
			">3. **Runic Form (Sp, Su)** Nine runic tattoos appear on your body, three for each of the three disciplines of Irori: mind, body, and spirit. As a standard action (unless otherwise noted) you can discharge the power stored in a tattoo. Once spent, a tattoo's power returns gradually over the course of 1 week. The tattoo powers are as follows:",
			">",
			">>*Body Tattoos:* Two contain {spell/cure serious wounds}, which you can use as a spell-like ability. One contains {spell/restoration}, which you can use as a spell-like ability.",
			">>",
			">>*Mind Tattoos:* Two can each be discharged as a swift action to allow you to reroll a saving throw against an enchantment spell or effect. You must use this ability before you learn the result of your save, and you must take the second result, even if it is lower. The third can be discharged to grant you a +4 sacred bonus to Wisdom for 1 minute.",
			">>",
			">>*Spirit Tattoos:* Two allow you to assume an ethereal state for 1 minute as though using the spell {spell/etherealness}. The third allows you to gain spell resistance equal to 10 + 1 for every Hit Dice you possess for 1 minute.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/84}",
			">",
			">1. **Cloud the Mind of the Unwary (Sp)** {spell/hypnotism} 3/day, {spell/daze monster} 2/day, or {spell/suggestion} 1/day",
			">2. **Repair the Damaged Body (Su)** Up to three times per day, when you can cast a conjuration (healing) spell with a range of touch, treat it as having a range of close instead.",
			">3. **Walk Above the Earth (Su)** You hover several inches off the ground as if levitating. This doesn't affect your speed, and makes you immune to most kinds of difficult terrain, traps triggered by pressure, and potentially other effects. You can levitate over solid surfaces only, so you fall if you step off a cliff or over a liquid. You can, however, raise or lower yourself as {spell/levitate}. If you make an attack while hovering, you are not subject to the attack and damage penalties listed in the levitate spell description. However, if you move yourself higher in the air using a move action, you become subject to the attack and damage penalties until you return to the ground.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/84}",
			">",
			">1. **Masterful Warrior (Sp)** {spell/true strike} 1/day, {spell/false life} 2/day, or {spell/haste} 3/day",
			">2. **Secrets of the Enemy (Ex)** The knowledge you've gained over the years regarding different creatures lets you strike your foes with unerring insight. As a standard action, you can study your opponent during combat, a task which requires you to succeed at a Knowledge check related to the enemy's type. The DC is equal to 10 + your opponent's Hit Dice. If you succeed at the check, you gain a +2 bonus on weapon attack and damage rolls against that enemy. If you fail at the Knowledge check, you may try again with another action, but all subsequent attempts to use this ability against the same enemy take a cumulative -2 penalty.",
			">3. **Perfection of Form (Ex)** You develop your body to such a degree of physical perfection that you become almost untouchable by the ravages of toxins and disease. You gain a +4 sacred or profane bonus on saving throws against poison, magical and supernatural diseases, and spells and effects that cause ability damage, ability drain, or negative levels. You also become immune to nonmagical diseases.",
			"",
			"## {feat/Divine Fighting Technique}",
			"",
			">### Irori's Perfected Fist",
			">",
			">{SOURCE Divine Anthology}",
			">",
			">Practically synonymous with Irori and his faith, The Woven Fist is among the best known of all diving fighting manuals. Many learned monks were taught their first martial techniques using drills and regiments from this manual, which some claim was written by Irori's own hand before his ascension to divinity. Although most commonly found in temples to Irori and secluded monasteries, copies of The Woven Fist often make their way into less scrupulous hands because of their effectiveness.",
			">",
			">**Optional Replacement:** A lawful neutral brawler or monk can replace a bonus feat with the following initial benefit.",
			">",
			">**Initial Benefit:** You can take a -2 penalty on all attack rolls made with your unarmed strikes in order to deal the average amount of damage with each successful attack instead of rolling your weapon damage. For instance, if your unarmed strike would normally deal 1d4 points of weapon damage, you instead deal 2 points of weapon damage. Apply bonuses and modifiers to this result as if you had rolled your damage normally. You must choose to use this benefit before making an attack roll, and its effects last until your next turn. You do not average additional damage dice (such as those granted by a sneak attack) when using this ability.",
			">",
			">**Advanced Prerequisite:** {feat/Critical Focus}, {feat/Divine Fighting Technique}, {feat/Weapon Focus} (unarmed strike), either Base Attack Bonus +10 or 10 levels in the {class/monk} class.",
			">",
			">**Optional Advanced Replacement:** A lawful neutral brawler or monk of at least 10th level who worships Irori and has the {feat/Divine Fighting Technique} feat can replace a bonus feat with the following advanced benefit without meeting its prerequisites.",
			">",
			">**Advanced Benefit:** You no longer take a -2 penalty on attack rolls with your unarmed strikes when you choose to deal the average amount of damage. If you critically hit a creature when using this ability, you automatically inflict maximum weapon damage for that critical hit (although you must still roll sneak attack dice or any other dice-based additional damage).",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-monk/Disciple of Wholeness/ (Monk)}",
			">- {arc-monk/Disciple of Wholeness/ (Unchained Monk)}",
			">- {arc-paladin/Iroran Paladin/ (Paladin)}",
			">- {arc-monk/Ki Mystic/ (Monk)}",
			">- {arc-wizard/Scrollmaster/ (Wizard)}",
			">- {arc-fighter/Unarmed Fighter/ (Fighter)}",
			">",
			">### Feats",
			">",
			">- {feat/Improved Unarmed Strike}",
			">- {feat/Ki Channel}",
			">- {feat/Master of Knowledge}",
			">- {feat/Scholar}",
			">- {feat/Steady Engagement}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Irori}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Perfection Leather}",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Ring of Serene Contortions}",
			">",
			">### Magic Items - Sets",
			">",
			">- {magic-set/Irori's Meditation}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Perfectionist Shavtoosh}",
			">- {magic-weapon/Quarterstaff of Contemplation}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Amulet of Mighty Fists (+1)}",
			">- {magic-wondrous/Amulet of Mighty Fists (+2)}",
			">- {magic-wondrous/Amulet of Mighty Fists (+3)}",
			">- {magic-wondrous/Amulet of Mighty Fists (+4)}",
			">- {magic-wondrous/Amulet of Mighty Fists (+5)}",
			">- {magic-wondrous/Incense of Meditation}",
			">- {magic-wondrous/Monk's Robe}",
			">- {magic-wondrous/Purification Talisman}",
			">- {magic-wondrous/Robe of the Master of Masters}",
			">",
			">### Monsters",
			">",
			">- {monster/Pavbagha}",
			">- {monster/The Old Man/ (Herald)}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Champion of Irori}",
			">",
			">### Spells",
			">",
			">- {spell/Abstemiousness}",
			">- {spell/Blood Crow Strike}",
			">- {spell/Channel Vigor}",
			">- {spell/Replenish Ki}",
			">",
			">### Traits",
			">",
			">- {trait/Centered}",
			">- {trait/Eternal Understanding}",
			">- {trait/Seer of Reality}",
			">- {trait/Sensing Imperfection}",
			">- {trait/Wisdom in the Flesh}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/91}",
			">",
			">#### Cleric",
			">",
			">- {spell/Astral Projection} can be prepared as a 8th-level spell",
			">- {spell/Moment of Prescience} can be prepared as a 8th-level spell",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Transformation} can be prepared as a 6th-level spell",
			">- {spell/Haste} can be prepared as a 4th-level spell",
			">- {spell/Legend Lore} can be prepared as a 6th-level spell",
			">- {spell/Stone Fist} can be prepared as a 1st-level spell",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Astral Projection} can be prepared as a 6th-level spell",
			">- {spell/Moment of Prescience} can be prepared as a 6th-level spell",
			">- {spell/Transformation} can be prepared as a 5th-level spell",
			">- {spell/Haste} can be prepared as a 4th-level spell",
			">- {spell/Legend Lore} can be prepared as a 4th-level spell",
			">- {spell/Stone Fist} can be prepared as a 1st-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #53: Tide of Honor/73}",
			">",
			">- :hll[spell/Summon Monster IV:] {monster/Giant Mantis} (extraplanar), {monster/Tiger}",
			">",
			">### Other Rules",
			">",
			">{SOURCE Pathfinder #53: Tide of Honor/73}",
			">",
			">- Monks with access to the *quivering palm* ability may use it to render a target comatose for an extended period (lasting until the target receives a {spell/heal}, {spell/restoration}, or {spell/greater restoration} spell) rather than kill, chosen at the time the *quivering palm* is activated. Monks may use their *wholeness of body* ability on a willing creature as a standard action. The monk must touch the target, and the target becomes {misc/fatigued} from this aid.",
			"",
			"### Description",
			"",
			"{SOURCE Inner Sea Gods/85}  ",
			"Irori was once a mortal man whose intense discipline allowed him to attain enlightenment and divinity through physical, mental, and spiritual perfection. He teaches that mastery of the self allows one to master the world, but paradoxically also purges one of desire to master the world. Countless others seek to follow his path, and he encourages them to challenge their minds, bodies, and souls in order to transcend their self-imposed limits. He is also a god of knowledge; his followers are keen students of history, for experience is key to understanding and there is much to be learned from the experiences of others.",
			"",
			"Irori knows that there's no single technique that works for everyone, and that every student must experiment and practice to find the best method for her. He is patient, forgiving, and serene, welcoming all who seek perfection as brothers and sisters. He is a teacher who leads by example rather than issuing reprimands and corrections. Meanwhile, he constantly tests his own limits as a deity, expanding his awareness and control without impinging upon the interests of others. Originating from distant Vudra, Irori has gained a diverse following across the Inner Sea region as those who seek discipline and self-perfection look to him for inspiration.",
			"",
			"Irori's followers rarely depict him in art because they believe that no icon can hope to live up to his perfect image. They describe him in poetry and prose as a flawless man, clothed in simple robes and wooden sandals, hairless save for a long braid. Beyond the Inner Sea region, his race often changes to reflect that of the artist; artists of the Inner Sea tend to depict him in ways that emphasize his exoticism. Irori sees no need to cloak himself in mystery or augment himself with divine power, so on the rare occasions when he manifests to mortals, he appears as a physically fit man matching his followers' descriptions, often sitting, kneeling patiently, or resting in a meditative pose. He's also been known to project a portion of his awareness into a statue, animating its face and speaking through it.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"isis": {
		"name": "Isis",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Isis]{sub=\"Queen of Miracles\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/69}  ",
			"**Pathfinder Wiki** [Isis](https://www.pathfinderwiki.com/wiki/Isis) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Fertility, magic, motherhood, rebirth  ",
			"**Domains** {domain/Charm}, {domain/Community}, {domain/Good}, {domain/Healing}, {domain/Magic}  ",
			"**Subdomains** {domain/Agathion}, {domain/Arcane}, {domain/Divine}, {domain/Family}, {domain/Love}, {domain/Resurrection}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Knot of Isis  ",
			"**Sacred Animal(s)** Kite",
			"",
			"### Description",
			"",
			"When {faith/Set} killed his brother {faith/Osiris}, it was their sister Isis who recovered Osiris's body, and using her magic, conceived a son, {faith/Horus}, with her dead husband. Enraged, Set then dismembered Osiris's corpse and scattered the remains, but Isis gathered up all of the pieces of her husband's body and with a magic spell resurrected Osiris.",
			"",
			"Isis ruled as queen alongside Osiris during the Age of Legend, and like him, she is a fertility and nature goddess, viewed as the ideal mother and wife. She is a goddess of rebirth and resurrection, and the protector of the canopic jar that holds the deceased's liver. She is also a deity of magic, both arcane and divine. Isis appears as a beautiful human woman with winged arms, wearing a crown shaped like a throne. She is the loyal wife and partner of Osiris, and is fiercely protective of her son Horus. Isis is close to her sister Nephthys, but is a sworn enemy of her brother Set.",
			"",
			"Isis is worshiped by sorcerers, wizards, and witches as a patron of magic, but also by mothers, wives, and druids in her role as a goddess of fertility. The vast majority of her clerics are women, but men and women both are initiated into her mystery cults to learn her secret and sacred rites."
		]
	},
	"isph_aun_vuln": {
		"name": "Isph-Aun-Vuln",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Isph-Aun-Vuln]{sub=\"The Feaster Within\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Isph-Aun-Vuln](https://www.pathfinderwiki.com/wiki/Isph-Aun-Vuln) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Qlippoth Lords  ",
			"**Areas of Concern** Infestation of the flesh, poisonous wind  ",
			"**Domains** {domain/Air}, {domain/Chaos}, {domain/Evil}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Venom}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Longbow}  ",
			"**Symbol** Cloudy tentacled rune  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Gray",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Consume a handful of live parasites or infested flesh. Gain a +4 profane bonus on saving throws against disease and parasitic infestations.",
			">",
			">{SOURCE Book of the Damned/129}  ",
			">Qlippoth lords are always chaotic evil and range in power from CR 21 to CR 25. It's quite likely that more powerful creatures akin to demigods in stature may still exist in the deepest parts of the Abyss, but such qlippoth demigods remain theoretical for now, and they do not maintain active cults on mortal worlds. The boons qlippoth lords grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/summon swarm}",
			">2. {spell/fleshworm infestation}",
			">3. {spell/plague storm}",
			"",
			"### Description",
			"",
			"One of the most intelligent and subversive of the qlippoth lords, Isph-Aun-Vuln is a monstrous parasite of the soul who, on the rare occasions she manifests outside of a hideously mutated host body, appears as a twisting mass of mist-shrouded, dripping tendrils tangled around a fanged anemone's maw. Isph-Aun-Vuln is particularly fond of using humanoid hosts to lead nations to suicidal ends through either war or decadence."
		]
	},
	"ithaqua": {
		"name": "Ithaqua",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Ithaqua]{sub=\"The Wind-Walker\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/68}  ",
			"**Pathfinder Wiki** [Ithaqua](https://www.pathfinderwiki.com/wiki/Ithaqua) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Ithaqua}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Cannibalism, cold, the wind  ",
			"**Domains** {domain/Air}, {domain/Chaos}, {domain/Evil}, {domain/Weather}  ",
			"**Subdomains** {domain/Cloud}, {domain/Ice}, {domain/Storms}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Handaxe}  ",
			"**Symbol** Antlered wooden humanoid effigy",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"### Description",
			"",
			"The frozen lands at all the worlds' northern poles are the domains of Ithaqua, the Wind-Walker. He is capable of striding the gulfs between planets on icy winds to visit any world that might catch his interest, yet his explorations and influence over the worlds he treads upon seem to be curiously limited in scope to those regions above each world's arctic circle. He can, for short periods of time, venture south, but never for long, and his touch is unknown in the southern reaches of these worlds.",
			"",
			"Yet in his realm, he is greatly feared, for cannibalism and the monstrous creatures known as wendigos are rampant in the times before and after his visits. Ithaqua often takes a personal interest in certain souls, be they worshipers or unbelievers. He takes these folk into the skies and may even bring them to other worlds, yet his purpose in these abductions is unclear, for those who walk with Ithaqua always meet the same fate &mdash; a devastating fall from a great height resulting in either death in some frozen wilderness or transformation into a wendigo and the loss of all memories of a previous life.",
			"",
			"Ithaqua is known by many names in icy regions. He appears humanoid in form, yet his limbs are long and gaunt, and his feet are often concealed in gusts and blasts of blizzard winds. When he visits, despite these winds that surround him, he leaves monstrous tracks in the snow that show webbing between the toes. Those who gaze upon the Wind-Walker often don't remember his shape at all, only the two points of light &mdash; so like strange sparkling stars in the night sky &mdash; that are in fact his eyes.",
			"",
			"Note that while Ithaqua does not grant the domain of Water, his clerics can take the subdomain of Ice."
		]
	},
	"izyagna": {
		"name": "Izyagna",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Izyagna]{sub=\"She of the Sevenfold Swarm\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Izyagna](https://www.pathfinderwiki.com/wiki/Izyagna) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Nascent Demon Lords  ",
			"**Areas of Concern** Angry mobs, ants  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Fire}, {domain/War}  ",
			"**Subdomains** {domain/Ash}, {domain/Blood}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Trident}  ",
			"**Symbol** Ouroboros of seven ants  ",
			"**Sacred Animal(s)** Ant  ",
			"**Sacred Color(s)** Black, red",
			"",
			"## {feat/Demonic Obedience}, {feat/Fiendish Obedience}",
			"",
			">Meditate while within a swarm of ants. Gain a +4 profane bonus on saves against charm effects.",
			">",
			">### Boons",
			">",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/38}",
			">",
			">1. **First Boon (Sp)** {spell/Enthrall} 1/day",
			">2. **Second Boon (Sp)** {spell/Giant Vermin} 1/day",
			">3. **Third Boon (Sp)** {spell/Mass Suggestion} 1/day",
			"",
			"## Nascent Demon Lords",
			"",
			">{SOURCE Book of the Damned/124}",
			">",
			">With very few exceptions, a demon lord is never born fully formed. Instead, each must build power and resources during an extended period of transformation. Demons in this transitional stage are known as nascent demon lords.",
			">",
			">At any one time, there exist hundreds - if not thousands - of nascent demon lords in the Abyss. All nascent demon lords are chaotic evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by demon lords, manifesting as spell-like abilities usable twice per day each.",
			"",
			"## Follower Options",
			"",
			">### Archetypes",
			">",
			">- {arc-antipaladin/Iron Tyrant/ (Antipaladin)}",
			"",
			"### Description",
			"",
			"Known as She of the Sevenfold Swarm, Izyagna has not just one body but seven. These bodies all share one mind, and each looks similar: a horrific, ant-like creature. Yet each body is also capable of transforming into one of seven different humanoid forms (human, dwarven, elven, gnome, halfling, half-elven, and half-orc). Izyagna can command swarms with a thought."
		]
	},
	"jacarkas": {
		"name": "Jacarkas",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Jacarkas]{sub=\"The Collector\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Jacarkas](https://www.pathfinderwiki.com/wiki/Jacarkas) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Hobbling, lobotomizing, slavery  ",
			"**Domains** {domain/Death}, {domain/Destruction}, {domain/Evil}, {domain/Nobility}  ",
			"**Subdomains** {domain/Daemon}, {domain/Fear}, {domain/Leadership}, {domain/Slavery}  ",
			"**Favored Weapon** {eq-weapon/Bolas}  ",
			"**Symbol** Broken ankle in chains  ",
			"**Sacred Animal(s)** Grub  ",
			"**Sacred Color(s)** Gray, red",
			"",
			"## {feat/Fiendish Obedience}",
			"",
			">Meditate within earshot of no fewer than a dozen toiling slaves. Gain a +4 profane bonus to your CMD.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/enthrall}",
			">2. {spell/charm monster}",
			">3. {spell/wither limb}",
			"",
			"### Description",
			"",
			"Jacarkas, the Collector, rules the slave city of Awaiting Consumption, the grand marketplace of planar soul trade."
		]
	},
	"jaidi": {
		"name": "Jaidi",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"::fh[Jaidi]{sub=\"The Blessing and Bounty\"}",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/70}  ",
			"**Pathfinder Wiki** [Jaidi](https://www.pathfinderwiki.com/wiki/Jaidi) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Agriculture, hard work, and self-sufficiency  ",
			"**Domains** {domain/Animal}, {domain/Glory}, {domain/Good}, {domain/Plant}, {domain/Sun}  ",
			"**Subdomains** {domain/Agathion}, {domain/Day}, {domain/Fur}, {domain/Growth}, {domain/Honor}, {domain/Light}  ",
			"**Favored Weapon** {eq-weapon/Scythe}  ",
			"**Symbol** Shepherd's crook bearing a sun",
			"",
			"## Follower Options",
			"",
			">### Traits",
			">",
			">- {trait/Fruits of Your Labor}",
			"",
			"### Description",
			"",
			"Jaidi is an ancient god, even for Azlant. At the height of the empire, Azlanti archaeologists uncovered ancient shrines filled with crude carvings of the sun and crook dating back thousands of years. Jaidi taught the Azlanti to develop farming and agriculture sufficient to sustain millions of citizens. Jaidi represents the satisfaction one feels when providing for a community. Those who dedicate themselves to the faith of Jaidi enjoy hard work and find pleasure in contributing their sweat and toil to help others in their communities. People in ancient Azlant prayed to Jaidi for strength and endurance. Traders and residents of agricultural settlements made up a large proportion of Jaidi's faithful. Cooks throughout the Azlanti empire often maintained small shrines to Jaidi in their kitchens.",
			"",
			"It is said that some of the survivors of Earthfall who spread into the world brought techniques they learned from their faith to try to help restore the land. Due to the aftereffects of Earthfall, they saw only limited success, but their dedication to hard work on behalf of the community gave the survivors the strength they needed to survive in the early years of the Age of Darkness. Some dedicated to agriculture for the sake of serving a community still worship Jaidi to this day, though most such are found in small, isolated communities scattered on other continents in Golarion.",
			"",
			"Jaidi didn't get along with {faith/Lissala} and felt that she placed too much emphasis on the negative aspects of hard work. Jaidi taught that people should be proud of their work rather than treat it as toil born of obligation or greed."
		]
	},
	"jaidz": {
		"name": "Jaidz",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Jaidz]{sub=\"Fearless Claw\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Jaidz](https://www.pathfinderwiki.com/wiki/Jaidz) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Cowards, the untested, youths  ",
			"**Domains** {domain/Glory}, {domain/Good}, {domain/Protection}, {domain/Travel}  ",
			"**Subdomains** {domain/Agathion}, {domain/Defense}, {domain/Exploration}, {domain/Hubris (|Glory)}[^A], {domain/Purity}  ",
			"**Favored Weapon** {eq-weapon/Short sword}  ",
			"**Symbol** Path between two trees  ",
			"**Sacred Animal(s)** Black tiger  ",
			"**Sacred Color(s)** Brown, green",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Mark your arms and legs with white chalk, drawing patterns that mirror the flow of spiritual energy you experience as you meditate on the teachings of Jaidz. Trace over these lines once again with a tiger's fang, but do not break the skin. Gain a +4 sacred bonus to AC against attacks of opportunity made with natural attacks.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/16}",
			">",
			">1. **Dauntless (Sp)** {spell/remove fear} 3/day, {spell/darkvision} 2/day, or {spell/heroism} 1/day",
			">2. **Courageous Roar (Sp)** You can cast {feat/still>_spell} {spell/greater heroism} three times per day. This ability is the equivalent of a 7th-level spell.",
			">3. **Holy Terror (Sp)** Once per day you can inscribe a symbol of Jaidz in the air that acts like a {spell/symbol of fear}. The symbol appears as the glowing outline of Jaidz's holy symbol and hovers stationary wherever you inscribe it. This spell requires no material components and has a casting time of only 1 minute. You can attune up to 10 creatures to the symbol without extending its casting time.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/16}  ",
			"Jaidz believes cowards can be turned to a life of bravery with compassion and firm guidance. He steps softly so as not to frighten those who need to hear his wisdom, and helps those he visits to find the strength within themselves.",
			"",
			"Jaidz appears as a giant black tiger with ghostly white spots. While in the mortal realm, he often takes the shape of a dark-skinned man with thick black hair streaked with white. His catlike golden eyes gleam in the shadows, and curved golden claws sprout from his hands. Even in his human form he boasts a long black tail tipped with white.",
			"",
			"The cowardly, the anxious, and the untested pay homage to Jaidz. Youths are especially drawn to Fearless Claw, hoping that when adulthood comes, it will find them brave enough to face the challenges of maturity. Jaidz teaches that the cowardly are not to be scorned, but to be helped, and his agents often provide tests of courage to those who underestimate their own potential.",
			"",
			"Jaidz dwells in a pavilion of black walnut with gold lattice walls and floor-length faille curtains of emerald green, magenta, and indigo. His pavilion stands on the topmost of three stone tiers cut into one of the Dragonmane Mountains on Nirvana.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"jalaijatali": {
		"name": "Jalaijatali",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Jalaijatali]{sub=\"Rillsong\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Jalaijatali](https://www.pathfinderwiki.com/wiki/Jalaijatali) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Natural music, rapids, waterfalls  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Scalykind}, {domain/Water}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Flotsam}, {domain/Revelry}, {domain/Rivers}  ",
			"**Favored Weapon** {eq-weapon/Whip}  ",
			"**Symbol** Water from wood pipe  ",
			"**Sacred Animal(s)** Water lizard  ",
			"**Sacred Color(s)** Blue, green",
			"",
			"## {feat/Celestial Obedience}",
			"",
			">Stand under a waterfall (or pour water over your head) while singing wordlessly, letting the sound of the moving water inspire you. Gain a +4 sacred bonus on saves against the spells, spell-like abilities, and supernatural abilities of creatures with the aquatic or water subtype.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/16}",
			">",
			">1. **Whitewater (Sp)** {spell/hydraulic push} 3/day, {spell/slipstream} 2/day, or {spell/water breathing} 1/day",
			">2. **Sacred Scales (Ex)** You grow a coat of iridescent scales that matches your skin tone. Your natural armor bonus to AC increases by +3.",
			">3. **Waterform (Su)** Three times per day, you and a number of willing touched companions equal to 1/2 your HD may meld into a body of flowing water (such as a river or creek) and travel up or downstream at a rate of 50 miles per hour. This transformation takes 1 minute to complete. You can wind through natural obstructions with ease as long as the body of water is still flowing, but not through largely impermeable barriers such as artificial dams. This effect lasts for a number of hours equal to your HD, and you cannot otherwise act or defend yourself while traveling in this way.",
			"",
			"## Follower Options",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"### Description",
			"",
			"{SOURCE Chronicle of the Righteous/16}  ",
			"Jalaijatali is a free-spirited empyreal lord who sings with the voice of a rushing creek. Her presence can be felt in the rapids of a flowing river or beneath the misty cascade of a waterfall.",
			"",
			"Jalaijatali appears as a beautiful Mwangi woman with skin formed of tiny, iridescent scales. Her pointed ears peek through short black hair, and her body is garbed in a robe of living water that continually splashes and rushes over her form. At a moment's notice, the empyreal lord can pluck a stream of water from her robe to wield as a whip.",
			"",
			"Rillsong loves to teach mortals the beauty of natural music, from the patter of a summer rain to the sawing of katydids. While Jalaijatali much prefers making music to making war, she can be roused to anger by fiends and evil creatures that corrupt her waters, particularly {monster/river drake/s} or water {family/oni}.",
			"",
			"On Elysium, Jalaijatali lives in a pool fed by a waterfall that falls continually from the sky with no apparent source. Around the pool stands a gazebo of acacia wood and crystal, with raised wooden platforms covered in soft mats of greenery where guests can recline."
		]
	},
	"jerishall": {
		"name": "Jerishall",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Jerishall]{sub=\"The Turning Sphere\"}",
			"",
			"{SOURCE Concordance of Rivals/10}  ",
			"**Pathfinder Wiki** [Jerishall](https://www.pathfinderwiki.com/wiki/Jerishall) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Primal Inevitable  ",
			"**Areas of Concern** Planes, planetary orbits, and separation  ",
			"**Domains** {domain/Earth}, {domain/Knowledge}, {domain/Law}, {domain/Sun}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Longspear}  ",
			"**Symbol** Linked pair of ringed planets",
			"",
			"## {feat/Monitor Obedience}",
			"",
			">Study the night sky for 30 minutes, making note of the rising and setting of key planets, moons, or stars. Then spend 30 minutes mathematically predicting the course of at least one of these celestial bodies as it would appear the following night or from a different latitude. Gain a +4 bonus on saving throws and to CMD against effects that would forcibly move you from your square.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/10}",
			">",
			">1. **Cosmic Guide (Sp)** {spell/magic stone} 3/day, {spell/grace} 2/day, or {spell/guiding star} 1/day",
			">2. **Predict the Path (Su)** You can foresee the arc of incoming weapons as though they were planets in orbit. You gain a +2 insight bonus to AC against bludgeoning weapons and effects with the fire descriptor. In addition, you gain DR 5/piercing or slashing.",
			">3. **Meteoric Charge (Sp)** Once per day, you can transform into a blazing meteorite that hurtles through your enemies. This functions as {spell/ride the lightning} but deals fire damage and grants you immunity to fire damage.",
			"",
			"## Follower Options",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Proctor}",
			"",
			"### Description",
			"",
			"The conquest of nature and advent of cities is ultimately a late step in the rise of civilization. For millions of years before that, the planets on which they form must maintain predictable orbits and respect the laws of cosmic physics. Jerishall monitors the multiverse from their powerful observatory floating above Axis to ensure that its stars, solar systems, and even galaxies flow in an orderly fashion, not deviating beyond predictable models.",
			"",
			"Jerishall recognizes that asteroids, meteors, and other planets can crash into a species' home world, yet they do not condone the utter destruction of such threats. Instead, Jerishall encourages the development of astronomy, astrophysics, and technology to redirect such missiles or allow large populations to escape their planet entirely. As a result, the Turning Sphere is an indirect patron of space travel, earning them the respect of spacefaring creatures such as witchwyrds and even elder things.",
			"",
			"Jerishall is especially wary of the ways in which the Outer Planes and Inner Planes interact, preferring each plane's isolated physics to prevail rather than for an encroaching realm's influence to alter the other's orbits and processes. Jerishall's faithful often frequent planar portals and breaches to ensure they do not unduly expand or impede upon other regions."
		]
	}
}
