{
	"mephistopheles": {
		"name": "Mephistopheles",
		"sources": [
			"Pathfinder #102: Breaking the Bones of Hell",
			"Book of the Damned"
		],
		"description": [
			"::fh[Mephistopheles]{sub=\"The Crimson Son\"}",
			"",
			"{SOURCE Pathfinder #102: Breaking the Bones of Hell/70}  ",
			"**Pathfinder Wiki** [Mephistopheles](https://www.pathfinderwiki.com/wiki/Mephistopheles) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Mephistopheles}",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Archdevils  ",
			"**Areas of Concern** Contracts, devils, secrets  ",
			"**Domains** {domain/Evil}, {domain/Knowledge}, {domain/Law}, {domain/Rune}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Language}, {domain/Memory}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Trident}  ",
			"**Symbol** Trident and ring  ",
			"**Sacred Animal(s)** Mockingbird  ",
			"**Sacred Color(s)** Red, yellow",
			"",
			"::h2[Deific/Fiendish Obedience]{jl}",
			"",
			">Every day you must lie to someone for your own personal gain (this cannot be the same person more than once a week). Additionally, once per week, you must write down a new secret that you have learned about someone else and burn it as a sacrifice to Mephistopheles. Gain a +4 profane bonus to Diplomacy checks attempted against targets whose attitudes are unfriendly or worse.",
			"",
			"### Boons: {feat/Deific Obedience}",
			"",
			">{SOURCE Pathfinder #102: Breaking the Bones of Hell/75}",
			">",
			">#### Boons: Evangelist",
			">",
			">1. **Fool Maker (Sp)** {spell/charm person} 3/day, {spell/undetectable alignment} 2/day, or {spell/suggestion} 1/day",
			">2. **Persecutor (Ex)** You can use your Bluff skill to demoralize opponents and influence an opponent's attitude as though it were the Intimidate skill. The effects function the same. Additionally, you may use the Knowledge (religion) skill on any check related to knowing about or interpreting the law - including infernal contracts.",
			">3. **Charming Liar (Su)** Whenever you use the Bluff skill, you can use the Diplomacy skill to influence an NPC's attitude at the same time. Both skill checks are made independently, so even if one fails, the other might succeed - suggesting an obvious but charming falsehood or an aggravating but convincing lie. Additionally, any spell of the charm subschool that you cast has its DC increased by 2.",
			">",
			">#### Boons: Exalted",
			">",
			">1. **Faith Taker (Sp)** {spell/unseen servant} 3/day, {spell/detect thoughts} 2/day, or {spell/glibness} 1/day",
			">2. **False Priest (Su)** You gain a +4 bonus on Disguise checks to pass as a worshiper of another deity and can cast spells using holy symbols other than your own. Additionally, for a number of hours per day equal to your Charisma modifier (minimum 1), you can disguise your alignment. By spending a standard action, you hide your true alignment and instead detect as being of the same alignment as the deity whose holy symbol you are wearing.",
			">3. **Revoke Healing (Su)** A number of times per day equal to your Charisma modifier (minimum 1), you can deal damage to a creature in your line of sight that you have magically healed within the past 24 hours. The damage equals the amount restored by the highest-level spell with the healing descriptor that you can cast. This may result in you causing more damage than you healed. The damage occurs in a single round. In the case of healing spells that heal over multiple rounds, only healing provided in the first round is counted when determining damage.",
			">",
			">#### Boons: Sentinel",
			">",
			">1. **Trust Breaker (Sp)** {spell/doom} 3/day, {spell/eagle's splendor} 2/day, or {spell/keen edge} 1/day",
			">2. **Spectacular Rival (Su)** A number of times per day equal to your Charisma modifier (minimum 1), you can add your Charisma modifier (minimum 1) to your combat maneuver bonus.",
			">3. **Fatal Choice (Su)** Once per day, upon defeating an opponent, you can heal it and attempt to force it to obey you. As soon as you reduce a living creature to -1 or fewer hit points, you can force it to attempt a Will saving throw with a DC equal to 10 + your Hit Dice + your Charisma modifier. If it succeeds, it begins dying as normal. If the target fails, it is restored to 1 hit point and is affected as per the spell {spell/charm monster}. The target can willingly fail this saving throw. This effect lasts for a number of minutes equal to your Charisma modifier (minimum 1). At the end of this period, the target can behave as normal.",
			"",
			"### Boons: {feat/Fiendish Obedience}",
			"",
			">{SOURCE Book of the Damned/74}",
			">",
			">#### Boons: Evangelist",
			">",
			">1. **Whispers from Caina (Sp)** {spell/detect secret doors} 3/day, {spell/augury} 2/day, or {spell/blood biography} 1/day",
			">2. **Enter the Hellfire Testament (Su)** As a standard action, you can forge deep and unsettling ties to the places and individuals around you. While this ability is in effect, an enemy that comes within 5 feet of you must succeed at a Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier) or be compelled to blurt out a single secret that looms heavy in its mind. This could be a personally embarrassing detail, or it could be secret plans to attack or sabotage you, at the GM's discretion. Additionally, creatures that fail their Will saving throws become {misc/confused} for as long as you maintain this supernatural ability (once you've activated it, maintaining the Hellfire Testament is a free action). You can dismiss the Hellfire Testament as a free action, and you can use this ability for a number of rounds per day equal to your Hit Dice. The duration need not be used all at once, but it must be used in 1-round increments. Regardless of its saving throw result, a creature subjected to this ability once can't be affected by it again for 24 hours. This is a mind-affecting compulsion effect.",
			">3. **Confide in the Crimson Son (Su)** You have an uncanny, infernal knack for earning the trust of those with weak minds and weaker wills. Three times per day as a standard action, you can target a living creature and offer dark whispers of camaraderie and flattery. Unless the creature succeeds at a Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier), it believes you are incredibly trustworthy and will refuse to harm you with any of its attacks or abilities for a number of rounds equal to your Hit Dice, and you gain a +20 profane bonus on Diplomacy checks to influence its attitude or make a request. If any of its allies attempt to harm you during this period, the creature will defend you however it is able. A creature can't be affected by this ability more than once in a 24-hour period. This is a mind-affecting effect.",
			">",
			">#### Boons: Exalted",
			">",
			">1. **Fulfilled by Hell (Sp)** {spell/memorize page} 3/day, {spell/honeyed tongue} 2/day, or {spell/marionette possession} 1/day",
			">2. **Signed with Visineir (Su)** The full weight of the Crimson Son backs the infernal contracts you sign, even if the signatories are coerced or otherwise tricked into agreement. Three times per day as a standard action, you can target a creature to bind it into a special Hell-backed contract. If the creature fails a Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier), for a number of rounds equal to your Hit Dice it cannot make any bodily contact with you, including attacking with manufactured weapons, as if it were a good-aligned summoned creature and you were affected with a {spell/protection from good} spell. You can attack the affected creature without penalty. Every time the creature attempts to attack you while this ability is in effect, it is {misc/nauseated} for 1 round (no saving throw).",
			">3. **Eternal Contractual Damnation (Sp)** You can marshal the might of Hell to briefly imprison your enemies. This functions as {spell/mass icy prison}, using your Hit Dice as your caster level, except the targets are trapped in infernal flames and the prison deals fire damage instead of cold damage. Affected creatures can quench the shifting wall of flames in the same way they could break an icy prison. ({spell/Create water} has no effect on the flames, but casting a {spell/quench} spell automatically extinguishes a single creature's prison).",
			">",
			">#### Boons: Sentinel",
			">",
			">1. **Call of the Crimson Son (Sp)** {spell/keen senses} 3/day, {spell/blood armor} 2/day, or {spell/chain of perdition} 1/day",
			">2. **Bound to the Eighth (Sp)** You are well versed in the complex and draconian laws of Hell and those that bind devils to service, and you can imitate this binding magic to weaken your foes. Once per day as a standard action, you can cast {spell/symbol of weakness}.",
			">3. **King of Devils (Sp)** You can call upon the infernal power of the legions of devils that answer to Mephistopheles to strengthen your body and mind. Once per day, you can summon two infernally loyal {monster/barbed devil/s} to your side as if using {spell/summon monster IX}.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			">",
			">### Spells",
			">",
			">- {spell/Seer's Bane}",
			">",
			">### Traits",
			">",
			">- {trait/Flames of Hell}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #102: Breaking the Bones of Hell/72}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Message} can be prepared as a 0-level spell",
			">- {spell/Undetectable Alignment} can be prepared as a 1st-level spell",
			">- {spell/False Vision} can be prepared as a 5th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #102: Breaking the Bones of Hell/72}",
			">",
			">- :hll[spell/Summon Monster IV:] {monster/Guardian Scroll}",
			">- :hll[spell/Summon Monster VIII:] {monster/Contract Devil (|Phistophilus)}",
			">- :hll[spell/Summon Monster IX:] {monster/Heresy Devil (|Ayngavhaul)}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/74}  ",
			"Mephistopheles offers the world to those willing to pay his price. The Seneschal of Hell and manipulator of humanity, the Lord of the Eighth has the magic and resources to grant nearly anything a mortal might imagine. However, Mephistopheles signs each of his contracts in mortal blood and ends every deal richer in souls. Few can deny the deadly temptations and fiery rhetoric of Hell's most fervent apostle,  who is also known as the Crimson Son, the Devil King, and the Merchant of Souls.",
			"",
			"When Asmodeus arrived in what would become Hell, he began to survey his newly claimed land. In creating Hell's layers, he stripped the scorched skin off the land, molded it into a being of ashes and hellfire, and called it Mephistopheles. The primogenial devil, Mephistopheles knew the will of the Pit and that it welcomed the hordes of fallen angels, and so he revealed to Asmodeus the secrets that would make his empire the ordered and unconquerable dominion he envisioned. Countless ages later, the Crimson Son continues to serve his creator obediently, his insight into Hell's domains allowing him to foresee changes in the planar terrain, the genesis of new diabolical breeds, and the shifting whims of the infernal realm.",
			"",
			"Forceful and proud, Mephistopheles exudes charisma and can charm a creature with but a gesture. He has skin the color of embers over Hell's scarred plains and elaborate horns and wings in triplicate like some infernal solar. Having stripped the belongings from mortals unable to fulfill their bargains, Mephistopheles wears fantastic jewels and the robes of an exotic prince. He looks like an emissary of some decadent and darkly fantastic empire, which is, after a fashion, true. Never far from the Crimson Son's hand is his adamantine quill, Visineir, said to have been scratched from the pit of Nessus by the dragon god Dahak."
		]
	},
	"mestama": {
		"name": "Mestama",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Mestama]{sub=\"The Mother of Witches\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Mestama](https://www.pathfinderwiki.com/wiki/Mestama) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Cruelty, deception, hags  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Evil}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Lust}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Punching dagger}  ",
			"**Symbol** Eye on three sharp stones  ",
			"**Sacred Animal(s)** Black widow  ",
			"**Sacred Color(s)** Black, red",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">Perform an act of cruelty upon a nonbeliever of Mestama after spending an hour observing the nonbeliever, preferably from a vantage unknown by the vicitm. This act must, at the very least, incite the victim to tears or anger. Gain a +4 profane bonus on saves against illusions.",
			"",
			"### Boons: {feat/Demonic Obedience}",
			"",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/20}",
			">",
			">1. **Witch's Trick (Sp)** {spell/disguise self} 3/day, {spell/misdirection} 2/day, or {spell/bestow curse} 1/day",
			">2. **Elder's Grace (Ex)** You immediately age into the next {rule/age/ category}, taking all of the appropriate bonuses to mental ability scores without any of the penalties to physical ability scores. If you are venerable when you achieve the boon, you die and become a {template/ghost}. Any illusion effect you create gains a +2 profane bonus to the save DC.",
			">3. **Shriek of the Damned (Sp)** Once per day you may use {spell/wail of the banshee}.",
			"",
			"### Boons: {feat/Fiendish Obedience}",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/76}",
			">",
			">1. **Deceiver (Sp)** {spell/silent image} 3/day, {spell/invisibility} 2/day, or {spell/glibness} 1/day",
			">2. **Covenant of Three (Su, Sp)** You may not be a {family/hag}, but you can wield hags' power in conjunction with your sisters. You count as a hag for the purpose of forming a coven. You can be part of a coven only if it has no male members. If you are already a hag (or already count as one for the purpose of forming a coven), you can use {spell/project image} once per day as a spell-like ability.",
			">3. **Black Magic (Su)** The Mother of Witches imbues you with the darkest power of witchcraft. You gain a {ability/grand hex>es}, chosen from any of those available to witches. This hex's DC is equal to 10 + half your level + your Intelligence, Wisdom, or Charisma modifier (whichever is highest); if you are a witch, you can use your hexes' DC instead. If you are not a witch or a hag, you can use this hex only once per day.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/76}",
			">",
			">These boons are the same boons granted by Demonic Obedience, above.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/76}",
			">",
			">1. **Tormentor's Invocation (Sp)** {spell/ill omen} 3/day, {spell/blindness//deafness} 2/day, or {spell/pain strike} 1/day",
			">2. **Widow's Cruelty (Ex, Su)** Mestama grants you a form meant to beguile and slay, as well as the power to join a witch coven. You count as a {family/hag} for the purpose of forming a coven. In addition, your nails become razor sharp, granting you two natural claw attacks that deal damage appropriate to your size (1d4 for a Medium creature). If you already had claw attacks, those attacks deal damage as though you were one size larger instead. You become female (if you weren't already) and physically attractive; depending on how drastic the changes are, you may or may not still be recognizable as your former self. Hags do not become physically attractive in this way.",
			">3. **Maiming Strike (Su)** With a single ripping claw, you destroy a creature's virility and wreck its physical and magical potency. Three times per day, you can make a single claw attack as a standard action. In addition to taking normal claw damage, the creature struck must succeed at a Fortitude save (DC = 10 + half your Hit Dice + your Strength or Dexterity modifier, whichever is higher) or become permanently mutilated in a physical and spiritual way. The victim takes a -6 penalty to its Strength, Dexterity, or Constitution score (chosen by you) and on caster level checks, {rule/concentration} checks, and spell penetration checks. The victim can no longer sire or birth children. This is a curse effect.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/77}  ",
			"Patron of hags, vengeful widows, and witches, Mestama takes great delight in murdering young women on the eve of their wedding day so she can take their forms and wed their husbands-to-be. At the height of such a marriage's consummation, she returns to her true form (that of a fanged crone with sunken black eyes, talons, raven wings, and a donkey's tail), and she castrates the new husband and vanishes. Those who survive often receive visits decades later from twisted and hideous half-fiends - their sons or daughters, sent by Mestama to finish off the job and murder their fathers.",
			"",
			"Patron of hags, vengeful widows, and witches, Mestama takes great delight in murdering young women on the eve of their wedding day so she can take their forms and wed their husbands-to-be. At the height of such a marriage's consummation, she returns to her true form (that of a fanged crone with sunken black eyes, talons, raven wings, and a donkey's tail), and she castrates the new husband and vanishes. Those who survive often receive visits decades later from twisted and hideous half-fiends - their sons or daughters, sent by Mestama to finish off the job and murder their fathers.",
			"",
			"Mestama prefers to use stealth, subtlety, and unexpected violence in combat, striking from hiding to inflict horrific, bleeding mutilations before vanishing once more. Her mere presence complicates cooperation and antagonizes those already in pain, so that wounds are difficult to heal, and often those who seek to provide aid and comfort to those in agony find themselves in greater peril when their own magic or aid turns back on them in horrific ways. Despite Mestama's brutal skill and cackling glee in combat, she much prefers to deal with her enemies via subtler methods. Deception is her preference, working from within a group to turn its members against each other and manipulating events and relationships so that support structures collapse and good intentions inevitably result in atrocities that are disturbingly easy to accept as deliberate treacheries."
		]
	},
	"mhar": {
		"name": "Mhar",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Mhar]{sub=\"The World Thunder\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/68}  ",
			"**Pathfinder Wiki** [Mhar](https://www.pathfinderwiki.com/wiki/Mhar) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Mhar}",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Caverns, mountains, volcanoes  ",
			"**Domains** {domain/Chaos}, {domain/Destruction}, {domain/Earth}, {domain/Fire}  ",
			"**Subdomains** {domain/Ash}, {domain/Catastrophe}, {domain/Caves}, {domain/Smoke}  ",
			"**Favored Weapon** {eq-weapon/Heavy pick}  ",
			"**Symbol** Shattered triangular rune  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Black, orange",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"::h2[Description]{jl}",
			"",
			"The ancient entity known as Mhar first attempted to enter Golarion eons ago, using the planet's crust as a womb. The attempt to manifest failed for unknown reasons; perhaps the alignment of the planets was not right, or perhaps other entities acted to still the birth before it came to term. Yet Mhar's cult believes not that their god failed to be born, but rather that its gestation is merely one measured in eons. The cult further believes that the time for Mhar's birth draws near, and that when the Great Old One &mdash; said to dwell deep under the tallest mountain in the Inner Sea region, a peak in the Kodar Mountains known as Mhar Massif &mdash; finally wakens, it will transform much of northern Avistan into a new realm of fire and ash that will spread across world. The time of this birth, the cult believes, can be predicted by a sudden increase in the number of violent, fatal earthquakes and sudden instances of volcanism throughout the world, and some of Mhar's more powerful worshipers seek to hasten that birth by triggering their own tectonic disasters in key places.",
			"",
			"Mhar's true shape is unknown, for the deity technically has yet to enter existence. In images created by its cult, the Great Old One is generally depicted as a volcano-shaped leviathan, its caldera surrounded by huge fangs of molten lava and its slopes bearing forests of terrifying, razor sharp crystal limbs."
		]
	},
	"milani": {
		"name": "Milani",
		"sources": [
			"Inner Sea Faiths",
			"Pathfinder #68: The Shackled Hut"
		],
		"description": [
			"::fh[Milani]{sub=\"The Everbloom\"}",
			"",
			"{SOURCE Inner Sea Faiths/71}  ",
			"**Pathfinder Wiki** [Milani](https://www.pathfinderwiki.com/wiki/Milani) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Devotion, hope, uprisings  ",
			"**Domains** {domain/Chaos}, {domain/Good}, {domain/Healing}, {domain/Liberation}, {domain/Protection}  ",
			"**Subdomains** {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Defense}, {domain/Freedom}, {domain/Purity}, {domain/Restoration}, {domain/Revolution}, {domain/Riot}  ",
			"**Favored Weapon** {eq-weapon/Morningstar}  ",
			"**Symbol** Rose on bloody street  ",
			"**Sacred Animal(s)** Mouse  ",
			"**Sacred Color(s)** Red, white",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Cheliax, Galt, Irrisen, Isger, Rahadoum  ",
			"**Nationality** half-elf",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Spend time meditating among roses you have planted yourself, so you can inhale their sacred scent while offering prayers to Milani. If no such roses are available, you can instead brew tea from herbs and rose petals and share the tea with close friends or neighbors. Preferred topics for conversation during this teatime include hopes for the future and preparations for times of need, but the act of sharing is itself enough. During times of war or conflict, though, you must instead spend time sparring, preferably with friends or neighbors whom you plan to fight alongside during the conflicts to come. If you are imprisoned and unable to spar, you can instead sing any song of hope or resistance in unison with one or more fellow prisoners. You gain a +2 sacred bonus on all saving throws against charm and compulsion effects, and a +2 sacred bonus on all rolls made to dispel or remove such effects from others.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/71}",
			">",
			">1. **Voice of the Everbloom (Sp)** {spell/command} 3/day, {spell/enthrall} 2/day, or {spell/suggestion} 1/day",
			">2. **Inspiring Presence (Su)** Your mere presence bolsters your companions to fight harder in the face of even the most overwhelming odds and bolsters their hearts against growing weary of battle. Once per day as a standard action, you can provide all allies within 30 feet of you with a +1 sacred bonus on attack rolls, saving throws, and weapon damage rolls for a number of rounds equal to your Hit Dice.",
			">3. **Invoke Uprising (Sp)** Even shackles of the mind do not escape your notice, and you can use an inspiring word from the teachings of Milani to help others find the strength to break those shackles. You are automatically aware of any creature within 10 feet of you that is currently under the effects of a charm, compulsion, or possession effect. Three times per day as a swift action, you can inspire such a creature to throw off the influence, granting that creature a new saving throw to immediately end the effect. If the effect does not normally allow a saving throw, calculate the save DC as normal if it is a spell; if it's not a spell, the DC is equal to 10 + 1/2 the source's Hit Dice + the source's Charisma modifier. The creature gains a sacred bonus on this saving throw equal to your Charisma bonus (minimum +1). This bonus is doubled if you include a physical touch as part of your invocation to rise up against the effect. In either case, this is a language-dependent effect.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/71}",
			">",
			">1. **Sacred Partisan (Sp)** {spell/divine favor} 3/day, {spell/spiritual weapon} 2/day, or {spell/magic vestment} 1/day",
			">2. **Alleyport (Sp)** As the patron deity of urban uprisings, the Everbloom grants you the power to appear wherever in a settlement, dungeon, or other tight space you are most needed, or to escape to fight another day. Once per day as a swift action, you can teleport as per {spell/dimension door}, but only when you are in an area no wider than your space, and you can arrive in only an area of similar width.",
			">3. **Wall of Roses (Sp)** You can call upon Milani's symbolic roses to defend the innocent and the righteous while stymieing oppressors and their minions. Once per day, you can cast {spell/wall of thorns}. The wall consists of a dense tangle of roses through which you and other worshipers of Milani can pass with ease. The wall of roses heals from damage dealt to it at a rate of 5 hit points per round; it is immune to fire damage; and all piercing damage it deals bypasses damage reduction as if it were a good, magic, and silver weapon. Evil and lawful creatures damaged by a wall of roses automatically become {misc/sickened} for the next minute (this is a poison effect).",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/71}",
			">",
			">1. **Neighborhood Guardian (Sp)** {spell/protection from evil} 3/day, {spell/shield other} 2/day, or {spell/magic circle against evil} 1/day",
			">2. **Stoic Guardian (Ex)** Inspired by Milani's valor and steadfastness, you refuse to let magic corrupt your thoughts and deny fear any hold on your actions. You are immune to fear and charm effects, and gain a +4 sacred bonus on all saving throws against compulsion effects.",
			">3. **Martyrdom (Su)** Your deeds and faith have earned you the Everbloom's blessing to give your life for a worthy cause and still fight on, and she shelters you in battle. As an immediate action once per day, whenever a single creature within 300 feet of you is slain by an effect or hit point damage, you can redirect that effect or damage onto yourself. You gain no saving throw to reduce effects redirected in this manner. If the effect kills you, you are restored to life in 1d4 rounds, as per {spell/resurrection}, but once this resurrection effect occurs, you lose the ability to use *martyrdom* for 1 year.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-warpriest/Champion of the Faith/ (Warpriest)}",
			">- {arc-cleric/Crusader/ (Cleric)}",
			">- {arc-cleric/Divine Strategist/ (Cleric)}",
			">- {arc-cleric/Hidden Priest/ (Cleric)}",
			">- {arc-rogue/Kintargo Rebel/ (Rogue)}",
			">- {arc-ranger/Urban Ranger/ (Ranger)}",
			">- {arc-ranger/Wilderness Medic/ (Ranger)}",
			">",
			">### Feats",
			">",
			">- {feat/Beacon of Hope}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Milanite Armor}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Enduring Bloom}",
			">- {magic-weapon/Everbloom Thorn}",
			">- {magic-weapon/Everbloom's Rose}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Rose Warden}",
			">",
			">### Spells",
			">",
			">- {spell/Martyr's Bargain}",
			">- {spell/Martyr's Last Blessing}",
			">- {spell/Peasant Armaments}",
			">",
			">### Traits",
			">",
			">- {trait/Split-Second Defense}",
			">- {trait/Talented Organizer}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Faiths/74}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Coordinated Effort} can be prepared as a 3rd-level spell",
			">- {spell/Good Hope} can be prepared as a 3rd-level spell",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Good Hope} can be prepared as a 3rd-level spell",
			">",
			">#### Ranger",
			">",
			">- {spell/Coordinated Effort} can be prepared as a 3rd-level spell",
			">- {spell/Good Hope} can be prepared as a 3rd-level spell",
			">- {spell/Remove Fear} can be prepared as a 1st-level spell",
			">- {spell/Imbue with Spell Ability} can be prepared as a 3rd-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #68: The Shackled Hut/69}",
			">",
			">- :hll[spell/Summon Monster I:] {monster/Great Horned Owl} (extraplanar)",
			">- :hll[spell/Summon Monster IV:] {monster/Hound Archon} - CG",
			">",
			">### Other Rules",
			">",
			">{SOURCE Inner Sea Faiths/72}",
			">",
			">- Milani's priests understand that a revolutionary's work is often rewarded with death, and they accept that they may one day be called to die for a cause. Fortunately, the goddess teaches that the truly devout who are martyred saving other people from death or tyranny will rise again in some way - perhaps even immediately, though being reborn in the faith is much more likely.",
			">- Some priests claim to be the incarnations of past followers of the goddess, able to access memories of past lives with the proper magic and meditation. A follower born after Milani ascended to godhood (about a century ago) can attempt to search for his past lives' memories by casting legend lore, which Milani grants only for this purpose to clerics, inquisitors, and warpriests as a 4th-level divine spell. The first time a caster attempts this use of the spell, he rolls 1d4-1 to determine the number of specific followers of Milani whose memories he accesses; each time he uses the spell, it reveals only information known to those individuals. If the result of the roll is 0, the caster can access no memories, either because he is not a reincarnated follower of Milani or because the goddess has not made his past lives' memories available.",
			"",
			"::h2[Description]{jl}",
			"",
			"Milani is relatively a new god, having ascended to full divinity only in the last century. Born a half-elf in a community of Forlorn elves over 2 millennia ago, Milani was raised to believe that the elves would one day return to restore true civilization to Golarion. When the demon {faith/Treerazer} attacked Kyonin and the elves did not return to stop him, she embraced her human heritage and used her skills as a ranger to strike at Treerazer's minions. For this, the living god {faith/Aroden} blessed her and tasked her with protecting isolated human settlements. As Aroden's champion, she famously defended the common folk against monsters, barbarians, oppressive lords, and diabolists for nearly a century. In reward for her service, Aroden sainted her and restored her youth. She spent the subsequent centuries crafting visions to inspire mortals to greatness. Upon Aroden's death, bearing a tiny portion of the Last Azlanti's power and maintaining part of his realm allowed her to gain a foothold on divinity.",
			"",
			"Also known as the Everbloom, Milani is an outgoing goddess who still clearly remembers mortal life. Her religion is young and small enough for her to take a personal interest in the lives of her followers. Milani's ability to directly intervene in the mortal world is constrained, but she offers advice flavored with familiarity and jokes whenever she is able. She sees every object as a tool for fighting oppression, from a common {eq-weapon/scythe} that can cut through binding ropes to a printing press than can subvert a tyrant's reputation. She also teaches that a common purpose makes the whole greater than the sum of the individual parts - whether that purpose is to start a revolution, drive out an unscrupulous lender, or just get through a rough spot in a marriage. A person must recognize and take advantage of her strengths, acknowledge and compensate for her faults, and push past despair to victory.",
			"",
			"Milani manifests as a half-elven woman in the prime of life with stark white hair and white swan's wings. She is usually dressed as a ranger, clad in homemade light armor made of leather and wood, and she carries a morningstar and shield. In art, she is usually shown breaking chains, slaying fiends, and leading peasants to overwhelm evil-looking knights."
		]
	},
	"minderhal": {
		"name": "Minderhal",
		"sources": [ "Pathfinder #93: Forge of the Giant God" ],
		"description": [
			"::fh[Minderhal]{sub=\"He Who Makes and Unmakes\"}",
			"",
			"{SOURCE Pathfinder #93: Forge of the Giant God/70, 74-75}  ",
			"**Pathfinder Wiki** [Minderhal](https://www.pathfinderwiki.com/wiki/Minderhal) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Giant Deities  ",
			"**Areas of Concern** Creation, justice, giants, strength  ",
			"**Domains** {domain/Artifice}, {domain/Earth}, {domain/Evil}, {domain/Law}, {domain/Strength}  ",
			"**Subdomains** {domain/Construct}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Ferocity}, {domain/Metal}, {domain/Petrification}[^A], {domain/Resolve}, {domain/Toil}  ",
			"**Favored Weapon** {eq-weapon/Warhammer}  ",
			"**Symbol** Anvil on a cave floor in front of a triangular background with a moon, a planet, and a star, respectively, at the corners  ",
			"**Sacred Animal(s)** Cave bear  ",
			"**Sacred Color(s)** Brown, gray",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Spend an hour working a piece of stone into a tool, a vurra, a weapon, or a stone that is destined to be engraved as part of Minderhal's holy text using only your hands or a tool that uses only your own strength and skill (rather than something that requires another person such as a long saw or a machine such as a mill). Recite relevant passages from One Hundred Sacred Stones while you craft this object. Gain a +1 profane bonus on Strength checks and on attack rolls with thrown weapons.",
			">",
			">### Boons: Evangelist",
			">",
			">1. **Master of Earth (Sp)** {spell/expeditious excavation} 3/day, {spell/instrument of agony} 2/day, or {spell/burrow} 1/day",
			">2. **Hands of Justice (Su)** For a number of rounds per day equal to your Hit Dice, you can infuse your slams or a melee weapon you wield with the power of pure law. Your attacks with these weapons gain the {magic-enh/axiomatic} weapon special ability. Any attacks that would damage these weapons first have their damage reduced by 5 before you apply DR, hardness, or any resistances. Activating or dismissing this ability is a free action, and the rounds need not be consecutive. Any weapon affected by this ability returns to normal 1 round after it leaves your hands.",
			">3. **Maker's Gift (Su)** Once per day as a full-round action, you can grant Minderhal's gift of power to a willing humanoid creature by touching it. The target gains a +2 profane bonus to Strength or a +4 profane bonus on Craft checks relating to stone. A creature can have no more than one Maker's gift from an evangelist at a time. As long as the gift persists, you can speak telepathically with the target across any distance (but this does not grant it the ability to reply). The Maker's gift is removed by {spell/dispel evil} or {spell/dispel law}. You can remove the gift as a free action, dealing 1d4 points of Wisdom damage to the target as a result. The target cannot attempt a saving throw against this effect.",
			">",
			">### Boons: Exalted",
			">",
			">1. **Will of the Unmaker (Sp)** {spell/enlarge person} 3/day, {spell/weapon of awe} 2/day, {spell/marionette possession} 1/day",
			">2. **Hands of Justice (Su)** This is the same as the *Hands of Justice* Evangelist ability, above.",
			">3. **Rocky Flesh (Sp)** You gain a profane bonus equal to your Charisma modifier on your Fortitude saving throws and to your natural armor bonus.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #93: Forge of the Giant God/75}",
			">",
			">1. **Paragon of Greatness (Sp)** {spell/compel hostility} 3/day, {spell/bull's strength} 2/day, {spell/haste} 1/day",
			">2. **Rewarding Smash (Su)** Whenever you confirm a hit with a melee attack, you heal a number of hit points equal to your Hit Dice or the target's Hit Dice, whichever is less.",
			">3. **Avalanche of Might (Sp)** As a swift action, you can increase your physical might. You gain a +1 profane bonus on melee attack rolls, melee weapon damage rolls, Strength checks, and Strength-based skill checks, as well as DR 1/&mdash; until the end of your next turn. You can use this ability a number of times a day equal to your Hit Dice; these rounds need not be consecutive. If you use this ability on consecutive rounds, the duration resets; the bonus from consecutive uses stack.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Vurra of the Maker}",
			">",
			">### Monsters",
			">",
			">- {monster/Great Elder Iuu/ (Herald)}",
			">",
			">### Unique Spell Rules",
			">",
			">#### Cleric/Warpriest",
			">",
			">- {spell/Repel Metal or Stone} can be prepared as an 8th-level spell",
			">- {spell/Spike Growth} can be prepared as a 3rd-level spell",
			">- {spell/Stone Tell} can be prepared as a 6th-level spell",
			">- {spell/Gravel Vortex} can be prepared as a 4th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">- :hll[spell/Summon Monster VII:] {monster/Stone Giant} ({template/fiendish} or {template/resolute})",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Pathfinder #93: Forge of the Giant God/71}  ",
			"Also known as the Lord of Giants, the Maker, or (more formally) He Who Makes and Unmakes, Minderhal treasures his worshipers as if he had crafted them out of raw stone with his own hands. He is filled with contempt toward those who have turned their backs on him, like a master sculptor condemning a journeyman who dared strike out on her own without his explicit blessing. Communications with his faithful are slow and ponderous; each word is assigned great weight and laden with context about the past and the future.",
			"",
			"Minderhal instructs his followers with well-worn adages, wise parables, and poignant philosophical questions that can be answered only after long introspection. Faith, history, knowledge, and works of skilled craftsmanship are respected. Superiors and existing practices should not be challenged; if there is a conflict, it is better to exile yourself with dignity than to shame yourself and your tribe by violating a taboo or disputing a tradition.",
			"",
			"Minderhal's {monster/stone giant} worshipers prefer to portray him as a bearded, strong, and wise elder giant, carving his image in soft stone to capture his strength and the nuances of his power. At the height of his popularity, he was depicted either as a powerful crafter and builder or as a raging, rocky colossus. Evil tribes tend to show him with narrowed eyes, clenched hands, and a frowning mouth, representing his scrutiny, swift discipline, and admonishments.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"mneoc": {
		"name": "Mneoc",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Mneoc]{sub=\"Grandfather Scab\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Mneoc](https://www.pathfinderwiki.com/wiki/Mneoc) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Aging pains, organ failure, senility  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Liberation}, {domain/Rune}  ",
			"**Subdomains** {domain/Daemon}, {domain/Fear}, {domain/Isolation}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Cracked mirror  ",
			"**Sacred Animal(s)** Vulture  ",
			"**Sacred Color(s)** Gray, white",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Trick an elderly creature into believing it has forgotten something. Gain a +4 profane bonus on saving throws against disease and effects related to memory.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/false life}",
			">2. {spell/modify memory}",
			">3. {spell/age resistance}",
			"",
			"::h2[Description]{jl}",
			"",
			"Mneoc, Grandfather Scab, looks like an elderly frost giant whose flensed flesh and exposed bones are carved with runes."
		]
	},
	"moloch": {
		"name": "Moloch",
		"sources": [
			"Pathfinder #105: The Inferno Gate",
			"Book of the Damned"
		],
		"description": [
			"::fh[Moloch]{sub=\"The Ashen Bull\"}",
			"",
			"{SOURCE Pathfinder #105: The Inferno Gate/68}  ",
			"**Pathfinder Wiki** [Moloch](https://www.pathfinderwiki.com/wiki/Moloch) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Moloch}",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Archdevils  ",
			"**Areas of Concern** Fire, obedience, war  ",
			"**Domains** {domain/Evil}, {domain/Fire}, {domain/Law}, {domain/War}  ",
			"**Subdomains** {domain/Ash}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Smoke}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Whip}  ",
			"**Symbol** Bull's head with flame  ",
			"**Sacred Animal(s)** Bull  ",
			"**Sacred Color(s)** Orange, yellow",
			"",
			"::h2[Deific/Fiendish Obedience]{jl}",
			"",
			">Heat an iron bar, tool, or weapon in an open flame while speaking prayers to Moloch. At the end of this time, snuff the fire with your hand or let the fire burn your flesh before extinguishing it (taking 1 point of fire damage). You gain a +4 profane bonus on saving throws against fire effects.",
			"",
			"### Boons - {feat/Deific Obedience}",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #105: The Inferno Gate/73}",
			">",
			">1. **Enkindler (Sp)** {spell/produce flame} 3/day, {spell/pyrotechnics} 2/day, or {spell/rage} 1/day",
			">2. **Voice in Flames (Su)** For a number of minutes per day equal to your Hit Dice, you can gaze through a fire at least the size of a torch in order to perceive the surroundings of another flame of equal or greater size within line of sight, as if using {spell/clairaudience//clairvoyance}. While doing so, you can cause your voice to emanate from that flame, either as your normal voice or as a crackling, inhuman one. Once per day while using this ability, you can cast {spell/mass suggestion} as a spell-like ability, but the spell originates from the distant flame rather than from you.",
			">3. **Face in Flames (Su)** A number of times per day equal to your Charisma modifier, you can reshape a campfire-sized flame to produce the effects of major image. Whatever shape you create appears to be made of flame and occupies roughly a 5-foot cube, even if it is part of a larger fire. You can end the effect as a free action, causing the flames to erupt in a 5-foot-radius {misc/burst} that deals 1d6 points of fire damage if you so choose. This damage increases by 1d6 for every additional round you maintained the major image, but can deal no more than 1d6 points of fire damage per Hit Die you have. Causing a flame to erupt in this way extinguishes the flame. You can use this ability in tandem with *Voice in Flames.*",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #105: The Inferno Gate/73}",
			">",
			">1. **Fire Starter (Sp)** {spell/produce flame} 3/day, {spell/heat metal} 2/day, or {spell/flame arrow} 1/day",
			">2. **Mark of Flame (Su)** By dealing fire damage to a creature using a spell or spell-like ability, you can temporarily brand that creature with a coin-sized, smoldering image of Moloch's unholy symbol for 1 minute. While marked, the creature takes a -2 penalty on saving throws against all fire effects. A creature can remove this brand with {spell/erase} or {spell/remove curse}.",
			">3. **Accept the Flame (Su)** Three times per day, you can gain immunity to fire for a number of rounds per day equal to your Wisdom modifier. Track any fire damage you take during this time. For 1 minute after you end the effect, your body becomes uncomfortably warm, and once as a standard action you can use a melee touch attack to deal an amount of fire damage equal to the damage your immunity prevented (maximum 10 points of fire damage for every Hit Die you have) and cause the attack's target to {rule/catch«ing_on» fire}. A successful Fortitude save halves the damage (DC = 10 + 1/2 your Hit Dice + your Wisdom modifier). If you do not touch another creature before the end of this minute, you take all of the damage your immunity prevented - neither fire resistance nor fire immunity can reduce this damage.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #105: The Inferno Gate/73}",
			">",
			">1. **Pyrebrand (Sp)** {spell/produce flame} 3/day, {spell/flame blade} 2/day, or {spell/phantom steed} 1/day",
			">2. **Ceremonial Pyre (Su)** Once per day as a swift action, you can cause all creatures within 15 feet of you to {rule/catch«ing_on» fire} (DC = 10 + 1/2 your Hit Dice + your Charisma modifier, Reflex negates); they burn for 1 minute or until the flames are extinguished. Each round that they're on fire, affected creatures take an additional 1d6 points of fire damage per 6 Hit Dice you have (maximum 4d6). If you begin your turn within 15 feet of a creature taking damage from this ability, you gain {umr/fast healing} 10 for 1 round.",
			">3. **Sacrificial Pyre (Su)** When you confirm a critical hit against a foe, it must succeed at a Reflex saving throw (DC = 10 + your base attack bonus) or catch fire. While the target is on fire, caustic smoke obscures its vision, and it treats all other creatures as though they had {rule/concealment}. Creatures killed while on fire from this ability are immediately reduced to ashes, leaving behind no remains.",
			"",
			"### Boons - {feat/Fiendish Obedience}",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/80}",
			">",
			">1. **Command Infernal Legions (Sp)** {spell/command} 3/day, {spell/blistering invective} 2/day, or {spell/witness} 1/day",
			">2. **Edicts of Malebolge (Sp)** When the Ashen Bull speaks a command, wise mortals know to obey without thought. Similarly, you can harness your lord's commanding infernal presence to repel your enemies and keep them at bay. Twice per day, you can cast {spell/repulsion} as a spell-like ability.",
			">3. **Loyal Servant (Sp)** You command incredible infernal might at the pleasure of Moloch, and you can use this dark power to reach into nearly any creature's puny mind, bending its will to serve the Lord of the Sixth's whims as you see fit. Once per day, you can cast {spell/dominate monster} as a spell-like ability.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/80}",
			">",
			">1. **Fires of Malebolge (Sp)** {spell/burning hands} 3/day, {spell/fire breath} 2/day, or {spell/fireball} 1/day",
			">2. **Ballistae of Flame and Ash (Sp)** Although this knowledge cows most mortals, you understand that a being of pure, evil hellfire lives under the Ashen Bull's infernal armor. Instead of fearing it, you embrace this hellish firepower and can periodically use a fraction of it to blast your enemies. Once per day, you can cast {spell/delayed blast fireball} as a spell-like ability.",
			">3. **The Fieriest Fiend (Su)** Like the Ashen Bull you know that true power lies within Hell's hottest infernal flames, and you can call forth this fire to help you on Moloch's behalf in your struggles. For a number of rounds equal to your Hit Dice, Malebolge's flames aid you and up to four allies within 30 feet of you. The flames encase affected creature's bodies, providing a +4 profane bonus to AC and immunity to fire. Anyone who strikes you or an affected ally with a melee attack takes 2d6 points of fire damage on each hit. Additionally, affected allies' melee, ranged, and natural weapons deal an additional 1d6 points of fire damage while this ability is in effect. Activating this ability is a standard action, and dismissing it is a free action. This effect's duration need not be used all at once, but it must be used in 1-round increments.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/80}",
			">",
			">1. **Citadel Defender (Sp)** {spell/enlarge person} 3/day, {spell/marching chant} 2/day, or {spell/deadly juggernaut} 1/day",
			">2. **Ashen Bull's Charge (Su)** When the mighty Ashen Bull charges his enemies in battle, all fall before him, quivering in fear and lamenting his rage. You can conjure the same terrifying power that Moloch commands when he bears down on his foes. Once per day as a standard action, with a sweep of your arm, you can emit a {misc/burst} of infernal rage in a 30-foot radius centered on you. Up to four targets of your choice in the area must each succeed at a Fortitude saving throw (DC = 10 + half your Hit Dice + your Charisma modifier) or be {misc/stunned} for 1 round and {misc/staggered} for another 3 rounds by the raw power of Hell. Creatures that succeed at this save are instead staggered for 1 round. This is a mind-affecting effect.",
			">3. **Cower before Hell's General (Su)** With the confidence of a chosen servant of Moloch - dutiful general of Malebolge, he who commands Hell's legions, and merciless destroyer of all that is good - you can strike mortal terror in the hearts of your enemies unlike any fear they have ever known. Twice per day as a standard action, you can invoke the names of the Lord of the Sixth. All enemies that can hear you must succeed at a Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier) or be {misc/panicked} for a number of rounds equal to half your Hit Dice. On a successful saving throw, the affected creatures are merely {misc/shaken}, but they also take a -4 penalty to their AC for the duration. This is not a language-dependent ability, but you must be able to speak to use it. This is a mind-affecting fear effect.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Molech}",
			">",
			">### Traits",
			">",
			">- {trait/Flames of Hell}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #105: The Inferno Gate/72}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Pyrotechnics} can be prepared as a 2nd-level spell",
			">- {spell/Flame Arrow} can be prepared as a 3rd-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #105: The Inferno Gate/73}",
			">",
			">- :hll[spell/Summon Monster III:] {monster/Phantom Armor (Guardian)} - LE",
			">- :hll[spell/Summon Monster VI:] {monster/Warmonger Devil (|Levaloch)}",
			">- :hll[spell/Summon Monster VIII:] {monster/Tophet}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/80}  ",
			"Moloch is an embodiment of the most devastating, inhuman aspects of war - a creature of fearsome spiked armor encrusted with the blood of countless opponents. His helm is shaped like a powerful bull skull bearing a pair of bladed horns. Upon his chest he wears the severed wings  of the angel Imopheil, who once sought to harrow Hell, and upon his mighty arms clawed gauntlets. He exerts the strength of a titan to heft the thorned sword Ramithaine and the wicked battleaxe Goreletch. He never removes his armor, and on the rare occasions when it becomes damaged, nothing can be seen beneath but flames and the suggestion of fire-charred bones."
		]
	},
	"monad": {
		"name": "Monad",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Monad]{sub=\"The Condition of All\"}",
			"",
			"{SOURCE Concordance of Rivals/11}  ",
			"**Pathfinder Wiki** [Monad](https://www.pathfinderwiki.com/wiki/Monad) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Aeon  ",
			"**Areas of Concern** Creation, the infinite, and truth  ",
			"**Domains** {domain/Artifice}, {domain/Darkness}, {domain/Knowledge}, {domain/Void}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** [Unarmed strike](rule/attack)  ",
			"**Symbol** Spiral galaxy",
			"",
			"::hl2[feat/Monitor Obedience]{jl}",
			"",
			">Spend 30 minutes in meditation, clearing your mind of needs and prejudices. Then briefly wander and observe your surroundings, seeking a source of excess, accomplishment, or emptiness. Spend at least 30 minutes counteracting that phenomenon in some way, such as by creating something where nothing exists, providing comfort to a morose stranger, or thinning the excess population of ants in a field. Upon completing this obedience, choose two Knowledge skills; you gain a +4 sacred or profane bonus on checks with those skills.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/11}",
			">",
			">1. **Aeon Arbiter (Sp)** {spell/unseen servant} 3/day, {spell/spectral hand} 2/day, or {spell/gaseous form} 1/day",
			">2. **Immaterial Flesh (Su)** You gain the constant benefits of the {magic-enh/moderate fortification} armor special ability. If you already have a similar defensive ability, you increase that ability's chance to negate the additional damage by 10%.",
			">3. **Creative Destruction (Su)** Once per day as a standard action, you can touch two adjacent creatures (including yourself). One takes 150 points of damage (Fortitude half; DC = 10 + half your HD + your Charisma modifier), and the other regains a number of hit points equal to the damage taken by the first target.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Proctor}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Monad is less a being than an ancient design that touches upon and is reflected in all corners of existence. It is intrinsically without form, operating almost exclusively through the host of aeons for which it is the guiding force, originating spirit, and nexus of thought. In fact, due to the way the Monad creates, reabsorbs, and reshapes the aeons' quintessence, it behaves as much like a plane as a deity, seeming to exist and act outside even the cycle of souls. To aeons, the Monad isn't merely an expression of the void that predated the cosmos, creation itself, the future infinity, and the truth that binds existence: it actually is all of those things.",
			"",
			"The Monad's goals appear fixated on the cosmic status quo. On one hand, the entity seems content so long as the planes are in balance with each other. On the other hand, countless aeons seem to police the multiverse and sustain it based on some inscrutable model that most other beings describe as slightly out of sync with the gods' designs. Some have speculated that the Monad isn't simply reality's figurative immune system but rather is from a previous existence that it aims to recreate with subtle nudges that interact with the present reality's needs in alien ways.",
			"",
			"The Monad is an unlikely divine patron. Without approaching the level of detachment and selflessness of an aeon, a mortal worshipper cannot hope to connect with the Monad on anything more than a philosophical level. However, a rare few can tap into the Condition of All, experiencing flashes of insight and wordless directives as if these contemplatives were fledgling aeons. It is unclear if the Monad is even cognizant of its worshippers, though as long as a priest remains centered, honors its vague orders, and works to maintain balance, she can draw upon her patron for spellcasting and even greater boons."
		]
	},
	"mordiggian": {
		"name": "Mordiggian",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Mordiggian]{sub=\"The Charnel God\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/69}  ",
			"**Pathfinder Wiki** [Mordiggian](https://www.pathfinderwiki.com/wiki/Mordiggian) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Mordiggian}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Darkness, ghouls, voices of the dead  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Death}, {domain/Evil}  ",
			"**Subdomains** {domain/Entropy}, {domain/Loss}, {domain/Night}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Scimitar}  ",
			"**Symbol** Bloody fangs surrounded by darkness",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"::h2[Description]{jl}",
			"",
			"In ancient times, Mordiggian was the god of ghouls, yet as these undead spread throughout the countless worlds, many of them lost their way and fell into decadence. These ghouls have forgotten the Charnel God, and only pockets of those from Leng who have not degenerated maintain the ancient rites today.",
			"",
			"Mordiggian's primary worshipers in the modern era are humans who venerate him as a death god, yet to the untrained eye, these men and women are little more than ghouls themselves. Using vile rituals and surgical practices, they transform their limbs and visages into ghoulish countenances. In cities where such grotesqueries would cause incident, his worshipers wear heavy cloaks and silver masks to hide their shapes. Mordiggian's temples are grand mausoleum-cathedrals placed in positions of prominence in their cities. Cities that host such temples have no graveyards of their own, for the priests of Mordiggian collect the bodies of the dead and place them, free of charge, into their sacred vaults for \"disposal.\" As such, undead and corpse-borne disease are rare contagions in cities under Mordiggian's care, yet sometimes his priests are too eager in gathering the \"dead,\" and have been known to take away those in comas or deathlike trances from which they could have recovered.",
			"",
			"Mordiggian is a living cloud of darkness, capable of congealing and coalescing all or portions of his form within the inky depths to serve his needs, whether he's manifesting a long, grasping limb to pluck a ripened morsel from a coffin-platter, or visiting his wrath upon those who dare to tread upon halls where only the dead may walk. The Charnel God's favored form is that of an immense worm with a set of grasping tentacles arrayed around a central maw; this fanged maw appears often in the god's symbology"
		]
	},
	"morrobahn": {
		"name": "Morrobahn",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Morrobahn]{sub=\"The Parasite Seed\"}",
			"",
			"{SOURCE Book of the Damned/120}  ",
			"**Pathfinder Wiki** [Morrobahn](https://www.pathfinderwiki.com/wiki/Morrobahn) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Kyton Demagogues  ",
			"**Areas of Concern** Invasiveness, proliferation, redundancy  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Travel}  ",
			"**Subdomains** {domain/Exploration}, {domain/Fear}, {domain/Feather}, {domain/Fur}  ",
			"**Favored Weapon** {eq-weapon/Heavy flail}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Find two similar creatures of any type (animals, insects, people, etc.) and make them fight to the death. Gain a +2 profane bonus to your CMD.",
			">",
			">{SOURCE Book of the Damned/121}  ",
			">The principals of the {family/kyton} race number among the planes' most audacious explorers, artistes, and scientists. Constrained by neither morals nor taboos, kyton demagogues pursue perfection in myriad profane fields. Lost limbs and lives mean little to the kyton demagogue - only the next boundary to shatter and the promise of what could be. The kyton demagogues are legion, but nine of those best known to Golarion's cultic scholars are presented here.",
			">",
			">Kyton demagogues are far less likely than other fiendish demigods to flaunt their power. All kyton demagogues are lawful evil and range in power from CR 26 to CR 30. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities each usable once per day.",
			">",
			">1. {spell/summon nature's ally III}",
			">2. {spell/greater teleport}",
			">3. {spell/summon monster IX}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Parasite Seed knows that redundancy is the only insurance. Across countless expanses, it has cultivated perfect beings - perfect singers, perfect reproducers, perfect killers. Now it seeks to propagate them to new homes, assuring that no one calamity can wipe out said perfection."
		]
	},
	"mother_vulture": {
		"name": "Mother Vulture",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Mother Vulture]{sub=\"The Flesheater\"}",
			"",
			"{SOURCE Concordance of Rivals/12}  ",
			"**Pathfinder Wiki** [Mother Vulture](https://www.pathfinderwiki.com/wiki/Mother%20Vulture) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Consumption, renewal, and transformation  ",
			"**Domains** {domain/Animal}, {domain/Destruction}, {domain/Healing}, {domain/Repose}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Sickle}  ",
			"**Symbol** Two crossed diagonal lines with an empty circle above and a filled circle below",
			"",
			"::hl2[feat/Monitor Obedience]{jl}",
			"",
			">Consume the flesh or blood of your own people and reflect on the pain and death required to grant strength and life; if this is your own flesh or blood, the process deals 1d6 points of damage. Gain a +4 insight bonus against effects that would cause you to become sickened or nauseated. You can survive by eating rotting and diseased food with no ill effect.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/12}",
			">",
			">1. **Carrion Eater (Sp)** {spell/decompose corpse} 3/day, {spell/animal aspect} 2/day, or {spell/cure serious wounds} 1/day",
			">2. **Devourer (Ex)** You gain a bite attack that deals 1d4 points of damage (1d3 for small creatures) plus your Strength modifier. If you confirm a critical hit with this attack, it also deals 1 point of {rule/bleed} damage. If you already have a bite attack, your bite deals 2 points of bleed damage on a critical hit. You are considered proficient with this attack.",
			">3. **New from Old (Sp)** You can cast {feat/extended} {spell/polymorph any object} once per day.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			"",
			"::h2[Description]{jl}",
			"",
			"Few things dwell willingly in the Rasputitase, a realm of muck, massive trees, and jagged islands in the Boneyard's Spirelands, save for the most reclusive of Pharasma's ushers and her immediate servants. Mother Vulture reflects the duality of rot: the creation and new life that arises from destruction. She is a merciless and unrepentant killer, but also a thoughtful mother, embracing newborns and blessing midwives with long lives and eager students. With her two heads - masked save for her cavernous mouths - Mother Vulture devours the bodies of Pharasma's enemies to birth neutral-aligned outsiders to serve the Boneyard. Her gruesome feasts leave fertile soil and renewed potential in her wake, and as matron of transformation, she also measures those seeking redemption in life.",
			"",
			"The Flesheater usually appears as a young, blind mother, but her natural form is barely humanoid and repulsive to behold. Her masked heads are barely supported by her two distended necks, their weight forcing her to hunch low to the ground. She conceals her body beneath four black-feathered wings, which she unfurls when feeding upon new flesh. "
		]
	},
	"mrtyu": {
		"name": "Mrtyu",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Mrtyu]{sub=\"Death's Consort\"}",
			"",
			"{SOURCE Concordance of Rivals/12}  ",
			"**Pathfinder Wiki** [Mrtyu](https://www.pathfinderwiki.com/wiki/Mrtyu) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Poetry, trauma, and war  ",
			"**Domains** {domain/Charm}, {domain/Death}, {domain/Repose}, {domain/War}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Greatsword}  ",
			"**Symbol** A circle with five curved lines extending from it",
			"",
			"::hl2[feat/Monitor Obedience]{jl}",
			"",
			">Hear confessions of the dying or spend at least 1 hour burying the dead after a battle. If there are no dying or dead people in the area, spend the hour uttering prayers for the last dead person you encountered. Gain a +4 insight bonus on saving throws against spells that affect multiple creatures.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/12}",
			">",
			">1. **Ruled by Passion (Sp)** {spell/remove fear} 3/day, {spell/aid} 2/day, or {spell/detect desires} 1/day",
			">2. **Death's Lover (Ex)** You gain Diplomacy and Sense Motive as class skills, and you gain a bonus on checks using these skills equal to half your Hit Dice.",
			">3. **Hands of Death (Su)** Once per day, you can call upon a whirling mass of daggers and swords that functions as a {spell/blade barrier}. This effect lasts only 1 round per Hit Die, but you can direct it to move up to 30 feet or reshape itself from a wall to circle once each round as a move action.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			"",
			"::h2[Description]{jl}",
			"",
			"Mrtyu was the first mortal to die with love on his lips, and Pharasma found the concept intriguing. She wooed the soldier's soul, and through him she came to understand the emotions of the living. Death's Consort is a being of strong passions - a commodity often in short supply in the Boneyard - and embraces the souls of those who died in the grips of extreme emotion. He is the usher of soldiers and murder victims, but also those who die of suicide, and Mrtyu feels the rising of each {template/ghost}, {monster/wight}, and other malcontent undead as the pang of personal failure. As much a fighter as a lover, the usher also commands Pharasma's defenses, often working alongside the {faith/Pale Horse} to hunt those few who would make an enemy of the Gray Lady.",
			"",
			"Still resembling his mortal origins, Mrtyu appears as a beautiful young man bearing deep and dark sunken eyes, adorned in rock-rose blossoms and perpetually bleeding from a large wound in his stomach. He carries a basket of fresh fruit or flowers in one hand, and his rusted greatsword, *Ardor,* in the other. He maintains his realm, the Garden Anima, among Pharasma's Court as a quiet refuge for souls who need time to reflect and talk after particularly traumatic deaths. While he can occasionally be found at Pharasma's side, the usher's intimate connection with the goddess is more an emotional one than a physical one."
		]
	},
	"murnath": {
		"name": "Murnath",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Murnath]{sub=\"The Horned Rat\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Murnath](https://www.pathfinderwiki.com/wiki/Murnath) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Nascent Demon Lords  ",
			"**Areas of Concern** Rats, sewers  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Earth}, {domain/Evil}  ",
			"**Subdomains** {domain/Caves}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Fur}, {domain/Metal}  ",
			"**Favored Weapon** {eq-weapon/Short sword}  ",
			"**Symbol** Horned rat with long tail  ",
			"**Sacred Animal(s)** Rat  ",
			"**Sacred Color(s)** Brown, gray",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Meditate while floating in sewage or similar filth. Gain a +4 profane bonus on saves against disease.",
			">",
			">### Boons",
			">",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/38}",
			">",
			">1. **First Boon (Sp)** {spell/Summon Swarm} 1/day",
			">2. **Second Boon (Sp)** {spell/Beast Shape II} 1/day",
			">3. **Third Boon (Sp)** {spell/Control Water} 1/day",
			"",
			"::h2[Nascent Demon Lords]{jl}",
			"",
			">{SOURCE Book of the Damned/124}",
			">",
			">With very few exceptions, a demon lord is never born fully formed. Instead, each must build power and resources during an extended period of transformation. Demons in this transitional stage are known as nascent demon lords.",
			">",
			">At any one time, there exist hundreds - if not thousands - of nascent demon lords in the Abyss. All nascent demon lords are chaotic evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by demon lords, manifesting as spell-like abilities usable twice per day each.",
			"",
			"::h2[Description]{jl}",
			"",
			"Lumbering Murnath, the Horned Rat, dwells in the foul sewers below the Abyssal city of Yanaron. Served by rats, chaotic evil wererats, and sewer-dwelling beasts, Murnath himself appears as a muscular horned rat the size of a horse, with a series of thin venomous spines at the tip of his tail and paws that bear a hideous resemblance to human hands."
		]
	},
	"muronna": {
		"name": "Muronna",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Muronna]{sub=\"The Dark Mother\"}",
			"",
			"{SOURCE Book of the Damned/126}  ",
			"**Pathfinder Wiki** [Muronna](https://www.pathfinderwiki.com/wiki/Muronna) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Oni Daimyo  ",
			"**Areas of Concern** Eclipses, sunsets, unseen things  ",
			"**Domains** {domain/Darkness}, {domain/Evil}, {domain/Sun}, {domain/Trickery}  ",
			"**Subdomains** {domain/Day}, {domain/Deception}, {domain/Night}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Kusarigama}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">While blindfolded, turn your back to the setting sun and concentrate on what the world might be like should the sun fail to rise the next day. Gain a +4 profane bonus on saving throws against blindness and vision-based effects.",
			">",
			">{SOURCE Book of the Damned/127}  ",
			">The most powerful {family/oni}, the oni daimyo, hold their domains in isolated regions of the Material Plane. While they have transcended their lesser incarnations to become something close to demigods in stature, they do not flaunt their power and prefer to dwell in remote corners of the massive land of Tian Xia.",
			">",
			">Oni daimyo are always evil in alignment but can be chaotic, lawful, or neutral. They range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/blindness//deafness}",
			">2. {spell/greater invisibility}",
			">3. {spell/mislead}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Dark Mother appears as a lithe {monster/ogre mage} with gray skin. Rumor holds that she dwells in an underground complex somewhere below Minkai's capital of Kasai."
		]
	},
	"mursha": {
		"name": "Mursha",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Mursha]{sub=\"Beastmaster\"}",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Mursha](https://www.pathfinderwiki.com/wiki/Mursha) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Fur}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Howl prayers to Mursha and pay homage to each of his mighty heads. Gain a +4 profane bonus on saving throws against effects from summoned creatures.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a {monster/rakshasa} achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {feat/extended} {spell/speak with animals}",
			">2. {spell/charm monster}",
			">3. {spell/beast shape IV}",
			"",
			"::h2[Description]{jl}",
			"",
			"An enormous rakshasa who dwarfs all but the largest fiends, Mursha the Beastmaster has four heads: one bear, one panther, one shark, and one jackal. It's said that with a command he can bring droves of one or all of those beasts to do his bidding."
		]
	},
	"myr": {
		"name": "Myr",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"::fh[Myr]{sub=\"The Guide of Perfection\"}",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/71}  ",
			"**Pathfinder Wiki** [Myr](https://www.pathfinderwiki.com/wiki/Myr) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Charity, lineage, and physical perfection  ",
			"**Domains** {domain/Glory}, {domain/Good}, {domain/Law}, {domain/Nobility}, {domain/Strength}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Heroism}, {domain/Honor}, {domain/Leadership}, {domain/Resolve}  ",
			"**Favored Weapon** {eq-weapon/Longsword}  ",
			"**Symbol** Branching tree and its roots",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Traits",
			">",
			">- {trait/Shared Ancestors}",
			"",
			"::h2[Description]{jl}",
			"",
			"Myr represents the quest for perfection and respect for the ancestors who put individuals on their current paths. She teaches that a person's body and life are gifts to be cherished if one means to serve as a positive force in the world, and that dedicating one's life to amazing accomplishments honors one's lineage.",
			"",
			"In Azlanti society, many people prayed to Myr for the health of their children and their bloodlines. As the aristocracy became more prominent and noble heritage became a seeming prerequisite to enjoy the fruits of the empire, people flocked to churches of Myr in hopes of tracing their lineage back to some of the fabled founders of the Azlanti people. The Azlanti also worshiped Myr for her devotion to charity. In the purest sense, Myr represented the ideal that humanity, when most physically able and endowed with the greatest resources, should serve those less fortunate. She taught that those who had the most had the most to give and should provide for others to the best of their ability.",
			"",
			"Toward the end of the Azlanti empire, a growing number of citizens, - particularly athletes, warriors, and those who wished to be athletes or warriors - began to worship Myr because of the desire to improve their physical forms, eschewing her more studious or pure elements.",
			"",
			"While Myr is passionately in love with {faith/Elion} and misses him while he's on his frequent, long journeys, she is quietly thankful for the more stable household that results when he's not at home."
		]
	},
	"naderi": {
		"name": "Naderi",
		"sources": [ "Inner Sea Faiths" ],
		"description": [
			"::fh[Naderi]{sub=\"The Lost Maiden\"}",
			"",
			"{SOURCE Inner Sea Faiths/77}  ",
			"**Pathfinder Wiki** [Naderi](https://www.pathfinderwiki.com/wiki/Naderi) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Drowning, romantic tragedy, suicide  ",
			"**Domains** {domain/Charm}, {domain/Nobility}, {domain/Repose}, {domain/Water}  ",
			"**Subdomains** {domain/Love}, {domain/Lust}, {domain/Martyr}, {domain/Souls}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Ornate golden dagger  ",
			"**Sacred Animal(s)** Swan  ",
			"**Sacred Color(s)** Blue, red",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Galt, Nidal, Taldor, Qadira, Ustalav  ",
			"**Nationality** Taldan",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Collect two unblemished white rose blossoms, open to their fullest but without any wilted petals. Stand beside a river and cut the blossoms from the stems, then set them on the water to float downstream. Meditate upon the beautiful perfection of love and the imperfection of a life that would deny it to star-crossed lovers. You gain a +2 profane or sacred bonus on Charisma-based skill checks. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/77}",
			">",
			">1. **Watery Souls (Sp)** {spell/wave shield} 3/day, {spell/life pact} 2/day, or {spell/water breathing} 1/day",
			">2. **Depths of the Maelstrom (Su)** You do not fear death by water, for you are unafraid of your goddess's embrace, and you can capitalize on others' terror of the depths. Three times per day as an immediate action, when you step into any natural body of water, you can cause water within a 30-foot radius of where you stand to churn. You are unaffected by this churning. Any other creature wading or swimming in this water must attempt {skill/Swim} checks as if the water were one category rougher; wading creatures must attempt DC 10 Swim checks, creatures swimming in calm water must make DC 15 Swim checks, creatures swimming in rough water must attempt DC 20 Swim checks, and creatures swimming in stormy water must attempt DC 25 Swim checks. If the water has a natural current, that current becomes fast moving. If the current was already fast moving, the DC of the Swim or Strength check to avoid going under increases to 15 + half your Hit Dice. This effect lasts for a number of rounds equal to your Hit Dice or until you leave the water, whichever is first.",
			">3. **Healing Waters (Su)** You have learned that the waters can take life, but also that they can give it. Three times per day, you can hold a creature underwater for a number of rounds equal to half your Hit Dice. Each round, as long as the creature is submerged and holding its breath, it is healed of 1d8 + 5 points of damage. If the creature doesn't hold its breath, it doesn't receive healing that round. If you submerge a creature and heal it for fewer rounds than half your Hit Dice, it still counts as one use of this ability.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/77}",
			">",
			">1. **No Rest for the Living (Sp)** {spell/heightened awareness} 3/day, {spell/compassionate ally} 2/day, or {spell/lover's vengeance} 1/day",
			">2. **Nothing Left to Lose (Su)** The losses you have suffered have made you morose and perhaps even aloof, but also fearless in battle. Once per day as a standard action, you may call out the name of a loved one you have lost. All opponents within hearing distance must succeed at a Will saving throw (DC = 10 + 1/2 your Hit Dice + your Wisdom modifier) or become {misc/shaken} for a number of rounds equal to your Hit Dice. If you cause at least one creature to become shaken in this way, you gain a +2 profane or sacred bonus (of the same type as that provided by your obedience) on saving throws against spells with the mind-affecting descriptor for a number of rounds equal to your Hit Dice.",
			">3. **Final Strike (Sp)** You can call down your goddess's cleansing wrath upon your wretched enemies. Three times per day as a standard action, you can cause a great column of white light to pour from the heavens that acts as a {spell/fireball}, except the damage is force damage. A successful Reflex saving throw (DC = 13 + your Wisdom modifier) halves this damage.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/77}",
			">",
			">1. **Frozen Despair (Sp)** {spell/icicle dagger} 3/day, {spell/castigate} 2/day, or {spell/howling agony} 1/day",
			">2. **All Who Live Suffer Loss (Su)** You channel the despair and grief you have suffered into a cloud of sadness that saps the will of those who oppose you. All foes within a 30-foot, cone-shaped {misc/burst} are {misc/staggered} for a number of rounds equal to your Hit Dice, and take a -1 penalty on attack rolls, saving throws, ability checks, skill checks, and weapon damage rolls. A successful Will saving throw (DC = 10 + 1/2 your Hit Dice + your Charisma modifier) negates this effect.",
			">3. **Mantle of Tragic Grace (Sp)** You drape yourself in tragic glamor, and your longing for rest puts you beyond the reach of mortal harm for a lingering moment. As a standard action, you can activate this mantle, which acts as a {spell/globe of invulnerability}. You may use this ability for a number of rounds each day equal to your Hit Dice. These rounds do not need to be consecutive, and you can dismiss this effect as a standard action that does not provoke attacks of opportunity.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Hero's Release Pendant}",
			">",
			">### Traits",
			">",
			">- {trait/Empty Heart, Full Heart}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Faiths/80}",
			">",
			">#### Cleric, Inquisitor, Warpriest",
			">",
			">- {spell/Confusion, Lesser} can be prepared as a 1st-level spell",
			">- {spell/Crushing Despair} can be prepared as a 3rd-level spell",
			">- {spell/Suffocation} can be prepared as a 5th-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"Three centuries ago, as one of {faith/Shelyn/'s} divine servitors, Naderi learned that a pair of lovers in Taldor who had long entreated the Eternal Rose for protection were quickly losing hope. She appeared in person to them in the mist of a great waterfall, affirming love's transcendence over mortal obstacles. Further, to hearten the lovers, she explained that love is one of the few bonds that sometimes endures beyond the end of mortal life, drawing souls together in the afterlife. To her shock, the young lovers took her words quite literally; they embraced and threw themselves into the falls, giving her thanks for showing them a way to truly be together at last.",
			"",
			"This sacrifice propelled the dismayed Naderi - who had not intended to drive the lovers to their deaths - into godhood as the patron of suicide, especially for the cause of love. Her ascension burned away those elements of her nature not connected to this area of concern. Most forms of beauty ceased to touch her, though the beauty of love and the allure of tragic romance still called to her. Much of her capacity for true happiness was left behind as well, leaving her able to experience only bittersweet joy. Terrified of the changes she felt within herself, and believing she had betrayed Shelyn by accidentally turning two of her followers to her own worship and simultaneously driving them to suicide, Naderi fled Shelyn's realm.",
			"",
			"Shelyn pursued, not out of anger, but out of concern, but Naderi eluded her. Over the centuries, the Eternal Rose has repeatedly attempted to reach Naderi, for she feels the Lost Maiden's nature gradually taking on a darker cast and is determined not to lose another loved one the way she lost her brother {faith/Zon-Kuthon}. Meanwhile, the dark gods {faith/Urgathoa} and {faith/Zyphus} court Naderi, hoping to encourage the flowering of the more nihilistic side of her personality. Naderi herself remains a precariously balanced figure, clinging to the memory of the light and love and beauty she experienced as Shelyn's servitor, while struggling with a growing conviction that love is only ever consummated in death, and a burgeoning fascination with the aesthetics of suicide. She appears as a dark-haired young woman with large, haunted eyes, clad in waterlogged white garments and carrying a dagger."
		]
	},
	"nalinivati": {
		"name": "Nalinivati",
		"sources": [
			"Dragon Empires Gazetteer",
			"Legacy of Dragons"
		],
		"description": [
			"::fh[Nalinivati]{sub=\"The Serpent's Kiss\"}",
			"",
			"{SOURCE Dragon Empires Gazetteer/58}  ",
			"**Pathfinder Wiki** [Nalinivati](https://www.pathfinderwiki.com/wiki/Nalinivati) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Deities of Tian Xia  ",
			"**Areas of Concern** Fertility, nagaji, snakes, sorcery  ",
			"**Domains** {domain/Charm}, {domain/Magic}, {domain/Nobility}, {domain/Rune}, {domain/Scalykind}  ",
			"**Subdomains** {domain/Arcane}, {domain/Aristocracy}, {domain/Captivation}[^A], {domain/Divine}, {domain/Leadership}, {domain/Love}, {domain/Lust}, {domain/Rites}[^A], {domain/Wards}  ",
			"**Favored Weapon** {eq-weapon/Urumi}  ",
			"**Symbol** Snake coiled in a lotus flower  ",
			"**Sacred Animal(s)** Snake",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Dtang Ma, Nagajor, Xa Hoi, Xidao  ",
			"**Nationality** Naga",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Unique Spell Rules",
			">",
			">{SOURCE Legacy of Dragons/31}",
			">",
			">#### Cleric, Inquisitor, Oracle, Warpriest",
			">",
			">- {spell/Tail Strike} can be prepared as a 4th-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Dragon Empires Gazetteer/61}  ",
			"Nalinivati was the legendary first queen of Nagajor, who gave birth to the varied {family/naga} races in ages past. A powerful sorceress, Nalinivati used her own sorcery to ascend to godhood. Called the Queen of Nagas, Nalinivati is the goddess of sorcery and snakes, and is the patron goddess of the nagaji. Also known as the Serpent's Kiss, Nalinivati is a goddess of fertility as well, and has been romantically linked with {faith/Daikitsu}, though the two goddesses neither confirm nor deny the rumors. Her worship is most widespread in Nagajor, but sorcerers, nagas, smitten lovers, and snake cults throughout Tian Xia venerate her. Nalinivati appears as an immense naga with brilliantly colored hair and scales. She is often depicted in art as emerging from an egg, or as guarding a clutch of eggs.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"nalmungder": {
		"name": "Nalmungder",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Nalmungder]{sub=\"He Who Waits Below the Stairs\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Nalmungder](https://www.pathfinderwiki.com/wiki/Nalmungder) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Basements, closets, delusions of safety  ",
			"**Domains** {domain/Darkness}, {domain/Earth}, {domain/Evil}, {domain/Trickery}  ",
			"**Subdomains** {domain/Caves}, {domain/Daemon}, {domain/Deception}, {domain/Loss}  ",
			"**Favored Weapon** {eq-weapon/Sickle}  ",
			"**Symbol** Stairs down into darkness  ",
			"**Sacred Animal(s)** Spider  ",
			"**Sacred Color(s)** Black, brown",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Meditate in a basement or cellar (preferably one that does not belong to you). Gain a +4 profane bonus on all saving throws attempted while in complete darkness.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/darkness}",
			">2. {spell/acid pit}",
			">3. {spell/phobia}",
			"",
			"::h2[Description]{jl}",
			"",
			"Nalmungder, He Who Waits Below the Stairs, dwells in a lightless realm snaking below other harbingers' domains. He appears as a shapeless mass of darkness and teeth."
		]
	},
	"nameless": {
		"name": "Nameless",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Nameless]{sub=\"Upon an Empty Throne\"}",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Nameless](https://www.pathfinderwiki.com/wiki/Nameless) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Delusions of authority, doubt, torment  ",
			"**Domains** {domain/Artifice}, {domain/Evil}, {domain/Nobility}, {domain/Strength}  ",
			"**Subdomains** {domain/Sahkil}  ",
			"**Favored Weapon** {eq-weapon/Longsword}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Erase evidence of your deeds or compel a sentient creature to act against its own interests for your benefit. Gain a +2 profane bonus on Will saving throws.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">{family/Sahkil} tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/ghost whip}",
			">2. {spell/charm monster}",
			">3. {spell/mass suggestion}",
			"",
			"::h2[Description]{jl}",
			"",
			"Nameless manifests as a lingering thought in the back of one's mind, a misheard sound, or a vague sense of movement out of the corner of one's eye. Upon an Empty Throne seeks to crush those who aspire to power, and doesn't bother to discriminate between the righteous and the wicked."
		]
	},
	"narakaas": {
		"name": "Narakaas",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Narakaas]{sub=\"The Cleansing Sentence\"}",
			"",
			"{SOURCE Concordance of Rivals/13}  ",
			"**Pathfinder Wiki** [Narakaas](https://www.pathfinderwiki.com/wiki/Narakaas) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Psychopomp Usher  ",
			"**Areas of Concern** Atonement, difficult choices, and pain  ",
			"**Domains** {domain/Death}, {domain/Magic}, {domain/Repose}, {domain/Rune}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Greataxe}  ",
			"**Symbol** A vertical line intersected by two diagonal lines and capped with a circle",
			"",
			"::hl2[feat/Monitor Obedience]{jl}",
			"",
			">Flagellate yourself while reflecting on your personal failings or harm you have done to others, dealing 1d6 points of damage to yourself. You gain DR 2/-. If the damage you took from this obedience is healed, this damage reduction immediately ends.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/13}",
			">",
			">1. **Clarity in Pain (Sp)** {spell/invigorate} 3/day, {spell/delay pain} 2/day, or {spell/blood biography} 1/day",
			">2. **Stronger Tomorrow (Sp)** You can increase the damage inflicted by your obedience to 4d6 points. If you do so, you can cast one of the following spells three times per day as a spell-like ability: {spell/bear's endurance}, {spell/eagle's splendor}, {spell/fox's cunning}, or {spell/owl's wisdom}.",
			">3. **Empathy (Su)** You can grant any weapon you wield the {magic-enh/brilliant energy} and {magic-enh/merciful} special abilities as a single move action. You can only grant these abilities together, not separately, and the weapon immediately loses both properties if it leaves your possession. The weapon maintains these properties for a number of rounds equal to your Hit Dice. This duration does not need to be consecutive.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Mortal Usher}",
			">- {pclass/Proctor}",
			"",
			"::h2[Description]{jl}",
			"",
			"A composite entity, Narakaas is born from the untold pieces of souls cleaved off as mortals grew and discarded parts of themselves. They reflect personal choices, sacrifice of self, and countless little deaths that come before a soul finally arrives in the Boneyard. They understand that a broken thing - especially one repaired - is not less valuable but simply different, and sometimes even more precious for the history it now embodies. In mortals, such personal change is difficult and almost always accompanied by physical and emotional pain, and many souls wind up straddling two extremes or failing to complete their transformation before they die. The Cleansing Sentence offers such souls the option to endure terrible pain or perform onerous tasks to prove their commitment to redemption or damnation. They are also the psychopomp who judges good mortals driven to terrible deeds by their beliefs and convictions and tests their mettle to see where their souls truly belong.",
			"",
			"Narakaas represents the acceptance of pain and the growth it fosters; they don't revel in pain, and entities that do - such as {family/kyton/s} - are anathema to the Cleansing Sentence. Shockingly optimistic given their purview, Narakaas believes in the power of redemption, and they have turned a number of kytons to the Boneyard's cause. The Cleansing Sentence manifests as an androgynous, humanoid form with stag-like legs, assembled from thousands of smaller pieces held together by a golden light. Nothing beyond simple, expressionless eyes and tear-stained streaks mar their otherwise featureless face. Their divine realm, Menagerel, is likewise patchwork, assembled from a thousand painful memories of home."
		]
	},
	"narriseminek": {
		"name": "Narriseminek",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"::fh[Narriseminek]{sub=\"The Crownless, the Maker of Kings\"}",
			"",
			"{SOURCE Concordance of Rivals/14}  ",
			"**Pathfinder Wiki** [Narriseminek](https://www.pathfinderwiki.com/wiki/Narriseminek) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Protean Lord  ",
			"**Areas of Concern** Ascendance, keketars, and revelations  ",
			"**Domains** {domain/Chaos}, {domain/Knowledge}, {domain/Liberation}, {domain/Madness}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Handaxe}  ",
			"**Symbol** Imentesh head wreathed in a circle of flame",
			"",
			"::hl2[feat/Monitor Obedience]{jl}",
			"",
			">Surround yourself in a burning circle of flames at least 5 feet out from where you stand, chanting prayers until the flames burn down to coals or smoke from any source harms you. Gain a +4 sacred bonus on saves against fire-based spells and attacks.",
			">",
			">### Boons",
			">",
			">{SOURCE Concordance of Rivals/14}",
			">",
			">1. **Ascended (Sp)** {spell/anticipate peril} 3/day, {spell/detect thoughts} 2/day, or {spell/heroism} 1/day",
			">2. **Crownless Crown (Ex)** You gain a halo of illusory protean symbols around your head. Once per day, you can call upon it to invoke a {monster/keketar/'s} reshape reality ability, except it functions as a 7th-level spell rather than a 9th-level spell.",
			">3. **Mantle of Revelation (Sp)** You can cast {spell/foresight} once per day.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Prestige Classes",
			">",
			">- {pclass/Proctor}",
			"",
			"::h2[Description]{jl}",
			"",
			"Narriseminek, sometimes called Intercessor of the Speakers, often manifests as a {monster/naunet}, {monster/imentesh}, or {monster/keketar} protean, with a circular scar or burn upon its head as if it had been mutilated by a molten crown. Their rarely observed true form is that of a golden, iridescent protean with empty eye sockets, crowned with a drifting halo of dozens of burning eyes. They rarely deal with non-proteans, as they are largely occupied with exalting lesser proteans into keketars or {monster/izfiitar/s} as well as granting philosophy-altering revelations to entire choruses at a time.",
			"",
			"The clergy of the Crownless focus on prophecy and transformation, spending their time divining the future and using transformative magic to alter their bodies and those of any other willing creatures - an act which the Maker of Kings supports. Members of Narriseminek's clergy have even been known to physically embody their own patron.",
			"",
			"The domain of Narriseminek, whose name is sung and largely incomprehensible to non-proteans, is more commonly known as the Drifting Mountain of Narriseminek the Crownless. A massive, miles-wide concretion of stone and crystal with myriad constellation islands, it pulses with a subtle heartbeat and contains a great subterranean temple of the proteans' dualistic divinity. At the heart of this domain is a mysterious artifact known as the *Singing-Luminous Eye of the Speakers.*"
		]
	},
	"nataka": {
		"name": "Nataka",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Nataka]{sub=\"The Red King\"}",
			"",
			"{SOURCE Book of the Damned/126}  ",
			"**Pathfinder Wiki** [Nataka](https://www.pathfinderwiki.com/wiki/Nataka) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Oni Daimyo  ",
			"**Areas of Concern** Drought, forest fires, perfume  ",
			"**Domains** {domain/Destruction}, {domain/Evil}, {domain/Fire}, {domain/Weather}  ",
			"**Subdomains** {domain/Arson}, {domain/Catastrophe}, {domain/Seasons}, {domain/Smoke}  ",
			"**Favored Weapon** {eq-weapon/Scimitar}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Meditate within a ring of fire while periodically casting incense into the flames. Gain a +4 profane bonus on saves against fire effects.",
			">",
			">{SOURCE Book of the Damned/127}  ",
			">The most powerful {family/oni}, the oni daimyo, hold their domains in isolated regions of the Material Plane. While they have transcended their lesser incarnations to become something close to demigods in stature, they do not flaunt their power and prefer to dwell in remote corners of the massive land of Tian Xia.",
			">",
			">Oni daimyo are always evil in alignment but can be chaotic, lawful, or neutral. They range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/flame blade}",
			">2. {feat/extended} {spell/cup of dust}",
			">3. {feat/maximized} {spell/fireball}",
			"",
			"::h2[Description]{jl}",
			"",
			"To the Red King, there is no perfume sweeter than smoke. He appears as a towering, handsome {monster/fire yai} with two mouths and four eyes, and he dwells in a scorched valley that lies in the mountainous border region between Dtang Ma and Xa Hoi."
		]
	},
	"neith": {
		"name": "Neith",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Neith]{sub=\"Ruler of Arrows\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/65}  ",
			"**Pathfinder Wiki** [Neith](https://www.pathfinderwiki.com/wiki/Neith) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Hunting, war, weaving  ",
			"**Domains** {domain/Animal}, {domain/Artifice}, {domain/Good}, {domain/War}, {domain/Water}  ",
			"**Subdomains** {domain/Agathion}, {domain/Construct}, {domain/Feather}, {domain/Fur}, {domain/Oceans}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Shortbow}  ",
			"**Symbol** A shield and two crossed arrows  ",
			"**Sacred Animal(s)** Bee",
			"",
			"::h2[Description]{jl}",
			"",
			"Neith is a goddess of war and hunting, but also of domestic arts such as weaving. She stands guard over the bodies of fallen soldiers and is responsible for teaching humanity how to make the weapons of war. From her loom, she also weaves bandages and shrouds for wounded or slain warriors, and in this aspect she is venerated as a funerary goddess. Neith is the protector of the stomach, and guards the canopic jar that holds this organ. A divinity of creation, Neith is said to weave the world on her loom every day, though {faith/Ptah} and {faith/Ra} are more usually venerated as creators.",
			"",
			"Neith is also a water deity, and as {faith/Wadjet} is the embodiment of the River Sphinx, Neith is goddess of the oceans that surround Osirion. While on a long hunt in the desert, Neith encountered {faith/Set}, and their liaison resulted in the birth of a son, the crocodile god {faith/Sobek}. Neith is respected for her wisdom, and on many occasions has served as a mediator between {faith/Horus} and Set. Neith appears as a woman wearing a red deshret crown. She is occasionally depicted wearing armor, and always carries a bow and arrows.",
			"",
			"Hunters, rangers, sailors, smiths, soldiers, and warriors all worship Neith as their patron. Clerics of Neith are usually skilled smiths or weavers, or both, and like their goddess, they do not marry."
		]
	},
	"nephthys": {
		"name": "Nephthys",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Nephthys]{sub=\"Mistress of the Mansion\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/71}  ",
			"**Pathfinder Wiki** [Nephthys](https://www.pathfinderwiki.com/wiki/Nephthys) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Mourning, night, protection of the dead  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Community}, {domain/Darkness}, {domain/Protection}  ",
			"**Subdomains** {domain/Cooperation}, {domain/Defense}, {domain/Lust}, {domain/Night}, {domain/Protean}, {domain/Purity}  ",
			"**Favored Weapon** {eq-weapon/Light mace}  ",
			"**Symbol** A basket atop a palace  ",
			"**Sacred Animal(s)** Kite",
			"",
			"::h2[Description]{jl}",
			"",
			"The ancient Osirians placed great importance on the safety of their deceased loved ones, and Nephthys was a funerary deity who protected the dead and mourned their loss. In particular, Nephthys is the guardian of the lungs and the canopic jar that contains them. As her husband and brother {faith/Set} is the god of darkness and deserts, Nephthys is the goddess of night and the edge of the desert, the border between civilization and wilderness.",
			"",
			"Nephthys is the sister of {faith/Isis} and {faith/Osiris} and the sister-wife of Set. Following Osiris's murder at the hands of Set, Nephthys grieved along with Isis, and helped her sister gather the scattered pieces of Osiris's dismembered body. She also nursed and protected the young {faith/Horus}. Although she is Set's wife, Nephthys does not normally support her husband, instead siding with Isis and Osiris in most conflicts. Having conceived no children with Set, Nephthys plied Osiris with wine and seduced him, later giving birth to a son, {faith/Anubis}. Nephthys appears as a woman with winged arms wearing a headdress in the shape of a basket atop a tower - a representation of the hieroglyphic symbol of her name, and also her holy symbol.",
			"",
			"Nephthys does not usually have temples of her own, though she is often represented in churches of Anubis, Isis, and Osiris, or more rarely, alongside her husband Set in his temples. These small shrines are available for worshipers to leave their goddess small offerings and offer her prayers. Clerics of Nephthys assist other priests at funerals and work as professional mourners, even working closely with the church of {faith/Pharasma} when needed."
		]
	},
	"nergal": {
		"name": "Nergal",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Nergal]{sub=\"The Slow Death\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Nergal](https://www.pathfinderwiki.com/wiki/Nergal) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Atrocity, pestilence, war  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Law}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Murder}, {domain/Venom}  ",
			"**Favored Weapon** {eq-weapon/Spiked chain}  ",
			"**Symbol** Sun rising over battlefield  ",
			"**Sacred Animal(s)** Jackal  ",
			"**Sacred Color(s)** Black, tan",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Mix volatile chemicals together, smash them at your feet, and pray. Gain a +4 profane bonus on saving throws against disease and poisons.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/haste}",
			">2. {spell/epidemic}",
			">3. {spell/transmute blood to acid}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"Nergal - also known as the Slow Death - is the lesser half of a bisected god of war. Nergal maintains a seething jealousy for his more powerful counterpart, the demon lord {faith/Nurgal}."
		]
	},
	"neshen": {
		"name": "Neshen",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Neshen]{sub=\"Knight of the Steel Lash\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Neshen](https://www.pathfinderwiki.com/wiki/Neshen) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Penitence, repentance, suffering  ",
			"**Domains** {domain/Good}, {domain/Law}, {domain/Liberation}, {domain/Strength}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Freedom}, {domain/Judgment}, {domain/Resolve}  ",
			"**Favored Weapon** {eq-weapon/Ranseur}  ",
			"**Symbol** Coiled steel lash  ",
			"**Sacred Animal(s)** Ram  ",
			"**Sacred Color(s)** Iron gray, red",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"Neshen's followers are those who desire to turn their lives around and embrace the path of light. The Knight of the Steel Lash may require them to undergo physical duress and difficult obedience, in a process that can take years, but those who come to him eventually reach their coveted atonement."
		]
	},
	"nethys": {
		"name": "Nethys",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Pathfinder #41: The Thousand Fangs Below"
		],
		"description": [
			"::fh[Nethys]{sub=\"The All-Seeing Eye\"}",
			"",
			"{SOURCE Inner Sea Gods/100}  ",
			"**Pathfinder Wiki** [Nethys](https://www.pathfinderwiki.com/wiki/Nethys) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Ascended Pantheon, Elven Deities, Gnomish Deities, Kobold Deities  ",
			"**Areas of Concern** Magic  ",
			"**Domains** {domain/Destruction}, {domain/Knowledge}, {domain/Magic}, {domain/Protection}, {domain/Rune}  ",
			"**Subdomains** {domain/Aeon}, {domain/Arcane}, {domain/Catastrophe}, {domain/Defense}, {domain/Divine}, {domain/Education (|Knowledge)}, {domain/Rites}[^A], {domain/Solitude}, {domain/Thought}, {domain/Wards}  ",
			"**Realm** Ahkanefti, Maelstrom  ",
			"**Allies** none  ",
			"**Enemies** none  ",
			"**Temples** cathedrals, libraries, towers  ",
			"**Holy Days** Abjurant Day (traditional day for the testing of apprentices, November 8), Evoking Day (festival of fireworks and trading of spells, November 18), Transmutatum (day of reflection; November 28)  ",
			"**Minions** {family/aeon/s}, elementals, {family/sphinx/es}  ",
			"**Herald** {monster/Arcanotheign} (a feminine cloud of energy)  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Two-toned mask  ",
			"**Sacred Animal(s)** Zebra  ",
			"**Sacred Color(s)** Black, white",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Geb, Katapesh, Kyonin, Nex, Numeria, Osirion, Thuvia  ",
			"**Nationality** Garundi",
			"",
			"::hl2[rule/Divine Gift>s]{jl}",
			"",
			">{SOURCE Planar Adventures/78}  ",
			">Nethys grants a permanent +1 untyped bonus to Intelligence.",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Inscribe blessings to Nethys, arcane formulae, and lines of prayer on a blank parchment. Don't inscribe a complete spell - only notations sufficient to potentially spur a reader to study magic in an effort to complete the incantation. At the culmination of your obedience, cast any spell or spell-like ability or activate a spell completion or spell trigger magic item. Gain a +4 sacred or profane bonus on {rule/concentration} checks. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/100}",
			">",
			">1. **Arcane Essence (Sp)** {spell/mage armor} 3/day, {spell/mirror image} 2/day, or {spell/fly} 1/day",
			">2. **Arcane Eye (Sp)** You can use {spell/arcane eye} three times per day as a spell-like ability. The arcane eye you summon functions as if you had cast {spell/arcane sight} and were able to view its information through the arcane eye. This allows you to see magical auras through the arcane eye, and potentially identify the schools of magic involved. You can also potentially determine the spellcasting or spell-like abilities of viewed creatures, as noted in the spell description.",
			">3. **Robes of Nethys (Su)** You can manifest an illusory robe that absorbs hostile spells for a number of rounds per day equal to 1 + 1 for every 4 Hit Dice you possess (maximum 6 rounds). These rounds don't need to be consecutive, and you can activate or deactivate the robe as a free action. The robe functions as a {spell/lesser globe of invulnerability} except that it only excludes hostile spell effects of 3rd level or lower. Any spell that would force you to attempt a saving throw; cause you to take hit point damage, negative levels, ability drain, or ability damage; or end your life is considered hostile for the purposes of this effect. Unlike a lesser globe of invulnerability, you can move normally while cloaked in the robes.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/100}",
			">",
			">1. **Magical Essences (Sp)** {spell/magic aura} 3/day, {spell/misdirection} 2/day, or {spell/arcane sight} 1/day",
			">2. **Staff Channel (Su)** You can deliver touch spells with a casting time of one standard action or longer through a quarterstaff. Using this ability doesn't change the casting time or other qualities of the spell, but you must make a melee attack with your quarterstaff against the target's AC rather than a touch attack against its touch AC. If you hit the target, you deal quarterstaff damage as well as discharge the spell effect. You can hold the charge as normal when delivering a touch spell through a quarterstaff.",
			">3. **Pure Magic Aura (Su)** You radiate an aura of the pure essence of magic. You can use this ability a number of rounds per day equal to 1 + 1 for every 4 Hit Dice you possess (maximum 6 rounds). These rounds don't need to be consecutive, and you can activate and deactivate your aura as a free action. You and any allies within 20 feet of you increase your caster levels by 1d4. Roll this die when you activate this ability and use the same value for all who gain this benefit. The increase affects spell qualities (such as duration and number of targets) that rely on caster level, as well as caster level checks made to overcome spell resistance. The bonus caster levels don't grant higher-level spell slots or cause the recipients to learn new spells.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/100}",
			">",
			">1. **Magical Enhancer (Sp)** {spell/magic weapon} 3/day, {spell/arrow eruption} 2/day, or {spell/keen edge} 1/day",
			">2. **Disrupt Defenses (Su)** You have attuned yourself to the essence within magic weapons, and can conjure up that same aura within any weapon you hold. Any weapon attacks you make are considered magic for the purposes of overcoming damage reduction, regardless of the composition or special qualities (or lack thereof) of the weapon you hold.",
			">3. **Nethys's Protection (Su)** A complex arcane sigil manifests on your skin. The location of this sigil varies by individual, but always appears in a place easily displayed. (Most commonly, the sigil resembles a third eye.) While the sigil remains uncovered, you gain a deflection bonus to AC equal to 1 + 1 for every 4 Hit Dice you possess (maximum +6). You lose the deflection bonus if the sigil becomes obscured, but it returns once the sigil is made visible once again.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-cleric/Cloistered Cleric/ (Cleric)}",
			">- {arc-bard/Magician/ (Bard)}",
			">- {arc-magus/Staff Magus/ (Magus)}",
			">",
			">### Feats",
			">",
			">- {feat/Arcane Insight}",
			">- {feat/Forceful Channel}",
			">- {feat/Magical Epiphany}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Nethys}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/All-Seeing Armor}",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Nethysian Ring of Minor Spell Storing}",
			">- {magic-ring/Ring of Wizardry (type /I)>1}",
			">- {magic-ring/Ring of Wizardry (type /II)>2}",
			">- {magic-ring/Ring of Wizardry (type /III)>3}",
			">- {magic-ring/Ring of Wizardry (type /IV)>4}",
			">",
			">### Magic Items - Staves",
			">",
			">- {magic-staff/Staff of Nethys}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Quarterstaff of Entwined Serpents}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Mask of Conflicting Energies}",
			">- {magic-wondrous/Spellsight Bracer}",
			">",
			">### Monsters",
			">",
			">- {monster/Arcanotheign/ (Herald)}",
			">- {monster/Burleev}",
			">",
			">### Spells",
			">",
			">- {spell/Channel the Gift}",
			">- {spell/Fractions of Heal and Harm}",
			">- {spell/Medusa's Bane}",
			">- {spell/Spell Gauge}",
			">- {spell/Spell Scourge}",
			">",
			">### Traits",
			">",
			">- {trait/Arcane Depth}",
			">- {trait/Magic Is Life}",
			">- {trait/Thirst for Knowledge}",
			">- {trait/Underlying Principles}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/107}",
			">",
			">#### Bard",
			">",
			">- {spell/Imbue with Spell Ability} can be prepared as a 3rd-level spell",
			">- {spell/Arcane Lock} can be prepared as a 2nd-level spell",
			">- {spell/Permanency} can be prepared as a 4th-level spell",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Arcane Mark} can be prepared as a 0-level spell",
			">- {spell/Arcane Lock} can be prepared as a 2nd-level spell",
			">- {spell/Fox's Cunning} can be prepared as a 2nd-level spell",
			">- {spell/Permanency} can be prepared as a 5th-level spell",
			">",
			">#### Sorcerer, Wizard",
			">",
			">- {spell/Imbue with Spell Ability} can be prepared as a 4th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #41: The Thousand Fangs Below/73}",
			">",
			">- :hll[spell/Summon Monster III:] {monster/Blink Dog} [^T]",
			">- :hll[spell/Summon Monster V:] {monster/Cloaker} [^T]",
			">",
			">### Other Rules",
			">",
			">{SOURCE Inner Sea Gods/107}",
			">",
			">- Forbidden from using {spell/imbue with spell ability} (or similar spells that grant spellcasting abilities) on living targets that cannot normally use spells or use spell-like abilities; it is considered an unworthy sharring of blessed magic.",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Inner Sea Gods/101}  ",
			"Nethys's only concern is magic - its use, creation, and innovation. He is aware of his mortal worshipers and rewards their devotion with divine power, but not for their use of magic alone. When some mortal tyrant outlaws the use of magic, Nethys expects his followers to intervene, though he issues no call to crusade. Likewise, those who perceive new avenues of magic and pursue them gain his favor, regardless of the nature or purpose of the magic. His total awareness means he sees every success and every failure, from the first cantrip learned by a fledgling hedge wizard to the rudiments of star-exploding magic developed on the farthest-flung planet.",
			"",
			"Other gods may take parental roles toward their churches, but Nethys acts more like the volatile but dispassionate guardian of an estate, unconcerned about individual heirs as long as the vast legacy of the family continues. Queries made of the All-Seeing Eye via {spell/commune} and similar spells always give accurate information, but his tone might range from amused to cold to disappointed to enraged, seemingly without rhyme or reason. Other deities have tried to stabilize or cure his shattered mind and violent mood swings, but he inevitably perceives any progress as a depletion of his energy and negates their efforts. His allies have learned to tolerate his ever-changing nature, keeping him at a respectful arm's length for the sake of his knowledge.",
			"",
			"Nethys is a proponent of magic for all purposes, even frivolous or wasteful ones. Magic is an infinite resource that permeates all dimensions, and thus he insists there is no need to limit its use for fear of its eventual depletion. He sees magic-drained places like the Mana Wastes as aberrations, tumors in the world that can be excised, though dealing with them is not a high priority unless they begin to grow and threaten the healthy flow of magic elsewhere. Nethys isn't averse to technology unless it interferes with or supplants magic; indeed, he relishes the blending of technology and magic.",
			"",
			"Nethys normally appears as a male human crackling with power, one side of him burned and broken, the other half calm and serene. This duality is usually emphasized in artwork, which often depicts the god releasing terrible magic from his broken side even as he casts spells from his good side to heal the wounds he just caused. Though he is generally depicted as Garundi, some regional temples deviate from this by showing him as a member of a prominent local race or as an Azlanti.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait.",
			"[^T]: This creature is summoned with the {template/celestial} template if you are good, or with the {template/fiendish} template if you are evil; you may choose either if you are neutral."
		]
	},
	"ng": {
		"name": "Ng",
		"sources": [ "The First World, Realm of the Fey" ],
		"description": [
			"::fh[Ng]{sub=\"The Hooded\"}",
			"",
			"{SOURCE The First World, Realm of the Fey/30}  ",
			"**Pathfinder Wiki** [Ng](https://www.pathfinderwiki.com/wiki/Ng) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Eldest  ",
			"**Areas of Concern** Seasons, secrets, wanderers  ",
			"**Domains** {domain/Knowledge}, {domain/Magic}, {domain/Travel}, {domain/Weather}  ",
			"**Subdomains** {domain/Exploration}, {domain/Seasons}, {domain/Thought}, {domain/Trade}  ",
			"**Favored Weapon** {eq-weapon/Gauntlet}  ",
			"**Symbol** Silver hood containing stars and a comet  ",
			"**Sacred Animal(s)** Migratory animals  ",
			"**Sacred Color(s)** Silver",
			"",
			"::hl2[feat/Fey Obedience]{jl}",
			"",
			">Wear gloves or a veil at all times. As long as you have followed this stricture for the last 24 hours, you gain a +4 sacred bonus on saving throws against effects that damage, drain, or penalize ability scores.",
			">",
			">### Feysworn",
			">",
			">{SOURCE The First World, Realm of the Fey/30}",
			">",
			">1. **Pass Freely (Sp)** {spell/expeditious retreat} 3/day, {spell/invisibility} 2/day, or {spell/blink} 1/day",
			">2. **Planeswalker (Sp)** You gain the ability to cast {spell/plane shift} once per day.",
			">3. **Home at the Crossroads (Sp)** Once per day, you can cast {spell/maze} - the resulting extradimensional labyrinth takes the form of an endless network of empty roads running through a lonely forest. Conversely, you can also choose to target yourself with this ability, in which case you travel to the same extradimensional crossroads yourself, along with any willing targets within 100 feet, and can stay there indefinitely without needing food or drink. Anyone brought there by this second method can leave the crossroads at any time by willing it, but cannot return without another use of this ability.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Fey Friend}",
			">",
			">### Traits",
			">",
			">- {trait/Shaper of Reality}",
			"",
			"::h2[Description]{jl}",
			"",
			"Taciturn and mysterious, Ng the Hooded is the patron of those wanderers who - unlike happy-go-lucky {faith/Desna/ns} - understand the seriousness of what they do, cognizant of the physical dangers of the open road as well as the larger metaphysical dangers such freedom represents. As with every traveler met on a lonely road far from civilization, the Lord of the Crossroads is an enigma. While many Eldest and gods like {faith/Norgorber} concern themselves with secrets, Ng's are perhaps the greatest, as even his most steadfast worshipers have no idea what he truly is, nor what ends he might be pursuing. Indeed, the Hooded rarely acknowledges his worshipers at all, leading some to question whether he's actually responsible for granting spells to those who pray to him.",
			"",
			"Ng always appears as a humanoid figure draped in flowing silver robes that cover his entire body save for his hands, and whose cowl shields his face in perpetual darkness. Though generally thought of as male, the Eldest is similar to {faith/the Lantern King} in that the only marker of gender is his voice, which always sounds detached and dispassionate. The only visible part of his body is his hands, always garbed in delicate silver gloves, and those who have noted signs of his passing find just the swishing trail of robes, with no sign of footprints."
		]
	},
	"nhimbaloth": {
		"name": "Nhimbaloth",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Nhimbaloth]{sub=\"The Empty Death\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/69}  ",
			"**Pathfinder Wiki** [Nhimbaloth](https://www.pathfinderwiki.com/wiki/Nhimbaloth) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Outer Gods  ",
			"**Areas of Concern** Despair, ghosts, swamps  ",
			"**Domains** {domain/Chaos}, {domain/Death}, {domain/Evil}, {domain/Plant}, {domain/Void}  ",
			"**Subdomains** {domain/Dark Tapestry}, {domain/Decay}, {domain/Entropy}, {domain/Fear}, {domain/Isolation}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/light_<Flail}  ",
			"**Symbol** Dripping skull with jaw stuffed with wet moss",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"::h2[Description]{jl}",
			"",
			"When mortals die, their souls slip from the flesh and enter the River of Souls, where they are eventually carried to {faith/Pharasma/'s} Boneyard to be judged. Yet this river, as with any river, is not wholly without peril. Predators hunt the metaphysical banks and depths of the River of Souls, eager to pluck out and devour drifting souls before they can be sent on to their final rewards. Mysterious Nhimbaloth feeds upon those predators, and revels in the digestion of souls already being digested in the gullets of those who would deem themselves the hunters of the dead.",
			"",
			"Nhimbaloth's presence is most often felt in tangled swamps, desolate shorelines, or remote stretches of river. Her cultists hold that {monster/will-o'-wisp/s} are her eyes and believe that the fear one endures when one knows death is near is her breath. While those who die know grief and pain, their souls can one day go on to be something greater. But those touched by Nhimbaloth know only the agony of death. They do not go on. They simply end.",
			"",
			"The Empty Death is shapeless, yet evidence of her presence can be seen in the tortured, faceless undead that often haunt places she has brushed against. Wildlife rows more antagonistic in these areas, and plants grow strangely hateful to the eye and eager to tear the flesh. Strange markings on riverbanks or island shores &mdash; clusters of seven perfectly spaced divots of crumbling dry earth &mdash; are thought to be her fingerprints. Where Nhimbaloth has hunted, the world itself recoils."
		]
	},
	"nightripper": {
		"name": "Nightripper",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Nightripper]{sub=\"The Promise of Pain\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Nightripper](https://www.pathfinderwiki.com/wiki/Nightripper) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Nightripper}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Nascent Demon Lords  ",
			"**Areas of Concern** Botched executions, pits  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Evil}, {domain/Strength}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Ferocity}, {domain/Loss}, {domain/Murder}  ",
			"**Favored Weapon** {eq-weapon/Bastard sword}  ",
			"**Symbol** Knife-fingered bone hand  ",
			"**Sacred Animal(s)** Trap-door spider  ",
			"**Sacred Color(s)** Black, red",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Perform a series of cuts upon the flesh while periodically auto-asphyxiating. Gain a +4 profane bonus on all effects linked to slashing damage.",
			">",
			">### Boons",
			">",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/38}",
			">",
			">1. **First Boon (Sp)** {spell/Spiritual Weapon} 1/day",
			">2. **Second Boon (Sp)** {spell/Phantasmal Killer} 1/day",
			">3. **Third Boon (Sp)** {spell/Harm} 1/day",
			"",
			"::h2[Nascent Demon Lords]{jl}",
			"",
			">{SOURCE Book of the Damned/124}",
			">",
			">With very few exceptions, a demon lord is never born fully formed. Instead, each must build power and resources during an extended period of transformation. Demons in this transitional stage are known as nascent demon lords.",
			">",
			">At any one time, there exist hundreds - if not thousands - of nascent demon lords in the Abyss. All nascent demon lords are chaotic evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by demon lords, manifesting as spell-like abilities usable twice per day each.",
			"",
			"::h2[Description]{jl}",
			"",
			"The prolific killer known as Nightripper claimed to have murdered 953 innocents, and it took 13 attempts to finally execute him. He retains his living memories still in his role as {faith/Lamashtu/'s} favored torturer and assassin. He appears as a hideously burned and mutilated sword-wielding human wrapped in blood-soaked strips of black cloth."
		]
	},
	"nivi_rhombodazzle": {
		"name": "Nivi Rhombodazzle",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Golarion"
		],
		"description": [
			"::fh[Nivi Rhombodazzle]{sub=\"The Gray Polychrome\"}",
			"",
			"{SOURCE Inner Sea Gods/184}  ",
			"**Pathfinder Wiki** [Nivi Rhombodazzle](https://www.pathfinderwiki.com/wiki/Nivi%20Rhombodazzle) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Other Deities  ",
			"**Other Pantheons** Gnomish Deities, Gnomish Deities  ",
			"**Areas of Concern** Gems, stealth, gambling  ",
			"**Domains** {domain/Community}, {domain/Earth}, {domain/Luck}, {domain/Trickery}  ",
			"**Subdomains** {domain/Caves}, {domain/Deception}, {domain/Fate}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Light hammer}  ",
			"**Symbol** Seven-pipped gem die  ",
			"**Sacred Animal(s)** Mole  ",
			"**Sacred Color(s)** Gray, red",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Dwimovel, Darklands  ",
			"**Nationality** Gnome",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Engage in a game of chance in which money, gems, or items worth at least 10 gp are at stake. This must be a wager that both parties enter into willingly. Offer a prayer out loud to Nivi Rhombodazzle before the wager begins (for example, if the wager involves dice, offer up the prayer before the dice are rolled). If you are alone and there is no one else to wager against, make a bet against yourself on Nivi's behalf, setting aside the stakes as an offering in the event that Nivi's side of the wager wins. Spend time privately reveling in the exciting thrill of making a risky wager and preparing yourself for the inevitable moment when the dice turn against you. Gain a +4 sacred or profane bonus on Bluff and Sleight of Hand checks. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience. Once made, this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Faiths of Golarion/47}",
			">",
			">1. **Gambler's Essentials (Sp)** {spell/true strike} 3/day, {spell/augury} 2/day, or {spell/haste} 1/day",
			">2. **Gambler's Egress (Sp)** Nivi Rhombodazzle fled from angry creditors long ago, and her worshipers are encouraged to learn from her wisdom. Three times per day as a swift action, you can cast {spell/litany of escape} as a spell-like ability, targeting yourself or an ally.",
			">3. **Gambler's Prayer (Su)** Three times per day as a standard action, you can offer up a quick prayer to Nivi Rhombodazzle that also serves as a wager with the demigoddess. Using this ability is similar to activating a {magic-rod/rod of wonder}; choose a single target within 60 feet and then roll on the rod of wonder's Wondrous Effect table to learn the result of this ability. If you roll a result of 88-90, the gemstones that erupt are blessed by Nivi, dealing an additional amount of bludgeoning and piercing damage equal to your Charisma bonus on each successful strike.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Faiths of Golarion/47}",
			">",
			">1. **Faithful's Fortune (Sp)** {spell/bless} 3/day, {spell/misdirection} 2/day, or {spell/heroism} 1/day",
			">2. **Gemstone Guardian (Sp)** Once per day as a standard action, you can summon a {monster/Huge earth elemental}. You gain telepathy with the earth elemental to a range of 100 feet. The earth elemental follows your commands perfectly for 1 minute for every Hit Die you have before vanishing back to the Plane of Earth. The earth elemental won't follow any commands that cause it to bring direct harm to a gnome or svirfneblin, though it can be commanded to grapple or restrain such a creature.",
			">3. **Seven-Pipped Gem (Su)** As an immediate action, you can gain a luck bonus on a single d20 roll equal to half your total Hit Dice (minimum 1). You can use this ability after you have rolled, but must declare the use of this ability before you know the result of the check. If this roll is made as part of a Sleight of Hand check or game of chance, the luck bonus is instead equal to your total Hit Dice. You can use this ability a number of times per day equal to your Charisma bonus (minimum 1). Once you have used all of your daily uses of this ability, you can attempt to use this ability one additional time, but there is a 50% chance that instead of gaining a luck bonus on the roll, you instead take a penalty equal to the bonus you would have received.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Faiths of Golarion/47}",
			">",
			">1. **Communal Combatant (Sp)** {spell/divine favor} 3/day, {spell/shield other} 2/day, or {spell/prayer} 1/day",
			">2. **Stone Strikes (Ex)** Once per round when you deal damage to an opponent with a weapon from the hammers weapon group or any weapon with \"gnome\" in its name, you can attempt a {rule/sunder} combat maneuver check as a free action against any weapon or armor the target of the attack is wielding or wearing. This does not provoke an attack of opportunity. You gain a +2 competence bonus on your combat maneuver check for each size category larger than you the target is.",
			">3. **Strength of the Earth (Ex)** You gain the ability to enter a defensive stance, as per the {pclass/stalwart defender} class feature, treating your sentinel levels as stalwart defender levels when determining the total number of rounds you can use this ability each day. While in a defensive stance, you gain a +2 dodge bonus to AC, a +4 morale bonus to Strength and Constitution, and a +2 morale bonus on Will saves. While you are {misc/fatigued} from using this ability, you can also use your *stone strikes* ability whenever a creature damages you with a melee attack, though you can still use stone strikes only once per round.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Rhombocrystal}",
			">",
			">### Traits",
			">",
			">- {trait/Agent of Chance}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Faiths of Golarion/49}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Expeditious Excavation} can be prepared as a 1st-level spell",
			">- {spell/Invisibility, Greater} can be prepared as a 4th-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"According to legend, Nivi Rhombodazzle was a gnome who loved the thrill of high-stakes gambling. While she was successful more often than not, she discovered, as most gamblers do, that luck inevitably runs out. Nivi's love of gambling was born not from the rush of victory, but from the excitement of the bet itself, an attitude that ultimately brought her into a situation where her debts outweighed her charms. Keeping one step ahead of her creditors, Nivi fled beneath the earth and into the Darklands. While the exact details of her early adventures underground are shrouded in mystery (mystery that some say is perpetuated by Nivi herself), what is known is that she ultimately became the first member of the {race/svirfneblin} race. Whether her transformation into a svirfneblin was a result of strange eldritch energies in the Darklands, or was part of the blessing she received when she was granted divinity by {faith/Torag} in exchange for a special gemstone, is unknown.",
			"",
			"Some of Nivi's most fervent, if desperate, worshippers include those unfortunate {race/gnome/s} who have begun to succumb to the Bleaching due to a lack of novelty and excitement in their lives. These unfortunate souls often turn to the Gray Polychrome in the hope that a divinity whose faith and existence are founded upon chance can provide them with new and exciting experiences. Some of Nivi's worshippers who have suffered the Bleaching repeat second-hand legends passed down by gnome storytellers that Nivi suffered the Bleaching during her time in the Darklands before becoming a svirfneblin; these stories often allude to the idea that even if a gnome cannot come back from the Bleaching, she might achieve new life as a svirfneblin with Nivi's blessing.",
			"",
			"Nivi Rhombodazzle appears as a svirfneblin with gray hair, dressed in gray and red, and covered in precious jewelry made from gems. Her favor and disfavor take the form of wild strings of fortune or misfortune, though most followers accept that sometimes Nivi might cause failure without malice, just to make life more interesting."
		]
	},
	"nocticula_redeemed": {
		"name": "Nocticula (Redeemed)",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"::fh[Nocticula (Redeemed)]{sub=\"The Redeemer Queen\"}",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/78}  ",
			"**Pathfinder Wiki** [Nocticula (Redeemed)](https://www.pathfinderwiki.com/wiki/Nocticula%20(Redeemed) *(link opens in outside browser)*)",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Artists, exiles, midnight  ",
			"**Domains** {domain/Artifice}, {domain/Chaos}, {domain/Darkness}, {domain/Travel}, {domain/Void}  ",
			"**Subdomains** {domain/Exploration}, {domain/Isolation}, {domain/Moon}, {domain/Night}, {domain/Revelry}  ",
			"**Favored Weapon** {eq-weapon/dagger}  ",
			"**Symbol** moon with a pair of smirking lips and a seven-pointed crown  ",
			"**Sacred Animal(s)** bat  ",
			"**Sacred Color(s)** blue, white",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** New Thassilon, Varisia  ",
			"**Nationality** risen demon lord",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Spend an hour in a secluded location while crafting a work of art. If your hour of work begins at, ends at, or includes the stroke of midnight, then the subject of your art is up to you. Otherwise, your art must include the concept of midnight in some way. When you aren't adjacent to an ally, gain a +1 morale bonus to your AC and on all saving throws.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #144: Midwives to Death/78}",
			">",
			">1. **Avoid Society (Sp)** {spell/vanish} 3/day, {spell/invisibility} 2/day, or {spell/nondetection} 1/day",
			">2. **Seed of Redemption (Sp)** Once per day, you can make a special touch attack against an outsider. On a hit, the outsider becomes {misc/staggered} for 1 round as it suddenly becomes aware of the fact that it need not follow the ethos and morals of its kind: that it can choose options other than the traditions of its ilk. The outsider must also succeed at a Will saving throw (DC = 10 + 1/2 your Hit Dice + your Charisma modifier) or become favorably disposed toward you, as if affected by {spell/charm monster}; in this case the stagger effect persists for 1d4+1 rounds, even if the charm effect is dispelled or negated. Given time, you may be able to convert the outsider from its ways and help it find a new path beyond its alignment, although the GM should adjudicate the time and potential success of such an endeavor. This effect is the equivalent of a 7th-level mind-affecting spell.",
			">3. **False Demise (Su)** Once per day, when you are reduced to negative hit points by damage, you are instead reduced to 1 hit point and affected by a {spell/mislead} spell (caster level equals your character level). The illusory double created by the spell appears to be your dead body.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #144: Midwives to Death/78}",
			">",
			">1. **Artist's Flourish (Sp)** {spell/crafter's fortune} 3/day, {spell/wood shape} 2/day, or {spell/major image} 1/day",
			">2. **Swift Creation (Sp)** Once per day as a standard action, you can conjure an object into existence in your vicinity. Objects created in this fashion are always artistic in appearance; otherwise this spell-like ability functions as {spell/major creation}.",
			">3. **Summon Sculpture (Sp)** Once per day, you can summon a construct to do your bidding. This functions as {spell/summon monster IX}, but you can only choose to summon one {monster/iron golem}, 1d3 {monster/stone golem/s}, or 1d4+1 {monster/glass golem/s}.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #144: Midwives to Death/78}",
			">",
			">1. **Midnight's Grace (Sp)** {spell/true strike} 3/day, {spell/cat's grace} 2/day, or {spell/keen edge} 1/day",
			">2. **Sinuous Daggerplay (Ex)** You grow a sinuous tail (if you already have a tail, you grow a second one). This tail is prehensile and capable of manipulating and holding small objects, but cannot perform fine manual work as if it were a hand, with the exception of wielding a dagger. When you make a full attack, you can make an additional attack with this tail-wielded dagger. When you do so, you resolve this attack as a primary attack, add your Dexterity modifier to any damage dealt (in addition to any modifiers you might have from Strength), and have a reach that is 5 feet greater than your base reach. Wielding a dagger with your tail in this way does not count as two-weapon fighting for the purposes of determining penalties to attacks made with weapons wielded in your hands. In any round during which you don't make a full attack but you wield a dagger with this tail, it makes a single attack against an adjacent enemy of your choice - if it hits, it deals no damage but distracts the foe enough so that you gain a +2 circumstance bonus to your Armor Class against that target. You cannot attack with this tail-wielded dagger in any other way, including as a thrown weapon.",
			">3. **Midnight Rejuvenation (Su)** Every night at midnight, you gain the benefits of a {spell/heal} spell and a {spell/greater restoration} spell (both resolve at a caster level equal to your character level).",
			"",
			"::h2[Description]{jl}",
			"",
			"Outsiders lack something inherent to the mortal condition: free will. When an outsider is created, it is an extension of its home plane, whether it's a personification of fire or water, good or evil, law or chaos. Only outsiders born on the Material Plane can make their own choices and forge their own destinies. Yet as in any set of rules, there are exceptions, and one of the most striking is the recent rise of Nocticula from the rank of demon lord to full deity.",
			"",
			"No one event triggered Nocticula's rise from evil. For thousands of years, she served as a patron of assassins and a paragon of destructive lust, yet for many of those centuries she also served as a potent guard against the proliferation of demonic lords - her realm in the Abyss was quite literally built upon the corpses of demon lords she'd slain. Likewise, her rise into the role of Redeemer Queen was built upon these corpses, for with each demon lord she destroyed, she gained not only power, but the conviction to turn against her own nature.",
			"",
			"Whether her full-fledged divinity was caused by her final flight from the evil of the Abyss, the cumulative karma built up from the defeat of so many demon lords, or the metaphysical support of mortal believers is irrelevant to the fact that today, Nocticula exists as a power of her own, separate from the Abyss and no longer a mere demon. Among her first acts upon becoming a deity was the creation of her planar realm - an archipelago of islands extending from the shores of the Boundless Azure Ocean in Elysium into the churning waters of the Maelstrom. This realm, known as Midnight's Palette, is inspired in some part by her prior realm in the Abyss, yet whereas the components of the Midnight Isles were formed from the bodies of slaughtered demon lords, the lands of Midnight's Palette took their shapes from the artistic works of 24 of Nocticula's most devoted worshippers. In time, as her faith grows, more isles will doubtless form from the talents of her faithful.",
			"",
			"Those who venerated Nocticula as a demon lord find themselves faced with a difficult choice. Some certainly followed their goddess and sought to change their ways, but many have stubbornly refused to give up their love of murder and hedonism. These worshippers have gravitated to other demon lords, particularly to {faith/Shax}, {faith/Socothbenoth}, and {faith/Zura}. Nocticula's old realm of the Midnight Isles remains under the control of {faith/Shamira}, who is the most likely candidate to ascend from nascent demon lord to full demon lord and fill the vacancy Nocticula left behind. Shamira bears no ill will toward her prior mistress, but other demon lords and their cults are eager for vengeance, if only out of fear that they themselves might someday \"lose their way\" from the pleasures of violence and sin.",
			"",
			"The faith of the Redeemer Queen is spreading quickly, particularly through New Thassilon, where one-time Runelord Sorshen functions as Nocticula's most powerful supporter. What role the faith has to play in the world at large remains to be seen, but as long as despots suppress artistic integrity, as long as society rejects eccentrics, and as long as those who find nothing to fear from the darkest reaches of the night endure, her religion will only grow."
		]
	},
	"nocticula": {
		"name": "Nocticula",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Nocticula]{sub=\"Our Lady in Shadow\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Nocticula](https://www.pathfinderwiki.com/wiki/Nocticula) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Nocticula}",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Assassins, darkness, lust  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Darkness}, {domain/Evil}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Loss}, {domain/Lust}, {domain/Night}, {domain/Shadow (|Darkness)}  ",
			"**Favored Weapon** {eq-weapon/Hand crossbow}  ",
			"**Symbol** Thorny pointed crown  ",
			"**Sacred Animal(s)** Bat  ",
			"**Sacred Color(s)** Black, pink",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Ingest a dose of psychedelic plants or fungi and engage in any number of sexual acts (either alone or with others), during which at least a pint of blood must be shed. Gain a +4 profane bonus on saves against blindness and charm effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/80}",
			">",
			">1. **Kiss of the Succubus (Sp)** {spell/unnatural lust} 3/day, {spell/detect thoughts} 2/day, or {spell/vampiric touch} 1/day",
			">2. **Tempting Flesh (Su)** You can shape your flesh into seductive forms. You gain the {umr/change shape/ universal monster ability}, usable once per day as a standard action, allowing you to take the shape of any Small or Medium humanoid. Your natural form becomes beautiful and sexually appealing, and you gain horns, a pointed tail, and small wings. While in your natural form, you gain a tiefling's darkvision and fiendish resistance racial traits as well as the prehensile tail and vestigial wings alternate racial traits. If you're already a {race/tiefling}, you gain a +2 bonus to Charisma instead of these additional tiefling traits. In any form, you gain a +4 bonus on Bluff checks to deceive or lie.",
			">3. **Deadly Caress (Su)** Like with a succubus, romantic or sexual contact with you can be deadly. When you engage in an act of passion (such as a kiss) with another creature, you bestow one negative level upon that creature. You must grapple an unwilling creature to use this ability on them. Such an act of passion also has the effect of a {spell/suggestion} spell asking the victim to accept another act of passion. The DC of this suggestion, as well as the DC to remove any negative levels bestowed this way, is equal to 10 + half your Hit Dice + your Charisma modifier. You can initially activate this ability only once per day, but once you do so to target a specific creature, you can affect that creature with this ability at will.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/80}",
			">",
			">1. **The Lady's Charms (Sp)** {spell/charm person} 3/day, {spell/darkness} 2/day, or {spell/suggestion} 1/day",
			">2. **Instant Blindness (Sp)** Three times per day, you can cast {feat/quickened} {spell/blindness//deafness} as a spell-like ability.",
			">3. **Dominate Thrall (Sp)** Once per day, you can cast {spell/dominate monster} as a spell-like ability. You can have only one creature dominated at a time via this effect, but the effects are permanent until you dominate a new target, at which point the previous target is released from domination but is {misc/stunned} for 1d4 rounds.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/80}",
			">",
			">1. **Murder Walks Unseen (Sp)** {spell/vanish} 3/day, {spell/invisibility} 2/day, or {spell/twilight knife} 1/day",
			">2. **Right behind You (Ex)** You gain {ability/sneak attack} +2d6; this stacks with sneak attack dice from other sources. Whenever you make a sneak attack against a creature that is aware of your presence and considers you an ally, your sneak attack dice are increased to d10s; this applies to both sneak attack dice gained through this boon and those from other sources.",
			">3. **Death Is But a Word (Sp)** Your devotion to Nocticula is rewarded with a single whisper from her lips to your ear alone, revealing one of the countless words Our Lady in Shadow knows to cause death. Each of her worshipers receives a unique word. When you learn it, you can use the word to cast {spell/power word kill} as a spell-like ability once per day.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/80}  ",
			"The first {monster/succubus} is a beautiful but deadly creature. Lady Nocticula is fond of wearing her dark hair in complex styles. Her eyes are devoid of pupils, her fingers are tipped with talons, and her legs end in stony hooves that weep molten iron. Bat-like wings covered with glowing runes and three tails ending in stingers complete her demonic appearance. Yet, she typically appears to unsuspecting folk as a particularly beautiful woman or handsome man in order to lure them into her clutches.",
			"",
			"Even demon lords aren't safe from her deadly temptations; the number of demon lords she's seduced and then assassinated is impressive. Among her greatest triumphs was Vyriavaxus, the demon lord of shadows, from whom she won the grudging loyalty of the shadow demons. Other notable victims include several of her prior competitors for the position of Queen of the Succubi, including Marah (once a demigoddess of shame and scandal) and Alinythia (a demon lord of harpies, music, and seduction, and the most powerful demon lord she's slain). Her first such victim, Nahyndri, was a demigod of gems, prisons, and slavery; it was his attempt to enslave Nocticula that resulted in his death at her hands - an event that opened her eyes to the startling fact that she had the power to murder her demonic brothers and sisters. From that first death, Nocticula's lust for slaying rivals has only grown. When they die at her hands, something in her nature disrupts what usually happens to dead demon lords - rather than their essence merging with the quintessence of the Rift of Repose, her victims' energy and lives form islands in her realm of the Midnight Isles.",
			"",
			"A cult of heretics preaches that Nocticula is working toward her own redemption, slaying demon lords in a bid to ascend to true divinity as a goddess of artists, outcasts, and the glories of midnight. Though the Cult of the Redeemer Queen's claims are open to dispute (particularly for those who worship Nocticula in her more traditional role as a demon lord of assassins, darkness, and lust), the cult's clerics not only continue to gain divine support from their goddess but also seem to be thriving. Their good fortune suggests there may be more than blind faith at work, and that Nocticula is indeed on the verge of being the next demon lord to attain full divinity."
		]
	},
	"norgorber": {
		"name": "Norgorber",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Pathfinder #59: The Price of Infamy",
			"Divine Anthology"
		],
		"description": [
			"::fh[Norgorber]{sub=\"The Reaper of Reputation\"}",
			"",
			"{SOURCE Inner Sea Gods/108}  ",
			"**Pathfinder Wiki** [Norgorber](https://www.pathfinderwiki.com/wiki/Norgorber) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Ascended Pantheon, Halfling Deities, Taldan Pantheon  ",
			"**Areas of Concern** Greed, murder, poison, secrets  ",
			"**Domains** {domain/Charm}, {domain/Death}, {domain/Evil}, {domain/Knowledge}, {domain/Trickery}  ",
			"**Subdomains** {domain/Alchemy (|Artifice)}[^A], {domain/Captivation}[^A], {domain/Daemon}, {domain/Deception}, {domain/Espionage (|Knowledge)}, {domain/Espionage (|Trickery)}, {domain/Greed}, {domain/Memory}, {domain/Murder}, {domain/Shadow (|Death)}, {domain/Thievery}, {domain/Thought}  ",
			"**Realm** Duskfathom, Axis  ",
			"**Allies** {faith/Calistria}  ",
			"**Relations** Cayden Cailean (ascended brother), Iomedae (ascended sister)  ",
			"**Enemies** {faith/Abadar}, {faith/Cayden Cailean}, {faith/Iomedae}, {faith/Irori}, {faith/Gorum}  ",
			"**Temples** hidden complexes, thieves' guilds, warehouses  ",
			"**Holy Days** Ascendance Day (celebration of Norgorber's ascension to divinity, traditionally worshiped on the winter solstice)  ",
			"**Minions** {monster/jorogumo/s}, {monster/soul eater/s}, {monster/xill/s}  ",
			"**Herald** {monster/the Stabbing Beast} (a scorpion-like humanoid)  ",
			"**Favored Weapon** {eq-weapon/Short sword}  ",
			"**Symbol** One-eyed mask  ",
			"**Sacred Animal(s)** Spider  ",
			"**Sacred Color(s)** Black, gray",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Galt, Nex, Osirion, River Kingdoms, The Shackles, Taldor, Varisia  ",
			"**Nationality** Taldan",
			"",
			"::hl2[rule/Divine Gift>s]{jl}",
			"",
			">{SOURCE Planar Adventures/78}  ",
			">Norgorber grants a permanent +1 untyped bonus to Dexterity.",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">While moving through a crowd of people (at least six individuals), whisper a prayer to Norgorber so quietly that no one hears you. If you suspect a member of the crowd heard you, you must follow that individual and prick her with a poisoned needle or other sharp implement. If you can't locate a suitable crowd, dig a hole at least 6 inches deep in the ground, whisper your prayers into the hole, and bury the sound. At the end of your obedience, dip a needle in poison and leave it on a road, jutting from a windowsill, or anywhere else a passerby might inadvertently prick herself. Gain a +3 profane bonus on Bluff checks and on Diplomacy checks to gather information.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/108}",
			">",
			">1. **Secrets and Lies (Sp)** {spell/comprehend languages} 3/day, {spell/detect thoughts} 2/day, or {spell/clairaudience//clairvoyance} 1/day",
			">2. **Noxious Bomb (Ex)** As a full-round action, you can combine a vial of poison with a thrown {class/alchemist} bomb. The bomb deals normal direct hit and splash damage, plus the target of the direct hit must save successfully or suffer the effects of the poison. Only contact and injury poisons can be used this way. Creatures hit by the bomb's splash damage are unaffected by the poison. If you don't have the bomb class feature, this boon instead functions the same as *poison expertise,* the second divine boon for sentinels of Norgorber (see below).",
			">3. **Secret Self (Sp)** Once per day, you can use {spell/greater invisibility} on yourself as a spell-like ability. When you use this spell-like ability, you gain certain gifts from Norgorber in addition to the spell effects. You gain a +4 profane bonus on Perception checks while invisible. You gain a +2 profane bonus on attack rolls made with thrown weapons, ranged weapons, and short swords while invisible as well. These bonuses apply only when you're using this spell-like ability, not when you're affected by any other spell or effect that grants *greater invisibility.* In addition, the invisibility effect lasts for 1 minute/level instead of the normal 1 round/level.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/108}",
			">",
			">1. **Poison Tongue (Sp)** {spell/command} 3/day, {spell/distressing tone} 2/day, or {spell/suggestion} 1/day",
			">2. **Masterful Poisoner (Ex)** You know the best techniques for storing and applying poisons. Your knowledge of the proper methods of handling and applying poisons grants them additional potency. The saving throw DC of any poison you use increases by 2. This effect applies only to poisons you administer directly, including applying the poison to a weapon you use. Giving the weapon to another person reduces the poison's efficacy back to normal, as the weapon's new owner does not have your skill at storing and using the poisoned item.",
			">3. **Virulent Ally (Sp)** Once per day as a standard action, you can summon a {monster/piscodaemon} to serve you. The piscodaemon follows your commands perfectly for 1 minute for every Hit Die you possess before vanishing back to its home in Abaddon. The piscodaemon doesn't follow commands that would cause it to act in altruistically good ways, and could attack you if a command is particularly egregious.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/108}",
			">",
			">1. **Virulence (Sp)** {spell/poisoned egg} 3/day, {spell/delay poison} 2/day, {spell/poison} 1/day",
			">2. **Poison Expertise (Ex)** Long practice has taught you how to deftly apply poison during combat. You can apply poison to a weapon or a single piece of ammunition as a move action. You never risk exposing yourself to the effects of the poison when applying it to the weapon, nor do you run the risk of poisoning yourself if you roll a natural 1 on an attack roll with a poisoned weapon.",
			">3. **Death Strike (Ex)** Once per day, you can make a death strike with a melee weapon. You must declare your use of this ability before you roll your attack. You gain a +4 bonus on your attack roll and deal an extra 1d6 points of damage for every 4 Hit Dice you possess (maximum 5d6). If your death strike reduces the target to negative hit points but doesn't kill it outright, the target immediately drops to a negative hit point total equal to its Constitution score - 1 (one point away from death).",
			"",
			"::h2[Antipaladin Code]{jl}",
			"",
			">Antipaladins who serve Norgorber are secretive and cunning. They prefer to strike from the shadows, even when the odds are already in their favor. They rely on traps, tricks, ambushes, and poison to weaken their foes. Their code reflects a cold and honest assessment of the human condition, and its tenets include the following adages.",
			">",
			">- Innocence is ignorance, and ignorance is weakness. I will seek to shed my own ignorance, and encourage ignorance in my enemies.",
			">- I do not take credit, nor do I accept blame. I work always in the shadows.",
			">- A fair fight is not worth fighting. I will take every advantage I can. No tool is beneath me.",
			">- Cold eyes, cold heart. My enemies can expect no mercy from me.",
			">- Everyone is expendable, and I will sacrifice them all as necessary.",
			">- Each life I take shapes the future to my lord's desires.",
			"",
			"::hl2[feat/Divine Fighting Technique]{jl}",
			"",
			">### Norgorber's Silent Shiv",
			">",
			">{SOURCE Divine Anthology}",
			">",
			">Entombed within a volume known as The Reaper's Hand, the divine fighting techniques of Norgorber are among the most elusive in the Inner Sea region, but are theorized to cover the techniques that acolytes of Father Skinsaw use to move and strike unseen. Copies of this manual are rare, and those who spill its secrets to anyone unworthy often meet a swift and bloody end at the hands of the faith's inquisitors.",
			">",
			">**Optional Replacement:** A neutral evil rogue of at least 2nd level who worships Norgorber can replace a {ability/rogue talent>s} with the following initial benefit.",
			">",
			">**Initial Benefit:** Whenever you attack an opponent that is completely unaware of your presence (such as when you are using the Stealth skill or invisible), your attack deals damage as if you were {misc/one size category larger}. This benefit applies only to the first attack that you make against the target, and only with attacks made with light or one-handed weapons intended for creatures of your size (including thrown attacks).",
			">",
			">**Advanced Prerequisite:** {feat/Divine Fighting Technique}, 10 ranks in Stealt/stealth).",
			">",
			">**Optional Advanced Replacement:** A neutral evil rogue of at least 10th level who worships Norgorber can replace an {ability/advanced rogue talent>s} with the following advanced benefit without meeting its prerequisites.",
			">",
			">**Advanced Benefit:** At the start of each round, choose one opponent that you can see and attempt a Stealth check as a swift action. If the result of your check exceeds the target's CMD, treat the target as if it were completely unaware of your presence for the purpose of the initial benefit of this divine fighting technique. If you beat the target's CMD by 5 or more, you also treat it as being completely unaware of your presence for the purposes of all class features and feats you have.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #59: The Price of Infamy/75}",
			">",
			">- :hll[spell/Summon Monster III:] [Human Natural Wererat Rogue 2](template/lycanthrope) (extraplanar)",
			">- :hll[spell/Summon Monster IV:] {monster/Choker} (extraplanar)",
			">- :hll[spell/Summon Monster V:] {monster/Shadow Mastiff}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Inner Sea Gods/109}  ",
			"Norgorber is one of the Ascended, a mortal who triumphed in the Test of the *Starstone* and took the mantle of the god of killers and spies. Little is known of his life as a mortal, for he has concealed this information so others can't use it against him - possibly murdering those who knew him. He has wiped knowledge of his past from even the memories of the other gods, becoming an enigma to all. Only his most favored worshipers know enough about his goals to help bring his plans to fruition in the world, and sometimes he wipes the knowledge from their minds when their tasks are done to better preserve his secrets. Some sages believe that if Norgorber's true nature were discovered, he would be undone - perhaps as a side effect of his passing the Test of the *Starstone,* or perhaps as fallout from some sacrifice he made for greater power. He is subtle, devious, and cunning, a cold killer who hides in shadows and trades on his power and information. He is a master of secrets, a true gamesman, and he welcomes all into his church - for eventually, all have secrets for which they would kill.",
			"",
			"In artwork, Norgorber is most often represented only by his holy symbol: a featureless black mask, often polished to a mirror sheen. Some artists evoke his presence with a black mask-like badge or an empty black glove, and worshipers have been known to nail a black glove to a door as a warning to someone who has offended the cult. He is sometimes shown as an invisible man dressed in the garb of a thief, or a hooded, spectre-like figure with an obscured face and sinister black gloves. Those who try to paint or sculpt him as a recognizable figure, even if the image is purely from the artist's imagination and not based on any knowledge or insight, find their hands fumbling and their work increasingly erratic. If they persist, their motor control is often permanently afflicted. Wiser priests of his church say this is because if the god blotted out only accurate depictions of him, mortals could deduce his true appearance by determining what they are not allowed to paint, so instead he hinders all attempts to portray his visage. When he manifests to mortals, he appears to be a normal human dressed in brown and black, of average height and build, always with his face concealed or entirely invisible, and vaguely threatening even when speaking pleasantly.",
			"",
			"Norgorber has four aspects, all of them sinister. He is the Reaper of Reputation, god of secrets; the Gray Master, god of thieves; Blackfingers, god of poisons; and Father Skinsaw, god of murder. Members of Norgorber's cult usually align themselves with one of his four aspects, though some temples venerate all of them. The faithful are all Sons and Daughters of the Mask, and the different branches of the church might work together toward some secret plan orchestrated by the god and his direct agents, though in many respects they operate like four distinct churches of different deities. The faithful mask themselves and hide their identities from their fellow congregants as scrupulously as they do from their victims.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"nulgreth": {
		"name": "Nulgreth",
		"sources": [
			"Inner Sea Gods",
			"Belkzen, Hold of the Orc Hordes"
		],
		"description": [
			"::fh[Nulgreth]{sub=\"The Blood God\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Nulgreth](https://www.pathfinderwiki.com/wiki/Nulgreth) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Orc Deities  ",
			"**Areas of Concern** Anger, rage, strength  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Strength}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Ferocity}, {domain/Rage}  ",
			"**Favored Weapon** {eq-weapon/Orc double axe}  ",
			"**Symbol** Bloody double-axe  ",
			"**Sacred Animal(s)** Wolverine  ",
			"**Sacred Color(s)** Green, red",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Belkzen, Hold of the Orc Hordes/29}  ",
			"Orcs believe that the essence of a creature is contained in its blood, and for the orc race, that essence is anger. The Blood God is credited with giving orcs their innate ferocity, which when kindled like an ember becomes an uncontrollable inferno of rage. Nulgreth eschews ranged combat, preferring to look his opponents in the eyes and feel their blood splatter on him as he kills them. He makes no complex schemes or long-term plans. He knows only bloodlust, and through his gifts of strength and rage, he impels orcs to wage bloody warfare across Golarion.",
			"",
			"Nulgreth is depicted as an orc barbarian with blood-red skin. Indeed, most images of Nulgreth are painted in blood; devotees color themselves so to emulate the Blood God, using red ochre when fresh blood isn't available. Nulgreth is always in the throes of rage. Though none question his prowess in battle, Nulgreth's need for immediate gratification often conflicts with the carefully considered plans of his brothers {faith/Lanishra}, {faith/Sezelrian}, and {faith/Varg}."
		]
	},
	"nurgal": {
		"name": "Nurgal",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Nurgal]{sub=\"The Shining Scourge\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Nurgal](https://www.pathfinderwiki.com/wiki/Nurgal) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Deserts, senseless warfare, the sun  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Fire}, {domain/Sun}  ",
			"**Subdomains** {domain/Ash}, {domain/Day}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Smoke}, {domain/Thirst}[^A]  ",
			"**Favored Weapon** {eq-weapon/Heavy mace}  ",
			"**Symbol** Lion jaws around the sun  ",
			"**Sacred Animal(s)** Lion  ",
			"**Sacred Color(s)** Yellow, orange",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Offer prayers to Nurgal during an hour-long ritual of self-flagellation with a salt-encrusted whip - the ritual must end at noon. If this obedience does not take place under the light of the sun, you must end the ritual by swallowing a handful of sand and salt. Gain a +4 profane bonus on all Fortitude saving throws against effects that cause fatigue or exhaustion, or that damage, drain, or penalize ability scores.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/82}",
			">",
			">1. **Sun's Wrath (Sp)** {spell/burning hands} 3/day, {spell/flaming sphere} 2/day, or {spell/searing light} 1/day",
			">2. **High Noon (Su)** Nurgal's guidance sharpens your aim and steadies your hand, allowing you to make otherwise impossible attacks. Three times per day as a move action, you can use this power to improve the next melee or ranged attack you make during your turn; if you are in an area of bright light, you can instead use this ability as a swift action. For the purpose of this enhanced attack, you are treated as if you had {spell/true seeing} against the target. If the target of the attack is within 30 feet, your enhanced attack targets the creature's touch AC. If this attack is made using a firearm, the result is never a misfire, regardless of the attack roll. If the attack threatens a critical hit, the critical threat is automatically confirmed. Any attack that hits threatens a critical hit that must be confirmed as normal. If you hit the target and deal damage, the creature must attempt a Fortitude save (DC = 10 + half your Hit Dice + your Strength modifier) or be staggered for 1d3 rounds.",
			">3. **Solar Weaponry (Sp)** You strike with the power of the sun, channeling its deadly light through your weapons. As a swift action up to three times per day, you can transform your weapon into raw energy for 3 rounds, giving it the qualities of a {magic-enh/brilliant energy} weapon. Any creature struck by your weapon must succeed at a Fortitude saving throw (DC = 10 + half your Hit Dice + your Charisma modifier) or be permanently {misc/blinded}. Unlike normal brilliant energy weapons, this weapon is made of pure sunlight and can harm undead creatures normally. Against undead foes that are particularly vulnerable to sun, the weapon also functions as a {magic-enh/disruption} weapon.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/82}",
			">",
			">1. **Desert's Embrace (Sp)** {spell/endure elements} 3/day, {spell/scorching ray} 2/day, or {spell/daylight} 1/day",
			">2. **Nurgal's Breath (Sp)** You can cast {spell/sunbeam} as a spell-like ability once per day. The beam of sunlight you create with this ability issues from your open mouth.",
			">3. **Desiccating Pulse (Sp)** You can cast {spell/horrid wilting} three times per day as a spell-like ability.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/82}",
			">",
			">1. **Lord of War (Sp)** {spell/divine favor} 3/day, {spell/tactical acumen} 2/day, or {spell/deadly juggernaut} 1/day",
			">2. **Acceptable Losses (Su)** The most important responsibility of your minions is ensuring your survival on the battlefield. Once per day as an immediate action, when you are hit by an attack or affected by a spell or effect, you can transfer its effects to a creature within 30 feet. This creature must be one that is under your control or command or that otherwise considers itself subordinate to you. You suffer no effects from a transferred effect. If the effect is one that affects multiple creatures (such as *horrid wilting* or a breath weapon), the recipient of the transfer can suffer its effects twice. You can decide to transfer the effect or attack after the results of the attack rolls or saving throws have been revealed.",
			">3. **Avatar of Strife (Sp)** You can call upon the Shining Scourge to fill you with his burning light, which spreads mindless warfare everywhere you go. Once per day as a standard action, you can begin radiating an aura of blazing light equivalent to that created by {spell/daylight}, lasting 1 round per Hit Die. Any creature within 60 feet of you must succeed at a Will save (DC = 10 + half your Hit Dice + your Charisma modifier) at the start of its turn or be compelled to attack the nearest conscious creature that round (similar to the \"attack nearest creature\" result of the {spell/confusion} spell). Worshipers of Nurgal are immune to this effect. As a swift action, you can command a creature affected by your aura to direct its attacks against a creature of your choice within the effect's 60-foot area; this designation lasts until the effect ends.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/83}  ",
			"Not all who worship the sun do so with joy and kindness in their hearts. Those who venerate the Shining Scourge do so out of fear or awe, and they view those who revere the sun out of admiration or adoration as fools. Nurgal embodies the destructive aspects of the sun, and his minions walk without fear in the full light of day. His lower body is that of a golden lion with a draconic tail. Nurgal's head is that of a lion as well, and he can use the blinding light that spews from his eyes and mouth to blind his enemies both physically and spiritually. His torso is deeply tanned and masculine, and he is rarely seen without a heavy mace, the head of which appears to be a miniature sun held in one four-fingered, taloned hand. This mace can deal horrific damage, scorching flesh and drawing moisture from the body so that those slain by the weapon instantly rise as sun-blackened undead slaves of the Shining Scourge.",
			"",
			"Nurgal's faith was quite strong in ancient Azlant, and in that era, Nurgal was more than a mere demon lord - he was a full-fledged deity whose militaristic cult held significant positions of power throughout the continent of that ancient empire. His clashes with his ultimate nemesis, the moon goddess {faith/Acavna}, were legendary. With Nurgal epitomizing the senseless brutality of warfare and Acavna personifying the necessity of defensive tactics against such onslaughts, one could not be faulted for assuming the two deities were equally balanced, one existing so the other could exist - much as how every coin has two faces, or in the way that darkness cannot exist without light. This assumption was shattered during the Eversiege of Aucharan. At its climax Acavna cut Nurgal in twain with her sword. The defeated deity howled as his unevenly bisected body tumbled into the gulf of the Maelstrom, his position of power among Azlant's gods forever destroyed. The lesser of his halves plummeted into Hell and became the infernal duke {faith/Nergal}, while the greater half, which retained the name Nurgal in its original spelling, fell into the Abyss and became a demon lord.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"nyarlathotep_black_pharaoh": {
		"name": "Nyarlathotep (Black Pharaoh)",
		"sources": [
			"Pathfinder #109: In Search of Sanity",
			"Pathfinder #46: Wake of the Watcher"
		],
		"description": [
			"::fh[Nyarlathotep]{sub=\"Black Pharaoh\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/70}  ",
			"**Pathfinder Wiki** [Nyarlathotep](https://www.pathfinderwiki.com/wiki/Nyarlathotep) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Outer Gods  ",
			"**Areas of Concern** Conspiracies, dangerous secrets, forbidden magic  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Knowledge}, {domain/Magic}, {domain/Trickery}  ",
			"**Subdomains** {domain/Arcane}, {domain/Divine}, {domain/Memory}, {domain/Thought}, plus two more associated with the Trickery domain (Ambush, Deception, Espionage, Greed, Innuendo, and Thievery)  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Inverted ankh  ",
			"**Sacred Animal(s)** Panther  ",
			"**Sacred Color(s)** Black, red",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			">",
			">### Special",
			">",
			">Nyarlathotep has thousands of forms, but the three most prominent are the Black Pharaoh, the {faith/nyarlathotep_<Faceless Sphinx}, and the {faith/nyarlathotep_<Haunter of the Dark}.",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Pathfinder #46: Wake of the Watcher/66}  ",
			"Said to possess a thousand different forms, the god Nyarlathotep is unusual among the Outer Gods in that he seems to possesses a singular desire to toy with and cause discord among mortal races, rather than leaving this to his cultists. Scholars of the Dark Tapestry believe that Nyarlathotep himself is the prime mover in preparing countless worlds for the devastating return of the Great Old Ones, nudging events along in subtle ways to encourage various apocalyptic ends.",
			"",
			"It is said that one can see Nyarlathotep's influence in every major disaster or calamity if one looks hard enough, and that he has had a hand in guiding entire societies into peril. Some believe that it was his advice that moved Taldor to launch the Armies of Exploration that would ultimately presage that nation's fall from glory, and that led the dwarves of Dongun Hold to invent the first firearm. Certainly his influence can be seen throughout the history of Osirion, a culture he seems particularly interested in.",
			"",
			"Each of Nyarlathotep's forms is associated with its own distinct cult, and has a different symbol, favored weapon, and special domain (and associated subdomains). The god's two most well-known manifestations are the Haunter of the Dark (a bat-like entity with a tri-lobed burning eye) and the Black Pharaoh (a humanoid form that has links to Ancient Osirion as well as to many modern witch cults)."
		]
	},
	"nyarlathotep_faceless_sphinx": {
		"name": "Nyarlathotep (Faceless Sphinx)",
		"sources": [
			"Pathfinder #65: Into the Nightmare Rift",
			"Pathfinder #46: Wake of the Watcher"
		],
		"description": [
			"::fh[Nyarlathotep]{sub=\"Faceless Sphinx\"}",
			"",
			"{SOURCE Pathfinder #65: Into the Nightmare Rift/41}  ",
			"**Pathfinder Wiki** [Nyarlathotep](https://www.pathfinderwiki.com/wiki/Nyarlathotep) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Outer Gods  ",
			"**Areas of Concern** Conspiracies, dangerous secrets, forbidden magic  ",
			"**Domains** {domain/Air}, {domain/Chaos}, {domain/Evil}, {domain/Knowledge}, {domain/Magic}  ",
			"**Subdomains** {domain/Arcane}, {domain/Cloud}, {domain/Divine}, {domain/Memory}, {domain/Thought}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Punching dagger}  ",
			"**Symbol** Image of a featureless face",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			">",
			">### Special",
			">",
			">Nyarlathotep has thousands of forms, but the three most prominent are the {faith/nyarlathotep_<Black Pharaoh}, the Faceless Sphinx, and the {faith/nyarlathotep_<Haunter of the Dark}.",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Pathfinder #46: Wake of the Watcher/66}  ",
			"Said to possess a thousand different forms, the god Nyarlathotep is unusual among the Outer Gods in that he seems to possesses a singular desire to toy with and cause discord among mortal races, rather than leaving this to his cultists. Scholars of the Dark Tapestry believe that Nyarlathotep himself is the prime mover in preparing countless worlds for the devastating return of the Great Old Ones, nudging events along in subtle ways to encourage various apocalyptic ends.",
			"",
			"It is said that one can see Nyarlathotep's influence in every major disaster or calamity if one looks hard enough, and that he has had a hand in guiding entire societies into peril. Some believe that it was his advice that moved Taldor to launch the Armies of Exploration that would ultimately presage that nation's fall from glory, and that led the dwarves of Dongun Hold to invent the first firearm. Certainly his influence can be seen throughout the history of Osirion, a culture he seems particularly interested in.",
			"",
			"Each of Nyarlathotep's forms is associated with its own distinct cult, and has a different symbol, favored weapon, and special domain (and associated subdomains). The god's two most well-known manifestations are the Haunter of the Dark (a bat-like entity with a tri-lobed burning eye) and the Black Pharaoh (a humanoid form that has links to Ancient Osirion as well as to many modern witch cults)."
		]
	},
	"nyarlathotep": { "copyof": "nyarlathotep_faceless_sphinx" },
	"nyarlathotep_haunter_of_the_dark": {
		"name": "Nyarlathotep (Haunter of the Dark)",
		"sources": [
			"Pathfinder #109: In Search of Sanity",
			"Pathfinder #46: Wake of the Watcher"
		],
		"description": [
			"::fh[Nyarlathotep]{sub=\"Haunter of the Dark\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/70}  ",
			"**Pathfinder Wiki** [Nyarlathotep](https://www.pathfinderwiki.com/wiki/Nyarlathotep) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Outer Gods  ",
			"**Areas of Concern** Conspiracies, dangerous secrets, forbidden magic  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Evil}, {domain/Knowledge}, {domain/Magic}  ",
			"**Subdomains** {domain/Arcane}, {domain/Divine}, {domain/Memory}, {domain/Thought}, {domain/Magic}, plus two more associated with the Darkness domain (Loss, Moon, Night, and Shadow)  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Circle with wing-like arms  ",
			"**Sacred Animal(s)** Bat  ",
			"**Sacred Color(s)** Black, gold",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			">",
			">### Special",
			">",
			">Nyarlathotep has thousands of forms, but the three most prominent are the {faith/nyarlathotep_<Black Pharaoh}, the {faith/nyarlathotep_<Faceless Sphinx}, and the Haunter of the Dark.",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Pathfinder #46: Wake of the Watcher/66}  ",
			"Said to possess a thousand different forms, the god Nyarlathotep is unusual among the Outer Gods in that he seems to possesses a singular desire to toy with and cause discord among mortal races, rather than leaving this to his cultists. Scholars of the Dark Tapestry believe that Nyarlathotep himself is the prime mover in preparing countless worlds for the devastating return of the Great Old Ones, nudging events along in subtle ways to encourage various apocalyptic ends.",
			"",
			"It is said that one can see Nyarlathotep's influence in every major disaster or calamity if one looks hard enough, and that he has had a hand in guiding entire societies into peril. Some believe that it was his advice that moved Taldor to launch the Armies of Exploration that would ultimately presage that nation's fall from glory, and that led the dwarves of Dongun Hold to invent the first firearm. Certainly his influence can be seen throughout the history of Osirion, a culture he seems particularly interested in.",
			"",
			"Each of Nyarlathotep's forms is associated with its own distinct cult, and has a different symbol, favored weapon, and special domain (and associated subdomains). The god's two most well-known manifestations are the Haunter of the Dark (a bat-like entity with a tri-lobed burning eye) and the Black Pharaoh (a humanoid form that has links to Ancient Osirion as well as to many modern witch cults)."
		]
	},
	"oaur_ooung": {
		"name": "Oaur-Ooung",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Oaur-Ooung]{sub=\"The Blistering Womb\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Oaur-Ooung](https://www.pathfinderwiki.com/wiki/Oaur-Ooung) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Qlippoth Lords  ",
			"**Areas of Concern** Tainted oceans, vile fecundity  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Plant}, {domain/Water}  ",
			"**Subdomains** {domain/Decay}, {domain/Fear}, {domain/Growth}, {domain/Oceans}  ",
			"**Favored Weapon** {eq-weapon/Trident}  ",
			"**Symbol** Jellyfish shaped rune  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Blue",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Drink fouled water, and maintain yourself on the edge of regurgitation for an hour. Gain a +4 profane bonus on saving throws against poison effects.",
			">",
			">{SOURCE Book of the Damned/129}  ",
			">Qlippoth lords are always chaotic evil and range in power from CR 21 to CR 25. It's quite likely that more powerful creatures akin to demigods in stature may still exist in the deepest parts of the Abyss, but such qlippoth demigods remain theoretical for now, and they do not maintain active cults on mortal worlds. The boons qlippoth lords grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/disfiguring touch}",
			">2. {spell/poison}",
			">3. {spell/greater contagion}",
			"",
			"::h2[Description]{jl}",
			"",
			"Pallid and poisonous, Oaur-Ooung is an aquatic fungoid horror of eyes and gasping throats whose floating roots dangle miles below her like the twitching tendrils of the largest jellyfish imaginable. {faith/Cyth-V'sug} is believed to have been spawned from one of her blisterwombs. A new blisterwomb is said to be growing upon Oaur-Ooung's flank - her biggest and most disgusting yet."
		]
	},
	"olheon": {
		"name": "Olheon",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Olheon]{sub=\"The Just Arbiter\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Olheon](https://www.pathfinderwiki.com/wiki/Olheon) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Deservedness, nobility, rulership  ",
			"**Domains** {domain/Good}, {domain/Law}, {domain/Nobility}, {domain/Protection}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Defense}, {domain/Hubris (|Nobility)}[^A], {domain/Leadership}, {domain/Martyr}  ",
			"**Favored Weapon** {eq-weapon/Halberd}  ",
			"**Symbol** Figure framed by branches  ",
			"**Sacred Animal(s)** Wolf  ",
			"**Sacred Color(s)** Blue, gold",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Drop hot wax onto your brow and press the spot with a signet ring - either your own or that of a legitimate authority - to show your submission to deserved rulership. For that day, so long as your brow remains uncovered, you gain a +4 sacred bonus on saving throws against charm and compulsion effects.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/19}",
			">",
			">1. **Verdict (Sp)** {spell/command} 3/day, {spell/enthrall} 2/day, or {spell/suggestion} 1/day",
			">2. **Olheon's Judgment (Sp)** Once per day, you can place a symbol on a target who has shirked his obligations or showed poor judgment in his official capacity; that symbol acts similarly to a {spell/mark of justice}. This spell-like ability has a casting time of 1 round instead of 10 minutes, and when the mark activates it causes the target to take a -6 penalty to Wisdom and Charisma. The conditions you place on the mark must relate to the target's actions as a leader.",
			">3. **Lordship (Su)** You automatically gain the {feat/Leadership} feat, and you are always considered to have a reputation of fairness and generosity so long as you maintain your allegiance to Olheon. If you already have the {feat/Leadership} feat, you gain an additional +2 bonus to your Leadership score. You may choose to attract a {monster/hound>_archon} or {monster/legion archon} as a cohort. Your archon cohort gains additional HD to bring its total HD to 2 lower than your own level.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/19}  ",
			"It is said that Olheon knows the lineage of every noble soul in existence. She tracks the passage of power - and the responsibilities such power brings with it - from parent to child, ruler to heir, and dynasty to dynasty. Whether power transfers legitimately through inheritance or election or forcibly through coup or rebellion, Olheon sees the change and judges accordingly.",
			"",
			"The Just Arbiter is among the most magnificent empyreal lords to behold. Olheon stands over 16 feet tall, towering over most mortals, and her blue eyes blaze in a face of burnished gold. She wears a heavy silver breastplate and greaves, but her gauntleted hands and forearms are stained crimson, as if she had plunged her armored fists into pools of fresh blood. In one hand she carries a ruby-bladed halberd even taller than herself; in the other hand, she bears a heavy golden seal of office affirming her charge.",
			"",
			"Olheon despises tyrants and boils at the sight of legitimate rulers who, through weakness or ignorance, cause hardship and unjust living conditions for those under their dominion. She works through her subjects and divine minions to teach those who can be taught and to punish those who cannot. Officials, noble rulers, and even parents all look to Olheon for guidance, and they are in turn judged according to their actions.",
			"",
			"Olheon occupies the northern wing of the Courts of Accord, where the magical scrying mirrors hung in her vast Hall of Thrones display scenes of accession and rulership throughout the multiverse.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"omrataji": {
		"name": "Omrataji",
		"sources": [ "Distant Shores" ],
		"description": [
			"::fh[Omrataji]{sub=\"The Spirit in Silver\"}",
			"",
			"{SOURCE Distant Shores/43}  ",
			"**Pathfinder Wiki** [Omrataji](https://www.pathfinderwiki.com/wiki/Omrataji) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Silver, silverwork, and silver mining  ",
			"**Domains** {domain/Artifice}, {domain/Earth}, {domain/Good}, {domain/Nobility}  ",
			"**Subdomains** {domain/Friendship}, {domain/Leadership}, {domain/Metal}, {domain/Toil}  ",
			"**Favored Weapon** {eq-weapon/Spiked chain}  ",
			"**Symbol** A shimmering silver star  ",
			"**Sacred Animal(s)** Mole",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Radripal  ",
			"**Nationality** Vudra",
			"",
			"::h2[Description]{jl}",
			"",
			"Omrataji is the god of silver and all those who work with it, from the miners who pull it from the earth to the artisans who shape it. Followers of Omrataji believe silver is the most valuable of elements, because of its effectiveness in defeating evil outsiders, vampires, and lycanthropes. Omrataji has become a patron of crusades against such evils, not by fighting them directly - though he isn't against such action in times of need - but rather by ensuring those who oppose them have access to the finest of weapons needed to defeat them. Despite his reputation as a crusader deity, Omrataji's main focus is as a god of crafting and the relationships that arise within the silver industry.",
			"",
			"Omrataji's followers believe that the act of trading, sharing, or otherwise passing silver from one person to another is a gesture of friendship, camaraderie, and charity, even if such practical transactions are part of a financial arrangement rather than acts of altruism. One of the most common axioms spoken by Omrataji's faithful is, \"May the silver flow freely from your purse,\" indicating that the speaker wishes wealth, communion, and generosity upon the subject of his blessing. Omrataji's followers aren't naive about the power of wealth to divide and oppress, but they do maintain optimism that commerce can be purified into something that uplifts everyone in society, rather than being used as a tool to reduce the power of the already powerless. They attempt to teach others to manage their resources well and navigate the nation's economic systems with a sense of confidence.",
			"",
			"In Radripal, where the silver industry has for so long been a tool of the city's corrupt rulers, Omrataji's faithful ever prepare for an eventual revolt against the rakshasas. The underground movement's leadership believes that the people hold the power to cut off the flow of silver from Lord Akashar and his cronies rather than the other way around. Omrataji, for his part, urges temperance and an attempt to show evildoers the error of their ways rather than allowing their passions to lead them to outright rebellion."
		]
	},
	"onamahli": {
		"name": "Onamahli",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Onamahli]{sub=\"The Twice Pure\"}",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Onamahli](https://www.pathfinderwiki.com/wiki/Onamahli) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Beauty, double standards, self-mutalation  ",
			"**Domains** {domain/Charm}, {domain/Evil}, {domain/Law}, {domain/Madness}  ",
			"**Subdomains** {domain/Fear}, {domain/Insanity}, {domain/Lust}, {domain/Nightmare}  ",
			"**Favored Weapon** {eq-weapon/Urumi}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Spend 1 hour using cosmetics, scarification, or other means to decorate the left side of your body differently from your right side. Gain a +4 profane bonus on saving throws against charm effects.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {feat/extended} {spell/mirror image}",
			">2. {spell/insanity}",
			">3. {spell/divide mind}",
			"",
			"::h2[Description]{jl}",
			"",
			"Once the herald of a departed goddess of beauty, Onamahli tore herself in half in a vain attempt to match impossible expectations and fled screaming incoherently. Onamahli is known now as the Twice Pure, and her two halves compete with one another to this day, contemplating the paradoxes of competing divine truths."
		]
	},
	"ondisso": {
		"name": "Ondisso",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Ondisso]{sub=\"The Stalwart Stair\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Ondisso](https://www.pathfinderwiki.com/wiki/Ondisso) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Elevation, incorruptibility, resisting temptation  ",
			"**Domains** {domain/Good}, {domain/Liberation}, {domain/Protection}, {domain/Strength}  ",
			"**Subdomains** {domain/Agathion}, {domain/Defense}, {domain/Purity}, {domain/Resolve}  ",
			"**Favored Weapon** {eq-weapon/Light crossbow}  ",
			"**Symbol** Stairs rising to the sun  ",
			"**Sacred Animal(s)** Bee  ",
			"**Sacred Color(s)** Blue, yellow",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/54}  ",
			"The Stalwart Stair teaches mortals to rise above temptation and to strive for previously unknown heights of personal strength and morality."
		]
	},
	"ongalte": {
		"name": "Ongalte",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"::fh[Ongalte]{sub=\"Death of Divinity\"}",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/75-76}  ",
			"**Pathfinder Wiki** [Ongalte](https://www.pathfinderwiki.com/wiki/Ongalte) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Iblydan Hero-Gods  ",
			"**Areas of Concern** Deicide  ",
			"**Domains** {domain/Chaos}, {domain/Death}, {domain/Evil}  ",
			"**Subdomains** {domain/Entropy}, {domain/Murder}  ",
			"**Favored Weapon** {eq-weapon/greataxe}",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** None  ",
			"**Nationality** cyclops",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Unique Spell Rules",
			">",
			">#### Inquisitor",
			">",
			">- {spell/Bleed Glory} can be prepared as a 2nd-level spell",
			">- {spell/Steal Power} can be prepared as a 4th-level spell",
			">",
			">### Other Rules",
			">",
			">- When casting {spell/bleed glory}, {spell/mythic severance}, {spell/steal power}, or any other spell that specifically harms mythic creatures, the clerics, inquisitors, and oracles of Ongalte are treated as mythic sources for the purpose of resisting the spells' effects.",
			">- Ongalte can grant up to 8th-level spells.",
			"",
			"::h2[Description]{jl}",
			"",
			"Following Earthfall, the cyclopes shared their wealth of food, knowledge, and prophecy with the humans of Iblydos, together forging great societies. However, the cyclopes' numbers, intellect, and prophetic power dwindled over the millennia, all as smaller humanoids rose to become hero-gods. While most cyclopes blame their own past decadence for their dwindling power, some have concluded that the humans' exploitation of cyclopean gifts has reduced the giants to their sorry state. To the latter group, there is but one answer: destroy the hero-gods and those who aid them.",
			"",
			"Defying ancient conventions, Ongalte (CE female {template/advanced} {monster/cyclops} bloodrager 10) invoked her own myth-speaking. She attained mythic power by setting fire to the cyclopean temple at Hoimpeia and letting it collapse on herself and her giant colleagues. She emerged from the smoldering rubble unscathed a day later. Axe in hand, she has since hunted and killed three hero-gods, forcing the remaining godlings to exercise extreme caution. Unable to kill the hero-gods in their citadels, Ongalte instead encourages her followers to discredit them, undermining their followings and engineering their exile from the cities they rule. As a result, Ongalte's followers are often those who feel wronged by the hero-gods, passed over by cyclopes, or simply denied what they feel due by the mythic oligarchies. Where opportunity allows, they murder aspiring hero-gods and cyclopes outright. Otherwise, they frame their victims or provoke them into public outbursts to demonstrate the hero-gods' moral depravity.",
			"",
			"Ongalte largely works alone, though she has attempted to court the favor of the hero-eating behemoth Ousmariku on several occasions, only to be chased off by the beast. She also used her own power of myth-speaking to uplift her lieutenant Ytildos. Whether he grew wise to Ongalte's intention to kill him last, or simply embraced the cyclops's pessimistic outlook, Ytildos defected in 4698 AR, abandoning his patron to become the hero-god of reefs and shipwrecks."
		]
	},
	"onmyuza": {
		"name": "Onmyuza",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Onmyuza]{sub=\"Dancer in Flesh\"}",
			"",
			"{SOURCE Book of the Damned/126}  ",
			"**Pathfinder Wiki** [Onmyuza](https://www.pathfinderwiki.com/wiki/Onmyuza) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Oni Daimyo  ",
			"**Areas of Concern** Orgies, sake, tattoos  ",
			"**Domains** {domain/Chaos}, {domain/Charm}, {domain/Evil}, {domain/Rune}  ",
			"**Subdomains** {domain/Language}, {domain/Lust}, {domain/Revelry}, {domain/Wards}  ",
			"**Favored Weapon** {eq-weapon/Kerambit}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Lightly trace the lines of your tattoos with the tip of a needle dipped in sake. Gain a +4 profane bonus on saving throws against effects that cause the confused, exhausted, or fatigued condition.",
			">",
			">{SOURCE Book of the Damned/127}  ",
			">The most powerful {family/oni}, the oni daimyo, hold their domains in isolated regions of the Material Plane. While they have transcended their lesser incarnations to become something close to demigods in stature, they do not flaunt their power and prefer to dwell in remote corners of the massive land of Tian Xia.",
			">",
			">Oni daimyo are always evil in alignment but can be chaotic, lawful, or neutral. They range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/unnatural lust}",
			">2. {spell/spite}",
			">3. {spell/mass suggestion}",
			"",
			"::h2[Description]{jl}",
			"",
			"Enthralling Onmyuza, the so-called Dancer in Flesh, revels in all things physical; even the most jaded, debauched reveler would blush at the extremes she takes for granted. She dwells in a hidden underground complex below the metropolis of Goka and appears as a beautiful and heavily tattooed three-eyed {monster/ogre mage} (although her third eye is held shut by three golden rings that pierce both eyelids)."
		]
	}
}
