{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested faith."
		]
	},
	"abadar": {
		"name": "Abadar",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Weapon Master's Handbook",
			"Inner Sea Temples",
			"Pathfinder #8: Seven Days to the Grave"
		],
		"description": [
			"::fh[Abadar]{sub=\"Master of the First Vault\"}",
			"",
			"{SOURCE Inner Sea Gods/12}  ",
			"**Pathfinder Wiki** [Abadar](https://www.pathfinderwiki.com/wiki/Abadar) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Deities of Tian Xia, Halfling Deities, Order of the God Claw Pantheon, Sandpoint Pantheon, Taldan Pantheon  ",
			"**Areas of Concern** Cities, laws, merchants, wealth  ",
			"**Domains** {domain/Earth}, {domain/Law}, {domain/Nobility}, {domain/Protection}, {domain/Travel}  ",
			"**Subdomains** {domain/Aristocracy}, {domain/Defense}, {domain/Fortifications}, {domain/Inevitable}, {domain/Leadership}, {domain/Legislation (|Law)}, {domain/Martyr}, {domain/Metal}, {domain/Portal}[^A] {domain/Trade}  ",
			"**Realm** Aktun, Axis  ",
			"**Allies** {faith/Asmodeus}, {faith/Erastil}, {faith/Iomedae}, {faith/Irori}, {faith/Shelyn}, {faith/Torag}  ",
			"**Enemies** {faith/Lamashtu}, {faith/Norgorber}, {faith/Rovagug}  ",
			"**Temples** banks, cathedrals, courthouses  ",
			"**Holy Days** Market's Door (blessing of the fall marketplace and the year's harvest trade, first day markets receive goods from the fall harvest), Taxfest (annual collection of city taxes followed by public feast with civic leaders, date varies by city)  ",
			"**Minions** {subtype/archon/s}, {monster/axiomite/s}, {subtype/inevitable/s}  ",
			"**Herald** {monster/Lawgiver} (a massive golden golem-like creature)  ",
			"**Favored Weapon** {eq-weapon/Light crossbow}  ",
			"**Symbol** Golden key  ",
			"**Sacred Animal(s)** Monkey  ",
			"**Sacred Color(s)** Gold, silver",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Andoran, Brevoy, Cheliax, Katapesh, Mana Wastes, Molthune, Nex, Osirion, Sargava, Taldor, Varisia  ",
			"**Nationality** Taldan",
			"",
			"::hl2[rule/Divine Gift>s]{jl}",
			"",
			">{SOURCE Planar Adventures/74}  ",
			">The character gains the ability to cast {spell/word of recall} as a spell-like ability (CL 20th). This version of {spell/word of recall} can transport the caster across planar boundaries, but it still doesn't function in areas that bar teleportation effects. When a character gains this gift, the GM designates as the spell's sanctuary a specific temple of Abadar located in a city of at least 1,000 inhabitants.",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Take a handful of mixed gems, coins, and keys. Include coins from three or more different currency systems (such as from three different kingdoms), as well as at least three different keys - one of which should be the key to a lockbox, vault, or other such storage item. Kneel before a scale and balance the items as perfectly as you can on it, removing and replacing items in order to create the most equitable balance of items. Randomize the items you select each time you perform this obedience, so as not to let your obedience become routine. Meditate on the teachings from The Order of Numbers. Gain a +4 sacred or profane bonus on saving throws against spells and effects generated by creatures with a chaotic alignment. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience. Once made, this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/12}",
			">",
			">1. **Diplomat (Sp)** {spell/comprehend languages} 3/day, {spell/calm emotions} 2/day, or {spell/glibness} 1/day",
			">2. **City Dweller (Ex)** You never become lost in cities of more than 5,000 inhabitants - upon entering a city, even for the first time, you can always retrace your steps and intuit where particular districts must be. Furthermore, you pick up local accents and vernacular instantly, giving you the cant of a citizen. You also gain a +4 sacred or profane bonus on Disguise and Knowledge (local) checks while in the bounds of a city.",
			">3. **Sneaky Bolt (Ex)** Three times per day, you can {skill/snipe} with a crossbow while hidden, and have little chance of revealing your location. You must declare your use of this ability before you roll your attack. You can use this ability only if your target is within 30 feet of you and unaware of your presence or precise location. Once you roll your attack, immediately attempt a Stealth check for sniping without the normal -20 penalty.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/12}",
			">",
			">1. **Ordered Mien (Sp)** {spell/Abadar's truthtelling} 3/day, {spell/align weapon/ (lawful only)} 2/day, or {spell/magic circle against chaos} 1/day",
			">2. **Diplomatic Immunity (Ex)** While within the bounds of a city of more than 5,000 inhabitants, you gain a +4 sacred or profane bonus on Bluff and Diplomacy checks. You also gain special status with the law. You're considered a person to be respected, and may obtain special treatment and assistance that ordinary citizens could not, such as information on political activity, criminal investigations, or threats against the city. Any bribes or fees that would normally be levied by the legal system are waived for you. City guards and officials with an initial starting attitude of unfriendly or hostile instead have an attitude of indifferent toward you. These benefits apply only when you identify yourself as an exalted of Abadar.",
			">3. **Scales of Balance (Su)** Once per day as a full-round action, you can pool and redistribute your current hit points and those of all willing allies within 30 feet of you. Total your current hit points and those of your willing allies, and then decide how you wish to redistribute them among the same individuals. You cannot give an ally more hit points than her maximum, nor can you leave an ally with 0 hit points.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/12}",
			">",
			">1. **Lawful Bulwark (Sp)** {spell/shield of faith} 3/day, {spell/shield other} 2/day, or {spell/archon's aura} 1/day",
			">2. **Unflagging Ally (Sp)** Once per day as a standard action, you can summon a {monster/zelekhut/ inevitable}. You gain telepathic communication with the zelekhut to a range of 100 feet, and the zelekhut follows your commands perfectly for 1 minute for each Hit Die you possess before vanishing back to its home. The zelekhut doesn't obey any command that would violate its lawful alignment - such commands are met with grim refusal, and could even prompt the zelekhut to attack you if the command is egregious enough.",
			">3. **Dictum Blow (Su)** Once per day, you can channel the effects of {spell/dictum} through your weapon, though you don't need to cast (or even know) the spell. You must declare your use of this ability before rolling your attack. On a hit, the target is affected as if caught in the area of dictum as cast by a cleric of a level equal to your Hit Dice (maximum 20). If the target is lawful or its Hit Dice exceeds yours, it is unaffected. If your attack misses or the creature is unaffected, the dictum effect is wasted.",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">Of all the neutral gods, only Abadar supports and promotes a holy order of paladins. As the god of civilization and order, Abadar recognizes the value of holy warriors in advancing society's aims. His paladins follow the standard paladin code of protecting the innocent, acting with honor and honesty, and respecting lawful authority. In addition, an Abadaran paladin upholds the following creed.",
			">",
			">- I am a protector of the roadways and keep travelers from harm. No matter their destinations or goals, if they are peaceable and legitimate travelers who harm no others on the road, I will ensure that they pass safely.",
			">- Bandits are a plague. Under my will they come to justice. If they will not come willingly before the law, where they can protest for justice in the courts, they will come under the power of my sword.",
			">- Corruption in the courts is the greatest corruption of civilization. Without confidence in justice, citizens cannot believe in their countries, and civilization begins to disappear. I will root out corruption wherever I find it, and if a system is fundamentally flawed, I will work to aid citizens by reforming or replacing it.",
			">- I am an aid to the markets. I ensure equitable trade between merchants and citizens. Theft and deceit on either side are intolerable.",
			">- I make opportunities, and teach others to recognize them. When I aid others, I open the way for them, but will not carry them - they must take responsibility.",
			"",
			"::hl2[feat/Divine Fighting Technique]{jl}",
			"",
			">### Abadar's Crossbow",
			">",
			">{SOURCE Weapon Master's Handbook}",
			">",
			">Abadar teaches complex crossbow techniques.",
			">",
			">**Initial Benefit:** You can attempt a ranged {rule/steal} combat maneuver check with a crossbow, using your Dexterity modifier in place of your Strength modifier to calculate your Combat Maneuver Bonus. If you succeed, the stolen item is knocked away by the bolt; if the bolt can pierce any part of the item and the item weighs 2 pounds or less, the bolt continues past the creature and carries the item up to one range increment away, pinning it to whatever surface it lands on.",
			">",
			">**Advanced Prerequisite:** {feat/Rapid Reload}, Base Attack Bonus +10.",
			">",
			">**Advanced Benefit:** When fighting a foe adjacent to a firm surface, you can attempt a ranged {rule/dirty trick} combat maneuver check with a crossbow, using your Dexterity modifier in place of your Strength modifier to calculate your Combat Maneuver Bonus. If you succeed, your bolt pins the target's clothing (or feathers, hide, or the like) to the surface, preventing the target from leaving that space until it breaks free by destroying the bolt or removing it with a successful Strength check (DC = the result of your combat maneuver check to pin it).",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-fighter/Crossbowman/ (Fighter)}",
			">- {arc-paladin/Knight of Coins/ (Paladin)}",
			">- {arc-druid/Urban Druid/ (Druid)}",
			">- {arc-ranger/Urban Ranger/ (Ranger)}",
			">",
			">### Feats",
			">",
			">- {feat/Crossbow Mastery}",
			">- {feat/Divine Dignity}",
			">- {feat/Measured Response}",
			">- {feat/Perfect Casting}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Abadar}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Golden Judge's Breastplate}",
			">",
			">### Magic Items - Rods",
			">",
			">- {magic-rod/Rod of Metal and Mineral Detection}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Fugitive Finder}",
			">- {magic-weapon/Mace of Keys}",
			">- {magic-weapon/Vaultbow}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Elixir of Truth}",
			">- {magic-wondrous/Key Cloak}",
			">- {magic-wondrous/Key of the Second Vault}",
			">- {magic-wondrous/Lyre of Building}",
			">- {magic-wondrous/Meltdown Safe}",
			">- {magic-wondrous/Safecamp Wagon}",
			">- {magic-wondrous/Secure Paypack}",
			">- {magic-wondrous/Universal Lock}",
			">",
			">### Monsters",
			">",
			">- {monster/Lawgiver/ (Herald)}",
			">- {monster/Orsheval}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Justicar}",
			">",
			">### Spells",
			">",
			">- {spell/Abadar's Truthtelling}",
			">- {spell/Blessing of the Watch}",
			">- {spell/Dictum}",
			">- {spell/Fairness}",
			">- {spell/Order's Wrath}",
			">- {spell/Soul Vault}",
			">- {spell/True Appraisal}",
			">",
			">### Traits",
			">",
			">- {trait/Eye for Quality}",
			">- {trait/Eyes and Ears of the City}",
			">- {trait/Honey-Tongued}",
			">- {trait/Lover of the Law}",
			">- {trait/Sense of Order}",
			">- {trait/The City Protects}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Temples/33}",
			">",
			">#### All Classes",
			">",
			">- {spell/Soul Vault} can be prepared as a 4th-level spell",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Word of Recall} can be prepared as a 5th-level spell [^S]",
			">",
			">#### Paladin",
			">",
			">- {spell/Word of Recall} can be prepared as a 4th-level spell [^S]",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #8: Seven Days to the Grave/67}",
			">",
			">- @hll[spell/Summon Monster II:] {template/Celestial} {monster/Two-Headed |Eagle} - LN [this creature has two heads; it gains a +2 racial bonus on Perception checks, but does not gain an extra bite attack]",
			">- @hll[spell/Summon Monster III:] {template/Celestial} {monster/Hippogriff} - LN",
			">- @hll[spell/Summon Monster IV:] {monster/Two-Headed |Giant Eagle} - LN [this creature has two heads; it gains a +2 racial bonus on Perception checks, but does not gain an extra bite attack]",
			">- @hll[spell/Summon Monster V:] {template/Celestial} {monster/Griffon} - LN",
			">- @hll[spell/Summon Monster IX:] {monster/Kolyarut} - LN",
			"",
			"::h2[Description]{jl}",
			"",
			"Abadar is a patient, calculating, and far-seeing deity who wishes to bring civilization to the frontiers, order to the wilds, and wealth to all who support the rule oflaw. His primary desire is to see the purifying spread of civilization, enlightening the dark corners of the world and revealing the clockwork perfection of the cosmos. His nature is not hasty, for the pace of society's reach is slow but relentless. He strikes a careful balance between good and evil, seeing benefits on both sides and refusing to endorse one or the other. His followers believe he is responsible for elevating the various humanoid races from simple tribes to beings capable of creating huge cities. He puts words of diplomacy in the mouths ofleaders, guides the pens of those who write laws, and steers coins into the hands of those who practice fair commerce.",
			"",
			"Abadar is the master and guardian of the First Vault, a magical trove in his realm where a perfect version of every type of creature and object exists - a perfect sword, a perfect deer, a perfect wheel, and even a perfect law.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait.",
			"[^S]: Only usable if their designated sanctuaries are the temples of their home cities."
		]
	},
	"abhoth": {
		"name": "Abhoth",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Abhoth]{sub=\"Source of Uncleanness\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/64}  ",
			"**Pathfinder Wiki** [Abhoth](https://www.pathfinderwiki.com/wiki/Abhoth) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Outer Gods  ",
			"**Areas of Concern** Disease, fercundity, oozes  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Earth}, {domain/Madness}, {domain/Strength}  ",
			"**Subdomains** {domain/Caves}, {domain/Ferocity}, {domain/Insanity}, {domain/Night}, {domain/Nightmare}, {domain/Resolve}  ",
			"**Favored Weapon** {eq-weapon/Whip}  ",
			"**Symbol** Tentacle coiled around a disemboided eye",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"::h2[Description]{jl}",
			"",
			"In the deepest reaches of every world lie vast caverns that, in most cases, have been long forgotten or simply never discovered by that world's inhabitants in the first place. On Golarion, these deep pathways and hidden realms are known as the Darklands, but similar extensive networks exist on countless other worlds. It is in these forgotten midnight grottoes that Abhoth, the Source of Uncleanness, the Primal Clay of Life's First Lurch, seeps and clots and spews forth its aberrant spawn.",
			"",
			"Abhoth has an otherworldly wisdom and a staggering intellect, yet it does not devote its mind to matters that mortals could comprehend. It's not so much trapped as it is cradled in a cavern lair connected to many worlds. The creatures it constantly spawns that manage to escape its ravenous gluttony and eternal hunger stagger upward through the nighted ways, growing stronger and larger the longer they survive. The greatest find paths through ancient portals in those caves to other worlds, where they may spawn entire societies and races of their own. Abhoth's cultists maintain that all life in the universe was spawned by the Unclean God, and that in our flesh and bones lie traces of its divine excretions.",
			"",
			"Abhoth appears as a vast lake of seething, surging, protoplasmic ooze in which eyes and mouths and limbs and organs constantly form and are consumed. Those creations that drip from its bulk gain sentience of their own, and through them Abhoth can see and explore and infect any world they touch."
		]
	},
	"abraxas": {
		"name": "Abraxas",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Abraxas]{sub=\"Master of the Final Incantation\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Abraxas](https://www.pathfinderwiki.com/wiki/Abraxas) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Forbidden lore, magic, snakes  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Knowledge}, {domain/Magic}  ",
			"**Subdomains** {domain/Arcane}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Education (|Knowledge)}, {domain/Memory}, {domain/Rites}[^A], {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/Whip}  ",
			"**Symbol** Demonic face and snakes  ",
			"**Sacred Animal(s)** Snake  ",
			"**Sacred Color(s)** Green, orange",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Self-flagellate with a small whip or tree branch, punctuating each stroke with utterances of mystic words of power. Gain a +4 profane bonus on saves against charm effects and written magical effects.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/10}",
			">",
			">1. **Warped Arcana (Sp)** {spell/magic aura} 3/day, {spell/touch of idiocy} 2/day, or {spell/dispel magic} 1/day",
			">2. **Poisoned Mysticism (Su)** Your magic is imbued with the toxic lore of Abraxas. You add your Intelligence bonus on {rule/concentration} checks and on caster level checks to penetrate spell resistance or dispel ongoing magical effects; if you already add your Intelligence modifier on such a check, add your Wisdom bonus instead. In addition, whenever you poison a creature via any method, whether from a spell such as {spell/poison} or {spell/prismatic spray}, from an envenomed weapon, or any other means, the saving throw DC of the poison effect is increased by 2. Curing this poison effect requires one additional successful save, and caster level checks to cure this poison effect (such as that required for neutralize poison) take a -4 penalty. You never risk accidentally poisoning yourself when you apply poison to a weapon. Finally, once per day, you can cast *poison* as a spell-like ability.",
			">3. **Invert Magic (Sp)** The Master of the Final Incantation grants you the power to turn magic back on its source. You gain spell resistance equal to 11 + your Hit Dice; if you already have spell resistance as a result of a racial ability, it instead increases by 5. Whenever you would be affected by a spell, you can allow it to bypass your spell resistance, even when it's not your turn. Once per day, as an immediate action when a spell that targets only you fails to penetrate your spell resistance, you can reflect that spell back on the original caster, as if you were under the effect of {spell/spell turning}.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/10}",
			">",
			">1. **Secret Lore (Sp)** {spell/identify} 3/day, {spell/augury} 2/day, or {spell/illusory script} 1/day",
			">2. **Heretical Revelation (Su)** Three times per day as a standard action, you can whisper terrible secrets to an adjacent target. The target must succeed at a Will save (DC = 10 + half your Hit Dice + your Charisma modifier) or be {misc/stunned} for 1 round, then {misc/confused} for 1d4 rounds, and then {misc/nauseated} for 2d6 rounds. This is a mind-affecting effect.",
			">3. **Penultimate Incantation (Sp)** Three times per day, you can affect a single creature within 60 feet with a targeted {spell/greater dispel magic}. Each spell or effect so dispelled deals an amount of fire damage to the target equal to the result of your caster level check to dispel that effect.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/10}",
			">",
			">1. **Serpent Knight (Sp)** {spell/blade lash} 3/day, {spell/extreme flexibility} 2/day, or {spell/summon monster III} (1 fiendish constrictor snake or 1d4+1 fiendish vipers only) 1/day",
			">2. **Fanged Lash (Su)** Any whip you wield grows serpentine scales, and the tip of the whip becomes a biting snake's head. Damage with your whip deals lethal damage, and you can damage creatures wearing armor. The whip deals an additional 1d6 points of damage on a hit, and once per minute as a swift action as you strike a foe with a whip, you can cause the whip to poison the target with {eq-poison/black adder venom}. The saving throw DC of this venom is equal to 10 + half your Hit Dice + your Constitution modifier.",
			">3. **Tools of the Master (Su)** You can imbue your weapons with echoes of those wielded by Abraxas himself. When you perform your obedience, choose a single whip and a single light or heavy shield you have to become imbued. An imbued shield gains the {magic-enh/animated} special ability. An imbued whip can siphon magical energy from spellcasting foes it strikes: up to three times per day as a swift action as you strike such a foe, you can attempt to drain magic. When you do so, the target must attempt a Will save (DC = 10 + half your Hit Dice + your Charisma modifier). If the target succeeds, it takes 1d4 points of ability damage to its Intelligence, Wisdom, or Charisma score (whichever is highest). If the target fails, the whip deals 1d6 points of ability drain to this ability score instead, and it absorbs one spell from the target. If the target is a spontaneous caster, one of its highest-level available spell slots is expended, and you regain a spell slot of an equal or lower level (your choice; if you don't have the ability to spontaneously cast spells, you receive no benefit from this). If the target is a prepared spellcaster, one of its highest-level spells (determined randomly) is lost as if cast, and that spell becomes stored in your whip (as per a {magic-ring/major ring of spell storing}). Your whip can store only one spell at a time in this way; if you drain another spell while your whip already contains one, the contained spell is replaced by the new spell you drain.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/11}  ",
			"Abraxas is a hideous creature with the head of a deformed and fanged bird and two writhing vipers in the place of legs. His torso is humanoid, and he wields a flail and shield, both of which have eerie and deadly powers: the f lail can steal portions of a thinking creature's mind or its prepared spells and give them to Abraxas for his use, while the shield can animate and attack foes as it continues to defend Abraxas. Abraxas knows countless destructive secrets and eldritch magical formulas, particularly those that cause great devastation and pain. His greatest weapon is the dreaded \"Final Incantation,\" a single potent word that can unmake magic.",
			"",
			"Although Abraxas's following is quite strong among the {monster/drow} of Golarion, one can expect to find small cults of Abraxas in most large cities on the surface. His cult is particularly strong in Nex's capital city of Quantium, where it maintains a notorious library called Scrivenbough, a fortified stone structure with countless rare books in its holdings, and cultists who tattoo their greatest secrets on hidden parts of their bodies.",
			"",
			"Abraxas dwells in the realm of Pleroma, a deceptive world of false paradise maintained by complex illusions and clever construction. A visitor to Pleroma may not even realize she wanders an Abyssal realm, as the nefarious region reshapes itself between blinks and around every corner into places the traveler might view as serene and beautiful. Abraxas himself rules Pleroma from the spiral city of Diovengia. Hypnotic in its beauty, Diovengia consists of thousands of library towers and fortified repositories of hidden knowledge. Populated by serpents, enslaved souls, and plenty of demons, Diovengia's libraries are sometimes visited by brave and curious seekers of knowledge - although one must be wary when bargaining with the custodians therein. The city itself is protected by a cabal of powerful {monster/marilith} demons, who are themselves ruled by one of Abraxas's favorite consorts and minions, the marilith Alistraxia (female marilith rogue 12).",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"acavna": {
		"name": "Acavna",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"::fh[Acavna]{sub=\"The Shield\"}",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/66}  ",
			"**Pathfinder Wiki** [Acavna](https://www.pathfinderwiki.com/wiki/Acavna) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Companionship, defensive battle, and the moon  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Protection}, {domain/Repose}, {domain/War}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Defense}, {domain/Moon}, {domain/Night}, {domain/Tactics}, {domain/Wards}  ",
			"**Favored Weapon** {eq-weapon/Spear}  ",
			"**Symbol** Crossed spears over a full moon",
			"",
			"::h2[Description]{jl}",
			"",
			"Kind and compassionate, Acavna regarded humanity, especially the Azlanti, as something to be protected and cherished. From rural militias to elite city guards, many in Azlant praised Acavna and prayed to her for protection in times of peace as well as in times of war. Acavna looked most favorably upon those who were besieged or outnumbered. An important story in her holy text tells of the siege of the city-state of Bilith-Vel. The invading army was approaching the city under cover of night, and while the besieged awaited attack, a lone guard prayed to Acavna for a revelation that she could use to save her city. As the army neared, the sliver of the crescent moon suddenly shone as bright as a full moon, revealing the attackers and giving the defending forces enough time to reposition and repel the invaders.",
			"",
			"As Acavna was the goddess of the moon, some of her most powerful priests were among the first people from Golarion to explore its moon's surface. Later, toward the end of Azlant, a faction within the empire gained access to the moon and constructed a prison on its surface to house the empire's worst criminals. This outraged Acavna's worshipers, but although they fought against the plan as best they could, they ended up losing in the end.",
			"",
			"Acavna fell for the studious {faith/Amaznen}, with whom she partnered until the two sacrificed themselves to save Golarion - she moved the moon to take the brunt of the alghollthus' cosmic assault while Amaznen siphoned their dangerous magic from the debris. Acavna's actions led to her death but greatly lessened the blow to the planet, allowing many creatures to survive the assault."
		]
	},
	"achaekek": {
		"name": "Achaekek",
		"sources": [
			"Inner Sea Faiths",
			"Inner Sea Gods"
		],
		"description": [
			"::fh[Achaekek]{sub=\"He Who Walks in Blood\"}",
			"",
			"{SOURCE Inner Sea Faiths/5}  ",
			"**Pathfinder Wiki** [Achaekek](https://www.pathfinderwiki.com/wiki/Achaekek) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Assassinations, divine punishment, the red mantis  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Law}, {domain/Trickery}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Deception}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Insect}[^A], {domain/Murder}, {domain/Tactics}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Sawtooth sabre}  ",
			"**Symbol** Crossed mantis claws  ",
			"**Sacred Animal(s)** Crimson mantis  ",
			"**Sacred Color(s)** Red",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Ilizmagorti  ",
			"**Nationality** monster",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Meditate in a private place before a trophy or broken religious symbol taken from a target you have been contracted to kill. This trophy must be anointed with a single drop of your blood, drawn from your flesh by a sawtooth sabre, and the trophy must be destroyed at the end of your meditation. If you have yet to complete a contract, have no appropriate trophies at hand, or seek to serve the Mantis God in other ways than as the god's assassin, you must instead offer your own vital fluid to He Who Walks in Blood by cutting yourself along the right arm with a sawtooth sabre. Such self-mutilation deals 1d6 points of damage to you, which cannot be healed during the hour of meditation without disrupting the obedience; after the meditation ends, the wounds can be healed by any means available. You gain a +2 profane bonus to confirm critical hits while wielding a sawtooth sabre. As long as you have a sawtooth sabre in each hand, you can use those blades to complete the somatic component of any spell you cast, and you treat sawtooth sabres as your divine focus for the casting of divine spells.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/5}",
			">",
			">1. **Crimson Decree (Sp)** {spell/doom} 3/day, {spell/death knell} 2/day, or {spell/blood biography} 1/day",
			">2. **Blood Scent (Sp)** To your heightened olfactory senses, the acrid scent of blood is as pleasing and distinctive as the sweetest perfume. Three times per day, you can cast {spell/blood scent} on yourself as a spell-like ability. This ability does not grant the spell's bonus on attack and damage rolls, even if you are an orc or have a rage ability.",
			">3. **Focused Assassin (Su)** Your combat skills are just as deadly when you have an assassination target as when you don't. When you perform your obedience for the day, if you are not contracted to kill a target, you can name a single target. You need not know the exact name of your target, but you must know a suitably detailed and correct description, such as \"the thieves' guild's second in command.\" Against that target, you gain a +2 profane bonus on attack rolls and weapon damage rolls, and you deal an additional 2d6 points of damage. The save DCs of any spells you cast on the target increase by 2. If you are contracted to kill a target, these bonuses apply against that target; if you are contracted to kill multiple targets, you must choose one target against whom these bonuses apply when you perform your obedience.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/5}",
			">",
			">1. **Blood Must Flow (Sp)** {spell/lead blades} 3/day, {spell/spiritual weapon} 2/day, or {spell/keen edge} 1/day",
			">2. **Bleeding Wounds (Ex)** All wounds you inflict with a sawtooth sabre are bleeding wounds, and deal 1d4 points of {rule/bleed} damage to the target. If you deal bleed damage via another source (such as the {talent/bleeding attack} rogue talent or by using a {magic-enh/wounding} sawtooth sabre), this ability does not deal additional bleed damage. You can also use {spell/bleed} as a quickened spell-like ability three times per day.",
			">3. **Mantis Style Mastery (Ex)** You take no penalties on attack rolls from two-weapon fighting when wielding two sawtooth sabres simultaneously, and you gain a +2 profane bonus on all damage rolls with sawtooth sabres. If you deal {ability/sneak attack} damage with a sawtooth sabre, you deal 2 additional points of damage for each die rolled as part of your sneak attack damage. If you have levels in the {pclass/Red Mantis assassin} prestige class, the DC for the save against your prayer attack increases by 2.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-alchemist/Crimson Chymist/ (Alchemist)}",
			">- {arc-warpriest/Mantis Zealot/ (Warpriest)}",
			">",
			">### Feats",
			">",
			">- {feat/Bloody Sabres}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Red Stalker Armor}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Crimson Bluff}",
			">- {magic-weapon/Fuming Blood Sabre}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Eye of the Mantis}",
			">- {magic-wondrous/Mantis Embrace}",
			">- {magic-wondrous/Mask of the Mantis}",
			">",
			">### Monsters",
			">",
			">- {monster/Kaicharek}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Death Slayer}",
			">- {pclass/Red Mantis Assassin}",
			">",
			">### Traits",
			">",
			">- {trait/Deep Wounding}",
			">- {trait/Frightening Speed}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/175}",
			">",
			">{SOURCE Inner Sea Faiths/7}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Keen Senses} can be prepared as a 1st-level spell",
			">- {spell/Negate Aroma} can be prepared as a 1st-level spell",
			">- {spell/Spider Climb} can be prepared as a 2nd-level spell",
			">",
			">#### Druid",
			">",
			">- {spell/Murderous Command} can be prepared as a 1st-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"Many theologians, including those who worship the Mantis God, agree that another god, or perhaps a group of them, created Achaekek - yet who exactly is responsible for his genesis is unclear. Certainly, the churches of Asmodeus, Calistria, Lamashtu, Pharasma, Rovagug, and Zon-Kuthon have compelling arguments that point to their patrons as the source of the Mantis God. Even the faiths of Norgorber and Gorum have legends that He Who Walks in Blood was born of their deities, despite legends of Achaekek originating far before either of them came to be. The most cogent belief may well be the one that the church of Achaekek espouses: that the creator of their god is long dead, murdered by the Mantis God for daring to create something so monstrous as himself.",
			"",
			"Although known to his worshipers as He Who Walks in Blood, and commonly attributed by the faithful to be a masculine entity, Achaekek exists beyond conceits of gender, race, or politics. This means his followers come from enormously diverse backgrounds - united only in their common exaltation of the act of murder.",
			"",
			"In art, Achaekek is universally depicted as a towering crimson mantis with four killing arms and a savage spike at the end of his long, slender abdomen. His eyes are endless pools of night, and he leaves a trail of blood wherever he walks, said to be from those countless victims the god and his cult have slaughtered over the eons. Achaekek is said to possess the power to rend reality itself in order to instantly travel to any time or plane to carry out missions of murder.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"aegirran": {
		"name": "Aegirran",
		"sources": [
			"Inner Sea Gods",
			"Giants Revisited"
		],
		"description": [
			"::fh[Aegirran]{sub=\"The Sea Dreamer\"}",
			"",
			"{SOURCE Inner Sea Gods/324}  ",
			"**Pathfinder Wiki** [Aegirran](https://www.pathfinderwiki.com/wiki/Aegirran) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Giant Deities  ",
			"**Areas of Concern** Dreams, sailing, voyages  ",
			"**Domains** {domain/Good}, {domain/Travel}, {domain/Water}, {domain/Weather}  ",
			"**Subdomains** {domain/Exploration}, {domain/Oceans}, {domain/Seasons}, {domain/Storms}  ",
			"**Favored Weapon** {eq-weapon/Trident}  ",
			"**Symbol** Spouting whale  ",
			"**Sacred Animal(s)** Whale  ",
			"**Sacred Color(s)** Blue, gray",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Giants Revisited/54}  ",
			"The storm giant demigods Aegirran and {faith/Skode} are said to be forever wed but forever apart, separated by land and sea. Skode the huntress stalks the land with their three sons, seeking trophies but also the destruction of sinister forces that stalk the night. Aegirran is sailmaster and seadreamer, leading their nine daughters on endless voyages across and below the sea with their shell-encrusted fleet. Only at the turnings of the season may Aegirran and Skode reunite upon the shore as their children mark the changing weather. The three sons are the deadly fangs of the north wind that bite most keenly the forces of evil, and their daughters the alternately gentle and wild east, west, and south winds, bringing sun and rain to nourish the coasts and inland fields alike."
		]
	},
	"aerekostes": {
		"name": "Aerekostes",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"::fh[Aerekostes]",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/74}  ",
			"**Pathfinder Wiki** [Aerekostes](https://www.pathfinderwiki.com/wiki/Aerekostes) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** N  ",
			"**Pantheon** Iblydan Hero-Gods  ",
			"**Areas of Concern** Contingencies, intelligent items  ",
			"**Domains** {domain/Artifice}, {domain/Healing}, {domain/Knowledge}, {domain/Magic}  ",
			"**Subdomains** {domain/Arcane}, {domain/Construct}, {domain/Memory}, {domain/Resurrection}  ",
			"**Favored Weapon** none",
			"",
			"### On Golarion",
			"",
			"**Nationality** Iblydan",
			"",
			"::h2[Other Rules]{jl}",
			"",
			"- Aerekostes can grant 9th-level spells",
			"",
			"::h2[Description]{jl}",
			"",
			"Believed to be either the hero-god Ximakter trapped in his own weapon or a blade that spontaneously manifested sapience and mythic power, this agender {eq-weapon/falcata} and hero-god of contingencies and intelligent items resides in its own temple and occasionally lends itself to aspiring heroes."
		]
	},
	"aesdurath": {
		"name": "Aesdurath",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Aesdurath]{sub=\"The Pale Dowager\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Aesdurath](https://www.pathfinderwiki.com/wiki/Aesdurath) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Immortality, liches, magical catastrophes  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Magic}, {domain/Trickery}  ",
			"**Subdomains** {domain/Arcane}, {domain/Daemon}, {domain/Divine}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Crystal skull  ",
			"**Sacred Animal(s)** Crow  ",
			"**Sacred Color(s)** Crystal, white",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Eat a portion of a being killed by magic. Gain a +4 profane bonus on saving throws against death effects.",
			">",
			">{SOURCE Book of the Damned/112}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/death knell}",
			">2. {spell/animate dead}",
			">3. {spell/circle of death}",
			"",
			"::h2[Description]{jl}",
			"",
			"Aesdurath, the Pale Dowager, is a gaunt, almost skeletal figure covered in spontaneously manifesting bite marks."
		]
	},
	"aesocar": {
		"name": "Aesocar",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"::fh[Aesocar]{sub=\"The Healing Touch\"}",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/67}  ",
			"**Pathfinder Wiki** [Aesocar](https://www.pathfinderwiki.com/wiki/Aesocar) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Creation of life, health, and medicine  ",
			"**Domains** {domain/Artifice}, {domain/Good}, {domain/Healing}, {domain/Law}, {domain/Protection}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Construct}, {domain/Loyalty}, {domain/Purity}, {domain/Restoration}, {domain/Resurrection}  ",
			"**Favored Weapon** {eq-weapon/Mancatcher}  ",
			"**Symbol** Enclosed six-pointed star",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Traits",
			">",
			">- {trait/Clockwork Surgeon}",
			"",
			"::h2[Description]{jl}",
			"",
			"Aesocar is the god of healing and human health. Even though Aesocar has a focused interest in humanity, his clergy provides healing to all in need, and during Azlanti times his clerics made great strides in curing and eradicating some of humankind's most troublesome maladies. They worked most of their wonders with divine magic, but the church was also a scholarly institution that trained lay priests how to diagnose illnesses, create medicines, and perform surgeries. The church of Aesocar was the first to perfect the use of prosthetics, and after working in sync with engineers from {faith/Amaznen/'s} faithful, the two groups created clockwork prosthetics that changed the quality of life for thousands of Azlanti.",
			"",
			"One sect of Aesocar's religion focused on the creation of life. Its members' work was considered controversial by some in the empire, but the sect gained more respect toward Azlant's final days. Not only did they create life-forms through magic alone, but they also learned how to create specific limbs and organs to help heal those broken in battle or ravaged by disease.",
			"",
			"Temples to Aesocar existed throughout Azlant. The most grandiose temples were in the empire's great cities, but villages often had small chapels with attending priests. Some of these priests were part of an outreach program wherein, completing seminary, they would be assigned to some settlement in the empire to serve the local population. Aesocar got along with Amaznen, but while he appreciated his colleague's scientific acumen, Aesocar greatly wished for him to act with a greater sense of morality. With an interest in health, Aesocar is friendly with Jaidi for providing a bounty to all within the empire. Though not typically prone to anger or hatred, Aesocar despises Sicva and her vile penchant for spreading disease."
		]
	},
	"ah_pook": {
		"name": "Ah Pook",
		"sources": [ "Pathfinder #143: Borne by the Sun's Grace" ],
		"description": [
			"::fh[Ah Pook]{sub=\"The Destroyer\"}",
			"",
			"{SOURCE Pathfinder #143: Borne by the Sun's Grace/72}  ",
			"**Pathfinder Wiki** [Ah Pook](https://www.pathfinderwiki.com/wiki/Ah%20Pook) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Death, destruction, and the moon  ",
			"**Domains** {domain/Darkness}, {domain/Death}, {domain/Destruction}, {domain/Evil}, {domain/Void}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Fear}, {domain/Isolation}, {domain/Loss}, {domain/Moon}, {domain/Sahkil}  ",
			"**Favored Weapon** {eq-weapon/Terbutje}  ",
			"**Symbol** a skull with a crescent eclipse  ",
			"**Sacred Animal(s)** maggot",
			"",
			"::h2[Description]{jl}",
			"",
			"Ah Pook is a vile god who preys on the fears of mortals, twisting their doubt and insecurity until they ultimately self-destruct. This self-destruction can be physical, psychological, or social, with many victims ruining the lives of others around them alongside their own. This process usually results in victims losing their loved ones, leaving them even more isolated and miserable, a result Ah Pook revels in. Ah Pook has many followers throughout Arcadia, each committed to corrupting the thoughts of others on their god's behalf. Many {family/sahkil/s} also serve the Destroyer, as it allows them greater opportunities to further the fears of mortals. Arcadians are well aware of Ah Pook's machinations, and even less destructive fears are seen as the god's work. Common anxieties and worries are usually countered by small prayers to ward off Ah Pook, in hopes of relieving these thoughts. The commonality of such fears has earned Ah Pook several names throughout Arcadia, with those living near Xopatl and Innazpa referring to him as Ohachtsik."
		]
	},
	"ahriman": {
		"name": "Ahriman",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Ahriman]{sub=\"Lord of All Divs\"}",
			"",
			"{SOURCE Inner Sea Gods/316}  ",
			"**Pathfinder Wiki** [Ahriman](https://www.pathfinderwiki.com/wiki/Ahriman) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Ahriman}",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Destruction, div, nihilism  ",
			"**Domains** {domain/Darkness}, {domain/Death}, {domain/Destruction}, {domain/Evil}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Fear}, {domain/Loss}, {domain/Rage}  ",
			"**Favored Weapon** {eq-weapon/Whip}  ",
			"**Symbol** Black and silver eclipse  ",
			"**Sacred Animal(s)** Snake  ",
			"**Sacred Color(s)** Black, silver",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">While praying to Ahriman, destroy something of monetary or sentimental value to another person, preferably in front of someone who feels a strong emotional connection toward it. Alternatively, voluntarily take 1 point of Constitution damage while chanting praises to Ahriman and flagellating yourself with a barbed lash. After performing this obedience, your true alignment is masked from detection. Each time you perform this obedience, you select an alignment that you wish to detect as. Once chosen, this alignment can't be changed until you perform this obedience again or 24 hours pass. The masked alignment can trick items and magic that require a particular alignment. For example, a neutral evil follower can make her alignment appear to be lawful good, which would allow her to safely pass beyond a glyph of warding keyed to lawful good.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/12}",
			">",
			">1. **Ahriman's Word (Sp)** {spell/command} 3/day, {spell/detect thoughts} 2/day, or {spell/suggestion} 1/day",
			">2. **Unassailable Conviction (Su)** You know existence is pointless and find little that can affect your outlook or sway your ultimate outcome in the bleak span of existence. Once per day when you fail a Will save, you can immediately roll again and use the second result as your actual saving throw result. If you succeed at this second save, you gain a +2 morale bonus on attack rolls and saving throws for 1 hour.",
			">3. **Force the Lie (Su)** Once per day, you can twist the intention of beneficial effects. As a standard action, you can create a wave of crackling black energy that fills a 30-foot-radius spread at any point within 90 feet of you. Creatures in this area other than yourself that are benefiting from a luck, morale, or sacred bonus instead treat that bonus as a penalty. You and other worshipers of Ahriman can see through this area of black energy with ease, but all other creatures treat the area as if it were under the effects of {spell/obscuring mist}. The black energy persists for 1 round per Hit Die you have, and cannot be dissipated by wind effects. An affected creature can negate this adjustment to bonuses with a successful Will save (DC = 10 + half your Hit Dice + your Charisma modifier), but this does not negate the obscuring effect.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/12}",
			">",
			">1. **Hamper the Righteous (Sp)** {spell/protection from good} 3/day, {spell/touch of idiocy} 2/day, or {spell/bestow curse} 1/day",
			">2. **Pierce Obfuscation (Su)** You can see the bleak truth despite means to hide your vision. You can see perfectly in darkness of any kind, including that created by {spell/deeper darkness}. Once per day, you can cast {spell/true seeing} as a spell-like ability.",
			">3. **Call for Ruin (Sp)** You can conjure some of Ahriman's armies for your own purposes. Once per day as a standard action, you can summon 1d4+1 {monster/ghawwas}, 1d3 {monster/shira/s}, or one {monster/sepid} as if with {spell/summon monster IX}, and you gain {umr/telepathy} with them to a range of 100 feet. The divs summoned in this way follow your commands perfectly for 1 round per Hit Die you have before vanishing back to their home in Abaddon. The summoned divs don't follow commands that would cause them to perform overly good acts or save mortal lives other than your own, and they immediately vanish if your orders contradict these restrictions.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/12}",
			">",
			">1. **Break the Weak (Sp)** {spell/inflict light wounds} 3/day, {spell/death knell} 2/day, or {spell/dispel magic} 1/day",
			">2. **Serpentine Lash (Su)** Any whip you wield becomes an extension of your embodiment of evil, lashing out against all those who fail to prostrate themselves before you and oblivion. You gain {feat/Weapon Specialization} (whip) and {feat/Whip Mastery} as bonus feats, even if you do not meet the prerequisites. In addition, your whip takes on the illusory appearance of a serpent, and you gain a +2 profane bonus to combat maneuver checks to {rule/trip} opponents. If you wield a whip with at least a +1 enhancement bonus, you can grant it the {magic-enh/dancing} weapon special ability for 6 rounds per day as a swift action. These rounds need not be consecutive.",
			">3. **Crush Opposition (Su)** Three times per day, you can target one corporeal enemy within 60 feet and call out a castigating challenge that causes the creature to painfully collapse in on itself in a crackle of black energy. The target takes 10 points of damage per Hit Dice you have. Creatures targeted by this ability can attempt a Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier) to reduce the damage by half. A creature slain by this effect is completely destroyed, and all items it was carrying or wearing at the time fall to the ground and become cursed for a number of hours equal to your Hit Dice. The curse on these items causes nonevil creatures who carry one of the items to take a -1 penalty on saving throws against fear and insanity effects; the penalties for carrying multiple items stack.",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/12}  ",
			"Scholars say that when genies were brought to life, a shadow of destruction followed. This shadow cast itself across the world, countering light and creation where it fell. Over countless millennia, this spirit came to be known as Ahriman.",
			"",
			"Ahriman is a ruinous fiend who seeks to corrupt mortals' minds and works by spreading \"wrong thought.\" He is a being of destruction, but that destruction does not need to be catastrophe or physical devastation alone. He delights in wrecking mortal governments, sowing schisms in religions, and breaking the bonds of family or clan by encouraging poor choices and self-destructive behavior.",
			"",
			"Ahriman rules the {family/div/s} from his throne in the realm of Ahermanabad, atop Mount Kaf on the edge of Abaddon. At least one permanent extraplanar portal connects this realm to the House of Oblivion in central Thuvia on Golarion; other portals may well link to additional monuments to Ahriman on other worlds. While Ahermanabad is a small realm, the {family/daemon/s} of Abaddon leave the divs and their lord to their own devices. However, clashes still sometimes occur between daemons and divs, often resulting in the divs' retreat so as not to anger any of the Four Horsemen.",
			"",
			"Ahriman appears as a bestial fiend, his hands clawed like those of a tiger and feet taloned like those of a vulture. Oily snakes worm through his scarred black flesh, riddling their host and all near him with deadly venoms. Horns etched with ancient curses crown Ahriman's tigerlike face, and beyond a great maw filled with soul-rending fangs lies a gate to a realm of darkness rivaled only by oblivion.",
			"",
			"Ahriman's ultimate goal is to spread such oblivion. To further his immortal plots, he has spawned innumerable blasphemies, but the corrupted genie spirits known as divs are his most numerous slaves. Ahriman and his minions delight in influencing mortals to abandon wisdom in favor of destructive decisions. As ageless and patient as he is vicious, this force of ancient evil seeks to ease the world toward dissolution, one failure at a time."
		]
	},
	"ajids": {
		"name": "Ajids",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Ajids]{sub=\"Father Flense\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Ajids](https://www.pathfinderwiki.com/wiki/Ajids) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Mutilation, skinning, trophy taking  ",
			"**Domains** {domain/Death}, {domain/Evil}, {domain/Madness}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Daemon}, {domain/Insanity}, {domain/Murder}  ",
			"**Favored Weapon** {eq-weapon/War razor}  ",
			"**Symbol** Detached human face  ",
			"**Sacred Animal(s)** Ape  ",
			"**Sacred Color(s)** Brown, red",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Mutilate the corpse of a defeated enemy. Gain a +4 profane bonus on saving throws against effects that cause fatigue or exhaustion.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/blood armor}",
			">2. {spell/hunger for flesh}",
			">3. {spell/decapitate}",
			"",
			"::h2[Description]{jl}",
			"",
			"Ajids, or Father Flense, resembles a fleshless giant impaled by dozens of razor-edged blades."
		]
	},
	"aksha": {
		"name": "Aksha",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Aksha]{sub=\"Second Breath\"}",
			"",
			"{SOURCE Book of the Damned/130}  ",
			"**Pathfinder Wiki** [Aksha](https://www.pathfinderwiki.com/wiki/Aksha) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Rakshasa Immortals  ",
			"**Areas of Concern** N/A  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Fear}, {domain/Fur}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Light a scented torch and meditate on its smoke. Gain a +4 profane bonus on saves against fire effects.",
			">",
			">{SOURCE Book of the Damned/131}  ",
			">Once in a great while, a {monster/rakshasa} achieves a purity of evil that allows it to break free from the cycle of death and reincarnation and transcend its own mortality. The power of such rakshasas approaches that of the gods they think they are.",
			">",
			">The rakshasa immortals do not present themselves as having traditional areas of concern, for each of these immortals is concerned primarily with its own glory and power. And while each rakshasa immortal has its own unique appearance and personality, they have little interest in diversification among their faithful. All rakshasa immortals are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/scorching ray}",
			">2. {spell/fire shield}",
			">3. {spell/sirocco}",
			"",
			"::h2[Description]{jl}",
			"",
			"Tales tell that the tiger-headed rakshasa immortal Aksha of the Second Breath was originally a reincarnation of a sorceress who traded her soul to {faith/Mephistopheles} for the ability to breathe hellfire upon her enemies at will. Aksha has two mouths - one through which she can speak in sibilant, silken tones, and another through which she can breathe terrible cones of caustic fire."
		]
	},
	"akuma": {
		"name": "Akuma",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Akuma]{sub=\"Horned King\"}",
			"",
			"{SOURCE Book of the Damned/126}  ",
			"**Pathfinder Wiki** [Akuma](https://www.pathfinderwiki.com/wiki/Akuma) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Oni Daimyo  ",
			"**Areas of Concern** Battle, honor, martial arts  ",
			"**Domains** {domain/Evil}, {domain/Glory}, {domain/Law}, {domain/War}  ",
			"**Subdomains** {domain/Blood}, {domain/Fear}, {domain/Honor}, {domain/Tactics}  ",
			"**Favored Weapon** [Unarmed strike](rule/attack)",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Practice martial art stances and routines. Gain a +4 profane bonus to CMD.",
			">",
			">{SOURCE Book of the Damned/127}  ",
			">The most powerful {family/oni}, the oni daimyo, hold their domains in isolated regions of the Material Plane. While they have transcended their lesser incarnations to become something close to demigods in stature, they do not flaunt their power and prefer to dwell in remote corners of the massive land of Tian Xia.",
			">",
			">Oni daimyo are always evil in alignment but can be chaotic, lawful, or neutral. They range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by fiendish demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/bear's endurance}",
			">2. {spell/divine power}",
			">3. {spell/transformation}",
			"",
			"::h2[Description]{jl}",
			"",
			"The so-called Horned King dwells within the deep forests of northwestern Lingshen in a hidden pagoda. He appears as a wiry, three-eyed {monster/ogre mage} with seven horns."
		]
	},
	"alazhra": {
		"name": "Alazhra",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"::fh[Alazhra]{sub=\"The Dream Eater\"}",
			"",
			"{SOURCE Inner Sea Gods/316}  ",
			"**Pathfinder Wiki** [Alazhra](https://www.pathfinderwiki.com/wiki/Alazhra) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Dreams, night hags, planar travel  ",
			"**Domains** {domain/Darkness}, {domain/Evil}, {domain/Repose}, {domain/Travel}  ",
			"**Subdomains** {domain/Daemon}, {domain/Loss}, {domain/Night}, {domain/Souls}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Jar containing a ghost  ",
			"**Sacred Animal(s)** Black stallion  ",
			"**Sacred Color(s)** Black, blue",
			"",
			"::h2[Description]{jl}",
			"",
			"Not much is known of Alazhra save that she is the patron deity of {monster/night hag/s}. She appears to her followers in terrifying nightmares, and those who displease her run the risk of dying of fright in their sleep. Because of a foul, ancient bargain brokered between Alazhra and the Four Horsemen, night hags are allowed to trade stolen souls to {family/daemon/s} throughout Abaddon."
		]
	},
	"aldinach": {
		"name": "Aldinach",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Aldinach]{sub=\"She of the Six Venoms\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Aldinach](https://www.pathfinderwiki.com/wiki/Aldinach) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Sand, scorpions, thirst  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Evil}, {domain/Sun}  ",
			"**Subdomains** {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Feather}, {domain/Fur}, {domain/Insect}[^A], {domain/Light}, {domain/Thirst}[^A]  ",
			"**Favored Weapon** {eq-weapon/Kukri}  ",
			"**Symbol** Sandy gold scorpion  ",
			"**Sacred Animal(s)** Scorpion  ",
			"**Sacred Color(s)** Gold, orange",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Pray to Aldinach while lying prone on sand for an hour, during which time you must eat at least one live scorpion. Gain a +4 profane bonus on saves against poison from vermin and effects that cause fatigue or exhaustion.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/14}",
			">",
			">1. **Dominion Over the Sands (Sp)** {spell/entropic shield} 3/day, {spell/gust of wind} 2/day, or {spell/ray of exhaustion} 1/day",
			">2. **Living Sandstorm (Su)** Three times per day, you can dissipate yourself and all of your gear into a swirling mass of wind-tossed sand for 5 minutes. While in this form, you gain DR 10/- and immunity to acid, critical hits, disease, fire, infestations, poison, and precision damage (such as sneak attacks). You can speak, but you can't make physical attacks or manipulate objects, and you can't use somatic or material (including focus) spell components. You can fly at a speed of 10 feet and automatically succeed at Fly checks, and you can pass through small holes or narrow openings. You are treated as a Fine creature for the purpose of wind effects. While in sandstorm form, you can enter another creature's space once per round as part of a move action; this provokes an attack of opportunity as normal. When you enter a creature's space this way, that creature takes 3d6 points of slashing damage from abrading sands and is {misc/blinded} for 1d6 rounds; the target can halve the damage and negate the blindness with a successful Reflex save (DC = 10 + half your Hit Dice + your Constitution modifier). A creature can be affected in this way only once per round, even if you move into its space multiple times.",
			">3. **Flensing Storm (Sp)** Once per day, you can call out to Aldinach to conjure a deadly sandstorm from the Whispering Sands, which flenses those caught within down to nothing but bloody bones. This acts as an {spell/incendiary cloud} spell, except that instead of fire damage it deals 6d6 points of slashing damage and 1d4 points of Constitution damage; this Constitution damage can be negated with a successful Reflex save (DC = 10 + half your Hit Dice + your Constitution modifier). As a move action, you can direct a flensing storm to move up to 60 feet in any direction; this need not be a straight line. You are immune to the effects of your flensing storms and can see through them without penalty.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/14}",
			">",
			">1. **Desert's Wrath (Sp)** {spell/endure elements} 3/day, {spell/glitterdust} 2/day, or {spell/searing light} 1/day",
			">2. **Raise Scorpion (Su)** Once per day, you can cause a dead body within 60 feet to transform into a {template/fiendish} {monster/giant scorpion} under your mental control. This transformation lasts for 1 round per level, after which the scorpion returns to its original corpse form. This is a polymorph effect.",
			">3. **Dehydrating Strike (Su)** Once per day as a swift action, when you deal damage to a creature, that creature must attempt a Fortitude save (DC = 10 + half your Hit Dice + your Constitution modifier) to avoid becoming instantly and painfully dehydrated. If the victim fails this save, it takes 1d10 points of Strength drain, is {misc/stunned} for 1 round, and is then {misc/staggered} for 1d4 rounds. On a successful save, the victim is instead staggered for 1 round.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/14}",
			">",
			">1. **Chitin and Sting (Sp)** {spell/nauseating dart} 3/day, {spell/barkskin} 2/day, or {spell/cup of dust} 1/day",
			">2. **Hidden Strike (Ex)** She of the Six Venoms grants you a scorpion's talent for striking rapidly from hiding. You gain a hidden strike, with which you deal an extra 2d8 points of precision damage on melee attacks or ranged attacks from within 30 feet against foes who are unaware of your presence or who consider you an ally. You can also deal hidden strike damage to a target that you are flanking or that is denied its Dexterity bonus to AC, but in these cases, the damage is reduced to 2d4. You can deal hidden strike damage against targets with {rule/concealment} (but not total concealment). This stacks with other sources of hidden strike damage or sneak attack damage you already have. In addition, like a {monster/deadfall scorpion}, you are adept at taking advantage of your foes' surprise. During a surprise round, you can take a full round's worth of actions, rather than a single standard action.",
			">3. **Sting of Aldinach (Su)** Once per day as a swift action, you can grow a golden-hued scorpion's tail, complete with stinger. This sting is a primary natural attack that deals damage as appropriate for a creature of your size (1d6 points of damage for a Medium creature). The sting is poisonous (injury; *save* DC 10 + half your Hit Dice + your Constitution modifier; *frequency* 1/round for 6 rounds; *effect* 1d3 Str damage and 1d3 Con damage; *cure* 1 save). Like that of the immense {monster/black scorpion}, your stinger strikes with blinding speed; you can make an attack with your stinger as a swift action (in addition to any other attacks or actions taken during that round). Once activated, your stinger remains for a number of minutes equal to your Hit Dice.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-antipaladin/Iron Tyrant/ (Antipaladin)}",
			">",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/15}  ",
			"Aldinach appears as a Colossal golden scorpion. Her claws are made of living crimson crystal and have razor-sharp edges, and her face is hideously human, if unwholesomely colored. On her back swarm countless smaller scorpions, members of her endless brood that she can send out to do her bidding with but a thought. Her sting is particularly dangerous, for it injects six different horrific supernatural toxins with each attack and has been said to be able to envenom even those who normally count themselves as being immune to the effects of poison.",
			"",
			"Aldinach's cults are strongest in deserts, particularly in Osirion's wastelands and the remote reaches of Rahadoum, where her cultists work to seduce and corrupt that realm's godless citizens. Certain tribes of particularly violent {monster/girtablilu/s} venerate her in hive-cities in eastern Osirion, where their strange traditions mix worship of Aldinach and {faith/Rovagug} into an unusual pantheon of arachnoid horror. In these cults, the leaders of her faithful are often {template/half-fiend} girtablilu clerics. Those who fall prey to one of these desert-dwelling cults can look forward to an agonizing and lingering death, for a favored method of living sacrifice involves a painful combination of death by long exposure to the elements and periodic torments where the lingering demise is lengthened by tantalizing sips of life-giving water. By extending a victim's periods of thirst to agonizing length, the suffering soul is made to taste all the sweeter in death. Her worship is relatively unknown outside of Garund's desert regions; when she is worshiped elsewhere, it is typically by a lone cultist or fanatic.",
			"",
			"Just as the demon lord herself carries countless offspring atop her back, Aldinach is in turn one of {faith/Lamashtu/'s} countless daughters, although since Lamashtu's ascension to divinity, the two have not associated overmuch. The same cannot be said of her and her sister {faith/Areshkagal}, with whom Aldinach is locked in an eternal war. Ever since Aldinach stole the Abyssal realm known as the Sea of Whispering Sands from her sister, forcing Areshkagal into exile in the desolate Blood Clefts, Aldinach has been forced to defend her desert realm from her sister's constant, increasingly desperate attempts to reclaim her lost territory.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"alichino": {
		"name": "Alichino",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Alichino]{sub=\"Jester Prince of the Cage\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Alichino](https://www.pathfinderwiki.com/wiki/Alichino) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Malebranche  ",
			"**Areas of Concern** Deception, madness, royalty  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Madness}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Insanity}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Skull with jester cap  ",
			"**Sacred Animal(s)** Magpie  ",
			"**Sacred Color(s)** Black, white",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Tell a joke with a sadistic punch line involving abject violence or cruelty, and laugh maniacally at it until you're out of breath. Gain a +4 bonus on saving throws against mind-affecting effects.",
			">",
			">{SOURCE Book of the Damned/123}  ",
			">Malebranche are horned devils transformed so as to conquer a mortal world in Hell's name. Many malebranche exist in Hell's ranks, and they occupy a tier of power just below infernal dukes. All malebranche are lawful evil and range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/alter self}",
			">2. {spell/confusion}",
			">3. {spell/mass suggestion}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"The infamous Jester Prince of the Cage tempts mortals using masterful trickery and disguises. It's said that Alichino has a dozen different voices and a hundred different faces."
		]
	},
	"alocer": {
		"name": "Alocer",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Alocer]{sub=\"The Pack Lord\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Alocer](https://www.pathfinderwiki.com/wiki/Alocer) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Infernal Dukes  ",
			"**Areas of Concern** Beasts, hunters, tradition  ",
			"**Domains** {domain/Animal}, {domain/Evil}, {domain/Law}, {domain/Strength}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Ferocity}, {domain/Fur}, {domain/Resolve}  ",
			"**Favored Weapon** {eq-weapon/Shortbow}  ",
			"**Symbol** Dragon-legged horse  ",
			"**Sacred Animal(s)** Lion  ",
			"**Sacred Color(s)** Black, red",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Lure or chase any quarry, then kill it and pray over the corpse. Gain a +4 profane bonus to AC against attack rolls made to confirm a critical hit against you.",
			">",
			">{SOURCE Book of the Damned/118}  ",
			">The Lords of Hell, the Dukes of Perdition, and the Princes of Damnation are all names for the infamous nobility of the Pit: the elite caste of devilkind known as the infernal dukes.",
			">",
			">All infernal dukes are lawful evil and range in power from CR 26 to CR 27. The boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/snare}",
			">2. {spell/true seeing}",
			">3. {spell/summon nature's ally IX}",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Hellish Shackles}",
			"",
			"::h2[Description]{jl}",
			"",
			"Alocer spent centuries in the forges of Malebolge, where he eventually became Hell's most obedient hunter."
		]
	},
	"alseta": {
		"name": "Alseta",
		"sources": [
			"Inner Sea Faiths",
			"Inner Sea Gods"
		],
		"description": [
			"::fh[Alseta]{sub=\"The Welcomer\"}",
			"",
			"{SOURCE Inner Sea Faiths/11}  ",
			"**Pathfinder Wiki** [Alseta](https://www.pathfinderwiki.com/wiki/Alseta) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Doors, transitions, years  ",
			"**Domains** {domain/Community}, {domain/Law}, {domain/Magic}, {domain/Protection}  ",
			"**Subdomains** {domain/Arcane}, {domain/Defense}, {domain/Home}, {domain/Inevitable}, {domain/Portal}[^A]  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Two faces in profile  ",
			"**Sacred Animal(s)** Tortoise  ",
			"**Sacred Color(s)** Brown, gray",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Brevoy, Lastwall, Taldor  ",
			"**Nationality** Taldan",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Find a physical boundary between two places, such as a doorway, a bridge, or even just a line drawn in the sand. Kneel with your back to this boundary and contemplate all the ways your life has changed during the previous day - this could be as simple as a new person you met in passing. Stand, turn, and step across the boundary while chanting a prayer to Alseta. On the other side, kneel and meditate on the transitions and changes that await you in the coming day. At the end of this meditation, out of respect for the transition to the new day, vow to perform a mundane task in a distinctly different manner during the coming day than you have done previously. You then gain a +4 sacred or profane bonus on Disable Device checks to unlock doors and a +4 sacred or profane bonus on Perception checks to detect secret doors. The type of bonus depends on your alignment - if you're neither good nor evil, you must choose either sacred or profane the first time you perform your obedience, and this choice can't be changed.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/11}",
			">",
			">1. **Keeper of Keys (Sp)** {spell/hold portal} 3/day, {spell/knock} 2/day, or {spell/glyph of warding} 1/day",
			">2. **Safe Passage (Ex)** Alseta smiles upon your attempts to clear away obstacles that would hinder travelers' passage. You do not risk triggering a trap while attempting Disable Device checks unless you fail your check by 10 or more, rather than by 5 or more as normal. If the trap is part of a door or archway, or is otherwise triggered by passing through a door or archway, you gain a +4 sacred or profane bonus (of the same type as that provided by your obedience) on your Disable Device check.",
			">3. **Summon Door (Sp)** You have an uncanny knack for acting as a holy gatekeeper against those who would stand against you. Three times per day, you can use {spell/passwall} as a spell-like ability. When using this ability, you also conjure a strong wooden door (hardness 10, hp 40, break DC 30) at one end of the passageway produced by the spell. The door has a lock requiring either a plain iron key (which magically appears in your possession) or a successful DC 30 Disable Device check to open. You can also conjure the door so it comes into being already unlocked and open.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/11}",
			">",
			">1. **Warden (Sp)** {spell/alarm} 3/day, {spell/arcane lock} 2/day, or {spell/greater stunning barrier} 1/day",
			">2. **Turning of the Seasons (Sp)** You have a deep understanding of your goddess's connection to teleportation. Once per day, you can use {spell/teleport} as a spell-like ability. When you use this ability, increase your familiarity of your intended destination by one step (a place you've viewed once becomes a place you've seen casually, a place you've seen casually becomes a place you've studied carefully, etc.). Using this ability cannot result in a mishap; if you roll a mishap on the spell's table when determining how well the teleportation works, treat it as a result of a \"similar area.\"",
			">3. **Eviction (Sp)** The Welcomer trusts your judgment enough to grant you powerful magic to keep your enemies at bay. Once per day as a standard action, you can bar all creatures from passing through a specific door or entrance within 30 feet of your position. This functions as the spell {spell/antilife shell}, except that it functions on all creatures regardless of their type. This effect lasts a number of rounds equal to your Hit Dice. If a creature trying to penetrate the barrier has spell resistance, you must overcome that resistance in order to keep it out. You can use your Hit Dice in place of your caster level on this spell resistance check.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/11}",
			">",
			">1. **Watchful (Sp)** {spell/line in the sand} 3/day, {spell/mirror image} 2/day, or {spell/countless eyes} 1/day",
			">2. **Past and Future (Ex)** You catch glimpses of the future that allow you to avoid your enemies' strikes. You gain {ability/improved uncanny dodge} as a rogue of a level equal to your Hit Dice. If you already possess the improved uncanny dodge ability, or if you would gain it later, you instead gain a +2 sacred or profane bonus (of the same type as that provided by your obedience) on attack and damage rolls against creatures that are currently {rule/flanking} you.",
			">3. **Portal to Safety (Sp)** Once per day as a standard action, you can transform an open door or archway into a temporary one-way portal, connecting it to another open door or archway of your choice that you have seen or of which you have a reliable description. This portal functions as a {spell/greater teleport} spell targeting any creature that passes through the first doorway until the end of your next turn. All creatures that pass through the doorway, up to the limit imposed by the spell and your Hit Dice, arrive at the same location, and the destination must include an open door or archway from which the targets exit.",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">As the intermediary between and servitor to the other civilized gods, Alseta prefers to remain neutral in conflicts among the gods. This impartiality naturally extends to her faithful, and thus followers of Alseta rarely become paladins.",
			">",
			">The elves of Kyonin are a noteworthy exception to this trend. Elves who revere Alseta as the patron goddess of the aiudara (or \"elf gates\") swear oaths in her name to defend these sacred elven relics from those who would visit destruction upon them, including the fiendish Treerazer and his demonic forces. In addition to the normal paladin code, the tenets of these elven paladins of Alseta include the following affirmations.",
			">",
			">- Doorways are sacred boundaries and should be respected. I will not transgress across the threshold of an occupied structure uninvited unless doing so serves the glory of Alseta or is necessary to prevent a great evil from taking place.",
			">- The Sovyrian Stone is a blessing from the goddess and is the beating heart of the elven people. I will defend it with my life.",
			">- The aiudara are sacred relics and should never be used lightly. It is my responsibility to preserve the knowledge of the keys to these gates, and ensure they do not fall into the wrong hands.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Steward's Iron Key}",
			">",
			">### Traits",
			">",
			">- {trait/Opener of Doors}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/175}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Open//Close} can be prepared as a 0-level spell",
			">- {spell/Arcane Lock} can be prepared as a 2nd-level spell",
			">- {spell/Knock} can be prepared as a 2nd-level spell",
			">",
			">{SOURCE Inner Sea Faiths/14}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Open//Close} can be prepared as a 0-level spell",
			">- {spell/Arcane Lock} can be prepared as a 2nd-level spell",
			">- {spell/Knock} can be prepared as a 2nd-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			"Alseta acts as a guardian of boundaries. She strengthens city gates, shields guards from invaders' arrows, and turns away unwelcome visitors. Alseta is also a guardian of metaphorical boundaries, particularly those related to time and life. Those celebrating birthdays or marriages or embarking on new ventures often invoke Alseta's name. Expectant mothers and mourners of the dead alike often pray to Alseta in the same breath as {faith/Pharasma}, and indeed, some consider the Welcomer and the Lady of Graves' faiths intrinsically linked.",
			"",
			"Alseta appears as a kindly human woman dressed in simple gray clothing, and she wears a smiling mask on the back of her head. She is even-tempered and considers her words carefully; when she speaks, she does so with an authority and poise that soaks into the very bones of listeners. Alseta is, above all, courteous and treats all beings, from the humblest peasant to the mightiest of the gods, with respect and civility. In return, she expects the same from any who deal with her, and has little patience for those who do not practice such courtesies. ",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"amaznen": {
		"name": "Amaznen",
		"sources": [ "Pathfinder #123: The Flooded Cathedral" ],
		"description": [
			"::fh[Amaznen]{sub=\"The Father of Invention\"}",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/68}  ",
			"**Pathfinder Wiki** [Amaznen](https://www.pathfinderwiki.com/wiki/Amaznen) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Azlanti Pantheon  ",
			"**Areas of Concern** Invention, magic, and secret knowledge  ",
			"**Domains** {domain/Artifice}, {domain/Knowledge}, {domain/Law}, {domain/Magic}, {domain/Protection}  ",
			"**Subdomains** {domain/Arcane}, {domain/Construct}, {domain/Defense}, {domain/Divine}, {domain/Inevitable}, {domain/Thought}  ",
			"**Favored Weapon** {eq-weapon/light hammer}  ",
			"**Symbol** Gears that resemble an eye",
			"",
			"::h2[Description]{jl}",
			"",
			"Amaznen was the god of invention, magic, and secret knowledge. The latter aspect wasn't emphasized in public, so most knew of Amaznen's faith through the work that his priests did in developing wondrous devices that blended magic and technology. He counted several of his peers as friends and allies, the greatest of which was his lover, {faith/Acavna}. Many were puzzled at their relationship, feeling that the two were mismatched in their outlook and approach to life, but seemingly the secret of compatibility was just one piece of the hidden knowledge Amaznen had at his command. Amaznen also greatly appreciated {faith/Aesocar} for his inventiveness and the wonders of medicine and technology he promoted. Amaznen saw {faith/Jaidi} as a friend, and the two worked together to determine the best methods to guide humanity to improve their lot. Amaznen disliked {faith/Lissala}, however, for Amaznen taught that some knowledge should be kept secret, while Lissala championed that all knowledge should be freely shared.",
			"",
			"Knowing that his lover was utterly determined to make a stand to defend her worshipers and Golarion as a whole from annihilation during Earthfall, Amaznen grudgingly contributed to the effort after it was clear nothing he could say would convince Acavna to stand down from her sacrifice. He siphoned the powerful alghollthu glyph magic from the interstellar debris, stepping over the edge of reality in the process and taking it all into himself before vanishing from existence."
		]
	},
	"ananshea": {
		"name": "Ananshea",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Ananshea]{sub=\"The Skin That Walks on Teeth\"}",
			"",
			"{SOURCE Book of the Damned/132}  ",
			"**Pathfinder Wiki** [Ananshea](https://www.pathfinderwiki.com/wiki/Ananshea) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Sahkil Tormentors  ",
			"**Areas of Concern** Brutality, torture, wild animals  ",
			"**Domains** {domain/Animal}, {domain/Destruction}, {domain/Evil}, {domain/Strength}  ",
			"**Subdomains** {domain/Fear}, {domain/Ferocity}, {domain/Rage}, {domain/Sahkil}, {domain/Torture}  ",
			"**Favored Weapon** {eq-weapon/Kukri}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Rend your flesh, dealing 1d4 points of damage with one of your natural weapons or a knife. Gain a +3 profane bonus to AC against attacks from animals or vermin.",
			">",
			">{SOURCE Book of the Damned/133}  ",
			">{family/Sahkil} tormentors hold dominion over mortal fears and suffering. All are chaotic evil and range in power from CR 21 to CR 25. Their boons are less complex than those of other demigods, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/bloodbath}",
			">2. {spell/fear}",
			">3. {spell/blade barrier}",
			"",
			"::h2[Description]{jl}",
			"",
			"Ananshea is rash when initially provoked, but calculated when it comes to planning the demise of a foe. Ananshea rules a walled portion of Xibalba filled with obscene traps and violent creatures utterly dedicated to The Skin That Walks on Teeth."
		]
	},
	"andak": {
		"name": "Andak",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Andak]{sub=\"The Dismembered\"}",
			"",
			"{SOURCE Book of the Damned/110}  ",
			"**Pathfinder Wiki** [Andak](https://www.pathfinderwiki.com/wiki/Andak) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Asura Ranas  ",
			"**Areas of Concern** Axes, dismemberment, torture  ",
			"**Domains** {domain/Death}, {domain/Destruction}, {domain/Evil}, {domain/Law}  ",
			"**Subdomains** {domain/Fear}, {domain/Murder}, {domain/Rage}, {domain/Torture}  ",
			"**Favored Weapon** {eq-weapon/Battleaxe}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Ritualistically scrape painful scratches and welts along your limbs' joints. Gain DR 2/slashing.",
			">",
			">{SOURCE Book of the Damned/111}  ",
			">Over time, the mightiest of the asuras complete enough cycles of reincarnation and build upon the atrocities committed over multiple lives to incarnate into the most powerful of their kind: the asura ranas.",
			">",
			">Asura ranas are lawful evil demigods that range in power from CR 26 to CR 30. Each asura rana detailed below is given an obedience, but the boons they grant are less complex than those granted by archdevils, manifesting as spell-like abilities usable once per day each.",
			">",
			">1. {spell/keen edge}",
			">2. {feat/quickened} {spell/inflict serious wounds}",
			">3. {spell/massacre}",
			"",
			"::h2[Description]{jl}",
			"",
			"Andak the Dismembered is a grisly sight - a tortured soul whose limbs have been hewn into multiple pieces and reattached awkwardly and randomly. His priests practice self-mutilation and seek to improve upon the physical form via surgery and magical but hideous regeneration."
		]
	},
	"andirifkhu": {
		"name": "Andirifkhu",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Andirifkhu]{sub=\"The Razor Princess\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Andirifkhu](https://www.pathfinderwiki.com/wiki/Andirifkhu) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Other Pantheons** Kobold Deities  ",
			"**Areas of Concern** Knives, illusions, traps  ",
			"**Domains** {domain/Chaos}, {domain/Evil}, {domain/Luck}, {domain/Trickery}  ",
			"**Subdomains** {domain/Curse}, {domain/Deception}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Thievery}  ",
			"**Favored Weapon** {eq-weapon/Kukri}  ",
			"**Symbol** Skull pierced by six blades  ",
			"**Sacred Animal(s)** Spider  ",
			"**Sacred Color(s)** Green, red",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">*{feat/Demonic Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Torture a living creature that is smaller than your size category on a mechanical device that utilizes blades or spikes, or torture a bound creature of any size with a knife. The creature must remain alive for the duration, and must die within 1 minute of the obedience's end. Gain a +4 profane bonus on saves against illusions and a +4 profane bonus to AC against traps that inflict slashing damage.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/16}",
			">",
			">1. **Alter Perception (Sp)** {spell/silent image} 3/day, {spell/mirror image} 2/day, or {spell/invisibility sphere} 1/day",
			">2. **Subtle Razor (Ex)** You gain {ability/sneak attack} +2d6; this stacks with any sneak attack damage you can already deal from class levels and other sources. In addition, whenever you deal sneak attack damage, you can have all damage dealt by the attack become nonlethal damage. If you deal nonlethal damage this way to a creature that is unaware of your presence, the creature is unaware it has been attacked or has taken damage (instead experiencing a sense of unexplained weariness or weakness).",
			">3. **Unreal Legion (Su)** Once per day, you can create three illusory copies of yourself. These copies are semi-real; each uses your saving throws, has an Armor Class equal to your touch AC, and has hit points equal to one-quarter your maximum hit points. The copies move as you mentally direct them (a free action) and can be instructed to attack, although they always miss (the copies can provide {rule/flanking}, however). When you cast a spell or use an ability, you can have the copies appear to cast that spell or use that ability simultaneously; if the effect has an obvious point of origin, you can have it appear to originate from all copies simultaneously. As an immediate action, you can switch places with one of the copies. If a copy is ever more than 60 feet from you, leaves your line of sight, or is reduced to 0 hit points, it immediately ceases to exist; otherwise, the copies last 24 hours or until you use this ability again, whichever comes first.",
			">",
			">### Boons: Exalted or Demonic Obedience",
			">",
			">{SOURCE Book of the Damned/16}",
			">",
			">1. **Sadist's Trick (Sp)** {spell/magic weapon} 3/day, {spell/phantom trap} 2/day, or {spell/snare} 1/day",
			">2. **Deeper Cuts (Ex)** When you damage a creature with a slashing weapon or an effect that deals slashing damage, you can also deal 5 points of {rule/bleed} damage.",
			">3. **Andirifkhu's Kiss (Sp)** Once per day, you can cast {feat/empowered} {spell/blade barrier} as a spell-like ability. You are immune to the effects of this blade barrier.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/16}",
			">",
			">1. **Princess's Blade (Sp)** {spell/unerring weapon} 3/day, {spell/spiritual weapon} 2/day, or {spell/twilight knife} 1/day",
			">2. **One of Ten Thousand Deaths (Sp)** You can summon the murderous creations of Andirifkhu's realm to the mortal world. Three times per day as a full-round action, you can conjure a {rule/sample_<trap>s} into being in a square or squares within 30 feet. The trap must have a CR equal to or less than half your Hit Dice, and the environment must be able to support it (for example, a {trap/falling block trap} must have a ceiling to fall from). The appropriate triggers for the trap, such as pressure plates or divination spells, are added to the environment in the fashion of your choosing. A trap conjured this way vanishes after 24 hours, when it is disabled, or after it is triggered and its effects have been resolved.",
			">3. **Killing Machine (Su)** Once per day as a full-round action, you can transform yourself into a trap. The trap must have a CR equal to or less than your total Hit Dice (maximum CR 20), and the environment must be able to support your new form. When your trap form is triggered, or when a creature attempts to disable your trap form, you can instantaneously return to your normal form (appearing in the square or squares targeted by your trap form). This occurs after the trap has finished triggering and its effects are resolved (if appropriate), and it causes a surprise round in which only you and those who were aware of your true nature may act. This transformation otherwise lasts for 24 hours or until you dismiss it as a full-round action. This is a polymorph effect.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/16}  ",
			"Andirifkhu is the favored patron of debased illusionists, cruel torturers, and sadistic inventors. Her cultists are fond of building trap-ridden dungeons and sending sacrifices inside to die on spikes, swinging blades, and spear tips within. In most cases, solving one of these trap-filled gauntlets only results in the victim being hobbled or otherwise crippled before being returned to the start of the maze and forced through again, so that death is often the only way to escape the ordeal. Typically, these dungeons include well-hidden networks of secret passages that allow the cultist or visiting allies to navigate the death trap-filled dungeon in relative safety so they may observe the effects of the traps and watch the progress of those placed within the murderous labyrinth.",
			"",
			"Andirifkhu herself appears as a towering, beautiful woman with green, scaled skin and long, crimson hair. She has ophidian eyes and six arms that all wield different blades, although her favorite weapons are kukris. She strikes in battle with astonishing speed, and is capable of making multiple attacks with all her weapons in a whirlwind of slashing fury that leaves all around her bleeding and staggered from the onslaught. Even her hair can flense flesh when she makes such whirling assaults. It is said that she can pluck strands of her hair to swiftly craft complex traps, often utilizing bladed weapons in the surrounding area (including those wielded by friend and foe alike). Some believe that in her temples, she can whisper and influence through the traps that fill those places of worship, and that those who fall prey to such fates have their souls cursed to wander her realm for an eternity."
		]
	},
	"andoletta": {
		"name": "Andoletta",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Andoletta]{sub=\"Grandmother Crow\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Andoletta](https://www.pathfinderwiki.com/wiki/Andoletta) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Consolation, respect, security  ",
			"**Domains** {domain/Good}, {domain/Knowledge}, {domain/Law}, {domain/Protection}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Defense}, {domain/Education (|Knowledge)}, {domain/Memory}, {domain/Purity}  ",
			"**Favored Weapon** {eq-weapon/Quarterstaff}  ",
			"**Symbol** Hand with willow staff  ",
			"**Sacred Animal(s)** Crow  ",
			"**Sacred Color(s)** Black, green",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Recite the Obeisance of Glorious Preservation from memory while weaving a small basket from willow branches and filling the basket with food, money, or other sources of comfort to give to the poor at your next opportunity. Gain a +4 sacred bonus on saving throws against spells that deal non-energy hit point damage.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/6}",
			">",
			">1. **Comfort of Faith (Sp)** {spell/sanctuary} 3/day, {spell/align weapon/ (law or good only)} 2/day, or {spell/magic circle against chaos/ or evil} 1/day",
			">2. **Demanding Presence (Sp)** You can cast silenced dictum once per day.",
			">3. **Divine Gaze (Su)** Your eyes become the golden eyes of a crow. You gain darkvision out to a range of 60 feet (or, if you already have darkvision, extend your current range by 60 feet). Once per day as a standard action, you can shower yourself and any allies within 30 feet with divine light from your eyes, granting each affected target a +4 sacred bonus to AC, a +4 resistance bonus on all saving throws, and SR 25 for 1 round per HD you possess.",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">Andoletta's paladins serve courts and other authorities. They seek to protect innocence and dispel foolishness. Their tenets include the following affirmations.",
			">",
			">- Children must be nurtured lest their innocence become callousness or ignorance. I will never be cold or negligent to a child.",
			">- Virtue relies upon wisdom, and wisdom relies upon true awareness. I will never leave a falsehood unchallenged.",
			">- I will be firm with the ignorant, but not cruel. Ignorance can be corrected.",
			">- I will respect my elders' knowledge and wisdom, but won't abide the spreading of complacency or ignorance.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Andoletta's Consolation}",
			">- {trait/Empyreal Focus}",
			">- {trait/Enemy of Delusion}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/6}  ",
			"In her mortal form, Andoletta stands 5 feet tall and has a stern, wrinkled face and kindly - but sharp - hazel eyes. Her gray hair is tucked into a sleek bun at the back of her head. She leans on a willow walking stick and wears a cape of glossy black crow feathers.",
			"",
			"Innocence and guilt are always clear in Grandmother Crow's eyes. She offers not a drop of mercy to the irredeemably wicked, but at the slightest hint of doubt in an evildoer's soul, Andoletta is there to light the hard but worthy path back to virtue. Her image can be found in courts, where her stern gaze pierces the souls of even the most hardened criminals, and in morgues, where her kindly countenance offers solace to the bereaved. Of all those she watches over, Grandmother Crow particularly favors children, seeing in them an unadulterated potential for goodness.",
			"",
			"Andoletta's cottage stands in the verdant Field of Opsimathy, near the summit of Heaven; feathers protrude from the plaster covering its walls, and it smells of fresh-baked bread. Visitors who show proper respect may see a garden of happy families and lost loved ones secreted behind the tidy cottage."
		]
	},
	"angazhan": {
		"name": "Angazhan",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Angazhan]{sub=\"The Ravenous King\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Angazhan](https://www.pathfinderwiki.com/wiki/Angazhan) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Apes, jungles, tyrants  ",
			"**Domains** {domain/Animal}, {domain/Chaos}, {domain/Evil}, {domain/Plant}  ",
			"**Subdomains** {domain/Decay}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Fur}, {domain/Growth}  ",
			"**Favored Weapon** {eq-weapon/Spear}  ",
			"**Symbol** Demonic ape face  ",
			"**Sacred Animal(s)** Ape  ",
			"**Sacred Color(s)** Black, red",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">Ingest hallucinogenic jungle plants and then beat a complex rhythm on a large drum made of human skin and bones while chanting prayers to Angazhan. Gain a +4 profane bonus on saves against disease and poison caused by exposure to the jungle or creatures native to jungles.",
			"",
			"### Boons: {feat/Demonic Obedience}",
			"",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/11}",
			">",
			">1. **Jungle's Wrath (Sp)** {spell/entangle} 3/day, {spell/bull's strength} 2/day, or {spell/summon monster III} (fiendish ape only) 1/day",
			">2. **Summon Child of Angazhan (Sp)** Once per day as a swift action, you can summon an {template/advanced} {template/fiendish} {monster/girallon}, 1d3 advanced fiendish {monster/dire ape/s}, or 1d4+1 advanced fiendish {monster/ape/s} as if by casting {spell/summon monster VI}.",
			">3. **Jungle's Might (Su)** You gain a +2 profane bonus to Strength and a +2 bonus on all Fortitude saving throws.",
			"",
			"### Boons: {feat/Fiendish Obedience}",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/18}",
			">",
			">1. **The Jungle Consumes (Sp)** {spell/pass without trace} 3/day, {spell/tree shape} 2/day, or {spell/spike growth} 1/day",
			">2. **Canopy Crawler (Ex)** Your feet become prehensile, making you adept at brachiating, and you can move unseen through the trees with ease. You gain a climb speed equal to your base speed + 10 feet, and you can attempt a Climb check in place of an Acrobatics check to leap or swing between branches or trees. As long as your feet are available (magical footwear reshapes to permit use, but mundane shoes do not), you can perform climbing-related activities without needing to use your hands, and you don't lose your Dexterity bonus to AC or your ability to use a shield while climbing. In addition, you can attempt a Climb check in place of a Stealth check while in the trees and can do so at full speed without taking penalties. You can also attempt a Climb check in place of a Stealth check while sniping from the trees, reducing the penalty for sniping by 10. You can execute somatic spell components and carry objects with your feet, though you can't wield weapons or shields with them.",
			">3. **One With The Jungle (Su)** You tap into the collective consciousness of the jungle's life, from mighty trees to tiny gnats, granting you perfect awareness of all that transpires in your vicinity. While in the jungle, you gain {umr/blindsight} to a range of 60 feet, you gain a +2 insight bonus to AC and on saving throws, and you are never {rule/flat-footed} or surprised. You ignore {rule/cover} and {rule/concealment} caused by natural features of the jungle, as the very plants and stones twist out of the path of your attacks and spells.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/18}",
			">",
			">These boons are the same as those granted by Demonic Obedience.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/18}",
			">",
			">1. **Tyrant's Roar (Sp)** {spell/command} 3/day, {spell/sound burst} 2/day, or {spell/suggestion} 1/day",
			">2. **Reign of Terror (Ex)** You are a master of overwhelming your foes and minions through fear and intimidation. You gain a bonus equal to your Strength modifier on {skill/Intimidate} checks (this does not stack with the bonus provided by {feat/Intimidating Prowess} or similar effects). Once per minute, you can use Intimidate to demoralize a creature within 30 feet as a swift action, or all creatures within 10 feet as a move action. When using Intimidate to demoralize a creature in this way, if your result exceeds the DC by 5 or more, the creature is {misc/frightened} for 1 round and then {misc/shaken} for the normal duration; if your result exceeds the DC by 10 or more, the creature {misc/cower/s>ing} for 1 round, then is frightened for 1 round, and then is shaken for the normal duration. When you use Intimidate to demoralize an ally, instead of being shaken, that creature gains a +2 morale bonus on attack rolls for the appropriate duration.",
			">3. **Unchallenged Tyrant (Su)** You are attuned to the jungle mind, the primeval tangle of instinct that simmers below every sentient creature's consciousness; you can use it to forge your elite minions into a force of unequaled savagery, united by (and utterly subordinate to) your will. When you perform your obedience, designate a number of present and willing creatures equal to your Charisma modifier; these are your thralls. This designation lasts for 24 hours or until you next perform your obedience. Three times per day, you can infuse all thralls within 50 feet of you as a swift action, granting them a +4 bonus to their Strength and Constitution scores and a +2 bonus on initiative checks, and granting any teamwork feats you have as bonus feats. If a thrall dies within 50 feet of you at any time, you gain the effects of {spell/death ward} (CL = half the thrall's Hit Dice, to a maximum of CL 20th).",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-antipaladin/Iron Tyrant/ (Antipaladin)}",
			">",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/18}  ",
			"Angazhan appears as a towering, blood-red ape with six long fingers on each hand, sharp fangs, twisted horns, and relatively small, bloodshot eyes. His worship is strongest in the jungles of the Mwangi Expanse, where his chattering brood, the simian {monster/charau-ka}, hold court in jungle-choked ruins and feast on the flesh of human chattel. Angazhan is also served by {monster/nalfeshnee} demons, and although most nalfeshnees are too proud and self-absorbed to admit that Angazhan is their lord, he is nonetheless served in his jungle realm of Ahvoth-Kor by hundreds, if not thousands, of their kind.",
			"",
			"The Ravenous King's domain of Ahvoth-Kor is an expansive Abyssal realm, a seemingly endless jungle that stretches along opposing faces of a vast Abyssal rift. Gravity in Ahvoth-Kor pulls toward the walls of this rift, so that someone standing in the jungle realm in an area where the canopy doesn't block the view above can \"look up\" to the opposite rift's jungle, although thick mists and clouds usually obscure the view. In places, immense trees and thick vines bridge the gulf between the twin jungles, allowing clambering denizens of one jungle to climb across to the opposing one. Both jungles are rife with dreadful simian life, {template/fiendish} dinosaurs, and megalithic nalfeshnee-ruled cities populated by demons and other fiends. The point where the jungles meet lies tens of thousands of miles below at the bottom of the rift, and it is here that Angazhan's palace squats: an immense ziggurat of black stone straddling deeper rifts that lead into uncharted horrors of the Abyss, which often belch forth qlippoth monstrosities or other alien horrors."
		]
	},
	"angradd": {
		"name": "Angradd",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #144: Midwives to Death"
		],
		"description": [
			"::fh[Angradd]{sub=\"The Forge-Fire\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Angradd](https://www.pathfinderwiki.com/wiki/Angradd) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Dwarven Deities  ",
			"**Areas of Concern** Fire, tradition, war  ",
			"**Domains** {domain/Fire}, {domain/Good}, {domain/Law}, {domain/War}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Ash}, {domain/Smoke}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Greataxe}  ",
			"**Symbol** Smoking forge  ",
			"**Sacred Animal(s)** Boar  ",
			"**Sacred Color(s)** Gray, red",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Build a fire, preferably as part of a ritual that includes your closest allies and comrades. Use that fire's smoke to blacken the head of an axe while reciting battle litanies from Angradd's Tempering (or Torag's Hammer and Tongs, Magrim's Measure, or Journey of the Last Breath if you also wish to show reverence for Angradd's respected elder brothers). Clean the ash from the axe with a cloth (traditionally a red cloth, often granted to you as a gift from a family member). Successful melee attacks made with that axe by a lawful good, lawful neutral, or neutral good creature deal an additional 1 point of fire damage. (This damage is not multiplied on a critical hit.)",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #144: Midwives to Death/66}",
			">",
			">1. **Smoke of Righteous Flame (Sp)** {spell/burning hands} 3/day, {spell/discovery torch} 2/day, or {spell/ash storm} 1/day",
			">2. **Bulwark Against Evil (Su)** You are a shining beacon against the forces of evil and have internalized much of Angradd's fury against those who are vile and cruel. You gain DR 5/-, which applies only against attacks from creatures with the evil subtype or attacks that can bypass DR/evil.",
			">3. **General of the Just (Su)** You are a mobile focus of the divine strategy of Angradd, able to turn the tide of battle by inspiring your allies to instinctively work together. Allies within 60 feet (not including yourself) gain a +2 morale bonus on initiative checks, on melee damage rolls while flanking, and to AC when adjacent to you or at least one other ally of yours.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #144: Midwives to Death/66}",
			">",
			">1. **Torch Against Evil (Sp)** {spell/weapons against evil} 3/day, {spell/blistering invective} 2/day, or {spell/flame arrow} 1/day",
			">2. **Blazing Righteousness (Su)** You can channel Angradd's divine flames to burn agents of malevolence. As a free action, you can wreathe yourself in flames, granting you resistance 20 against fire and causing any evil creature adjacent to you at the beginning of your turn to take 2d6 points of damage (half of which is fire damage). Dismissing this ability is also a free action. This ability lasts a number of rounds per day equal to 1 + 1 per 4 Hit Dice you have (maximum 6 rounds). The rounds don't need to be consecutive.",
			">3. **Boon Companions (Sp)** Three times per day, you can summon an ally to assist you in the fight against evil. This acts as a {spell/summon nature's ally>_1} or {spell/summon monster>_1} spell with a spell level equal to half your Hit Dice (maximum spell level 9th). The summoned creatures must be lawful good, lawful neutral, or neutral good, and they gain the fire, good, and lawful subtypes. You can communicate with the summoned creatures as if you had a shared language.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #144: Midwives to Death/66}",
			">",
			">1. **Purifying Fire (Sp)** {spell/burning hands} 3/day, {spell/flames of the faithful} 2/day, or {spell/fireball} 1/day",
			">2. **Cut Down to Size (Su)** Any axe you wield shines with red and gold light, as the {spell/light} spell. You gain {feat/Cleave} as a bonus feat with any axe. If you already have Cleave, you gain the first feat from the following list that you don't already have when wielding an axe: {feat/Great Cleave}, {feat/Cleaving Finish}, {feat/Improved Cleaving Finish}.",
			">3. **Army of One (Sp)** Once per day you can summon a small army of allies to aid you in combat. You can summon either one {eq-weapon/greataxe} made of pure force per 4 Hit Dice you have (each as a {spell/spiritual weapon} spell) or one dwarven warrior made of pure force per 8 Hit Dice you have (each as {spell/spiritual ally}). If you summon force weapons, you can direct all the summoned weapons with a single move action. If you summon force allies, you can direct all the summoned allies with a single swift action. This acts as a spell with a spell level equal to half your Hit Dice (maximum spell level 9th). If any of the force effects you summon with this ability are dispelled, they are all dispelled.",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">Paladins of Angradd see themselves as frontline soldiers in the war against evil. They seek to form coalitions not just to take down evils in the present, but to leave the world better prepared to oppose such evils in the future. Their tenets include the following affirmations.",
			">",
			">- I oppose evil in all its forms. I do not accept a weak evil just because I must also oppose a mighty evil. To defeat evil, I must understand it and know its strengths and weaknesses. Any evil I cannot defeat now, or that by opposing I would allow greater evil to escape or develop, I must study and work against so that I may more fully defeat it when I am ready. I must share what I learn with others who will fight alongside me.",
			">- I am more than a warrior against the darkness-I am a symbol of all that is just and fair. I must serve as an example and as an inspiration, by being righteous in all my actions and showing others how benevolence and order can be used to create a more just, stable, and sustainable society.",
			">- It is not enough to stop evil actions - the source of evil must be found and decisively defeated. I am not satisfied to passively wait for wrongs to come to my sight; rather, I seek them out. I will be a torch in the darkness and expose evil to the sight of others who are also willing to oppose it.",
			">- I am open in my dealings. I do not lie or look away from actions I cannot support. My opinions and goals are open for all to see. I may use stealth and deceit as needed for tactical purposes, but will not promote untruths or fraud.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Spells",
			">",
			">- {spell/Planned Assault}",
			">",
			">### Traits",
			">",
			">- {trait/Angradd's Flame}",
			">- {trait/Angradd's Valor}",
			">- {trait/Battlefield Caster}",
			">- {trait/Well-Prepared}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/66}  ",
			"Angradd is the Forge-Fire, the righteous crusader of the dwarven deities and the dwarven god most likely to proactively seek out threats in order to neutralize them. The younger brother of {faith/Torag} and {faith/Magrim}, Angradd is seen as rash by his elder brothers but as needlessly prudent by his aunt {faith/Dranngvit} the Debt Minder. All the dwarven gods agree, however, that Angradd is an effective and dedicated general in the fight against the pantheon's foes. In popular art, Angradd is depicted as a powerfully built dwarf with radiant blond hair and beard, armor trimmed in crimson and gold, and a mighty, often flaming greataxe.",
			"",
			"Angradd's followers are encouraged to seek out and oppose evil wherever they can, and they often compare themselves to a purifying flame that moves from foe to foe, gaining strength as it consumes evil and serving as an illuminating torch in the night. Whenever a foe would overpower them in standard combat, Angradd's faithful study and plan tirelessly to form a strategy to defeat it, patiently building strength and alliances until victory is possible. Once a worshipper of Angradd can no longer endure the rigors of frontline combat, she turns to training and preparing others to carry on the good fight."
		]
	},
	"anogetz": {
		"name": "Anogetz",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Anogetz]{sub=\"The Fated Fangs\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Anogetz](https://www.pathfinderwiki.com/wiki/Anogetz) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Animal attacks, coups, revolution  ",
			"**Domains** {domain/Animal}, {domain/Destruction}, {domain/Evil}, {domain/Liberation}  ",
			"**Subdomains** {domain/Daemon}, {domain/Fur}, {domain/Rage}, {domain/Revolution}  ",
			"**Favored Weapon** {eq-weapon/Spiked gauntlet}  ",
			"**Symbol** Animal fangs on a crown  ",
			"**Sacred Animal(s)** All  ",
			"**Sacred Color(s)** Gold, red",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Plot a revolution against a peaceful ruler. Gain a +4 profane bonus on checks associated with grappling.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/animal messenger}",
			">2. {spell/scrying}",
			">3. {spell/beast shape IV}",
			"",
			"::h2[Description]{jl}",
			"",
			"Anogetz, the Fated Fangs, rules over a scarlet jungle atop an isolated plateau in {faith/Szuriel/'s} domain."
		]
	},
	"anubis": {
		"name": "Anubis",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Anubis]{sub=\"Guardian of the Tomb\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/66}  ",
			"**Pathfinder Wiki** [Anubis](https://www.pathfinderwiki.com/wiki/Anubis) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Burial, the dead, funeral rites, mummification, tombs  ",
			"**Domains** {domain/Death}, {domain/Earth}, {domain/Law}, {domain/Protection}, {domain/Repose}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Defense}, {domain/Inevitable}, {domain/Metal}, {domain/Purity}, {domain/Souls}  ",
			"**Favored Weapon** {eq-weapon/light_<Flail}  ",
			"**Symbol** Black jackal head  ",
			"**Sacred Animal(s)** Jackal",
			"",
			"::h2[Description]{jl}",
			"",
			"Virtually every Osirian tomb contains images of the jackal-headed god Anubis, the god of mummification and protector of tombs. He presides over funerals and embalming, and guides souls to {faith/Pharasma} to await their judgment in the afterlife, punishing tomb robbers and defending the dead on their journeys to the Boneyard.",
			"",
			"Anubis is the son of {faith/Osiris} and {faith/Nephthys}, and assisted {faith/Isis} with Osiris's mummification. Like his father, Anubis frequently comes into conflict with {faith/Set}, particularly regarding that god's association with undeath. As a guardian of the dead and their tombs, Anubis frequently works with Isis, {faith/Neith}, Nephthys, and {faith/Selket}, who protect the canopic jars containing the organs of the deceased. Anubis usually appears as a man with jet-black skin and the head of a jackal, though he sometimes takes the entire form of a jackal. Clerics and paladins of Anubis are dedicated to destroying undead creatures wherever they find them. Anubis is the patron of embalmers, and priests and embalmers typically wear jackal masks that cover their entire heads in honor of their god."
		]
	},
	"apep": {
		"name": "Apep",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"::fh[Apep]{sub=\"Devourer of the Dawn\"}",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/66}  ",
			"**Pathfinder Wiki** [Apep](https://www.pathfinderwiki.com/wiki/Apep) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Deities of Ancient Osirion  ",
			"**Areas of Concern** Chaos, darkness, destruction, snakes  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Destruction}, {domain/Evil}, {domain/Scalykind}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Dragon}, {domain/Entropy}, {domain/Fear}, {domain/Night}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Coiled serpent  ",
			"**Sacred Animal(s)** Snake",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Traits",
			">",
			">- {trait/Snake Handler}",
			"",
			"::h2[Description]{jl}",
			"",
			"Born in the waters of primeval chaos before creation, the malevolent serpent Apep stands in sharp contrast to the more benevolent serpent goddess Wadjet. Apep is the personification of chaos and darkness, the hidden dangers that lurk just beneath the surface, the deadly whorls and eddies that drown and swallow, and the hungry river snakes that prey on those who venture too near the water's edge. Apep is the raging rapids, the boundless flood that inundates and sweeps away all that mortals seek to build. He is the darkness in the water's depths that swallows light and life, devouring the sun and plunging the world into eternal night.",
			"",
			"Said to dwell in the Tenth Region of Night, Apep is the great enemy of the sun god {faith/Ra}, and ancient Osirians believed each sunrise was but a temporary victory, for the Devourer of the Dawn always waits to seize and consume the sun again and again, until one day the sun shall rise no more and all shall be ended. Apep is a great golden serpent miles long, and his crushing coils encircle the world. He also appears as a fearsome dragon with night-black scales, and evil dragons of Osirion venerate him in this form."
		]
	},
	"apollyon": {
		"name": "Apollyon",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Apollyon]{sub=\"Prince of Locusts\"}",
			"",
			"{SOURCE Inner Sea Gods/326}  ",
			"**Pathfinder Wiki** [Apollyon](https://www.pathfinderwiki.com/wiki/Apollyon) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Apollyon}",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Horsemen  ",
			"**Areas of Concern** Pestilence  ",
			"**Domains** {domain/Air}, {domain/Darkness}, {domain/Destruction}, {domain/Evil}  ",
			"**Subdomains** {domain/Catastrophe}, {domain/Daemon}, {domain/Loss}, {domain/Night}, {domain/Plague (|Evil)}  ",
			"**Favored Weapon** {eq-weapon/Scythe}  ",
			"**Symbol** Diseased yellow scythe  ",
			"**Sacred Animal(s)** Horse, rat  ",
			"**Sacred Color(s)** White",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Induce the spread of disease into a population, either by befouling a well, encouraging the fecundity of disease-carrying pests, handing out contaminated clothing, or directly spreading a disease you carry to others. Gain a +4 profane bonus on saving throws against diseases and poisons.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/20}",
			">",
			">1. **Plague's Blessing (Sp)** {spell/ray of sickening} 3/day, {spell/blindness//deafness} 2/day, or {spell/contagion} 1/day",
			">2. **Plague Breath (Sp)** You can cast {spell/plague storm} twice per day as a spell-like ability.",
			">3. **Fallow Flesh (Ex)** Infused with Apollyon's grace, you are immune to the negative effects of disease, yet you can still carry diseases in your body and infect others with them. Disease effects you create take effect at once, with the first day of damage happening immediately; the disease then progresses as normal. The saving throw DCs of disease effects you generate increase by 1, and victims can't recover from those effects naturally through rest; only magic can cure the diseases you create (although those who contract a disease from someone you infect treat the disease as normal). Any creature that is immune to disease as a result of a class feature or a non-artifact magic item is not immune to disease effects you create, but it gains a +4 bonus on its saving throw to resist the disease. Any creature that is immune to disease via a racial feature or as a feature of its creature type remains immune to your diseases.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/20}",
			">",
			">1. **Plague's Grace (Sp)** {spell/diagnose disease} 3/day, {spell/summon swarm} 2/day, or {spell/vermin shape I} 1/day",
			">2. **Breath of Flies (Su)** Once per minute as a standard action (up to three times a day), you can exhale a cloud of biting, corpse-bloated black flies in a 20-foot cone. Creatures caught in the cone take 8d6 points of slashing damage. A victim can reduce this damage by half with a successful Reflex save (DC = 10 + half your Hit Dice + your Constitution modifier), but any creature that takes any damage at all from this effect is {misc/sickened} for 1 minute. The cloud of flies lingers for 1d4+1 rounds, congealing into a buzzing, 20-foot-square cloud centered on the cone's original point of origin. A creature that ends its turn in this cloud must succeed at a Reflex save or take 4d6 points of slashing damage and be sickened for 1 minute. Any area effect that deals damage or creates strong or stronger wind disperses this cloud. You are immune to the effects of these flies, as are all daemons.",
			">3. **Flood of Vermin (Sp)** You can cast {feat/empowered} {spell/creeping doom} as a spell-like ability once per day. You are immune to swarm attacks.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/20}",
			">",
			">1. **Plague's Crusader (Sp)** {spell/mount} 3/day, {spell/wartrain mount} 2/day, or {spell/phantom steed} 1/day",
			">2. **Contagious Strike (Sp)** Up to three times per day as a swift action, you can cause a creature damaged by a ranged or melee weapon you wield to become affected by {spell/contagion}.",
			">3. **Usher of Apollyon (Su)** As a swift action, you can summon into your hands either a +4 {magic-enh/unholy} {magic-enh/wounding} scythe or a +4 {magic-enh/adaptive} {magic-enh/distance} unholy {eq-weapon/longbow}, lasting for a number of rounds equal to your Hit Dice + your Constitution modifier. This weapon vanishes if you release it, and the rounds of use need not be consecutive.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-spiritualist/Grim Apostle/ (Spiritualist)}",
			">",
			">### Feats",
			">",
			">- {feat/Aura of Succumbing}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Apollyon Clasp}",
			">",
			">### Traits",
			">",
			">- {trait/Covenant of Abaddon}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/20}  ",
			"Apollyon, the Prince of Plagues, takes the form of a pockmarked man with the head of a diseased, snarling ram. The Horseman of Pestilence wears a cloak tailored from the tanned, stitched-together skins of a dozen angels, each flayed alive after failed attempts to slay the Horseman and recover the souls imprisoned within his domain. Each angelic soul was half devoured by Apollyon, and he used the other portions to empower a series of bows - the Ushers of the Black Rain - granted to his greatest servitors as badges of their position, with the original Usher of the Black Rain kept by the Horseman himself.",
			"",
			"The {monster/apocalypse horse} Septisaeus serves as Apollyon's mount, bearing a golden crown marked with its master's symbol and a neck punctured by a dozen barbed arrows. With a gleaming white coat, Septisaeus seems healthy at first glance but upon closer inspection bears the signs of horrific infection: sclera black with ocular bleeding, cracked gums and teeth, a frothing mouth, and purpuric blemishes marring its extremities."
		]
	},
	"apsu": {
		"name": "Apsu",
		"sources": [
			"Inner Sea Faiths",
			"Legacy of Dragons"
		],
		"description": [
			"::fh[Apsu]{sub=\"The Waybringer\"}",
			"",
			"{SOURCE Inner Sea Faiths/17}  ",
			"**Pathfinder Wiki** [Apsu](https://www.pathfinderwiki.com/wiki/Apsu) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Other Deities  ",
			"**Other Pantheons** Scalefolk Deities  ",
			"**Areas of Concern** Good dragons, leadership, peace  ",
			"**Domains** {domain/Artifice}, {domain/Good}, {domain/Law}, {domain/Scalykind}, {domain/Travel}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Construct}, {domain/Dragon}, {domain/Exploration}, {domain/Toil}, {domain/Trade}  ",
			"**Favored Weapon** Bite or {eq-weapon/quarterstaff}  ",
			"**Symbol** Silver dragon above pool  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Metallic colors",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Taldor, Triaxus  ",
			"**Nationality** dragon",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Pick a direction, and walk that way for the next 30 minutes. During this time, catalog all of the areas you pass and consider any tactical advantages that can be found in the terrain. After this, retrace your steps, but instead of plotting tactics, appreciate the beauty and scenery that you find along your way, and speak quiet prayers to or praises of the Waybringer, keeping in mind that none of what you've seen would exist were it not for Apsu. You then gain a +2 sacred bonus on Perception checks while you are traveling in this area, and a +4 sacred bonus on checks to notice enemies for the purpose of acting in a surprise round while you are traveling or camping there.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Faiths/17}",
			">",
			">1. **Maker's Ways (Sp)** {spell/floating disk} 3/day, {spell/align weapon/ (law only)} 2/day, or {spell/tiny hut} 1/day",
			">2. **Touch of the Artificer (Su)** You have discovered divinely inspired lines of primordial energy - gifts from Apsu, you believe - that can imbue weapons with bursts of magic. Up to three times per day, as a standard action, you can touch a single weapon and grant it the {magic-enh/dancing} property for the next 3 rounds. A single weapon cannot be targeted by this effect more than once per day.",
			">3. **Crafter's Pride (Sp)** You have learned the intrinsic nature of what gives life to objects, and can pour your soul into the construction of a given creation to infuse it with a semblance of blessed life. Once per week, you can cast {spell/animate objects} on a single object that you've created. The effect does not have a duration; the animated object remains indefinitely as a companion, following your commands as best it can. You cannot animate a new companion while one is already serving you, though as a full-round action you can dismiss a companion, reducing it to lifelessness. If your companion is destroyed, you cannot use this ability again for another week. You cannot affect an object animated in this way with a {spell/permanency} spell.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Faiths/17}",
			">",
			">1. **Waybringer's Ingenuity (Sp)** {spell/blurred movement} 3/day, {spell/levitate} 2/day, or {spell/haste} 1/day",
			">2. **Eyes of the Pursued (Su)** You adhere to Apsu's dictate of living to fight another day, and you've mastered the art of monitoring places you've left. Anytime you use a teleportation effect to move, you can place an invisible magic sensor in the area from which you just departed. As long as you are on the same plane as the sensor, you can see and hear everything occurring within 30 feet of the sensor as a swift action. The sensor lasts for a number of rounds equal to your Hit Dice. You can have a maximum number of active sensors equal to your number of Hit Dice.",
			">3. **Homeward Bound (Su)** As a follower of Apsu, you deeply understand the importance of having a safe place to which you can retreat; you've come to count on several safe homes, creating ties to them when necessary. Once per month, you can designate a location to be your refuge. Once per week as a full-round action that provokes attacks of opportunity, you can teleport yourself and any willing creatures within 30 feet of you to the safe home of your choice, regardless of distance, as long as it is on the same plane. You can have a maximum number of refuges equal to half your Hit Dice. As long as none of your allies are in a refuge, you can remove its designation as a safe home as a swift action, but if you do so, you can never again designate it as a safe home.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Faiths/17}",
			">",
			">1. **Exiled's Wrath (Sp)** {spell/color spray} 3/day, {spell/scorching ray} 2/day, or {spell/draconic reservoir} 1/day",
			">2. **Apsu's Shroud (Su)** Apsu smiles upon your martial prowess and protects you with a halo of divine energy from his distant realm. You gain a +1 sacred bonus to your Armor Class, which increases to +2 against attacks from evil-aligned creatures. This bonus increases to +3 if the attacker is an evil-aligned true dragon. If an evil-aligned true dragon confirms a critical hit against you, the creature must succeed at a Fortitude save (DC = 10 + 1/2 your Hit Dice + your Charisma modifier) or be {misc/blinded} for 1 round.",
			">3. **Chromatic Scourge (Su)** You channel the righteous and immortal fury of Apsu into your weapon, making it ready for the endless fight against {faith/Dahak} and his wicked allies. Once per day as a swift action, you can imbue your weapon with the hidden wrath of Apsu. If your target is evil, you gain a +20 profane bonus on your next single attack. If your opponent is an evil-aligned creature of the dragon type, treat your next single attack roll as both an automatic hit and a critical threat. You gain a +4 profane bonus to confirm the critical hit.",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">Paladins of Apsu valiantly follow the dragon god's tenets of holy vigilance against evil. Those following the rigid code of a paladin must sacrifice the sedentary lifestyle of living in a single place in exchange for continuous travel and hardship. The tenets of such paladins include the following maxims.",
			">",
			">- I am the talon of Apsu's wrath. I strike where I am needed, but only when evil has been unmasked and there can be no doubt of my enemy's malice.",
			">- When my purpose is unclear, I will walk the roads of the world to find a fresh focus. Every road leads to a new beginning.",
			">- Nothing is worth sacrificing my life for, except protecting the lives of others. I will retreat when needed, and come back to vex my foes once again.",
			">- Mercy is offered, but only once. Should I be betrayed in my moment of kindness, I will not stop until I have put my enemy down.",
			">- It is not enough to slay evil and carry on. I will spend the time necessary to help those I've protected to fend for themselves.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Divine Barrier}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Orb of the Waybringer}",
			">",
			">### Traits",
			">",
			">- {trait/Inspiring Leader}",
			">- {trait/Scaly Ally}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Legacy of Dragons/28}",
			">",
			">#### Cleric, Inquisitor, Oracle, Warpriest",
			">",
			">- {spell/Apsu's Shining Scales} can be prepared as a 3rd-level spell",
			">- {spell/Draconic Ally} can be prepared as a 3rd-level spell",
			">- {spell/Tail Strike} can be prepared as a 4th-level spell",
			">",
			">#### Paladin",
			">",
			">- {spell/Apsu's Shining Scales} can be prepared as a 3rd-level spell",
			">",
			">### Other Rules",
			">",
			">{SOURCE Inner Sea Faiths/19}",
			">",
			">- Apsu has no oracles, for he believes inflicting a curse on a living creature is a terrible crime against that being, even in exchange for divine power.",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Inner Sea Faiths/18}  ",
			"According to draconic lore, in the beginning of time there flowed two waters, fresh and salt, which became Apsu and his mate. The couple spawned the dragon-gods who created all the mortal world, but their first child, the destructive {faith/Dahak}, traveled to Hell to revel and rampage, turning it into a place of darkness and ever-burning fire. Dahak then struck out at his siblings, destroying each in turn; the shattered remains of these draconic gods formed the first metallic dragons, who were cast onto the Material Plane as mortals. This enraged the fresh water, who realized that he must take a name so he could descend upon the Material Plane to confront his son. The fresh water then declared the immortal words: \"I shall then be Apsu, for I am the first.\"",
			"",
			"Aiding Apsu in his quest against Dahak were the god's metallic dragon children. The ensuing battle eventually saw Dahak laid low, but at a terrible price, for many of the dragons had sustained dire injuries. Just as Apsu prepared to strike the killing blow against his son, Dahak called out to his mother, the great salt sea. Unwilling to see her first son perish, the still-nameless sea offered to heal the battle's brutalized survivors in exchange for their efforts to save Dahak's life. Weakened and suffering, some accepted, exchanging goodness for evil, and battle raged between the metallic and chromatic dragons.",
			"",
			"Dahak escaped his father's claws, and though the metallic dragons were poised to pursue, Apsu bade them to save their rage for another day. He then asked his mate why she aided their treacherous son, but she merely named herself [redacted][^R], mother of all - a name that still brings pain to all dragons - and held Apsu responsible for the deaths of her children. She then expelled him from their primordial realm, and Apsu vowed that, one day, he would make his stand against Dahak.",
			"",
			"Apsu and Dahak's bitter enmity has since been the source of discord among the dragons of the cosmos. Apsu has accepted the inevitability of a final conflict with his son, choosing, for unknown reasons, the world of Golarion on which to make his last stand. Apsu's avatar is a dragon dwarfing the largest of the great wyrms, a regal and magnificent sight to behold. His silver scales sparkle with a pearlescent glow. When in this form, Apsu guides dragons and mortals alike, preparing all for the day his final battle with Dahak will commence.",
			"",
			"[^R]: All dragons on live in fear of her and refuse to even speak her name."
		]
	},
	"arazni": {
		"name": "Arazni",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #140: Eulogy for Roslar's Coffer"
		],
		"description": [
			"::fh[Arazni]{sub=\"The Harlot Queen\"}",
			"",
			"{SOURCE Inner Sea Gods/316}  ",
			"**Pathfinder Wiki** [Arazni](https://www.pathfinderwiki.com/wiki/Arazni) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Arazni}",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Command of undeath, lichdom  ",
			"**Domains** {domain/Evil}, {domain/Nobility}, {domain/Protection}  ",
			"**Subdomains** {domain/Defense}, {domain/Leadership}  ",
			"**Favored Weapon** {eq-weapon/Rapier}  ",
			"**Symbol** Rapier and lotus  ",
			"**Sacred Animal(s)** Scarab beetle  ",
			"**Sacred Color(s)** Gray, red",
			"",
			"::hl2[feat/Deific Obedience]{jl}",
			"",
			">Spend an hour reliving or imagining terrible things that happened to you. This process is mentally strenuous, dealing 1d6 points of nonlethal damage. You cannot allow anyone else to know of your struggles: speaking of them, showing distress while considering them, or even asking for assistance in healing the nonlethal damage negates the benefits of this obedience. When you fail a saving throw against a creature's spell or spell-like ability, you gain a +4 profane bonus on saving throws against any of that creature's abilities for 1 minute.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #140: Eulogy for Roslar's Coffer/71}",
			">",
			">1. **Hidden Resolve (Sp)** {spell/disguise self} 3/day, {spell/obscure object} 2/day, or {spell/bestow curse} 1/day",
			">2. **Unheralded Retribution (Su)** You punish those foes who would use the arcane arts to infringe upon your autonomy and well-being. Whenever you succeed at a saving throw against a spell or spell-like ability cast or used by a creature, that creature becomes {rule/flat-footed} against your attacks until the end of your next turn. In addition, your attacks against that creature while it is flat-footed deal 1 additional point of {rule/bleed} damage; this bleed damage stacks with itself.",
			">3. **Sovereign Constancy (Su)** Much like Arazni herself, you prize the sanctuary of your own thoughts, and you have built defenses and protections lest others try to take away or taint this refuge. Once per day as an immediate action whenever you are affected by a mind-affecting effect, you can use {spell/break enchantment} on yourself as a spell-like ability, with a caster level equal to your Hit Dice.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #140: Eulogy for Roslar's Coffer/71}",
			">",
			">1. **Unyielding (Sp)** {spell/remove fear} 3/day, {spell/false life} 2/day, or {spell/nondetection} 1/day",
			">2. **Strength in Bloodshed (Su)** The Red Crusader knew well the value of fighting alongside allies - and the price to be paid when those allies fail. Rather than relying upon the assistance of fickle and fallible mortals, you can bring forth a construct gathered from the blood spilled by Arazni and her followers. Once per day as a standard action, you can summon a {monster/blood golem} to aid you. You gain telepathy with the golem to a range of 100 feet. The golem follows your commands perfectly for a number of minutes equal to your number of Hit Dice before vanishing back to its home.",
			">3. **Shield of Scars (Sp)** When you heal yourself with a {main/cure or inflict |spell>_groupings} (as appropriate depending upon your physiology), scars form over your body. You gain a profane bonus to Armor Class equal to the spell's level for 1 minute.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #140: Eulogy for Roslar's Coffer/71}",
			">",
			">1. **Red Queen's Rapier (Sp)** {spell/divine favor} 3/day, {spell/blood armor} 2/day, or {spell/rage} 1/day",
			">2. **Subliminal Intransigence (Su)** Through ceaseless conditioning, you have constructed insurmountable mental defenses that deny others the ability to sway your thoughts, whether for good or for ill. You gain immunity to charm and compulsion effects and a +4 bonus on saving throws against fear effects.",
			">3. **Fallen Crusader's Retaliation (Su)** The Red Queen's life is a painful example of the danger of falling prey to the arcane arts, and you have learned from this lesson. Ever wary of those who wield magic in battle, you hone your reflexes to strike when least expected. Creatures you threaten that fail their checks to cast spells defensively provoke attacks of opportunity from you.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Red Crusader's Quill}",
			">",
			">### Spells",
			">",
			">- {spell/Bloodstone Mirror}",
			">- {spell/Litany of the Red Crusader}",
			">- {spell/Unspoken Name}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #140: Eulogy for Roslar's Coffer/72}",
			">",
			">#### Antipaladin",
			">",
			">- {spell/Blood Armor} can be prepared as a 2nd-level spell",
			">- {spell/Detect Scrying} can be prepared as a 3rd-level spell",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Anticipate Peril} can be prepared as a 1st-level spell",
			">- {spell/Detect Scrying} can be prepared as a 4th-level spell",
			">",
			">#### Cleric",
			">",
			">- {spell/Mind Blank} can be prepared as a 8th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #140: Eulogy for Roslar's Coffer/73}",
			">",
			">- @hll[spell/Summon Monster III:] Augur Kyton",
			">- @hll[spell/Summon Monster VI:] {template/Fiendish} {monster/Giant Scarab}",
			">- @hll[spell/Summon Monster VIII:] Interlocutor Kyton",
			"",
			"::h2[Description]{jl}",
			"",
			"Unlike many divinities, Arazni has a single, fixed form and a finite realm on the Material Plane. Due to the transformations Geb wrought upon her corpse, she is bound into the form of a {template/lich}. She has become a gaunt and emaciated figure due to the torments she endured from {monster/Tar-Baphon}, the theft of her organs - now the powerful but lost artifacts known as the {magic-artifact/bloodstones of Arazni} - and the decay of her flesh. Unlike most liches, she remains ignorant of the nature and location of her phylactery, an intentional strategy to keep her trapped under Geb's control. Despite it all, she maintains a formidable force of will, and few find themselves able to stand their ground when her wrath is kindled. Common rumor tells that Arazni has embraced her role as Geb's Harlot Queen, taking the {template/graveknight/s} who stole her body as champions and making an undead harem of the reanimated knights sent to liberate her remains. Interestingly enough, those rumors are spoken most boldly not in Geb, but in Lastwall and in the remnants of the Taldan empire where she was first known as a crusader.",
			"",
			"Arazni's realm is the nation of Geb, which she rules as the head of state from the Cinerarium, her great obsidian pyramid-palace in Mechitar. She serves as the face of Geb to the outside world and manages the political administration of the realm with a steady, dispassionate hand; most in the region credit the stability of the nation over the past 800 years to her leadership.",
			"",
			"Arazni holds little regard for her worshippers, as she maintains a bitter resentment toward anyone who venerates what she has become. At the same time, she finds a spark of vicarious fulfillment in having followers, and so she tolerates them. She values her privacy above all, however, and any cleric who would use his powers to divine her or her secrets will find himself swiftly and utterly cut off from her power. Likewise, she detests the epithet \"Harlot Queen,\" and use of the appellation is an equally swift path to excommunication; her worshippers instead refer to her as the Red Queen or, especially among those outside of Geb, the Unyielding."
		]
	},
	"ardad_lili": {
		"name": "Ardad Lili",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned",
			"Legacy of Dragons"
		],
		"description": [
			"::fh[Ardad Lili]{sub=\"The End of Innocence\"}",
			"",
			"{SOURCE Inner Sea Gods/328}  ",
			"**Pathfinder Wiki** [Ardad Lili](https://www.pathfinderwiki.com/wiki/Ardad%20Lili) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Queens of the Night  ",
			"**Areas of Concern** Seduction, snakes, women  ",
			"**Domains** {domain/Charm}, {domain/Evil}, {domain/Law}, {domain/Scalykind}  ",
			"**Subdomains** {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Dragon}, {domain/Love}, {domain/Lust}  ",
			"**Favored Weapon** {eq-weapon/Dagger}  ",
			"**Symbol** Wings made of snake tails  ",
			"**Sacred Animal(s)** Snake  ",
			"**Sacred Color(s)** Black, green",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Spontaneously compose a song whose lyrics consist of a deliciously profane promise you do not intend to keep. If the promise is to another individual, you must perform the song so that person can hear it, but the intentionally disingenuous promise can instead be one you make to yourself (in which case you need not perform it for another). Gain a +4 bonus on saving throws against sonic effects and effects that deal sonic damage.",
			">",
			">### Boons: Evangelist",
			">",
			">{SOURCE Book of the Damned/22}",
			">",
			">1. **Darkest Muse (Sp)** {spell/disguise self} 3/day, {spell/adoration} 2/day, or {spell/reckless infatuation} 1/day",
			">2. **Promises Insincere (Sp)** Much like Ardad Lili can make mortals see in her presence their fondest desires, you can create an image of yourself to make promises you don't intend to keep or otherwise fool your enemies into doing your bidding. Once per day, you can cast {spell/project image} as a spell-like ability.",
			">3. **Soul-Bound Caress (Sp)** Like that of Ardad Lili, your touch results in a much different experience than you might promise. Once per day, you can cast {spell/soul bind} as a spell-like ability without paying the cost of the required material component. You must still touch the target corpse, however.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Book of the Damned/22}",
			">",
			">1. **Leveraged Wiles (Sp)** {spell/innocence} 3/day, {spell/calm emotions} 2/day, or {spell/slow} 1/day",
			">2. **False Innocence (Sp)** You have learned much from the ways of this fallen angel, including how to leverage your charms to convince fools to believe almost anything you wish. Three times per day when you are accused of anything, you can use {spell/mass suggestion} as a spell-like ability. You can use this suggestion to persuade targets that you are innocent, that another is guilty, or that any other statement or insinuation is true. You or an ally must first be accused of some offense before you use this ability, however.",
			">3. **From the Mouths of Fools (Sp)** In the course of exacting pledges of adoration and fealty from the fools you have tricked in your dark goddess's name, you have amassed memories of begging, wheedling, and other pathetic pleas for your favor. Far from letting this energy go to waste, you can periodically release it in a mighty cacophonous scream. Once per day, you can cast {spell/wail of the banshee} as a spell-like ability.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Book of the Damned/22}",
			">",
			">1. **Selfish Scales (Sp)** {spell/lock gaze} 3/day, {spell/chameleon stride} 2/day, or {spell/burst of nettles} 1/day",
			">2. **Beware the Forked Tongue (Sp)** Just like the Serpent Muse can drop her pretense of innocence when she decides she's had enough of an annoying mortal, you can lash out at your enemies with all the force of Ardad Lili's hatred and wrath. Once per day as a standard action, you can cast {spell/mass inflict serious wounds} as a spell-like ability.",
			">3. **So Speaks the Serpent Muse (Su)** When the fury of Ardad Lili is bared, it is an unholy and terrifying sight, and so is it when you display your full might to your foes. Once per day as a standard action, you can speak a profane prayer to your goddess. When you do, each enemy within 60 feet must succeed at a Fortitude saving throw (DC = 10 + half your Hit Dice + your Wisdom modifier) or its skin partially turns to scales. This painful process deals 1d6 points of damage for every 2 Hit Dice you have, and the target is subject to the effects of a {spell/slow} spell for a number of rounds equal to your Hit Dice. On a successful saving throw, a target takes only half the damage and negates the slow effect. Creatures need not hear you to be affected, but you must be able to speak to use this ability. This is a polymorph effect.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Unique Spell Rules",
			">",
			">{SOURCE Legacy of Dragons/31}",
			">",
			">#### Cleric, Inquisitor, Oracle, Warpriest",
			">",
			">- {spell/Tail Strike} can be prepared as a 4th-level spell",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/22}  ",
			"A being who engenders deliberately coaxed fear and misunderstanding among mortals and mixed admiration and loathing among celestials, Ardad Lili is a plotter, an unparalleled manipulator, and a dark queen of unique ambition. Most mortals think of her as a seducer: a figure of feminine predation who can corrupt victims by her very touch. However, the specter of a lustful serpent-queen is a carefully cultivated, millennia-old campaign of Ardad Lili's aimed at bringing down her former celestial brethren. They never believed that she could become as powerful as she has, and now she shoves their noses in her glorious infamy.",
			"",
			"In the time when mortals were young, Ardad Lili was an angel from Nirvana tasked with visiting the Material Plane and inspiring nascent poets, sculptors, and songwriters on behalf of {faith/Shelyn}, a then-minor deity. As time wore on, Ardad Lili became distinctly aware that many of her earthly assignments harbored feelings of lust toward her angelic form - particularly foolish youths, who clearly thought themselves worthy of her despite the fact that she was immortal and they were not. Ardad Lili grew to hate these smug mortals and soon burned with disgust for all mortals with their pathetic and shallow egos.",
			"",
			"Over time, the jaded angel formulated a plan. She continued her work as a muse, but she began coaxing mortals into swearing fealty and their undying souls to her in exchange for what she called a \"stainless caress.\" Usually, the pledge of allegiance came with Ardad Lili giving absolutely nothing in return, as she made long-term promises she never intended to keep, while prayers to her rose into Nirvana in droves. Those mortals who proved too virtuous to make the pledge or who bored her, she simply killed. As Ardad Lili grew in power, she shared her manipulative ways with other disgruntled angels of inspiration, and she plotted to overthrow Nirvana's lords and carve out her own place of absolute rulership in the realm.",
			"",
			"Of the four Queens of the Night, Ardad Lili is the least monstrous and most human in appearance. She appears as a beautiful, dark-skinned woman, and she favors the colors green and white. Her only diabolic feature is her wings, which feature long, slithering snake tails instead of feathers. Despite this unsettling cosmetic feature, her wings allow her swift and graceful flight. She prefers to leave the grisly details of battle to her minions (of which she has countless), but if she's forced to fight, her slender ivory-bladed dagger is capable of inflicting unusually painful and deadly wounds. Of course, Ardad Lili prefers to turn would-be enemies into loyal allies via magic or her silver tongue."
		]
	},
	"areshkagal": {
		"name": "Areshkagal",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Book of the Damned"
		],
		"description": [
			"::fh[Areshkagal]{sub=\"The Faceless Sphinx\"}",
			"",
			"{SOURCE Inner Sea Gods/320}  ",
			"**Pathfinder Wiki** [Areshkagal](https://www.pathfinderwiki.com/wiki/Areshkagal) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CE  ",
			"**Pantheon** Demon Lords  ",
			"**Areas of Concern** Greed, portals, riddles  ",
			"**Domains** {domain/Air}, {domain/Chaos}, {domain/Evil}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Demon (|Chaos)}, {domain/Demon (|Evil)}, {domain/Thievery}, {domain/Wind}  ",
			"**Favored Weapon** {eq-weapon/Sickle}  ",
			"**Symbol** Faceless female pharaoh  ",
			"**Sacred Animal(s)** Viper  ",
			"**Sacred Color(s)** Blue, gold",
			"",
			"::h2[Demonic/Fiendish Obedience]{jl}",
			"",
			">Inscribe several of the 23 riddles of the flesh (an interlocked series of conundrums, the answer to which no mortal has achieved) on your own flesh with a tiny bone knife carved from a child's rib. Gain a +4 profane bonus on Will saving throws against sonic and language-dependant effects.",
			"",
			"### Boons: {feat/Demonic Obedience}",
			"",
			">{SOURCE Book of the Damned - Volume 2: Lords of Chaos/12}",
			">",
			">1. **Sphinx's Secret (Sp)** {spell/hold portal} 3/day, {spell/touch of idiocy} 2/day, or {spell/shrink item} 1/day",
			">2. **Portal Jump (Sp)** Once per day as a swift action, you can step through one doorway, arch, or window and emerge from another at any point within 500 feet. This is a teleportation effect similar to {spell/dimension door}, but you do not become disoriented when you use this ability. This ability is the equivalent of a 7th-level spell.",
			">3. **Create Portal (Sp)** Once per day, you may use {spell/gate} as a spell-like ability, but only to create a gate as a mode of planar travel, not as a method of calling creatures. This ability is the equivalent of a 9th-level spell.",
			"",
			"### Boons: {feat/Fiendish Obedience}",
			"",
			"{SOURCE Book of the Damned/24}",
			"",
			">#### Boons: Evangelist",
			">",
			">1. **Twisted Riddles (Sp)** {spell/fumbletongue} 3/day, {spell/fox's cunning} 2/day, or {spell/illusory script} 1/day",
			">2. **Maddening Enigma (Sp)** Through your faith in the Faceless Sphinx, you are granted knowledge of three unsolvable riddles. Three times per day as a standard action, you can speak one of these riddles, though the riddles must be spoken in order. When spoken to a creature within 30 feet, the first unsolvable riddle you use in a day paralyzes the target as it searches for the answer; the creature must succeed at a Will save (DC = half your Hit Dice + your Charisma modifier) or be affected by {spell/hold monster}. The second unsolvable riddle is filled with subliminal messages; up to one creature for every 3 Hit Dice you have within 30 feet must succeed at a Will save (at the same DC as above) or be affected by a {spell/suggestion} spell (with a suggestion of your choosing). The third unsolvable riddle uses such circuitous and warped logic that it shatters listeners' sanity; each creature within 60 feet must succeed at a Will save (using the same DC) or become {misc/confused}. Worshipers of Areshkagal are immune to these effects.",
			">3. **Faceless Mystery (Su)** Areshkagal's form is the most sacred of shapes, and as one of her favored minions, you can adopt a similar form as your own. You gain the {umr/change shape} universal monster ability, allowing you to assume the form of a {family/sphinx} as per {spell/beast shape IV}. In sphinx form, your face is eerily devoid of features (although they appear when you need them to eat, speak, make bite attacks, cast spells, and so on), and you gain {umr/blindsight} to a range of 60 feet. You can activate this ability only once per day, but the new form lasts indefinitely. However, if you lose access to this boon by failing to perform your obedience, you cannot change forms or return to your true form until you perform the obedience again or the effect ends.",
			">",
			">#### Boons: Exalted",
			">",
			">These boons are the same as those listed under Demonic Obedience.",
			">",
			">#### Boons: Sentinel",
			">",
			">1. **Gilded Arms (Sp)** {spell/magic weapon} 3/day, {spell/spiritual weapon} 2/day, or {spell/magic vestment} 1/day",
			">2. **Auric Knight (Su)** Your greed demands that you equip yourself with the purest form of wealth: gold. When you are wielding weapons or shields made purely of gold or wearing armor made purely of gold, that equipment is considered to have all the properties of {eq-material/adamantine} instead of the properties of gold; weapons affected this way also count as both cold iron and silver for the purpose of bypassing damage reduction. While you wield a shield made purely of gold, any DR/- you gain from armor made purely of gold increases by 2. In addition, you gain a +2 bonus on attack and damage rolls with sickles made purely of gold.",
			">3. **Avatars of Avarice (Sp)** You can conjure the paragons of greed from the Blood Clefts to serve you... for a price. Once per day as a standard action, you can throw gold (as coins, bars, or another form) to the ground, whereupon it vanishes to Areshkagal's realm. For every 500 gp's worth of gold thrown down this way, a {template/fiendish} {monster/young red dragon} appears to serve you, up to a maximum of three dragons per day. These dragons follow your commands perfectly for 1 minute per level before vanishing back to the Abyss.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Channel Discord}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Dagon's Eye}",
			">",
			">### Traits",
			">",
			">- {trait/Demonic Persuasion}",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/25}  ",
			"Areshkagal appears as a faceless female sphinx with six legs, blue fur, and pale flesh the color of old ashes. Her wings are draconic and her tail is a hissing viper, from whose mouth she whispers her unfair riddles to those she captures. Rumors hold that her actual face is too hideous for even the Abyss to bear, but that for brief moments she can reveal its true appearance to drive viewers insane, strike them dead, or worse.",
			"",
			"Similarities between Areshkagal's form of a faceless sphinx and the appearance of one of the avatars of the Outer God {faith/Nyarlathotep>_faceless_sphinx} have long intrigued scholars, and many have tried to discover whether an actual link exists between the demon lord and the Outer God. To date, no such connection has been discovered, yet scholars have not been dissuaded. The fact that both entities revel in trickery and deception cannot be ignored, and it may well be that Areshkagal, in her former mortal life, knew of or even worshiped Nyarlathotep and chose her form as a demon lord in a deliberate attempt to sow confusion or as an unusual display (for a demon lord) of admiration and reverence to the Outer God. Certainly, the cults of Areshkagal and Nyarlathotep seem to get along well when they meet, and trades of secret magical rites or strange rituals between the two are not unheard of. Their cults have always taken care to avoid claiming territory known to belong to the other - though whether this is out of mutual respect or unwillingness to tolerate each other's presence and influence is unclear."
		]
	},
	"arlachramas": {
		"name": "Arlachramas",
		"sources": [
			"Inner Sea Gods",
			"Book of the Damned"
		],
		"description": [
			"::fh[Arlachramas]{sub=\"The Silent Breath\"}",
			"",
			"{SOURCE Inner Sea Gods/318}  ",
			"**Pathfinder Wiki** [Arlachramas](https://www.pathfinderwiki.com/wiki/Arlachramas) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Daemon Harbingers  ",
			"**Areas of Concern** Dehumanization, disposal, euthanasia  ",
			"**Domains** {domain/Community}, {domain/Death}, {domain/Evil}, {domain/Strength}  ",
			"**Subdomains** {domain/Daemon}, {domain/Murder}, {domain/Resolve}, {domain/Undead}  ",
			"**Favored Weapon** {eq-weapon/Warhammer}  ",
			"**Symbol** Bloody empty cradle  ",
			"**Sacred Animal(s)** None  ",
			"**Sacred Color(s)** Blue, pink",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">Pray over the body of one who died of sickness. Gain a +4 profane bonus on saving throws against death effects.",
			">",
			">{SOURCE Book of the Damned/115}  ",
			">Abaddon's unique {family/daemon/s} take on a host of titles, customized to their methods and vanity. These harbingers enjoy sweeping influence among daemons as favored advisors, and they work to cultivate their own cults on Abaddon and beyond.",
			">",
			">Daemon harbingers are neutral evil demigods that range in power from CR 21 to CR 25. The boons they grant are less complex than those granted by the Horsemen themselves, manifesting as spell-like abilities usable twice per day each.",
			">",
			">1. {spell/death knell}",
			">2. {spell/crushing despair}",
			">3. {spell/harm}",
			"",
			"::h2[Description]{jl}",
			"",
			"Arlachramas, the Silent Breath, rules a domain surrounded by the River Styx. She takes the form of a humanoid composed of slowly condensing and evaporating blood and acid."
		]
	},
	"aroden": {
		"name": "Aroden",
		"sources": [ "Pathfinder #100: A Song of Silver" ],
		"description": [
			"::fh[Aroden]{sub=\"The Last Azlanti\"}",
			"",
			"{SOURCE Pathfinder #100: A Song of Silver/70}  ",
			"**Pathfinder Wiki** [Aroden](https://www.pathfinderwiki.com/wiki/Aroden) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LN  ",
			"**Pantheon** Dead Deities  ",
			"**Areas of Concern** Humanity, innovation, history, culture, and fulfillment of destiny  ",
			"**Domains** {domain/Community}, {domain/Glory}, {domain/Knowledge}, {domain/Law}, {domain/Protection}  ",
			"**Subdomains** N/A  ",
			"**Favored Weapon** {eq-weapon/Longsword}  ",
			"**Symbol** An unblinking divine eye balanced between earth and the heavens",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Absalom, Cheliax, Taldor, Sargava, Molthune, Nirmathas, Lastwall, Varisia  ",
			"**Nationality** Azlanti",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Magic Items - Sets",
			">",
			">- {magic-set/Aroden's Array}",
			">",
			">### Traits",
			">",
			">- {trait/Devotee of a Dead God}",
			">- {trait/Faithful Arodenite}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Pathfinder #100: A Song of Silver/69}  ",
			"Twelve centuries after helping to create the nation of Taldor as a symbol of human ambition, Aroden achieved realization as the prophesied Last Azlanti by raising the Starstone from the depths of the Inner Sea. A single touch pulled Aroden into the alien artifact, wherein he experienced a series of phantasmagoric scenes that presented lethal martial trials and exhausting moral quandaries that challenged Aroden's physical, mental, and spiritual limits more than any of the arduous experiences he had survived thus far. Aroden emerged from this experience a living god, and upon the enormous island he had dredged up with the Starstone he founded the city of Absalom: a shining beacon to attract the greatest artists, poets, architects, and mystics from all of humanity's young kingdoms. At long last, Aroden's devoted followers were rewarded with fantastic abilities derived from the god's newfound divinity, and his cause became a full-fledged religion.",
			"",
			"Some two thousand years later, Aroden was so far removed from the day-to-day events of the world that he chose not to intervene when Tar-Baphon returned as the undead {monster/the_<Whispering Tyrant}. Instead, he left the matter to his divine herald {faith/Arazni}, patroness of the Knights of Ozem, with disastrous results. By the time the mortal leader of the knights, {faith/Iomedae}, took the Test of the Starstone and replaced Arazni as Aroden's herald, many of Aroden's faithful began to doubt that he would ever again walk upon Golarion in person. If the Whispering Tyrant could not draw Aroden back from his seclusion in the Great Beyond, what could?",
			"",
			"Early in the Age of Enthronement's fifth millennium, Cheliax broke free from the increasingly decadent Taldor, taking the center of Aroden's faith with it. Chelish fanatics turned with increasing zeal to the ancient Starfall Doctrine, identifying the capital city of Westcrown as the likeliest place for Aroden's return to usher in the prophesied Age of Glory, which was to begin in 4606 AR. When Aroden returned to personally drive the demon lord Deskari into the Lake of Mists and Veils in 4433 AR, the zealots' conviction took on an air of inevitability, and Aroden's faith spread throughout the new empire, eclipsing every other human religion. When the appointed hour arrived, the Chelish emperor stood beside Aroden's patriarch at the heart of Westcrown, eager to greet their patron and celebrate his return and the birth of a new Age of Glory.",
			"",
			"Instead, the skies darkened with violent storms that lasted weeks, plunging the whole world into tumult and throwing Cheliax into open revolution. By the time devil-worshipers finally quelled the fighting and took control of the empire, Aroden was well and truly slain, his clergy left powerless and confused. Even prophecy itself - the force that had defined Aroden's life and spurred his personal accomplishments and ambitions - no longer functioned as once it had. The future of humanity was again completely unknown, and the world found itself thrown into the uncertainty of the Age of Lost Omens."
		]
	},
	"aroggus": {
		"name": "Aroggus",
		"sources": [ "Book of the Damned" ],
		"description": [
			"::fh[Aroggus]{sub=\"The Abbey Maker\"}",
			"",
			"{SOURCE Book of the Damned/120}  ",
			"**Pathfinder Wiki** [Aroggus](https://www.pathfinderwiki.com/wiki/Aroggus) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Kyton Demagogues  ",
			"**Areas of Concern** Possibility, revenge, sanctuary  ",
			"**Domains** {domain/Evil}, {domain/Law}, {domain/Protection}, {domain/Trickery}  ",
			"**Subdomains** {domain/Deception}, {domain/Defense}, {domain/Fear}, {domain/Tyranny}  ",
			"**Favored Weapon** {eq-weapon/Warhammer}",
			"",
			"::hl2[feat/Fiendish Obedience]{jl}",
			"",
			">List the names of those who have wronged you until the writing covers a page, then consume the parchment. Gain a +4 profane bonus on saving throws to resist compulsion effects.",
			">",
			">{SOURCE Book of the Damned/121}  ",
			">The principals of the {family/kyton} race number among the planes' most audacious explorers, artistes, and scientists. Constrained by neither morals nor taboos, kyton demagogues pursue perfection in myriad profane fields. Lost limbs and lives mean little to the kyton demagogue - only the next boundary to shatter and the promise of what could be. The kyton demagogues are legion, but nine of those best known to Golarion's cultic scholars are presented here.",
			">",
			">Kyton demagogues are far less likely than other fiendish demigods to flaunt their power. All kyton demagogues are lawful evil and range in power from CR 26 to CR 30. The boons they grant are less complex than those granted by other fiendish demigods, manifesting as spell-like abilities each usable once per day.",
			">",
			">1. {spell/nondetection}",
			">2. {spell/forcecage}",
			">3. {spell/imprisonment}",
			"",
			"::h2[Description]{jl}",
			"",
			"Following {faith/Geryon/'s} betrayal, Aroggus was one of the elder kytons who led his people from Hell into the darkness of the Plane of Shadow. There he raised the Abbey of Nevers, a half-physical kaleidoscope of impossibilities where the kytons could hide forever if necessary. In the ages since, the Abbey Maker has become one with his refuge, indulging his victims, his followers, and himself in inescapable delusions of retribution, ever perfecting the one true revenge."
		]
	},
	"arqueros": {
		"name": "Arqueros",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Arqueros]{sub=\"The Golden Bulwark\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Arqueros](https://www.pathfinderwiki.com/wiki/Arqueros) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Bodyguards, protection, watchfulness  ",
			"**Domains** {domain/Good}, {domain/Law}, {domain/Protection}, {domain/War}  ",
			"**Subdomains** {domain/Archon (|Good)}, {domain/Archon (|Law)}, {domain/Cooperation}, {domain/Defense}, {domain/Fortifications}, {domain/Tactics}  ",
			"**Favored Weapon** {eq-weapon/Longspear}  ",
			"**Symbol** Gauntlet and briars  ",
			"**Sacred Animal(s)** Golden eagle  ",
			"**Sacred Color(s)** Gold, purple",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Pray while holding a heavy shield over your head for an hour. Gain a +4 sacred bonus on Strength checks and Strength-based skill checks.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/6}",
			">",
			">1. **Divine Defense (Sp)** {spell/shield of faith} 3/day, {spell/shield other} 2/day, or {spell/magic vestment} 1/day",
			">2. **Greaves of Gold (Su)** You gain a +10 sacred bonus to your CMD when an opponent attempts to {rule/bull rush} you. You may always attempt attacks of opportunity when a creature attempts to bull rush you, even if your opponent has the {feat/Improved Bull Rush} feat or a similar ability. In addition, you may attempt an attack of opportunity whenever a charging opponent enters a space you threaten.",
			">3. **Living Aurum (Sp)** You can cast {spell/iron body} once per day. Instead of iron, though, your body is transformed into living gold. In addition, you gain SR equal to 11 + your HD against spells cast by evil creatures while under the effect of this spell-like ability.",
			"",
			"::h2[Paladin Code]{jl}",
			"",
			">The paladins of Arqueros are defense-oriented generals and bodyguards of virtuous public figures and honorable clients. Their tenets include the following affirmations.",
			">",
			">- I will never abandon an innocent in need of protection.",
			">- The role of guardian is a sacred one. I will never neglect my duties when I agree to guard or protect others, even if they seem unworthy of my protection.",
			">- A guardian is only as effective as his weapons and armor. I will maintain mine in peak condition at all times, repairing and cleaning them as consistently as possible without neglecting my charge.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			">- {trait/Eye of Arqueros}",
			">- {trait/Living Bulwark}",
			"",
			"::h2[Description]{jl}",
			"",
			"Arqueros protects his charges against corruption and evil, providing a testament to what the stalwart can accomplish. He stands 12 feet tall, and even while completely stationary (as he often is while at rest) he is a spectacle to behold; clad in gleaming golden armor, one gauntleted hand always gripping a diamond-bladed longspear, the Golden Bulwark is a continual inspiration to the shield archons who serve him. The ground trembles where Arqueros treads and legend tells that not even {faith/Baphomet/'s} charge could move the mighty empyreal lord.",
			"",
			"Many seek the protection of the Golden Bulwark, but only a chosen few earn his measured attention. It's not always clear why the Golden Bulwark takes on a particular charge, but when he does, he protects this chosen individual with all the power at his disposal, sending legions of his celestial minions to the aid of those who cannot stand for themselves. Only rarely does Arqueros himself appear to protect these chosen devotees; his sacred duty prevents him from leaving the Prime Vallation among the lowest slopes of Heaven except under the direst of circumstances. Bodyguards, guards, and children's guardians - as well as soldiers and civic leaders during a time of war - frequently pay homage to Arqueros."
		]
	},
	"arshea": {
		"name": "Arshea",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous"
		],
		"description": [
			"::fh[Arshea]{sub=\"Spirit of Abandon\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Arshea](https://www.pathfinderwiki.com/wiki/Arshea) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Arshea}",
			"",
			"### Details",
			"",
			"**Alignment** NG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Freedom, physical beauty, sexuality  ",
			"**Domains** {domain/Charm}, {domain/Good}, {domain/Liberation}, {domain/Strength}  ",
			"**Subdomains** {domain/Agathion}, {domain/Freedom}, {domain/Love}, {domain/Lust}, {domain/Self-Realization (|Liberation)}[^A], {domain/Self-Realization (|Strength)}[^A]  ",
			"**Favored Weapon** {eq-weapon/light_<Flail}  ",
			"**Symbol** Figure with colorful sashes  ",
			"**Sacred Animal(s)** Swan  ",
			"**Sacred Color(s)** Purple, white",
			"",
			"::hl2[feat/Celestial Obedience]{jl}",
			"",
			">Achieve sexual release by yourself or with one or more partners. Praise the most beautiful aspects of yourself and any partners aloud, and offer a prayer to Arshea while still naked. Gain a +4 sacred bonus on Charisma checks and Charisma-based skill checks when interacting with an intelligent creature who could be sexually attracted to you.",
			">",
			">### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/7}",
			">",
			">1. **Arshea's Charmer (Sp)** {spell/disguise self} 3/day, {spell/mirror image} 2/day, or {spell/charm monster} 1/day",
			">2. **Flawless Form (Su)** Gain an armor bonus equal to your Charisma modifier (minimum +1) whenever you wear revealing clothing and no armor.",
			">3. **Liberation (Sp)** You can cast {spell/freedom} once per day.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Heroic Interposition}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			"",
			"::h2[Description]{jl}",
			"",
			"Arshea inspires passion and comforts the repressed, and perhaps no empyreal lord is rendered in art as often as the Spirit of Abandon.",
			"",
			"Arshea's form suggests the best traits of both the masculine and the feminine. The empyreal lord's lithe body is physically ideal with a flawless combination of lean muscles and soft curves. The Spirit of Abandon's face is a study in perfection, and some claim that those who look directly on the being's countenance can never be satisfied with mortal beauty again. Gossamer clothes constantly swirl around Arshea's form, alternately hiding and revealing the empyreal lord's androgynous form, and Arshea's gray and blue wings flutter gracefully as though part of an eternal dance.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"ashava": {
		"name": "Ashava",
		"sources": [
			"Inner Sea Gods",
			"Chronicle of the Righteous",
			"Pathfinder #134: It Came from Hollow Mountain"
		],
		"description": [
			"::fh[Ashava]{sub=\"True Spark\"}",
			"",
			"{SOURCE Inner Sea Gods/322}  ",
			"**Pathfinder Wiki** [Ashava](https://www.pathfinderwiki.com/wiki/Ashava) *(link opens in outside browser)*  ",
			"**Monster Link** {monster/Ashava}",
			"",
			"### Details",
			"",
			"**Alignment** CG  ",
			"**Pantheon** Empyreal Lords  ",
			"**Areas of Concern** Dancers, lonely spirits, moonlight  ",
			"**Domains** {domain/Chaos}, {domain/Darkness}, {domain/Good}, {domain/Repose}  ",
			"**Subdomains** {domain/Ancestors}, {domain/Azata (|Chaos)}, {domain/Azata (|Good)}, {domain/Moon}, {domain/Revelry}  ",
			"**Favored Weapon** {eq-weapon/Bladed scarf}  ",
			"**Symbol** Dancing woman and moon  ",
			"**Sacred Animal(s)** Wolf  ",
			"**Sacred Color(s)** Midnight blue, silver",
			"",
			"::h2[Celestial/Deific Obedience]{jl}",
			"",
			">Dance in an isolated place under the light of the moon. If no moonlight is available or if someone witnesses your dance, pray for the spirits of the lonely dead and then leave a lighted lantern in a dark area. Gain a +4 sacred bonus on saving throws against spells and effects cast by undead.",
			"",
			"### Boons: {feat/Celestial Obedience}",
			"",
			">#### Mystery Cultist",
			">",
			">{SOURCE Chronicle of the Righteous/8}",
			">",
			">1. **Lunar Dancer (Sp)** {spell/faerie fire} 3/day, {spell/cat's grace} 2/day, or {spell/daylight} 1/day (visible effect is moonlight)",
			">2. **Moonlight (Sp)** You can cast an {feat/enlarged} {spell/sunbeam} once per day. The visible effect is a beam of brilliant silver moonlight, but the spell's effects are unchanged.",
			">3. **Compelling Dance (Sp)** You can cast {spell/irresistible dance} once per day. If you cast this spell-like ability on a willing creature, the target is affected normally by the spell but also gains a +4 sacred bonus on Dexterity checks, Dexterity-based skill checks, and Reflex saves for 24 hours after the effect's initial duration ends.",
			"",
			"### Boons: {feat/Deific Obedience}",
			"",
			">#### Boons: Evangelist",
			">",
			">{SOURCE Pathfinder #134: It Came from Hollow Mountain/73}",
			">",
			">1. **Celestial Guide (Sp)** {spell/bless} 3/day, {spell/augury} 2/day, or {spell/guiding star} 1/day",
			">2. **Touch of Freedom (Su)** As a standard action, you can touch an ally to grant it the benefits of the {spell/freedom of movement} spell until the beginning of your next turn. While under this effect, the target gains a +10-foot enhancement bonus to her base speed when taking the withdraw action and can, as an immediate action when she fails a saving throw against a charm or compulsion effect, reroll that saving throw. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.",
			">3. **Navigator Wisp (Sp)** Once per day, you can cast an {feat/extended} {spell/find the path} on yourself with a caster level equal to your character level. The effect of the spell manifests as a mote of light that is visible to only you. If the route would take you through dangerous territory (such as a river with a very strong current or a hidden pit of acid), the wisp glows yellow. If the route would take you past hidden creatures, the wisp flashes red, giving you a +10 circumstance bonus on Perception checks to notice them.",
			">",
			">#### Boons: Exalted",
			">",
			">{SOURCE Pathfinder #134: It Came from Hollow Mountain/73}",
			">",
			">1. **Moonlight Caller (Sp)** {spell/faerie fire} 3/day, {spell/glitterdust} 2/day, or {spell/daylight} 1/day (visible effect is moonlight)",
			">2. **Lunar Frenzy (Sp)** Three times per day, you can cast {spell/moonstruck} with a caster level equal to your character level. You can choose to have the target affected by {spell/haste} rather than {spell/confusion}; you make this choice each time you use this ability.",
			">3. **Moon's Blessing (Sp)** Once per day, you can cast {spell/divine vessel} with a caster level equal to your character level. You can choose only the celestial aspect, and you take on the form of a large, winged wolf made of glowing moonlight. Instead of 2 slam attacks, you gain a bite attack dealing 2d6 points of damage.",
			">",
			">#### Boons: Sentinel",
			">",
			">{SOURCE Pathfinder #134: It Came from Hollow Mountain/73}",
			">",
			">1. **Gravekeeper (Sp)** {spell/hide from undead} 3/day, {spell/calm spirit} 2/day, or {spell/searing light} 1/day (the visible effect of the spell is a ray of moonlight)",
			">2. **Choreography of the Night (Su)** When the night sky is visible to you, you gain +4 sacred bonus on initiative checks, a +2 sacred bonus on Acrobatics and Escape Artist checks, and a +1 dodge bonus to Armor Class and on Reflex saving throws. In addition, you can take 5-foot steps in difficult terrain. Finally, you gain {ability/uncanny dodge} (as the rogue class feature). If you already have uncanny dodge, you gain {ability/improved uncanny dodge} instead. If you already have improved uncanny dodge, the minimum rogue level required to flank you increases by 1 instead.",
			">3. **The Dance in All Things (Sp)** Once per day, you can cast {spell/animate objects} with a caster level equal to your character level. Objects you animate with this ability gain the benefits of a {spell/haste} spell for as long as they are animated, and their natural attacks count as good and silver for the purpose of overcoming damage reduction.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Ghost Whisperer}",
			">- {feat/Heroic Interposition}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Channeler's Scarf}",
			">",
			">### Prestige Classes",
			">",
			">- {pclass/Ashavic Dancer}",
			">",
			">### Spells",
			">",
			">- {spell/Alluring Light}",
			">- {spell/Moonrise Arrow}",
			">",
			">### Traits",
			">",
			">- {trait/Empyreal Focus}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Pathfinder #134: It Came from Hollow Mountain/72}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Dancing Lights} can be prepared as a 0-level spell",
			">- {spell/Flare Burst} can be prepared as a 1st-level spell",
			">- {spell/Wandering Star Motes} can be prepared as a 4th-level spell",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #134: It Came from Hollow Mountain/73}",
			">",
			">- @hll[spell/Summon Monster IV:] {template/Celestial} {monster/Pegasus}",
			">- @hll[spell/Summon Monster V:] {monster/Lunar Naga}",
			"",
			"::h2[Description]{jl}",
			"",
			"{SOURCE Chronicle of the Righteous/8}  ",
			"Legend tells that benevolent marsh lights, used for guiding lost travelers to safety, danced in Elysium for countless millennia before one night coalescing into the graceful form of Ashava. Now the empyreal lord known as the True Spark dances in dangerous wilderness and lonely graveyards alike, leading lost spirits home.",
			"",
			"Ashava's every motion is light and unfettered; she moves like the wild wind across the plains. She stands 7 feet tall, and her olive skin holds a perpetual flush, as if she has been dancing outdoors for some time. Ashava's form is always obscured by shadows in the light; her features only shine clearly beneath the luminous moon. She wears a gown woven of starlight, and a wreath of colorful moss encircles her dark brow.",
			"",
			"When individuals die violently or unexpectedly, their spirits can become lost. Lonely ghosts and confused spectres become hypnotized by Ashava's dance and follow her as she leads them to their peaceful graves. Those who watch over dangerous areas where travelers can lose their way pray to Ashava for the safety of their guests.",
			"",
			"Ashava despises {monster/will-o'-wisp/s} and goes out of her way to destroy the foul creatures. When not guiding spirits, Ashava lives in the moonlight of the Sparkling Fens on Elysium, at the base of the Mountain of Lingering Soulsong."
		]
	},
	"ashukharma": {
		"name": "Ashukharma",
		"sources": [ "Distant Shores" ],
		"description": [
			"::fh[Ashukharma]{sub=\"The Divine Divide\"}",
			"",
			"{SOURCE Distant Shores/42}  ",
			"**Pathfinder Wiki** [Ashukharma](https://www.pathfinderwiki.com/wiki/Ashukharma) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** CN  ",
			"**Pantheon** Other Deities  ",
			"**Areas of Concern** Canyons, cliffs, gorges, and ravines  ",
			"**Domains** {domain/Chaos}, {domain/Earth}, {domain/Protection}, {domain/Strength}  ",
			"**Subdomains** {domain/Caves}, {domain/Defense}, {domain/Entropy}, {domain/Resolve}  ",
			"**Favored Weapon** {eq-weapon/Greatsword}  ",
			"**Symbol** A deep, jagged gorge in dry earth  ",
			"**Sacred Animal(s)** Goat",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Radripal  ",
			"**Nationality** Vudra",
			"",
			"::h2[Description]{jl}",
			"",
			"Ashukharma is the goddess of canyons, gorges, and ravines, and is often seen as a divisive force - her canyons hinder travel, form boundaries between nations, and pose serious threats to those who attempt to navigate their steep sides. At the same time, she's also a protector, for those same ravines can be used as natural defenses against enemies and dangerous beasts. Ashukharma's worshipers venerate both of the goddess's aspects, recognizing that they are not opposed, nor even two sides of the same coin, but simply the same principle used in different ways.",
			"",
			"The Azvadeva Pujila tells of Ashukharma's battles with her former lover Dinehdal, god of mountain peaks. Spurned when he chose the trio of goddesses known as the Cloud Sisters over her, Ashukharma vowed to travel as far from Dinehdal as possible. Thus she walked the earth as a mortal, leaving a trail of crevasses in her wake, marring the very mountains atop which Dinehdal found his solace. When Ashukharma reached the bank of the mighty Matra River, she found the waterway's patron, {faith/Matravash}, beset by {faith/Gavidya} the Numberless, an asura rana who took the form of a seemingly endless host of foul creatures. Overwhelmed by Gavidya's power, Matravash pled for aid from Ashukharma. The Divine Divide assented and formed steep walls around Matravash to protect her. Together the goddesses drove the asura rana back into Hell. In so doing, Ashukharma found the wounds on her heart healed, and she took the river as her new lover, thanking Matravash for showing her that Dinehdal's betrayal did not mean the end of love.",
			"",
			"Scorned lovers, or those who feel a rift forming between themselves and friends or family, also commonly pray to the Divine Divide, in the hopes that they can safely weather the dangerous emotional terrain through which their life path leads them. Members of Matravash's cult also hold Ashukharma in particular reverence, even along the long stretches of the river that do not flow through a canyon. Prayers to Ashukharma often involve contemplation on the palms of the hand, as followers believe that the creases and lines therein hold signs from the goddess - miniature canyons formed through the toil of daily life yet capable of serving those who know how to read their meaning."
		]
	},
	"asmodeus": {
		"name": "Asmodeus",
		"sources": [
			"Inner Sea Gods",
			"Planar Adventures",
			"Book of the Damned",
			"Divine Anthology",
			"Pathfinder #29: Mother of Flies"
		],
		"description": [
			"::fh[Asmodeus]{sub=\"Prince of Darkness\"}",
			"",
			"{SOURCE Inner Sea Gods/20}  ",
			"**Pathfinder Wiki** [Asmodeus](https://www.pathfinderwiki.com/wiki/Asmodeus) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** LE  ",
			"**Pantheon** Core Deities  ",
			"**Other Pantheons** Archdevils, Kobold Deities, Order of the God Claw Pantheon  ",
			"**Areas of Concern** Contracts, pride, slavery, tyranny  ",
			"**Domains** {domain/Evil}, {domain/Fire}, {domain/Law}, {domain/Magic}, {domain/Trickery}  ",
			"**Subdomains** {domain/Arcane}, {domain/Ash}, {domain/Corruption}, {domain/Deception}, {domain/Devil (|Evil)}, {domain/Devil (|Law)}, {domain/Divine}, {domain/Greed}, {domain/Legislation (|Law)}, {domain/Rites}[^A], {domain/Smoke}, {domain/Sovereignty}  ",
			"**Realm** Nessus, Hell  ",
			"**Allies** {faith/Abadar}  ",
			"**Enemies** {faith/Cayden Cailean}, {faith/Iomedae}, {faith/Irori}, {faith/Lamashtu}, {faith/Rovagug}, {faith/Sarenrae}, {faith/Shelyn}  ",
			"**Temples** cathedrals, libraries  ",
			"**Holy Days** none (but many worshipers celebrate on holidays sacred to good deities in ways intended to blaspheme)  ",
			"**Minions** {monster/cerberi}, {subtype/devil/s} (including {family/archdevil/s}), {monster/hell hound/s}  ",
			"**Herald** {monster/Basileus} (a corrupted, angel-like creature)  ",
			"**Favored Weapon** {eq-weapon/light_<Mace}  ",
			"**Symbol** Red pentagram  ",
			"**Sacred Animal(s)** Serpent  ",
			"**Sacred Color(s)** Black, red",
			"",
			"### On Golarion",
			"",
			"**Centers of Worship** Cheliax, Isger, Nidal  ",
			"**Nationality** devil",
			"",
			"::hl2[rule/Divine Gift>s]{jl}",
			"",
			">{SOURCE Planar Adventures/74}  ",
			">Asmodeus grants the service of a {family/devil} to aid in a specific task (which can last no longer than 9 nights). The type of devil is generally one whose CR is equal to the character's level (or in the case of an NPC, the character's CR).",
			"",
			"::h2[Deific/Fiendish Obedience]{jl}",
			"",
			">*{feat/Deific Obedience} and {feat/Fiendish Obedience} have the same obedience:*  ",
			">Using a ruby-bladed knife, inscribe symmetrical cuts into the flesh of another creature - preferably an unwilling sentient being you own or hold dominion over. The blade may be solid ruby or forged of metal and edged with serrated ruby fragments. Devout priests of Asmodeus take pride in crafting elaborate daggers made entirely of ruby. Drain the victim's blood into a bowl of bone made from the skull of a sentient humanoid. The amount of blood drained is up to you; you don't have to drain so much that you make the creature weak or too useless to serve you. Use the bowl of blood to draw a large pentagram on the ground. Kneel within the pentagram and concentrate on the glory you will bring to the Prince of Darkness's name. Gain a +4 profane bonus on saving throws against fire effects.",
			"",
			">### Boons: Evangelist",
			">",
			">{SOURCE Inner Sea Gods/20;Book of the Damned/26}",
			">",
			">1. **Pitiless Judgment (Sp)** {spell/wrath} 3/day, {spell/flames of the faithful} 2/day, or {spell/bestow curse} 1/day",
			">2. **Tireless Judgment (Ex)** You gain {feat/Favored Judgment} as a bonus feat, choosing chaotic outsider, good outsider, or a subtype of humanoid. If you don't have the judgment class feature, you instead gain a +4 profane bonus on Survival checks made to track a creature or individual. This boon doesn't grant you any ranks in the Survival skill; therefore, if you have no ranks, you still can follow tracks only if the DC of the task is 10 or lower.",
			">3. **Resounding Judgment (Sp)** Once per day, you can channel the effects of {spell/resounding blow} through your weapon, though you don't need to cast (or even know) the spell. You must declare your use of this ability before you make the attack roll. On a hit, the target is affected as if you had cast resounding blow before your attack, and the surrounding area rings with the sound of vicious, booming laughter. You don't gain the stunning effect of the spell unless you have access to the judgment or smite ability. If your attack misses, the resounding blow effect is wasted.",
			">",
			">### Boons: Exalted",
			">",
			">{SOURCE Inner Sea Gods/20;Book of the Damned/26}",
			">",
			">1. **Darkfire (Sp)** {spell/burning hands} 3/day, {spell/darkness} 2/day, or {spell/deeper darkness} 1/day",
			">2. **Embersight (Su)** Your eyes take on the appearance of red-hot, glowing embers, granting you the ability to see in darkness much like devils. You gain darkvision to a range of 60 feet. If you chose either {spell/darkness} or {spell/deeper darkness} as the spell-like ability granted by your first boon, you can also see perfectly through both darkness and deeper darkness. If you already have darkvision to a range of 60 feet or more, instead increase the range of your darkvision by 10 feet. Your eyes make you extremely distinctive, causing you to take a -4 penalty on Disguise checks.",
			">3. **Hellfire Blast (Sp)** You can use {spell/delayed blast fireball} once per day as a spell-like ability to throw a sphere of soul-scouring hellfire. The hellfire is a distinctive mixture of black and crimson flames in which screaming devilish faces can be seen twisting and writhing. Half the damage from this spell is fire, while the other half is unholy. This damage modification applies only to the delayed blast fireball you create through this boon, not to any other spells, effects, or attacks.",
			">",
			">### Boons: Sentinel",
			">",
			">{SOURCE Inner Sea Gods/20;Book of the Damned/26}",
			">",
			">1. **Unholy Warrior (Sp)** {spell/protection from good} 3/day, {spell/death knell} 2/day, or {spell/defile armor} 1/day",
			">2. **Deceitful Duelist (Ex)** Your devotion to the Prince of Darkness has imbued you with some of his trickery. Three times per day, you can attempt a {rule/feint} as a swift action. You gain a +4 profane bonus on your Bluff check when attempting to feint using this ability. If you successfully attack a creature that has lost its Dexterity bonus to AC as a result of your feint, you deal an additional 1d6 points of damage. This is in addition to any other precision-based damage you deal - such as from a {ability/sneak attack} - and isn't multiplied on a critical hit.",
			">3. **Diabolical Resistances (Su)** Your dark patron rewards your faith with a few drops of devilish blood in your veins, granting you a measure of the resilience enjoyed by devilkind. Your skin takes on a ruddy cast, and your teeth grow slightly sharper. To a casual observer you may look no different, but anyone who studies you closely notices these traits. You gain fire resistance 10 and a +4 profane bonus on saving throws against poison.",
			"",
			"::hl2[feat/Divine Fighting Technique]{jl}",
			"",
			">### Asmodeus's Mandate",
			">",
			">{SOURCE Divine Anthology}",
			">",
			">Although soldiers and mercenaries alike in Cheliax claim that the martial techniques detailed within Wrath and Punishment, the most well-known fighting manual of the Church of Asmodeus, are as old as time itself, martial experts across the Inner Sea region note that Wrath and Punishment is less than 3 decades old. Of course, few in Cheliax dare to publicly make such claims. Outside of Cheliax, copies of Wrath and Punishment tend to be found in [Hellknight](rule/aff_lawknights) enclaves.",
			">",
			">**Initial Benefit:** Whenever you threaten a critical hit with a light mace or heavy mace on a foe, that foe becomes {misc/sickened} for 1 round. If you confirm the critical hit, the sickened effect lasts for 2 rounds. The duration of the sickened effect doesn't stack with multiple critical threats.",
			">",
			">**Advanced Prerequisite:** Intelligence 13, {feat/Combat Expertise}, {feat/Divine Fighting Technique}, {feat/Improved Feint}, either Base Attack Bonus +10 or 10 ranks in {skill/Bluff}.",
			">",
			">**Advanced Benefit:** An opponent that you hit with a light mace or heavy mace who is denied his Dexterity bonus to AC is also hindered by the attack. You can attempt a {rule/dirty trick} combat maneuver check as a swift action that doesn't provoke an attack of opportunity immediately after damage from the attack is resolved.",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Archetypes",
			">",
			">- {arc-bard/Demagogue/ (Bard)}",
			">- {arc-monk/Hamatulatsu Master/ (Monk)}",
			">- {arc-monk/Hungry Ghost Monk/ (Monk)}",
			">- {arc-inquisitor/Infiltrator/ (Inquisitor)}",
			">",
			">### Feats",
			">",
			">- {feat/Conversion Channel}",
			">- {feat/Devilish Pride}",
			">- {feat/Diabolical Negotiator}",
			">- {feat/Hamatulatsu}",
			">",
			">### Magic Items - Altars",
			">",
			">- {magic-altar/Altar of Asmodeus}",
			">",
			">### Magic Items - Armor",
			">",
			">- {magic-armor/Half-Plate of the Dark Prince}",
			">",
			">### Magic Items - Rings",
			">",
			">- {magic-ring/Profane Seal Signet}",
			">",
			">### Magic Items - Weapons",
			">",
			">- {magic-weapon/Hell's Eye}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Barbed Pentacle of Asmodeus}",
			">- {magic-wondrous/Circlet of Persuasion}",
			">- {magic-wondrous/Diabolical Masquerade Mask}",
			">- {magic-wondrous/Infernal Cord/ (Greater)}",
			">- {magic-wondrous/Hamatulatsu Robe}",
			">- {magic-wondrous/Infernal Cord/ (Normal)}",
			">- {magic-wondrous/Pentacle Token}",
			">",
			">### Monsters",
			">",
			">- {monster/Accomplice Devil/ (Hesperian)}",
			">- {monster/Basileus/ (Herald)}",
			">",
			">### Spells",
			">",
			">- {spell/Beguiling Gift}",
			">- {spell/Burning Gaze}",
			">- {spell/Infernal Healing}",
			">- {spell/Infernal Healing, Greater}",
			">- {spell/Planar Binding}",
			">- {spell/Shared Sacrifice}",
			">- {spell/Spellcasting Contract}",
			">- {spell/Spellcasting Contract, Greater}",
			">- {spell/Spellcasting Contract, Lesser}",
			">- {spell/Vision of Hell}",
			">",
			">### Traits",
			">",
			">- {trait/Asmodean Demon Hunter}",
			">- {trait/Contract Master}",
			">- {trait/Demon Hunter}",
			">- {trait/Fiendish Confidence}",
			">- {trait/Liar's Tongue}",
			">",
			">### Unique Spell Rules",
			">",
			">{SOURCE Inner Sea Gods/27}",
			">",
			">#### Cleric, Warpriest",
			">",
			">- {spell/Geas, Lesser} can be prepared as a 4th-level spell",
			">- {spell/Geas//Quest} can be prepared as a 5th-level spell [variant, allows a Will saving throw]",
			">",
			">### Unique Summon Rules",
			">",
			">{SOURCE Pathfinder #29: Mother of Flies/67}",
			">",
			">- @hll[spell/Summon Monster II:] {monster/Hell Hound} - LE",
			">- @hll[spell/Summon Monster IV:] {monster/Cerberi} - LE",
			">- @hll[spell/Summon Monster V:] {monster/Bearded Devil} - LE",
			"",
			"::h2[Description]{jl}",
			"",
			">{SOURCE Book of the Damned/26}  ",
			"Asmodeus reigns as the unquestioned lord of Hell, the emperor and god of the damned. He is the most powerful entity to reside within the infernal realm, and even the other deities who make their home within the Pit do so at the Prince of Darkness's leave. All of Hell is his fortress, each layer serving as a nefarious rampart between Nessus, his sinister keep, and a multiverse that screams in want of order. He is the most dreaded enemy to the freedom and spirit of the multiverse's mortal inhabitants, yet the surest route to a grim but eternal peace.",
			"",
			"Asmodeus can take any form he chooses, yet in the depictions of his faith and visions of his worshipers, he appears as a tall, muscular man with red skin, dark hair, short black horns, arrogant features, and hoofed feet. Whether this is the Archfiend's true form or merely a guise he adopts so his mortal servants can conceive of him, none can say. Some legends tell that he has another form - one that bears a great, endlessly bleeding wound he received during his final battle with his brother Ihys - but if any souls have ever witnessed this shape, they have never been allowed to leave Nessus. He is rarely seen without his symbol of rule, the Archstar, an artifact forged before the diabolic Exodus from Heaven that bears his symbol and often takes the form of a burning ruby mace, rod, or staff.",
			"",
			"Asmodeus is beyond arrogant, beyond confident, and beyond patient. He knows that, eventually, the tide of the multiverse will turn, the young deities that hold such appeal to the souls of the mortal world will perish or move on, and moralities will shift, elevating him to a place of righteousness. So it was, and so it will be once more. He is known for his devastating bouts of wrath, yet his ire is but a tool to inspire fear, for few events in the last millennia have truly enraged him. None know the face of the Prince of Darkness's true fury - his disciplined facade being impenetrable - but those who cross him come to know suffering in their lives and beyond like nothing imaginable.",
			"",
			"[^A]: Requires the {trait/Acolyte of Apocrypha} trait."
		]
	},
	"atlach_nacha": {
		"name": "Atlach-Nacha",
		"sources": [ "Pathfinder #109: In Search of Sanity" ],
		"description": [
			"::fh[Atlach-Nacha]{sub=\"The Void Weaver\"}",
			"",
			"{SOURCE Pathfinder #109: In Search of Sanity/64}  ",
			"**Pathfinder Wiki** [Atlach-Nacha](https://www.pathfinderwiki.com/wiki/Atlach-Nacha) *(link opens in outside browser)*",
			"",
			"### Details",
			"",
			"**Alignment** NE  ",
			"**Pantheon** Great Old Ones  ",
			"**Areas of Concern** Construction, futility, spiders  ",
			"**Domains** {domain/Artifice}, {domain/Evil}, {domain/Madness}, {domain/Void}  ",
			"**Subdomains** {domain/Construct}, {domain/Isolation}, {domain/Nightmare}, {domain/Toil}  ",
			"**Favored Weapon** {eq-weapon/Net}  ",
			"**Symbol** Spider perched at the center of a web",
			"",
			"::h2[Follower Options]{jl}",
			"",
			">### Feats",
			">",
			">- {feat/Dreamed Secrets}",
			">",
			">### Magic Items - Wondrous Items",
			">",
			">- {magic-wondrous/Preklikin's Book of Cults}",
			">",
			">### Traits",
			">",
			">- {trait/Unspeakable Bond}",
			"",
			"::h2[Description]{jl}",
			"",
			"The Spider God Atlach-Nacha is of an indeterminate gender - in some tales, he is portrayed as male, but in others she is female. In truth, constructs as prosaic as gender are but afterthoughts to Atlach-Nacha. Dwelling in a vast underground cavern large enough to swallow entire nations, Atlach-Nacha weaves an impossibly complex web to span the gulf. Texts claim that on the day its vast bridge finally connects all sides of this complex canyon, a new age of madness will be unleashed, while others purport that Atlach-Nacha's web-bridges are to be used by the Outer God Abhoth to surge out of its deep cavern rather than sending forth only its spawn.",
			"",
			"Those who venerate Atlach-Nacha see the divine in the spider's form. Many of its worshipers are arachnid creatures, such as {monster/drider/s}, {monster/ettercap/s}, and {monster/jorogumo/s}. These latter beings have been known to take the name of Atlach-Nacha themselves when they invade human societies, although their goal in appropriating the god's name is unclear.",
			"",
			"Atlach-Nacha appears as a huge black-and-red spider with a body the size of an elephant and long, spindly legs. Its face is vaguely humanoid, with hair-rimmed eyes, but in certain obscure sources it has also been depicted as having multiple arms and a woman's head and torso. Many of the spiders of Leng venerate it as their mother, and doubtless the tunnels below Leng eventually connect to Atlach-Nacha's web-strewn canyon lair."
		]
	}
}
