{
	"sea_hunter": {
		"name": "Sea Hunter",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sea Hunter (Combat)",
			"",
			"{SOURCE Advanced Race Guide/195}",
			"",
			"Your blows knock swimming opponents off balance.  ",
			"**Prerequisites:** {feat/Combat Expertise}, merfolk.  ",
			"**Benefit:** When you make a successful melee attack against a swimming target, as a free action you can attempt to knock the target off balance. Treat this as a trip combat maneuver. If you succeed, the target is considered off balance until it recovers its balance, usually by making a Swim check on its turn. This feat has no effect on creatures with a swim speed, those using magic such as freedom of movement, and creatures that can't be tripped.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you successfully knock a target off balance while using this feat, you can spend up to 5 stamina points to apply a penalty on the target's Swim checks to recover its balance from the effect equal to the number of stamina points you spent."
		]
	},
	"sea_legs": {
		"name": "Sea Legs",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Sea Legs",
			"",
			"{SOURCE Ultimate Combat/117}",
			"",
			"You have a sailor's instincts for moving about while aboard seagoing vessels.  ",
			"**Prerequisites:** Profession (sailor) 5 ranks.  ",
			"**Benefit:** You gain a +2 bonus on Acrobatics, Climb, and Swim checks."
		]
	},
	"searing_distraction": {
		"name": "Searing Distraction",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Searing Distraction (Combat)",
			"",
			"{SOURCE Heroes of the Darklands/5}",
			"",
			"You harry your foes with the light and heat of your weapon.  ",
			"**Prerequisites:** {feat/Catch Off-Guard}.  ",
			"**Benefit:** When you make an attack using a light source such as a sunrod or torch as an improvised weapon, the target must succeed at a Fortitude save or be dazzled for 1 round. On a critical hit, the target is instead blinded for 1 round. The DC of the effect is 10 + half your character level + your Dexterity modifier. Blind targets are immune to this effect."
		]
	},
	"seasoned_flier": {
		"name": "Seasoned Flier",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Seasoned Flier",
			"",
			"{SOURCE Ultimate Wilderness/13}",
			"",
			"You have trained long and hard at flight.  ",
			"**Prerequisites:** Dex 15, Fly 5 ranks, fly speed, {race/gathlain}.  ",
			"**Benefit:** Your maneuverability while flying improves to average."
		]
	},
	"second_chance": {
		"name": "Second Chance",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Second Chance (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"Quick reflexes turn missed strikes into second chances.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, base attack bonus +6.  ",
			"**Benefit:** When making a full attack, if you miss on your first attack, you can forgo making any other attacks for the rest of your turn to reroll that attack at your highest base attack bonus.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. After you use Second Chance, you can spend 5 stamina points to still make an attack at your second-highest attack bonus after rerolling your first attack."
		]
	},
	"second_wind": {
		"name": "Second Wind",
		"sources": [ "People of the River" ],
		"description": [
			"## Second Wind (Combat, Performance)",
			"",
			"{SOURCE People of the River/15}",
			"",
			"The roar of the crowd strengthens your resolve.  ",
			"**Prerequisites:** {feat/Endurance}.  ",
			"**Benefit:** When you spend a swift action to attempt a performance combat check, you gain a +2 bonus on your performance combat check, and if you are shaken, sickened, or fatigued, these conditions are suppressed until the end of your next turn."
		]
	},
	"secret_capital": {
		"name": "Secret Capital",
		"sources": [ "Andoran, Birthplace of Freedom" ],
		"description": [
			"## Secret Capital",
			"",
			"{SOURCE Andoran, Birthplace of Freedom/35}",
			"",
			"You have access to family connections and secret funds you can use to make things happen more easily.  ",
			"**Prerequisites:** Int 13, member of the Seven Houses.  ",
			"**Benefit:** When you use gp to buy capital using the downtime rules, you pay only 75% of the normal cost."
		]
	},
	"secret_language": {
		"name": "Secret Language",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Secret Language (Teamwork)",
			"",
			"{SOURCE Cohorts and Companions/23}",
			"",
			"You and your allies have worked out a complex set of codes and phrases that allow you to secretly pass information back and forth.  ",
			"**Prerequisites:** Bluff 1 rank, Linguistics 1 rank, Sense Motive 1 rank.  ",
			"**Benefit:** You gain a +5 circumstance bonus on Bluff checks made to pass secret messages to other characters that have this feat, and can communicate as much information as you could normally say in one round as a swift action."
		]
	},
	"secret_of_magical_discipline": {
		"name": "Secret of Magical Discipline",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Secret of Magical Discipline",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"Your study and devotion to magic allows you to access spells beyond your ken.  ",
			"**Prerequisites:** Secret class feature.  ",
			"**Benefit:** Once per day, you can cast any spell as if it were one of your prepared spells or spells known. This action expends either a spell slot or a prepared spell of the same spell level. Casting a spell this way always has a minimum casting time of 1 full round.  ",
			"**Special:** You can gain this feat multiple times. Each time you take the feat, you can use this ability one additional time per day."
		]
	},
	"secret_signs": {
		"name": "Secret Signs",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Secret Signs",
			"",
			"{SOURCE Inner Sea World Guide/288;Pathfinder Campaign Setting/57}",
			"",
			"You are particularly adept at communicating with others via innuendo, gestures, and secret hand signs.  ",
			"**Prerequisites:** Int 13.  ",
			"**Benefit:** You gain a +4 bonus on Bluff checks made to pass secret messages. In addition, you are adept at hiding the somatic components of spellcasting. If you cast a spell that has only somatic components, an observer must make a Perception check opposed by your Sleight of Hand check to notice your spellcasting. Spellcraft checks made to identify any spell you cast that has somatic components take a -2 penalty."
		]
	},
	"secret_stash_deed": {
		"name": "Secret Stash Deed",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Secret Stash Deed (Grit)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You are so skilled at stashing small packets of firearm ammunition and black powder on your person that you sometimes surprise yourself when you find them.  ",
			"**Prerequisites:** Grit class feature or {feat/Amateur Gunslinger} feat, Sleight of Hand 1 rank.  ",
			"**Benefit:** Spend 1 grit point while in combat to recover either 1 bullet and 1 dose of black powder or 1 alchemical cartridge from a hidden stash on your person that you had, until now, forgotten about. If the bullet and black powder or the alchemical cartridges are normal shot, you do not need to pay for the ammunition. If you want to recover any other kind of ammunition, you must pay for it with gold pieces from your character's wealth. The grit cost of this deed cannot be decreased by the Signature Deed feat, the true grit class feature, or any other similar effect that reduces the number of grit points you spend to use a deed. You also gain a +4 bonus on any Sleight of Hand checks made while gambling."
		]
	},
	"secured_armor": {
		"name": "Secured Armor",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Secured Armor (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/17}",
			"",
			"You are adept at using your armor to cover your most vulnerable areas.  ",
			"**Prerequisites:** Base attack bonus +11 or fighter level 8th, armor training class feature, proficiency with medium or heavy armor.  ",
			"**Benefit:** When you are hit by a confirmed critical hit or a sneak attack, there is a 25% chance that the critical hit or sneak attack is negated and damage is instead rolled normally.  ",
			"**Special:** This chance stacks with the light fortification and moderate fortification armor special abilities.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">If you fail to negate a critical hit against you, you can spend 5 stamina points to cause the attack to deal half damage."
		]
	},
	"seductive_channel": {
		"name": "Seductive Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Seductive Channel",
			"",
			"{SOURCE Inner Sea Gods/215}",
			"",
			"Even your healing is seductive.  ",
			"**Prerequisites:** {ability/Channel positive energy} class feature, worshiper of {faith/Calistria}.  ",
			"**Benefit:** When you channel positive energy, those you heal can choose to take additional healing equal to your Charisma bonus (minimum 1), but in return they take a -2 penalty on Will saves against your charms, compulsions, and emotion effects and on Sense Motive checks against your Bluff checks. This penalty lasts for 24 hours. A creature cannot benefit from this feat again for the duration of this penalty."
		]
	},
	"seeds_of_doubt": {
		"name": "Seeds of Doubt",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Seeds of Doubt",
			"",
			"{SOURCE Faiths and Philosophies/7}",
			"",
			"You have learned to plant the seeds of your own doubt in the minds of others by way of your hexes.  ",
			"**Prerequisites:** Hex class feature, {feat/Divine Defiance}.  ",
			"**Benefit:** As long as a creature is subject to one of your hexes, it gains a +1 luck bonus on Will saving throws and can't help but doubt and resist divine magic. Whenever an affected creature is subject to a divine spell or spell-like ability granted by a divine spellcasting class, that creature must attempt a saving throw if at all possible, even if the effect is harmless, cast by an ally, or cast by the creature itself."
		]
	},
	"seeker_of_the_eternal_emperor": {
		"name": "Seeker of the Eternal Emperor",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Seeker of the Eternal Emperor",
			"",
			"{SOURCE Heroes of the High Court/18}",
			"",
			"You lend some of your oracular powers to the leaders of Po Li in their search for the reborn Eternal Emperor, learning useful techniques to extend your divinations.  ",
			"**Prerequisites:** {feat/Enlarge Spell} or {feat/Extend Spell}, oracle's curse class feature.  ",
			"**Benefit:** Treat your oracle level as 1 lower (minimum 1st level) when determining the effects of your oracle's curse. You don't require additional time to spontaneously cast divination spells modified by the Enlarge Spell or Extend Spell metamagic feats.  ",
			"**Normal:** Applying a metamagic feat to a spontaneously cast spell increases the casting time of the spell."
		]
	},
	"seeking_spell": {
		"name": "Seeking Spell",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Seeking Spell (Metamagic)",
			"",
			"{SOURCE Ranged Tactics Toolbox/13}",
			"",
			"You can cast spells that bend around barriers to reach their intended destination.  ",
			"**Benefit:** A seeking spell's range can bend around obstacles to reach the intended target. You can define the route yourself or unambiguously identify a target and allow the spell to determine its own path. However, the spell fails if it would have to travel farther than its maximum range to reach the identified target. A ranged attack roll made to deliver a seeking spell is not subject to cover or concealment. In order to benefit from this feat, the selected spell must have a range greater than touch and target one or more creatures, or it must require the caster to make a ranged touch attack. A seeking spell uses up a spell slot 2 levels higher than the spell's actual level."
		]
	},
	"seen_and_unseen": {
		"name": "Seen and Unseen",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Seen and Unseen",
			"",
			"{SOURCE Advanced Race Guide/47}",
			"",
			"Your anonymity makes you difficult to find through magical or mundane means, and you have learned how to combat both of your progenitor races.  ",
			"**Prerequisites:** {feat/Exile's Path}, character level 5th, {race/half-elf}.  ",
			"**Benefit:** You gain a +2 bonus on all saving throws against scrying or divination effects. Additionally, you gain a +2 bonus on all Stealth checks, and elves, half-elves, and humans take a -4 penalty on all efforts to track you through the Survival skill."
		]
	},
	"seeping_darkness": {
		"name": "Seeping Darkness",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Seeping Darkness (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/209}",
			"",
			"Your innate magical darkness seeps through your skin and strengthens when you're near another creature whose soul is as wicked as yours.  ",
			"**Prerequisites:** {race/Drow}, darkness racial spell-like ability.  ",
			"**Benefit:** Whenever you're adjacent to a drow ally who also has this feat, you can spend a move action to gain concealment (20% miss chance) for 1 round."
		]
	},
	"seething_hatred": {
		"name": "Seething Hatred",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Seething Hatred (Combat)",
			"",
			"{SOURCE Advanced Class Guide/155}",
			"",
			"You've learned to channel your hatred of a particular type of creature into a devastating strike.  ",
			"**Prerequisites:** Studied target class feature.  ",
			"**Benefit:** Select a creature type from the Ranger {ability/Favored Enemies} table. When you designate a creature of this type as your studied target and hit it with a melee or ranged weapon attack, your favored target bonus on damage rolls against it is doubled.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">You can spend 5 stamina points to change your favored enemy type to any other favored enemy on the Ranger Favored Enemies table. This change lasts until the start of your next turn."
		]
	},
	"seize_advantage": {
		"name": "Seize Advantage",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Seize Advantage (Combat)",
			"",
			"{SOURCE Advanced Class Guide/156}",
			"",
			"You can take advantage of your foes when they overcommit on their attacks.  ",
			"**Prerequisites:** Opportune parry and riposte deed.  ",
			"**Benefit:** When your foe is using {feat/Power Attack} and you successfully use the opportune parry and riposte deed to parry its attack and then respond with a riposte, you add your foe's current bonus on damage rolls from Power Attack to your own damage roll, but you do not take the penalty to hit from your foe's Power Attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When you make a riposte using this feat, you can spend up to 5 stamina points to increase the damage of the riposte by double the number of stamina points you spent."
		]
	},
	"seize_the_moment": {
		"name": "Seize the Moment",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Seize the Moment (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Combat/118}",
			"",
			"You and your allies are poised to pounce whenever one of you scores a telling blow.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, {feat/Improved Critical}.  ",
			"**Benefit:** When an ally who also has this feat confirms a critical hit against an opponent that you also threaten, you can make an attack of opportunity against that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When an ally with this feat threatens a critical hit but fails to confirm it, you can spend 5 stamina points to make your attack of opportunity anyway."
		]
	},
	"selective_channeling": {
		"name": "Selective Channeling",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Selective Channeling",
			"",
			"{SOURCE PRPG Core Rulebook/132}",
			"",
			"You can choose whom to affect when you channel energy.  ",
			"**Prerequisites:** Cha 13, {ability/channel energy} class feature.  ",
			"**Benefit:** When you channel energy, you can choose a number of targets in the area up to your Charisma modifier. These targets are not affected by your channeled energy.  ",
			"**Normal:** All targets in a 30-foot burst are affected when you channel energy. You can only choose whether or not you are affected.",
			"",
			"### Mythic Selective Channeling",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"When you exclude creatures from your channel, you empower those you do affect.  ",
			"**Prerequisites:** Selective Channeling.  ",
			"**Benefit:** When you channel energy, the damage you heal or deal increases by a number of points equal to twice the number of targets you excluded from your channeled energy. You can expend one use of mythic power to increase the number of targets you exclude from your channeled energy by half your tier."
		]
	},
	"selective_spell": {
		"name": "Selective Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Selective Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"Your allies need not fear friendly fire.  ",
			"**Prerequisites:** Spellcraft 10 ranks.  ",
			"**Benefit:** When casting a selective spell with an area effect and a duration of instantaneous, you can choose a number of targets in the area equal to the ability score modifier used to determine bonus spells of the same type (Charisma for bards, oracles, paladins, sorcerers, and summoners; Intelligence for witches and wizards; Wisdom for clerics, druids, inquisitors, and rangers). These targets are excluded from the effects of your spell. A selective spell uses up a spell slot one level higher than the spell's actual level.",
			"",
			"Spells that do not have an area of effect do not benefit from this feat."
		]
	},
	"self_exiled_noble": {
		"name": "Self-Exiled Noble",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Self-Exiled Noble (Story)",
			"",
			"{SOURCE Heroes of the High Court/5}",
			"",
			"You chose to leave nobility behind.  ",
			"**Prerequisites:** You must have intentionally left your noble family and changed your name or appearance afterward.  ",
			"**Benefit:** You gain a +2 bonus on Disguise checks, and Disguise is a class skill for you. You gain a +1 bonus on attack rolls and damage rolls against members of your former family.  ",
			"**Goal:** Escape your former name by establishing your own noble legacy. In addition, you must decisively defeat a challenging foe from your former family who may wish to return you to your old home.  ",
			"**Completion Benefit:** Your bonus on attack rolls and damage rolls from this feat increases to +2 and applies to anyone who threatens your allies or your new noble legacy."
		]
	},
	"selfish_channel": {
		"name": "Selfish Channel",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Selfish Channel",
			"",
			"{SOURCE Legacy of the First World/23}",
			"",
			"You can hoard channeled energy for yourself.  ",
			"**Prerequisites:** {ability/Channel energy} class feature.  ",
			"**Benefit:** Whenever you channel positive energy to heal creatures, you regain half again as many hit points (+50%) as normal if you're the only creature healed by the channeled energy (either because there are no other living creatures within the area or because you exclude them with Selective Channeling or a similar effect).  ",
			"**Special:** If you are healed by negative energy, this feat applies when you channel negative energy and you're the only creature healed by the channeled energy."
		]
	},
	"self_sufficient": {
		"name": "Self-Sufficient",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Self-Sufficient",
			"",
			"{SOURCE PRPG Core Rulebook/133}",
			"",
			"You know how to get along in the wild and how to effectively treat wounds.  ",
			"**Benefit:** You get a +2 bonus on all Heal checks and Survival checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
			"",
			"### Mythic Self-Sufficient",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"Independence comes naturally to you, and you have mastered taking care of yourself.  ",
			"**Prerequisites:** Self-Sufficient.  ",
			"**Benefit:** The bonus on Heal and Survival skill checks from Self-Sufficient increases by 2. In addition, you can expend one use of mythic power to treat a Heal or Survival check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
		]
	},
	"sense_allies": {
		"name": "Sense Allies",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Sense Allies",
			"",
			"{SOURCE Heroes from the Fringe/21}",
			"",
			"Wildborn who grow up together are closely attuned to the presence of others and carry this skill throughout their lives.  ",
			"**Prerequisites:** Perception 3 ranks, wildborn {race/half-elf}.  ",
			"**Benefit:** You are aware of the location of all allies within 60 feet, even if they are hiding, invisible, or otherwise could not normally be detected."
		]
	},
	"sense_assumptions": {
		"name": "Sense Assumptions",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Sense Assumptions",
			"",
			"{SOURCE Ultimate Intrigue/91}",
			"",
			"You can easily intuit an opponent's preconceptions.  ",
			"**Prerequisites:** Sense Motive 3 ranks.  ",
			"**Benefit:** You can attempt a Sense Motive check to intuit some of another person's assumptions after 1 minute of conversation. The DC equals 20, or 10 + the target's Bluff modifier, whichever is higher. If you succeed, you learn whether or not a falsehood of your choice related to the topic of conversation would impose a penalty on Bluff checks to convince the target of that falsehood's truth. If you fail by 4 or less, you learn nothing. If you fail by 5 or more, the target realizes you are trying to glean information from it. You can retry this check, but the DC increases by 5 for each previous failure on this check against that target."
		]
	},
	"sense_link": {
		"name": "Sense Link",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Sense Link",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"When you and your eidolon share senses, your combined minds grant you exceptional powers of observation.  ",
			"**Prerequisites:** Bond senses class feature.  ",
			"**Benefit:** When sharing the senses of your eidolon, you gain a +4 competence bonus on Perception checks for the duration of your bond senses ability."
		]
	},
	"sense_loyalties": {
		"name": "Sense Loyalties",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Sense Loyalties",
			"",
			"{SOURCE Spymaster's Handbook/9}",
			"",
			"You can quickly sense a target's relationship to some specific god, patron, or government, and use that knowledge to manipulate them.  ",
			"**Prerequisites:** Knowledge (nobility) 1 rank, Knowledge (religion) 1 rank.  ",
			"**Benefit:** After 1 hour or more of interaction, you can attempt a DC 20 Sense Motive check to get a hunch in order to intuit what god, government, leader, or patron a creature is loyal to or worships. You must understand the language the creature is speaking, and if it's of a different type than you, you take a -5 penalty on the check. If the creature is attempting to conceal its loyalties, it attempts a Bluff check. If the result of the Bluff check is higher than 20, that result becomes the DC of your Sense Motive check. On a success, you learn whether the creature has a patron god, a witch patron, or a government to which it is strongly loyal. You can attempt to name one specific god, patron, or government for every 2 ranks you have in Sense Motive by introducing them into the conversation as subjects, as noted below.",
			"",
			"You can use this ability only if you observe the creature in an environment where loyalty to a god, government, leader, or patron is being discussed. If this isn't already occurring, you can introduce the topic, but doing so may expose your interest. In this case, the creature you are observing and any other creatures able to hear you bring up the topic of loyalty to a god, government, leader, or patron can attempt Sense Motive checks (opposed by a Bluff check from you, which the GM rolls in secret). On a success, the creature realizes you are interested in determining the observed creature's specific loyalty. If you are attempting to determine whether the observed creature's loyalty is to a specific god, government, or leader as noted above, creatures who succeed at the Sense Motive check are aware of the specific god, government, leader, or patron about which you are interesting in learning."
		]
	},
	"sense_magical_interrogation": {
		"name": "Sense Magical Interrogation",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Sense Magical Interrogation",
			"",
			"{SOURCE Heroes of the High Court/21}",
			"",
			"You have developed an uncanny sixth sense for detecting when your words are subject to magical scrutiny.  ",
			"**Prerequisites:** Sense Motive 3 ranks, Spellcraft 3 ranks.  ",
			"**Benefit:** Whenever you are subject to a spell, spell-like ability, or supernatural ability that can discern whether or not you are telling the truth, you are automatically aware of such magic. You are not immune to such spells or abilities, but you can choose to remain silent or avoid answering questions. If you concentrate as a full-round action, you detect the source of the spell or ability and can attempt a Spellcraft check to determine the exact spell, spell-like ability, or supernatural ability being used (DC = 15 + the spell level, or 15 + 1/2 the caster level for a non-spell effect)."
		]
	},
	"sense_metals_and_minerals": {
		"name": "Sense Metals and Minerals",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Sense Metals and Minerals",
			"",
			"{SOURCE Heroes of the Darklands/5}",
			"",
			"You have a sixth sense for the valuable treasures of the earth  ",
			"**Benefit:** You gain a +4 bonus on Perception checks to notice natural deposits of precious metals or minerals, and a +4 bonus on Appraise checks to determine their worth. By spending 5 minutes scrutinizing a discovered vein of metals or minerals, you can determine the worth of the full vein to within 1,000 gp, to a maximum of 50,000 gp."
		]
	},
	"sense_relationships": {
		"name": "Sense Relationships",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Sense Relationships",
			"",
			"{SOURCE Ultimate Intrigue/91}",
			"",
			"You can quickly sense relationships between others and use that knowledge to manipulate them.  ",
			"**Prerequisites:** {feat/Street Smarts}.  ",
			"**Benefit:** After 1 minute or more of interaction or observation, you can attempt a DC 20 Sense Motive check to get a hunch in order to intuit the relationship between any two creatures interacting with one another. If you don't understand the language they are speaking, you take a -5 penalty on the check, and if the creatures are a different type than you, you take an additional -5 penalty on the check.",
			"",
			"If you succeed at this check by 5 or more, for the next hour, you gain a +2 bonus on Bluff checks to lie about one of the creatures to the other and on Diplomacy checks to request that one act against the other. If you fail the check, you cannot attempt this ability on the same creatures again until you gain an additional rank in Sense Motive."
		]
	},
	"sensory_control": {
		"name": "Sensory Control",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Sensory Control (Meditation)",
			"",
			"{SOURCE Blood of the Beast/29}",
			"",
			"Meditation focuses your powers of observation.  ",
			"**Prerequisites:** Wis 15, {feat/Blind-Fight}, {feat/Meditation Master}.  ",
			"**Benefit:** For 24 hours after you meditate, you gain {umr/low-light vision} and {umr/scent}, as per the universal monster abilities. If you already have low-light vision, you gain the ability to see three times as far as a human in conditions of dim light for 24 hours. If you already have scent, the range at which you detect smells using scent doubles for 24 hours (60 feet normally, 30 feet upwind, and 120 feet downwind).  ",
			"**Special:** A monk with this feat can select {feat/Improved Blind-Fight} as a bonus feat beginning at 6th level, and {feat/Greater Blind-Fight} as a bonus feat beginning at 10th level. He doesn't need to meet the prerequisites of those feats."
		]
	},
	"serpent_lash": {
		"name": "Serpent Lash",
		"sources": [
			"Rival Guide",
			"Osirion, Land of the Pharaohs"
		],
		"description": [
			"## Serpent Lash (Combat)",
			"",
			"{SOURCE Rival Guide/23;Osirion, Land of the Pharaohs/29}",
			"",
			"You are adept at vexing multiple foes with your whip.  ",
			"**Prerequisites:** {feat/Weapon Finesse}, proficient in whip.  ",
			"**Benefit:** As a standard action, you can make a disarm or trip maneuver with your whip. If it succeeds, you can make an additional disarm or trip maneuver with the same bonus against a target adjacent to the first and also within your whip's reach.",
			"",
			"In addition, you can use your whip to perform reposition maneuvers, though you take a -4 penalty on your CMB and you may only move the target toward you from its original position."
		]
	},
	"serpentine_compression": {
		"name": "Serpentine Compression",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Serpentine Compression",
			"",
			"{SOURCE Monster Codex/200}",
			"",
			"You can squeeze through small areas thanks to your slippery scales and lithe musculature.  ",
			"**Prerequisites:** {monster/Serpentfolk}.  ",
			"**Benefit:** You gain the {umr/compression} universal monster ability, allowing you to move through an area as small as one-quarter your space without squeezing, or one-eighth your space when squeezing."
		]
	},
	"serrens_masterstroke": {
		"name": "Serren's Masterstroke",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Serren's Masterstroke (Combat)",
			"",
			"{SOURCE Adventurer's Guide/26}",
			"",
			"When bypassing a foe's defenses while feinting, you can deal devastating damage.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (Aldori dueling sword), {feat/Weapon Focus} (Aldori dueling sword), base attack bonus +6.  ",
			"**Benefit:** Once per round when you hit a foe you have successfully feinted against via a melee attack using an Aldori dueling sword, you deal an extra 2d6 points of precision damage. When your base attack bonus reaches +11, this damage bonus increases to +3d6, and at base attack bonus +16, it increases to +4d6. This precision damage does not stack with damage from sneak attack, a vigilante's sudden strike, or similar effects. Any effect which protects against sneak attack damage also protects against this additional damage."
		]
	},
	"servant_in_the_house_of_truth": {
		"name": "Servant in the House of Truth",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Servant in the House of Truth (Origin)",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/73}",
			"",
			"Your creator was a scholar and a seeker of lore, and your memories are filled with the feel of papyrus and ink.  ",
			"**Prerequisites:** {race/Shabti}.  ",
			"**Benefit:** Whenever you attempt a check for a Knowledge skill in which you have ranks, you can roll the check twice and use the better of the two results."
		]
	},
	"shade_of_the_uskwood": {
		"name": "Shade of the Uskwood",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Shade of the Uskwood",
			"",
			"{SOURCE Inner Sea World Guide/288;Pathfinder Campaign Setting/111}",
			"",
			"Ordained as one of the sinister albino druids who dwell within the heart of the Uskwood, you carry with you into the wider world a powerful effigy of hair, twigs, and blood that crawls with the deepening cold of the Midnight Lord's hallowed hunting grounds.  ",
			"**Prerequisites:** Neutral evil, patron deity Zon-Kuthon.  ",
			"**Benefit:** Add the following spells to your druid spell list. 0-disrupt undead, ray of frost; 1st-ghost sound, touch of fatigue; 2nd-chill touch, spectral hand; 3rd-ghoul touch, invisibility; 4th-displacement, ray of exhaustion; 5th-animate dead, phantasmal killer; 6th-nightmare, waves of fatigue; 7th-circle of death, shadow walk; 8th-mass invisibility, waves of exhaustion; 9th-horrid wilting, weird.",
			"",
			"Remove all spells with the fire descriptor from all your spell lists (not just your druid spell list). You cannot cast any spells with the fire descriptor, nor activate them off scrolls, wands, or any other magic devices. In addition, you may not use wild shape to take the form of any creature with the fire subtype.  ",
			"**Special:** As part of this feat, you create a personal Umbrae-Token that ties your soul and your doings to the fell power of the Uskwood. This potent object is treated as a wooden unholy symbol that radiates faint necromancy magic. If your Umbrae-Token is ever destroyed, your connection to the shadowy heart of the Uskwood is severed and all benefits of this feat are lost until another is created. This process requires a journey to the Uskwood and an atonement spell cast by a fellow worshiper of Zon-Kuthon."
		]
	},
	"shadow_caster": {
		"name": "Shadow Caster",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Shadow Caster",
			"",
			"{SOURCE Advanced Race Guide/105}",
			"",
			"Your command over shadow and darkness create longer-lasting spell effects.  ",
			"**Prerequisites:** Caster level 1st, {race/drow}.  ",
			"**Benefit:** When you cast spells of the shadow subschool or spells with the darkness or shadow descriptor, you are considered two levels higher when determining the duration of those spells."
		]
	},
	"shadow_dodge": {
		"name": "Shadow Dodge",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Shadow Dodge",
			"",
			"{SOURCE Inner Sea Gods/216;Faiths of Corruption/24}",
			"",
			"You use shadows to confound your enemies' senses.  ",
			"**Prerequisites:** Dex 13, worshiper of {faith/Norgorber}.  ",
			"**Benefit:** You can use the light around you to move back and forth from shadow to light again, and your sudden shifting confuses your enemies' eyes. Each time you move a distance equal to or greater than your speed in areas of normal light or dim light, you gain a +3 dodge bonus to AC until the start of your next turn. Enemies who do not use sight in order to perceive you or are using true seeing or a similar effect ignore this AC bonus. This feat is ineffective in areas of darkness or bright light, where one cannot readily shift between light and shadow."
		]
	},
	"shadow_gambit": {
		"name": "Shadow Gambit",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Shadow Gambit",
			"",
			"{SOURCE Inner Sea Magic/15}",
			"",
			"You can tap into the Plane of Shadow to momentarily lend reality to one of your illusion (figment) spells.  ",
			"**Prerequisites:** {feat/Spell Focus} (illusion), caster level 5th.  ",
			"**Benefit:** As a standard action, you can draw upon energies from the Plane of Shadow to cause an ongoing figment spell you cast to damage a foe as if the illusion were real. The illusion must be one you retain ongoing control of, such as minor image, and the target must be both visible to you and within or adjacent to the area of your illusion. Using this feat immediately ends the figment's duration.",
			"",
			"You must either make a melee touch attack or give the target a saving throw (Fortitude or Reflex) to resist the damage (see below). If you choose a melee touch attack, you use your own melee touch attack bonus, and if you miss, the spell deals no damage. If you choose to allow the target a saving throw, a successful save means it takes half damage. The shadowy attack deals 1d6 points of damage per spell level. If the target disbelieves or sees through the illusion, reduce the damage by half.",
			"",
			"The shadowy attack can deal acid, bludgeoning, cold, electricity, fire, piercing, or slashing damage, but the damage must be appropriate to the illusion. For example, an illusory wall that collapses deals bludgeoning damage with a Fortitude save for half, an illusory swordsman strikes with a melee touch attack deals slashing damage, and an illusory wall of fire deals fire damage with a Reflex save for half."
		]
	},
	"shadow_ghost": {
		"name": "Shadow Ghost",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Shadow Ghost",
			"",
			"{SOURCE Advanced Race Guide/112}",
			"",
			"You can move between the Shadow Plane and the Material Plane more often.  ",
			"**Prerequisites:** {race/Fetchling}, shadow walk spell-like ability.  ",
			"**Benefit:** You gain the ability to use shadow walk an additional time each day.  ",
			"**Special:** You may select this feat multiple times. Its effects stack."
		]
	},
	"shadow_grasp": {
		"name": "Shadow Grasp",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Shadow Grasp (Metamagic)",
			"",
			"{SOURCE Inner Sea Magic/15}",
			"",
			"Your darkness spells have substance and bind your foes.  ",
			"**Prerequisites:** {feat/Tenebrous Spell}, {feat/Umbral Spell}.  ",
			"**Benefit:** When you cast a spell with the darkness descriptor that affects an area, creatures in the area are entangled. If the spell allows a saving throw, a successful save negates the entangle effect. If the spell does not normally allow a save, a creature can make a Reflex save (DC = the spell's DC if it had a saving throw) to negate the effect. If the spell allows spell resistance, failing to overcome a creature's spell resistance means it is not entangled.",
			"",
			"An entangled creature remains so as long as it is in the area of the spell and for 1 round after it leaves. A creature that leaves and reenters the area must make a new saving throw to avoid becoming entangled. Creatures that succeed at a save to resist being entangled do not have to make additional saves if they stay within the darkened area.",
			"",
			"You are never impeded by the effects of your spells modified by this feat. A Shadow Grasp spell uses up a slot one level higher than the spell's actual level."
		]
	},
	"shadow_magic_defense": {
		"name": "Shadow Magic Defense",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Shadow Magic Defense",
			"",
			"{SOURCE Blood of Shadows/7}",
			"",
			"Your mastery of shadow allows you to defend against shadow magic used against you.  ",
			"**Prerequisites:** Disguise self racial spell-like ability or shadow illusion shadowdancer prestige class feature.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against spells and spell-like abilities with the shadow descriptor or spells and spell-like abilities of the illusion (shadow) subschool. If you succeed at a saving throw against an illusion (shadow) spell that deals a percentage of its damage or effect against creatures that successfully save against it, reduce the amount of damage it deals to you by 20% (to a minimum of 0%)."
		]
	},
	"shadow_shroud": {
		"name": "Shadow Shroud",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Shadow Shroud",
			"",
			"{SOURCE Monster Codex/32}",
			"",
			"Using a portion of your innate magic, you cloak your body in darkness to evade attacks.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, darkness racial spell-like ability.  ",
			"**Benefit:** As an immediate action, you can create a shifting haze of darkness around yourself, granting you {rule/concealment} against one attack. The haze dissipates after the attack is resolved. You can use this ability once per day, plus one additional time per day when your caster level for your racial darkness spell-like ability reaches 5th, 10th, 15th, and 20th."
		]
	},
	"shadow_strike": {
		"name": "Shadow Strike",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Shadow Strike (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/169}",
			"",
			"You accurately strike even those you cannot clearly see.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can deal precision damage, such as sneak attack damage, against targets with {rule/concealment} (but not total concealment).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">You can spend 5 stamina points when you hit a creature with total concealment to deal precision damage to that creature."
		]
	},
	"shadow_walker": {
		"name": "Shadow Walker",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Shadow Walker",
			"",
			"{SOURCE Advanced Race Guide/112}",
			"",
			"You can pierce the veil between the Shadow Plane and the Material Plane more often, and to greater effect.  ",
			"**Prerequisites:** {race/Fetchling}, shadow walk spell-like ability.  ",
			"**Benefit:** You can expend one use of your shadow walk spell-like ability to use {spell/dimension door} as a spell-like ability. Your start and end locations for this ability must be in dim light or darkness."
		]
	},
	"shadows_embrace": {
		"name": "Shadow's Embrace",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Shadow's Embrace",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"Shadows rise and fall at your whim.  ",
			"**Prerequisites:** Shadow illusion class feature.  ",
			"**Benefit:** Your shadow illusion ability can encase you in shadows as the {spell/darkness} spell, using your shadow dancer level as the caster level. As a standard action, you can raise or lower the illumination level of the effect, from darkness up to normal light."
		]
	},
	"shadows_of_fear": {
		"name": "Shadows of Fear",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Shadows of Fear (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/91}",
			"",
			"Your enemies' fear causes them to jump at shadows, diverting their attention.  ",
			"**Prerequisites:** Hidden strike +2d8 or {ability/sneak attack} +2d6.  ",
			"**Benefit:** The first time each round that you hit a creature suffering from a fear effect, you can deal hidden strike or sneak attack damage as if you were flanking that creature (improved uncanny dodge and other effects that prevent flanking also prevent a hidden strike or sneak attack from this feat)."
		]
	},
	"shadows_shroud": {
		"name": "Shadow's Shroud",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Shadow's Shroud (Conduit)",
			"",
			"{SOURCE Planar Adventures/32}",
			"",
			"You can camouflage yourself in shadows and gloom.  ",
			"**Prerequisites:** Knowledge (planes) 5 ranks.  ",
			"**Benefit:** As a swift action, you can shroud yourself in shifting, camouflaging shadow. While shrouded in this fashion, you can attempt Stealth checks as though you had {rule/concealment}, even in areas of normal or bright light. Creatures that can see normally in supernatural darkness can still see you normally.",
			"",
			"You can use this feat's benefit for a number of rounds per day equal to your ranks in Knowledge (planes). These rounds need not be consecutive.  ",
			"**Special:** Unlike spells like shadow walk, which require you to be on a plane that is coterminous with the Shadow Plane, this feat functions even on planes that do not normally share a border with the Shadow Plane. Like all conduit feats, the effects are suppressed when planar travel is forbidden."
		]
	},
	"shadowy_dash": {
		"name": "Shadowy Dash",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Shadowy Dash",
			"",
			"{SOURCE Advanced Race Guide/211}",
			"",
			"In dim light, you resemble little more than a shadow.  ",
			"**Prerequisites:** {race/Wayang}.  ",
			"**Benefit:** Whenever you are in an area of dim light or darkness, you can move at full speed using Stealth without taking the normal -5 penalty for doing so.  ",
			"**Normal:** When moving at more than half your speed and up to your normal speed, you take a -5 penalty on Stealth checks."
		]
	},
	"shaitan_earthblast": {
		"name": "Shaitan Earthblast",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Shaitan Earthblast (Combat)",
			"",
			"{SOURCE Ultimate Combat/117}",
			"",
			"With a forceful stomp you release a blast of acid from the earth to burn your enemies.  ",
			"**Prerequisites:** Con 15, Wis 17, {feat/Elemental Fist}, {feat/Improved Unarmed Strike}, {feat/Shaitan Skin}, {feat/Shaitan Style}, base attack bonus +13 or monk level 11th.  ",
			"**Benefit:** While using the Shaitan Style feat, as a standard action, you can spend two Elemental Fist attempts to unleash a 20-foot column of acid that has a 5-foot radius and erupts from a point of origin within 30 feet of you. Creatures caught in the column take your unarmed strike damage plus the acid damage from your Elemental Fist and are staggered for 1 round. A successful Reflex save (DC 10 + 1/2 your character level + your Wis modifier) reduces the damage by half and prevents a target from being staggered.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">Instead of spending two uses of Elemental Fist to unleash a column of acid, you can spend one use of Elemental Fist and 2 stamina points."
		]
	},
	"shaitan_skin": {
		"name": "Shaitan Skin",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Shaitan Skin (Combat)",
			"",
			"{SOURCE Ultimate Combat/118}",
			"",
			"You can manipulate acid to shield yourself and disable your enemies.  ",
			"**Prerequisites:** Con 15, Wis 15, {feat/Elemental Fist}, {feat/Improved Unarmed Strike}, {feat/Shaitan Style}, base attack bonus +11 or monk level 9th.  ",
			"**Benefit:** You gain one additional Elemental Fist attempt per day. While using the Shaitan Style feat, you gain acid resistance equal to your base attack bonus, or your monk level plus BAB gained from levels in classes other than monk, whichever is higher. While denied your Dexterity bonus to AC you are also denied this resistance. Creatures that take acid damage from your Elemental Fist attack must succeed at a Reflex save (DC 10 + 1/2 your character level + your Wis modifier) or be staggered for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When you make an Elemental Fist attack, you can spend up to 5 stamina points to increase the DC of the saving throw to avoid being staggered by an amount equal to the number of stamina points you spent."
		]
	},
	"shaitan_style": {
		"name": "Shaitan Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Shaitan Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/118}",
			"",
			"You strike with the caustic forces from within the earth.  ",
			"**Prerequisites:** Con 13, Wis 15, {feat/Elemental Fist}, {feat/Improved Unarmed Strike}, base attack bonus +9 or monk level 5th.  ",
			"**Benefit:** You gain one additional Elemental Fist attempt per day. While using the Shaitan Style and Elemental Fist feats to deal acid damage, you gain a bonus on acid damage rolls equal to your Wisdom bonus. Further, if your Elemental Fist melee attack misses while you are using it to deal acid damage, you still deal 1d6 points of acid damage to your target.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When you make an Elemental Fist attack to deal acid damage, you can spend up to 5 stamina points. When you do, you deal an amount of additional acid damage equal to double the number of stamina points you spent."
		]
	},
	"shake_it_off": {
		"name": "Shake It Off",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Shake It Off (Teamwork)",
			"",
			"{SOURCE Ultimate Combat/118}",
			"",
			"You support your allies and help them recover from crippling effects.  ",
			"**Benefit:** When you are adjacent to one or more allies who also have this feat, you gain a +1 bonus on saving throws per such ally (maximum +4)."
		]
	},
	"shamed": {
		"name": "Shamed",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Shamed (Story)",
			"",
			"{SOURCE Ultimate Campaign/72}",
			"",
			"A past humiliation haunts you to this day.  ",
			"**Prerequisites:** You must have been publicly embarrassed, or must have the [Bastard Born](rule/birth_circumstances_and_more) background. If the embarrassment didn't cause significant harm to your personal honor or social standing, it does not qualify for the feat prerequisites. The humiliation doesn't need to have been unjustified.  ",
			"**Benefit:** Being observed drives you to excel. When you're in a conflict that is being observed by others not involved in the conflict, you gain a +1 bonus on attack rolls and skill checks.  ",
			"**Goal:** You can complete this goal in one of two fashions. First, thwart a chosen foe in a fashion that clearly establishes your superiority to the general public. Second, prove your worth another way, like gaining a title or becoming the chosen hero of a region.  ",
			"**Completion Benefit:** Your newfound confidence gives you temporary hit points equal to your character level. These temporary hit points last until lost and refresh any time you rest long enough for natural healing to occur, whether or not any healing actually occurs."
		]
	},
	"shapechanging_savage": {
		"name": "Shapechanging Savage",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Shapechanging Savage",
			"",
			"{SOURCE Blood of the Beast/13}",
			"",
			"You catch foes off guard when changing your shape.  ",
			"**Prerequisites:** {feat/Improved Feint} or canny feint vigilante talent, change shape ability, shapechanger subtype.  ",
			"**Benefit:** Whenever you use your change shape ability to assume a new form or to return to your true form, you can attempt a Bluff check as a swift action to feint one opponent within 30 feet who witnessed your transformation. You take a -4 penalty on Bluff checks to feint an opponent who is aware that you are a shapechanger. You don't take the usual penalties for feinting a creature of a different type or a creature with an Intelligence score of 1 or 2 when feinting in this manner.  ",
			"**Special:** A character with the wild shape class feature counts as having the change shape ability and shapechanger subtype for the purpose of meeting this feat's prerequisites. A character with wild shape can use this feat's benefit whenever she uses wild shape to assume a new form or return to her true form."
		]
	},
	"shapeless_familiar": {
		"name": "Shapeless Familiar",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Shapeless Familiar",
			"",
			"{SOURCE Wilderness Origins/22}",
			"",
			"A familiar is more than just an animal. It's a spirit and an intelligence, and your familiar can choose to take more than one physical form.  ",
			"**Prerequisites:** Familiar class feature, caster level 7th.  ",
			"**Benefit:** Your familiar gains the {umr/change shape} universal monster ability. This ability functions as {spell/beast shape II} and grants access to a single alternate form, which must be the same size as the familiar. Once chosen, this form cannot be changed.  ",
			"**Special:** You can gain this feat multiple times. Each time you take this feat, your familiar gains an additional alternate form. If taken by a familiar that already has the {umr/change shape} universal monster ability (like an {monster/imp}), this grants a single additional form."
		]
	},
	"shapeshifter_foil": {
		"name": "Shapeshifter Foil",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Shapeshifter Foil",
			"",
			"{SOURCE Ultimate Combat/118}",
			"",
			"Your command of shapeshifting magic can disrupt similar effects in others.  ",
			"**Prerequisites:** Knowledge (arcana) 5 ranks or Knowledge (nature) 5 ranks, ability to use any polymorph effect.  ",
			"**Benefit:** A creature you deal damage to has difficulty using or maintaining polymorph effects until the end your next turn. To use a polymorph effect it must make a {rule/concentration} check (DC 15 + twice the level of the effect). If you deal damage to an opponent under a polymorph effect, that opponent must succeed at a Will saving throw (DC 10 + 1/2 your character level + your Wisdom modifier) or be forced back to its original form. If you score a critical hit against such an opponent, no saving throw is allowed."
		]
	},
	"shapeshifter_savage": {
		"name": "Shapeshifter Savage",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Shapeshifter Savage (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/19}",
			"",
			"You have enough control over your transformations that you can lash out at an opponent while assuming your alternate form.  ",
			"**Prerequisites:** {feat/Shapeshifter Style}, {feat/Shapeshifter Twist}, base attack bonus +8, change shape ability, shapechanger subtype.  ",
			"**Benefit:** While you are using {feat/Shapeshifter Style}, if you use your change shape or wild shape ability as a standard action, you can also make a single melee attack with one of your natural weapons at your highest base attack bonus against one foe within your reach.  ",
			"**Special:** A character with the wild shape class feature counts as having the change shape ability and shapechanger subtype for the purpose of meeting this feat's prerequisites."
		]
	},
	"shapeshifter_style": {
		"name": "Shapeshifter Style",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Shapeshifter Style (Combat, Style)",
			"",
			"{SOURCE Martial Arts Handbook/19}",
			"",
			"You can shift your physiology without fully changing your shape, giving you an advantage in battle.  ",
			"**Prerequisites:** Base attack bonus +3, change shape ability, shapechanger subtype.  ",
			"**Benefit:** You reshape your body, gaining one of the following benefits. You choose the benefit when you enter the style, and while in the style you can change the benefit as a swift action.",
			"",
			"**Brutal Attack:** Choose one of your natural attacks. You gain a +1 bonus on damage rolls with that attack when using this style, plus an additional +1 for every feat you have that lists {feat/Shapeshifter Style} as a prerequisite (maximum +3).",
			"",
			"**Steady Grip:** You gain a climb speed of 10 feet.",
			"",
			"**Tensed Sinews:** You gain a +1 bonus on Reflex saving throws and a +5 enhancement bonus to your base speed.",
			"",
			"**Toughened Hide:** You gain a +1 enhancement bonus to your existing natural armor bonus.",
			"",
			"**Special:** A character with the wild shape class feature counts as having the change shape ability and shapechanger subtype for the purpose of meeting this feat's prerequisites."
		]
	},
	"shapeshifter_twist": {
		"name": "Shapeshifter Twist",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Shapeshifter Twist (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/19}",
			"",
			"Your form flexes and contorts in unexpected ways, making it difficult for enemies to move you against your will.  ",
			"**Prerequisites:** {feat/Shapeshifter Style}, base attack bonus +5, change shape ability, shapechanger subtype.  ",
			"**Benefit:** While you are using {feat/Shapeshifter Style}, you gain a +2 bonus to your CMD versus bull rush, drag, grapple, overrun, reposition, and trip combat maneuvers. If you begin your turn with the grappled condition, you can attempt a combat maneuver check or an Escape Artist check as a move action to attempt to break the grapple.  ",
			"**Special:** A character with the wild shape class feature counts as having the change shape ability and shapechanger subtype for the purpose of meeting this feat's prerequisites."
		]
	},
	"shapeshifting_hunter": {
		"name": "Shapeshifting Hunter",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Shapeshifting Hunter",
			"",
			"{SOURCE Ultimate Combat/118}",
			"",
			"You blend your knowledge of foes and your shapeshifting abilities together.  ",
			"**Prerequisites:** {ability/Favored enemy} class feature, wild shape class feature.  ",
			"**Benefit:** Your levels of druid stack with your ranger levels for determining when you select your next favored enemy. Also, your ranger levels stack with your druid levels in determining the number of times per day you can use your wild shape class feature, up to a maximum of eight times per day."
		]
	},
	"shaping_focus": {
		"name": "Shaping Focus",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Shaping Focus",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"Your powers of shapeshifting outstrip your dabbling in the druidic faith.  ",
			"**Prerequisites:** Wild shape class feature, Knowledge (nature) 5 ranks.  ",
			"**Benefit:** If you are a multiclassed druid, your wild shape ability is calculated as though your druid level were four higher, to a maximum level equal to your character level.  ",
			"**Special:** This feat has no effect if you are not a multiclassed druid."
		]
	},
	"share_feature": {
		"name": "Share Feature",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Share Feature",
			"",
			"{SOURCE Ultimate Wilderness/219}",
			"",
			"The animal expands its capabilities and learns one of its master's class features.  ",
			"**Prerequisites:** Animal companion, master must have the chosen class feature.  ",
			"**Benefit:** Choose one of the following class features: bravery, camouflage, favored terrain, hide in plain sight, resist nature's lure, track, trackless step, venom immunity, and woodland stride. The animal companion gains the benefits of the selected class feature, using its Hit Dice as its level in its master's class for the purpose of this ability; the animal companion gains the benefits of the base class feature, even if the master alters the class feature via an archetype or other means, though the animal companion doesn't count as having the class feature for the purpose of fulfilling prerequisites."
		]
	},
	"share_healing": {
		"name": "Share Healing",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Share Healing (Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/156}",
			"",
			"Your link with your companion creature allows you to share with it any healing magic that's cast upon you.  ",
			"**Prerequisites:** Ability to acquire an animal companion, eidolon, familiar, or special mount.  ",
			"**Benefit:** When you and your companion creature have this feat, your companion creature is adjacent to you or sharing your square, and you receive the benefit of a healing spell (whether from yourself or another source), you can divide the hit points healed evenly between yourself and your companion creature."
		]
	},
	"share_spells": {
		"name": "Share Spells",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Share Spells (Teamwork)",
			"",
			"{SOURCE Distant Shores/63}",
			"",
			"You can share individual magic with your partner.  ",
			"**Prerequisites:** {feat/Bonded Mind}, ability to share spells with an animal companion, eidolon, familiar, or phantom, caster level 1st.  ",
			"**Benefit:** You can cast a spell with a target of \"you\" on an ally as a touch spell, as per the share spells familiar ability, so long as the ally possesses the Bonded Mind feat."
		]
	},
	"shared_insight": {
		"name": "Shared Insight",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Shared Insight",
			"",
			"{SOURCE Advanced Player's Guide/169}",
			"",
			"You deftly direct others' attentions where you wish.  ",
			"**Prerequisites:** Wis 13, {race/half-elf}.  ",
			"**Benefit:** As a move action, you can grant all friendly creatures within 30 feet who can see or hear you a +2 bonus on Perception checks for a number of rounds equal to your Wisdom modifier (minimum 1 round)."
		]
	},
	"shared_judgment": {
		"name": "Shared Judgment",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Shared Judgment",
			"",
			"{SOURCE Ultimate Combat/118}",
			"",
			"You extend the benefits of your judgment to an ally.  ",
			"**Prerequisites:** Second judgment class feature.  ",
			"**Benefit:** You can pronounce a single judgment and extend its effects to one adjacent ally instead of pronouncing a second judgment. Similarly, once you have the third judgment class feature, you can pronounce a single judgment and extend its effects to two adjacent allies instead of pronouncing a second and third judgment. Alternatively, once you have the third judgment class feature, you can pronounce two judgments and extend the effects of one judgment to one adjacent ally instead of pronouncing a third judgment. Once an ally has gained the effects of your judgment, he need not remain adjacent to you to continue gaining that benefit. You can spend a free action to end this benefit for one or both allies. If your judgment bonus is suspended for you, it is suspended for all allies, but when it resumes, it does so for all allies."
		]
	},
	"shared_manipulation": {
		"name": "Shared Manipulation",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Shared Manipulation",
			"",
			"{SOURCE Advanced Race Guide/47}",
			"",
			"You can subtly bolster allies' ability to misdirect and infuriate their enemies.  ",
			"**Prerequisites:** Cha 13, {race/half-elf}.  ",
			"**Benefit:** As a move action, you can grant all friendly creatures within 30 feet who can see or hear you a +2 bonus on Bluff or Intimidate checks (choose which skill to affect each time you use this ability) for a number of rounds equal to your Charisma modifier (minimum 1 round)."
		]
	},
	"shared_ownership": {
		"name": "Shared Ownership",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Shared Ownership (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/209}",
			"",
			"The concept of ownership is rather flexible among you and your friends.  ",
			"**Prerequisites:** {feat/Well-Prepared}, Sleight of Hand 1 rank, {race/halfling}.  ",
			"**Benefit:** Whenever you're within 30 feet of a halfling ally who also has this feat, as a move action you can draw an item in that ally's possession as if it were on your person. This is not a magical effect - you just conveniently happen to remember that you had borrowed that item earlier. The item must be something that easily fits in a pocket or sleeve, such as a dagger, potion, wand, or scroll. When you or an ally draw an item (whether or not you do so using Shared Ownership) or otherwise definitively establish who is holding the item, you can't use Shared Ownership to draw the item in this manner until you have had at least 1 hour to mingle with your companions."
		]
	},
	"shared_quarry": {
		"name": "Shared Quarry",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Shared Quarry (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/5}",
			"",
			"When working together, you and your companions are skilled at taking down particular targets.  ",
			"**Prerequisites:** Hunter's bond class feature, quarry class feature.  ",
			"**Benefit:** Allies sharing your favored enemy bonuses from hunter's bond gain an additional benefit against a creature you've denoted as your quarry. Affected allies gain a +1 insight bonus on attack rolls against your quarry; this bonus increases to +4 on attack rolls to confirm critical hits against your quarry.",
			"",
			"If your hunter's bond is with an animal companion, your companion gains the full benefits of your quarry class feature. when you denote a quarry."
		]
	},
	"shared_remembrance": {
		"name": "Shared Remembrance",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Shared Remembrance (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/209}",
			"",
			"You can combine fragments of monster myths into a coherent story.  ",
			"**Prerequisites:** Knowledge (any) 1 rank, {race/elf}.  ",
			"**Benefit:** Whenever you make a Knowledge check to identify a monster, you gain a cumulative +2 circumstance bonus on the check for each ally within 30 feet who also has this feat and has ranks in the Knowledge skill required to identify that monster (maximum +10 bonus)."
		]
	},
	"shared_soul": {
		"name": "Shared Soul",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Shared Soul",
			"",
			"{SOURCE Occult Adventures/139}",
			"",
			"You and your phantom are deeply connected in heart, mind, and soul.  ",
			"**Prerequisites:** Shared consciousness class feature.  ",
			"**Benefit:** While your phantom is confined within your consciousness, you gain a +2 bonus on saving throws against death effects, energy drain, and possession. In addition, once per day when you fail a saving throw against a death effect or possession effect or gain a negative level, as an immediate action you can shunt that effect into the phantom's section of your soul instead. When you do so, you are not affected by that effect, but you also don't gain any of the normal benefits of your shared consciousness ability and can't manifest your phantom in any way for the normal duration of the spell or effect shunted into the phantom's consciousness. The phantom suffers the full effect you transferred, and as long as your phantom continues to suffer from the effect, you cannot shunt a death or possession effect or negative level onto your phantom."
		]
	},
	"shared_stash": {
		"name": "Shared Stash",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Shared Stash (Teamwork)",
			"",
			"{SOURCE Monster Codex/177}",
			"",
			"You are adept at borrowing from your allies even in the middle of combat.  ",
			"**Prerequisites:** {feat/Quick Draw}, base attack bonus +1, Sleight of Hand 1 rank, swarming racial trait.  ",
			"**Benefit:** While you are in the same square as a willing ally who also has this feat, you can draw a weapon from that creature as a free action or draw a hidden weapon or any other object as a move action. You can also take a held object from a willing ally in the same square as you as a free action. Drawing or taking an object (but not a weapon) in this way provokes an attack of opportunity."
		]
	},
	"shark_leap": {
		"name": "Shark Leap",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Shark Leap (Combat)",
			"",
			"{SOURCE Aquatic Adventures/58}",
			"",
			"Like a deadly predator, you bolt at unsuspecting foes from below.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Shark Style}, {feat/Shark Tear}, Swim 10 ranks, base attack bonus +10 or monk level 10th.  ",
			"**Benefit:** While in Shark Style, when you're underwater with neutral, rising, or swiftly rising buoyancy, you can perform a terrifying leap to attack opponents directly above you. This works similarly to the charge action, except you can move only straight up, and you make a single piercing unarmed strike or bite attack. If the attack hits, it deals double damage; if the attack roll's result is also higher than 11 + the target's Swim modifier, the attack knocks the target off-balance until its next turn. Like with a charge, you can perform a partial version when limited to a single standard action (such as in the surprise round); in addition to moving half as far as normal for a partial charge, the attack doubles only the damage dice (as per {feat/Vital Strike}) rather than the full damage roll."
		]
	},
	"shark_style": {
		"name": "Shark Style",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Shark Style (Combat, Style)",
			"",
			"{SOURCE Aquatic Adventures/59}",
			"",
			"You fight like a shark, shredding your foes.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, Swim 3 ranks, base attack bonus +3 or monk level 3rd.  ",
			"**Benefit:** You can deal piercing or bludgeoning damage with your unarmed strikes. Your piercing unarmed strikes and bite attacks deal an additional 1d6 points of bleed damage."
		]
	},
	"shark_tear": {
		"name": "Shark Tear",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Shark Tear (Combat)",
			"",
			"{SOURCE Aquatic Adventures/59}",
			"",
			"You tear into bleeding foes and can smell their blood in the water.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Shark Style}, Swim 6 ranks, base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** While in Shark Style, you gain scent while in water, but only against bleeding creatures. You also gain a +1 bonus on attack and damage rolls against bleeding creatures."
		]
	},
	"sharp_senses": {
		"name": "Sharp Senses",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Sharp Senses",
			"",
			"{SOURCE Advanced Player's Guide/169}",
			"",
			"Your senses are especially sharp, even for your kind.  ",
			"**Prerequisites:** Keen senses racial trait.  ",
			"**Benefit:** You receive a +4 racial bonus on Perception skill checks. This replaces the normal bonus from the keen senses racial trait.  ",
			"**Normal:** The keen senses trait normally grants a +2 racial bonus on Perception skill checks."
		]
	},
	"sharpclaw": {
		"name": "Sharpclaw",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sharpclaw (Combat)",
			"",
			"{SOURCE Advanced Race Guide/154}",
			"",
			"Your nails are large and strong.  ",
			"**Prerequisites:** {race/Ratfolk}.  ",
			"**Benefit:** You gain two claw attacks. These are primary natural attacks that deal 1d4 points of damage.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">You can spend 2 stamina points to increase the damage die of your claw attacks to 1d6 until the start of your next turn."
		]
	},
	"sharptooth": {
		"name": "Sharptooth",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Sharptooth",
			"",
			"{SOURCE Monster Codex/177}",
			"",
			"Your teeth are especially sharp and sturdy.  ",
			"**Prerequisites:** {race/Ratfolk}.  ",
			"**Benefit:** You gain a bite attack. This is a primary natural attack that deals 1d3 points of damage."
		]
	},
	"shatter_control": {
		"name": "Shatter Control",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Shatter Control (Combat)",
			"",
			"{SOURCE Horror Adventures/93}",
			"",
			"You can infuse your attacks with divine power capable of harming the undead and shattering the bond between the undead and its controller.  ",
			"**Prerequisites:** {ability/Channel positive energy} 4d6.  ",
			"**Benefit:** As a special full-round action, you can make a single melee attack against an undead creature or a single ranged attack against an undead creature within 30 feet. If the attack is successful, you deal your normal damage with the melee or ranged attack to your undead target. If the target undead creature is being controlled by another, by way of spell, because the target undead creature is an unintelligent undead controlled by that creature, or is under command of another undead creature, and if the controlling creature is within 120 feet of you when you make the attack, the controlling creature must succeed at a Will save (DC = 10 + 1/2 your level + your Cha modifier) or immediately lose control of the targeted undead for 10 minutes. While under this effect, the targeted undead is immediately compelled to seek out and attack its former controller until the control is regained."
		]
	},
	"shatter_defenses": {
		"name": "Shatter Defenses",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Shatter Defenses (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/133}",
			"",
			"Your skill with your chosen weapon leaves opponents unable to defend themselves if you strike them when their defenses are already compromised.  ",
			"**Prerequisites:** {feat/Weapon Focus}, {feat/Dazzling Display}, base attack bonus +6, proficiency with weapon.  ",
			"**Benefit:** Any shaken, frightened, or panicked opponent hit by you this round is flat-footed to your attacks until the end of your next turn. This includes any additional attacks you make this round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When you hit an opponent that has been made flat-footed to your attacks by this feat, you can spend 5 stamina points to make that opponent flat-footed to the attacks of one ally who is within 30 feet of that creature until the start of your next turn.",
			"",
			"### Mythic Shatter Defenses",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"Your dazzling attacks leave your opponents flummoxed and bewildered, unable to attack you or to defend themselves effectively.  ",
			"**Prerequisites:** Shatter Defenses.  ",
			"**Benefit:** An opponent you affect with Shatter Defenses is flat-footed to all attacks, not just yours."
		]
	},
	"shatter_mental_mask": {
		"name": "Shatter Mental Mask",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Shatter Mental Mask (Combat)",
			"",
			"{SOURCE Occult Adventures/139}",
			"",
			"You are adept at ripping away an opponent's mental mask, exposing its true visage during a psychic duel.  ",
			"**Prerequisites:** {feat/Psychic Sensitivity} or ability to cast psychic spells or use psychic spell-like abilities, character level 2nd.  ",
			"**Benefit:** While in a psychic duel, when you create an offensive manifestation that can be negated or halved only with a successful Will saving throw, if your opponent fails that Will saving throw, its mental mask is shattered, revealing the opponent's true form.  ",
			"**Special:** If you possess the Third Eye feat, your opponent's mental mask is shattered even on a successful Will saving throw."
		]
	},
	"shatter_resolve": {
		"name": "Shatter Resolve",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Shatter Resolve",
			"",
			"{SOURCE Inner Sea Gods/216;Faiths of Corruption/25}",
			"",
			"Your negative energy causes despair in those you harm.  ",
			"**Prerequisites:** {ability/Channel energy} class feature, worshiper of {faith/Urgathoa}.  ",
			"**Benefit:** When you damage a creature by channeling negative energy, you fill your foe with fear. A creature that fails its Will save against your channeled energy also becomes shaken for a number of rounds equal to the number of dice you roll for your channel energy ability."
		]
	},
	"shatterspell": {
		"name": "Shatterspell",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Shatterspell (Combat)",
			"",
			"{SOURCE Advanced Race Guide/18}",
			"",
			"Your mighty blows shatter your enemy's magic.  ",
			"**Prerequisites:** {feat/Disruptive}, {feat/Spellbreaker}, {race/dwarf}, 10th-level fighter.  ",
			"**Benefit:** As a standard action, you can attempt to sunder an ongoing spell effect as if you had the spell sunder rage power. You may use this feat once per day, plus one additional time per day for every 5 points by which your base attack bonus exceeds +10.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When you have depleted all uses of this feat for a day, you can spend 5 stamina points to use this feat one additional time that day."
		]
	},
	"sheltering_stubborness": {
		"name": "Sheltering Stubborness",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Sheltering Stubborness",
			"",
			"{SOURCE Antihero's Handbook/9}",
			"",
			"Your stubborn mind is not easy to sway.  ",
			"**Prerequisites:** {feat/Iron Will}.  ",
			"**Benefit:** When you fail a saving throw against a mind-affecting effect with a duration of 1 round or longer (such as confusion), you can choose to be dazzled for the first round of the duration instead of suffering the usual effect. On subsequent rounds, the effect functions normally. If an effect, immunity, or other ability prevents you from being dazzled, this feat has no effect."
		]
	},
	"shield_brace": {
		"name": "Shield Brace",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Shield Brace (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/19}",
			"",
			"You've mastered the art of balancing a polearm's weight against a shield's stability.  ",
			"**Prerequisites:** {feat/Shield Focus}; base attack bonus +3 or fighter level 1st; proficiency with light shields, heavy shields, or tower shields.  ",
			"**Benefit:** You can use a two-handed weapon sized appropriately for you from the polearm or spears weapon group while also using a light, heavy, or tower shield with which you are proficient. The shield's armor check penalty (if any) applies to attacks made with the weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 1 stamina point to negate the penalty on attacks for using this feat for a single round."
		]
	},
	"shield_focus": {
		"name": "Shield Focus",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Shield Focus (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/133}",
			"",
			"You are skilled at deflecting blows with your shield.  ",
			"**Prerequisites:** {feat/Shield Proficiency}, base attack bonus +1.  ",
			"**Benefit:** Increase the AC bonus granted by any shield you are using by 1.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When an attack is made against you while you are using a shield, you can spend up to 2 stamina points. If you do, the shield's bonus to AC against that attack increases by an amount equal to the number of stamina points you spent.",
			"",
			"### Mythic Shield Focus",
			"",
			"{SOURCE Mythic Adventures/73}",
			"",
			"You're a master of using your shield for protection.  ",
			"**Prerequisites:** Shield Focus.  ",
			"**Benefit:** Add your shield bonus and your shield's enhancement bonus to your touch AC. As an immediate action, you can expend one use of mythic power to add your shield bonus and your shield's enhancement bonus on a Fortitude or Reflex save just before you roll it."
		]
	},
	"shield_gauntlet_style": {
		"name": "Shield Gauntlet Style",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Shield Gauntlet Style (Combat, Style)",
			"",
			"{SOURCE Armor Master's Handbook/12}",
			"",
			"You use your gauntlet to shield you from harm.  ",
			"**Prerequisites:** {feat/Weapon Focus} (gauntlet or spiked gauntlet), proficiency with bucklers and light shields.  ",
			"**Benefit:** When using this style, if you begin your turn wearing a gauntlet or spiked gauntlet on your off hand, and you are not using that hand to hold or make attacks with any other weapons or shield, you gain a +1 shield bonus to AC. You lose this shield bonus whenever you attack with your gauntlet or hold a weapon or shield in that hand. While receiving this shield bonus to AC, your gauntlet or spiked gauntlet is treated as a buckler for the purpose of using other feats and abilities (though you are also considered to have a free hand). This feat acts as the {feat/Improved Unarmed Strike} feat for the purpose of satisfying the prerequisites of the {feat/Deflect Arrows} and {feat/Snatch Arrows} feats."
		]
	},
	"shield_master": {
		"name": "Shield Master",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Shield Master (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/133}",
			"",
			"Your mastery of the shield allows you to fight with it without hindrance.  ",
			"**Prerequisites:** {feat/Improved Shield Bash}, {feat/Shield Proficiency}, {feat/Shield Slam}, base attack bonus +11.  ",
			"**Benefit:** You do not suffer any penalties on attack rolls made with a shield while you are wielding another weapon. Add your shield's enhancement bonus to attacks and damage rolls made with the shield as if it was a weapon enhancement bonus.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">Just before you roll a Fortitude or Reflex saving throw, you can spend 5 stamina points to add your shield's enhancement bonus as a bonus on the saving throw."
		]
	},
	"shield_material_expertise": {
		"name": "Shield Material Expertise",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Shield Material Expertise (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/19}",
			"",
			"You emphasize and exploit the potential of the special material from which your shield is made.  ",
			"**Prerequisites:** {feat/Shield Focus}, base attack bonus +6 or fighter level 4th.  ",
			"**Benefit:** When wielding a shield made of one of the materials listed below, you can use the listed ability twice per day.",
			"",
			"Darkwood: As a free action as part of an attack with your shield, you can drive splinters of your shield into your opponent, dealing an amount of bleed damage equal to 1 + the shield's enhancement bonus.",
			"",
			"Dragonhide: As an immediate action when you take energy damage of the type to which the dragonhide shield is immune, you can reduce the amount of damage you take by 10 hit points.",
			"",
			"Living Steel: As a free action as part of an attack with your shield, you can attempt a sunder combat maneuver check against a metal weapon wielded by your target. If you succeed at the attempt, the weapon gains the broken condition; if the weapon already has the broken condition, it is destroyed."
		]
	},
	"shield_material_mastery": {
		"name": "Shield Material Mastery",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Shield Material Mastery (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/19}",
			"",
			"Your extraordinary understanding of the special materials from which your shield is made lets you take advantage of it more often.  ",
			"**Prerequisites:** {feat/Shield Focus}, {feat/Shield Material Expertise}, base attack bonus +11 or fighter level 8th.  ",
			"**Benefit:** You can use the ability granted by Shield Material Expertise two additional times per day."
		]
	},
	"shield_of_swings": {
		"name": "Shield of Swings",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Shield of Swings (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/169}",
			"",
			"A wild frenzy of attacks serves to bolster your defenses.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** When you take a full-attack action while wielding a two-handed weapon, you can choose to reduce the damage by 1/2 to gain a +4 shield bonus to AC and CMD until the beginning of your next turn. The reduction in damage applies until the beginning of your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When using this feat, you can spend 2 stamina points to reduce your damage dealt by half only until the end of your turn, but you gain the +2 shield bonus to AC only from the end of your turn until the start of your next turn."
		]
	},
	"shield_proficiency": {
		"name": "Shield Proficiency",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Shield Proficiency (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/133}",
			"",
			"You are trained in how to properly use a shield.  ",
			"**Benefit:** When you use a shield (except a tower shield), the shield's armor check penalty only applies to Strength- and Dexterity-based skills.  ",
			"**Normal:** When you are using a shield with which you are not proficient, you take the shield's armor check penalty on attack rolls and on all skill checks that involve moving.  ",
			"**Special:** Barbarians, bards, clerics, druids, fighters, paladins, and rangers all automatically have Shield Proficiency as a bonus feat. They need not select it."
		]
	},
	"shield_slam": {
		"name": "Shield Slam",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Shield Slam (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/133}",
			"",
			"In the right position, your shield can be used to send opponents flying.  ",
			"**Prerequisites:** {feat/Improved Shield Bash}, {feat/Shield Proficiency}, base attack bonus +6.  ",
			"**Benefit:** Any opponents hit by your shield bash are also hit with a free bull rush attack, substituting your attack roll for the combat maneuver check. This bull rush does not provoke an attack of opportunity. Opponents who cannot move back due to a wall or other surface are knocked prone after moving the maximum possible distance. You may choose to move with your target if you are able to take a 5-foot step or to spend an action to move this turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">Instead of attempting a free bull rush when using the Shield Slam feat, you can spend 2 stamina points to attempt a disarm, reposition, trip, or sunder combat maneuver. This combat maneuver attempt does not provoke an attack of opportunity from the target.",
			"",
			"### Mythic Shield Slam",
			"",
			"{SOURCE Mythic Adventures/73}",
			"",
			"Your shield bash produces a powerful kick.  ",
			"**Prerequisites:** Shield Slam.  ",
			"**Benefit:** When using Shield Slam to bull rush, an opponent knocked prone because of an intervening wall or other surface also takes damage from the collision. The damage dealt is equal to 1d6 points per 2 tiers you possess. As an immediate action, you can expend one use of mythic power to add your tier to your combat maneuver checks when resolving a bull rush made due to Shield Slam."
		]
	},
	"shield_snag": {
		"name": "Shield Snag",
		"sources": [
			"Magical Marketplace",
			"Armor Master's Handbook"
		],
		"description": [
			"## Shield Snag (Combat)",
			"",
			"{SOURCE Magical Marketplace/6}",
			"",
			"You know how to navigate your shield around weapons and can use it to keep your balance.  ",
			"**Prerequisites:** {feat/Improved Shield Bash}, {feat/Shield Proficiency}, base attack bonus +6.  ",
			"**Benefit:** Any opponents hit by your shield bash are also targeted by a free disarm attempt, substituting your attack roll for the combat maneuver check. This disarm attempt does not provoke an attack of opportunity. You cannot use this ability during the same round as a bull rush attempt made with {feat/Shield Slam} or with any other abilities that affect how your shield bash works.",
			"",
			"When using a shield, you gain a +4 bonus on Strength checks to avoid being blown away by a strong wind and on Climb checks to catch yourself on a wall or slope when falling.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 5 stamina points to use this feat in the same round as a bull rush combat maneuver performed with the Shield Slam feat."
		]
	},
	"shield_specialization": {
		"name": "Shield Specialization",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Shield Specialization (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/169}",
			"",
			"You have mastered the use of one type of shield.  ",
			"**Prerequisites:** Proficiency with selected shield, {feat/Shield Focus}, fighter level 4th.  ",
			"**Benefit:** Choose one type of shield (buckler, light, heavy, or tower shield). With the selected shield, you gain a +2 bonus to your Armor Class against critical hit confirmation rolls. In addition, you may add your base shield bonus (including the bonus from Shield Focus but not including enhancement bonuses) to your CMD.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of shield.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When you are the target of a combat maneuver, you can spend 2 stamina points to add your shield's enhancement bonus to your CMD for that combat maneuver."
		]
	},
	"shield_wall": {
		"name": "Shield Wall",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Shield Wall (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Player's Guide/169}",
			"",
			"You form a unified defense with those around you.  ",
			"**Prerequisites:** {feat/Shield Proficiency}.  ",
			"**Benefit:** Whenever you are wielding a shield and are adjacent to an ally wielding a shield who also has this feat, the AC bonus from your shield increases, depending on the shield wielded by your ally. If your ally is wielding a buckler or a light shield, your shield bonus increases by +1. If your ally is wielding a heavy shield or a tower shield, your shield bonus increases by +2. You keep these bonuses even if your ally loses his shield bonus due to making a shield bash attack. If an adjacent ally with this feat uses a tower shield to grant total cover, you also benefit if an attack targeting you passes through the edge of the shield.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">You can spend 2 stamina points to increase the bonus you grant to your ally with this feat by 1 until the end of your next turn."
		]
	},
	"shielded_caster": {
		"name": "Shielded Caster",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Shielded Caster (Teamwork)",
			"",
			"{SOURCE Advanced Player's Guide/169}",
			"",
			"Your allies cover you while you cast complicated spells.  ",
			"**Benefit:** Whenever you are adjacent to an ally who also has this feat, you receive a +4 competence bonus on {rule/concentration} checks. If your ally is wielding a buckler or a light shield, this bonus increases by +1. If your ally is wielding a heavy shield or a tower shield, this bonus increases by +2. Finally, if an enemy threatening you and your ally has the {feat/Disruptive} feat, or another ability that increases the DC of concentration checks, the amount of the increase is halved."
		]
	},
	"shielded_gauntlet_attack": {
		"name": "Shielded Gauntlet Attack",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Shielded Gauntlet Attack (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/12}",
			"",
			"Your gauntlet helps you take advantage of weakness.  ",
			"**Prerequisites:** {feat/Shield Gauntlet Style}, proficiency with bucklers and light shields.  ",
			"**Benefit:** While using Shield Gauntlet Style, you can calculate the damage of your gauntlet or spiked gauntlet using the sacred weapon damage value of a warpriest with a level 4 less than your base attack bonus. The style also allows you to take one attack of opportunity each round that does not count toward your maximum number of attacks of opportunity. This must be used to make an attack with your gauntlet (or spiked gauntlet), or a disarm or steal combat maneuver. You do not provoke an attack of opportunity for performing either combat maneuver, and you are able to attempt a steal combat maneuver with this attack of opportunity despite the maneuver normally requiring a standard action."
		]
	},
	"shielded_gauntlet_master": {
		"name": "Shielded Gauntlet Master",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Shielded Gauntlet Master (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/12}",
			"",
			"Your can effectively attack and defend with your gauntlet.  ",
			"**Prerequisites:** {feat/Shielded Gauntlet Attack}, {feat/Shield Gauntlet Style}, proficiency with bucklers and light shields.  ",
			"**Benefit:** While using Shield Gauntlet Style, you no longer lose your shield bonus to AC when you attack with your gauntlet (or spiked gauntlet) or use it to hold a weapon. In addition, you add your gauntlet's enhancement bonus to the shield bonus to AC granted by this feat as if it were a shield enhancement bonus."
		]
	},
	"shielded_mage": {
		"name": "Shielded Mage",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Shielded Mage (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/19}",
			"",
			"You have learned how to cast spells from behind the safety of a shield.  ",
			"**Prerequisites:** {feat/Shield Focus}, base attack bonus +3 or fighter level 1st.  ",
			"**Benefit:** You reduce the arcane spell failure of any shield you use by 15% (to a minimum of 0%). Using a shield does not prevent you from completing somatic spell components with the hand wielding the shield."
		]
	},
	"shielded_staff_ambush": {
		"name": "Shielded Staff Ambush",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Shielded Staff Ambush (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/15}",
			"",
			"You can hit an enemy unexpectedly with a maneuver.  ",
			"**Prerequisites:** Dex 15, {feat/Shielded Staff Style}, base attack bonus +4.  ",
			"**Benefit:** While in {feat/Shielded Staff Style}, if you hit a target with a shielded staff, you can attempt either a bull rush, disarm, sunder, or trip combat maneuver check as an immediate action. You lose your shield bonus until the start of your next turn if you attempt this combat maneuver."
		]
	},
	"shielded_staff_master": {
		"name": "Shielded Staff Master",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Shielded Staff Master (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/15}",
			"",
			"Your staff and shield act as a single item.  ",
			"**Prerequisites:** Dex 17, {feat/Improved Two-Weapon Fighting}, {feat/Shielded Staff Style}, {feat/Two-Weapon Fighting}, base attack bonus +8.  ",
			"**Benefit:** While using {feat/Shielded Staff Style}, you add the attached buckler's or shield's enhancement bonus (if any) to the shield bonus you gain from this style. In addition, you do not take the -1 penalty to attacks made with a shielded staff. If both your shield and weapon have an enhancement bonus, use the higher of the two bonuses to determine your shielded staff's enhancement bonus to attack and damage rolls."
		]
	},
	"shielded_staff_style": {
		"name": "Shielded Staff Style",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Shielded Staff Style (Combat, Style)",
			"",
			"{SOURCE Martial Arts Handbook/15}",
			"",
			"You can attack and defend effectively with a shield attached to your staff or spear.  ",
			"**Prerequisites:** Dex 15, {feat/Two-Weapon Fighting}, {feat/Weapon Focus} (quarterstaff, any weapon from the polearms fighter weapon group, or any weapon from the spears fighter weapon group), proficiency with bucklers and light shields.  ",
			"**Benefit:** When you enter this style, you attach your buckler or light shield to your quarterstaff, polearm, or spear, combining them into a weapon known as a shielded staff. While in this style, you can wield the shielded staff normally, but attacks you make with it take a -1 penalty. As long as you wield the shielded staff with two hands, you gain a +2 shield bonus to your AC (regardless of the shield or buckler's enhancement bonus). You can't make shield bash attacks with the attached buckler or shield, and detaching the buckler or shield from the weapon is a move action that provokes attacks of opportunity.",
			"",
			"The weapon and attached shield count as separate objects for the purposes of abilities or effects that target objects, except for disarm attempts, which treat the shielded staff as a single object. Anyone not in this style who attempts to wield the shielded staff treats it as an improvised weapon that deals bludgeoning damage."
		]
	},
	"shielded_stand": {
		"name": "Shielded Stand",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Shielded Stand (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/19}",
			"",
			"You can cover an effort to regain your feet.  ",
			"**Prerequisites:** {feat/Shield Focus}, base attack bonus +3 or fighter level 1st.  ",
			"**Benefit:** As a swift action, you can prevent yourself or an adjacent ally from provoking an attack of opportunity when standing from prone or when picking up an object from the ground."
		]
	},
	"shifters_edge": {
		"name": "Shifter's Edge",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Shifter's Edge",
			"",
			"{SOURCE Ultimate Wilderness/117}",
			"",
			"You use your shapechanging powers to make your natural attacks especially lethal.  ",
			"**Prerequisites:** Dex 13, {feat/Weapon Finesse}, shifter claws class feature.  ",
			"**Benefit:** Whenever you use Weapon Finesse to make a melee attack with your claws or a natural attack augmented by your claws, and you use your Dexterity bonus on attack rolls and your Strength modifier on damage rolls, you also add half your shifter level to the damage."
		]
	},
	"shifters_rush": {
		"name": "Shifter's Rush",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Shifter's Rush",
			"",
			"{SOURCE Ultimate Wilderness/117}",
			"",
			"You can use you wild shape ability as you are moving toward your enemy.  ",
			"**Prerequisites:** Wild shape class feature, shifter level 4th  ",
			"**Benefit:** When you use a move action to move 10 feet or more or when you charge, you can use wild shape as a free action during that movement."
		]
	},
	"shifting_patterns": {
		"name": "Shifting Patterns",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Shifting Patterns",
			"",
			"{SOURCE Distant Realms/42}",
			"",
			"You can focus your concentration when maintaining pattern effects to slowly move them.  ",
			"**Prerequisites:** {feat/Spell Focus} (illusion), caster level 5th.  ",
			"**Benefit:** When you are concentrating to maintain a spell from the pattern subschool, you can move any area effects associated with that spell by up to 10 feet as a move action. Creatures within the new area of effect are subject to the spell as if it had just been cast (attempting saves as normal). When concentrating on a pattern spell that already allows you to move the effect, such as rainbow pattern, increase the distance you can move the pattern by 50%."
		]
	},
	"shikigami_manipulation": {
		"name": "Shikigami Manipulation",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Shikigami Manipulation (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/9}",
			"",
			"You channel a magic item's power to enhance its improvised attacks, even though it was never meant to be used as a weapon.  ",
			"**Prerequisites:** {feat/Catch Off-Guard} or {feat/Throw Anything}, {feat/Shikigami Mimicry}, {feat/Shikigami Style}, Use Magic Device 5 ranks.  ",
			"**Benefit:** While using {feat/Shikigami Style}, you can treat any magical item you're using as an improvised weapon as if it granted an enhancement bonus on attack and damage rolls equal to the item's caster level divided by 4 (minimum +1), to a maximum bonus of +5.  ",
			"**Special:** A character with this feat and {feat/Equipment Trick} who uses magical equipment to perform a trick can add a bonus equal to the item's caster level divided by 4 (minimum +1) on skill or combat maneuver checks attempted as part of the trick."
		]
	},
	"shikigami_mimicry": {
		"name": "Shikigami Mimicry",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Shikigami Mimicry (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/9}",
			"",
			"Your unique understanding of improvised tools enables you to turn the intrinsic form of all manner of objects to your advantage in combat.  ",
			"**Prerequisites:** {feat/Catch Off-Guard} or {feat/Throw Anything}, {feat/Shikigami Style}.  ",
			"**Benefit:** While in {feat/Shikigami Style}, you can take a -2 penalty on attack rolls to treat an improvised weapon as if it had one of the following weapon special qualities until the start of your next turn: blocking, brace, disarm, distracting, nonlethal, performance, or trip. If the weapon has the {misc/fragile} special quality or broken condition, you can treat it as if it had the jagged special quality."
		]
	},
	"shikigami_style": {
		"name": "Shikigami Style",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Shikigami Style (Combat, Style)",
			"",
			"{SOURCE Martial Arts Handbook/9}",
			"",
			"Your skill with improvised weapons makes them more dangerous than they would otherwise be.  ",
			"**Prerequisites:** {feat/Catch Off-Guard} or {feat/Throw Anything}.  ",
			"**Benefit:** While in this style, you deal damage with improvised weapons as if they were one size category larger. For every style feat you have that lists Shikigami Style as a prerequisite, treat the improvised weapon as an additional size category larger, to a maximum of three sizes larger than its actual size."
		]
	},
	"shingle_runner": {
		"name": "Shingle Runner",
		"sources": [
			"Curse of the Crimson Throne",
			"Curse of the Crimson Throne Player's Guide"
		],
		"description": [
			"## Shingle Runner",
			"",
			"{SOURCE Curse of the Crimson Throne/461;Curse of the Crimson Throne Player's Guide/6}",
			"",
			"Many of those who dwell among the rooftops that span much of Korvosa become skillful at making bounding leaps and clambering up steep surfaces, and learn how to land more safely when they fall.  ",
			"**Prerequisites:** Dex 12, {feat/Acrobatic}.  ",
			"**Benefit:** You gain a +2 bonus on Acrobatics and Climb checks, and can take 10 on Climb checks even when distracted. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill. If you fall, you automatically reduce the damage taken by the fall by 1d6, as if you'd fallen 10 feet less. This reduction in damage stacks with the reduction from a successful Acrobatics check to soften a fall."
		]
	},
	"shocking_amplification": {
		"name": "Shocking Amplification",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Shocking Amplification",
			"",
			"{SOURCE Magic Tactics Toolbox/9}",
			"",
			"Your electricity spells tire their targets.  ",
			"**Benefit:** Whenever you cast a spell with the electricity descriptor that targets one or more creatures, you can take a -1 penalty on attack rolls made with the spell and reduce the spell's saving throw DC by 1 to cause the target closest to you that is dealt electricity damage by the spell to become fatigued for 1 round. This cannot cause a creature that is already fatigued to become exhausted. You must choose to use this feat before making an attack roll or before your target attempts its saving throw. This feat has no effect on spells that neither allow a saving throw nor require an attack roll."
		]
	},
	"shocking_bellow": {
		"name": "Shocking Bellow",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Shocking Bellow (Combat)",
			"",
			"{SOURCE Monster Codex/20}",
			"",
			"You can demoralize a foe with a sudden ferocious scream.  ",
			"**Prerequisites:** {feat/Intimidating Prowess}.  ",
			"**Benefit:** If you act in the surprise round of a combat, as a free action you can attempt a single Intimidate check to demoralize a creature within 30 feet that can clearly see or hear you."
		]
	},
	"shokis_argument": {
		"name": "Shoki's Argument",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Shoki's Argument",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/71}",
			"",
			"The collectors of the lost dead prefer to use complex theology or blunt warnings to gather wayward spirits, but sometimes a more direct approach is necessary. One of them shared a trade secret with you.  ",
			"**Prerequisites:** Ability to cast {spell/disrupt undead}, character level 3rd, {race/duskwalker}.  ",
			"**Benefit:** The damage dealt by your {spell/disrupt undead} spell increases by 1d6. It increases by an additional 1d6 at 6th level and every 3 levels thereafter (to a maximum of 7d6 at 18th level)."
		]
	},
	"shot_on_the_run": {
		"name": "Shot on the Run",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Shot on the Run (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/133}",
			"",
			"You can move, fire a ranged weapon, and move again before your foes can react.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}, base attack bonus +4.  ",
			"**Benefit:** As a full-round action, you can move up to your speed and make a single ranged attack at any point during your movement.  ",
			"**Normal:** You cannot move before and after an attack with a ranged weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">You can spend 5 stamina points to use this feat as a standard action instead of a full-round action.",
			"",
			"### Mythic Shot on the Run",
			"",
			"{SOURCE Mythic Adventures/73}",
			"",
			"With ease, you can snap off two shots while dashing across the battlefield.  ",
			"**Prerequisites:** Shot on the Run, base attack bonus +6.  ",
			"**Benefit:** Whenever you use Shot on the Run, you can make two ranged attacks at your highest base attack bonus at any point during your movement, instead of just one."
		]
	},
	"shrapnel_strike": {
		"name": "Shrapnel Strike",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Shrapnel Strike (Combat)",
			"",
			"{SOURCE Champions of Corruption/23}",
			"",
			"You can bash things to damage nearby opponents.  ",
			"**Prerequisites:** Str 15, {feat/Improved Sunder}, {feat/Power Attack}.  ",
			"**Benefit:** When you attempt a Strength check to break an object that can shatter (nothing made of paper, cloth, leather, or other soft, pliable material), you gain a bonus on the Strength check equal to your base attack bonus. If you surpass the object's break DC, you can send shards of its material flying out in all directions, dealing an amount of piercing, slashing, and bludgeoning damage equal to 1d4 plus 1 point per point of the object's hardness to all creatures within 10 feet of the object, including yourself. A successful Reflex save (DC = 10 + 1/2 your Hit Dice + your Strength modifier) halves the damage."
		]
	},
	"shrewd_tactician": {
		"name": "Shrewd Tactician",
		"sources": [
			"Inner Sea World Guide",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Shrewd Tactician (Combat)",
			"",
			"{SOURCE Inner Sea World Guide/289}",
			"",
			"Your dealings with pirates, thieves, and assassins have taught you to be exceedingly careful.  ",
			"**Prerequisites:** {feat/Alertness}, {feat/Combat Reflexes}.  ",
			"**Benefit:** Opponents do not gain a +2 bonus on attack rolls for flanking you, although they can still sneak attack you. You also gain a +3 bonus on Sense Motive checks made to resist a foe's Bluff checks to feint in combat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">When an opponent attempts a feint against you, you can spend up to 5 stamina points to increase the DC of the skill check made to feint by 1 per point of stamina spent."
		]
	},
	"shrouded_in_mystery": {
		"name": "Shrouded in Mystery",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Shrouded in Mystery",
			"",
			"{SOURCE Inner Sea Races/209}",
			"",
			"Common folk have many superstitious rumors about your kind - tall tales born out of ignorance and fear alike. Whether or not what they say about your race is true is irrelevant, as you use their beliefs to take advantage of them whenever you can.  ",
			"**Prerequisites:** Bluff 1 rank; Disguise 1 rank; {race/kitsune}, {race/nagaji}, {race/samsaran}, {race/tengu}, or {race/wayang}.  ",
			"**Benefit:** You gain a +2 insight bonus on Will saves against mind-affecting spells and effects and a +3 insight bonus on Bluff checks. Both benefits apply only against humanoid creatures of races other than your own."
		]
	},
	"shrug_on": {
		"name": "Shrug On",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Shrug On (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/15}",
			"",
			"You can throw on the most important element of your armor in a flash.  ",
			"**Prerequisites:** Base attack bonus +1, medium armor proficiency.  ",
			"**Benefit:** As a full-round action, you can shrug yourself into the largest and most protective section of a suit of armor with which you are proficient. The armor does not grant any magical benefits in this state, and its armor check penalty and maximum Dexterity bonus to AC are both 2 worse than normal. When donned using this feat, medium armor grants a +3 armor bonus, and heavy armor grants a +5 armor bonus. Light armor grants no armor bonus when donned using this feat."
		]
	},
	"sickening_critical": {
		"name": "Sickening Critical",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sickening Critical (Combat, Critical)",
			"",
			"{SOURCE PRPG Core Rulebook/133}",
			"",
			"Your critical hits cause opponents to become sickened.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +11.  ",
			"**Benefit:** Whenever you score a critical hit, your opponent becomes sickened for 1 minute. The effects of this feat do not stack. Additional hits instead add to the effect's duration.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess Critical Mastery.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When you threaten a critical hit using this feat, before rolling the confirmation roll, you can spend 5 stamina points. If you do and the critical hit is confirmed, the foe is nauseated for 1d4+1 rounds unless it succeeds at a Fortitude save with a DC equal to 10 + your base attack bonus, which reduces the effect to the normal sickened condition."
		]
	},
	"sickening_spell": {
		"name": "Sickening Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Sickening Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/169}",
			"",
			"You can sicken creatures with your spells.  ",
			"**Benefit:** You can modify a spell to sicken a creature damaged by the spell. When a creature takes damage from this spell, they become sickened for a number of rounds equal to the original level of the spell. If the spell allows a saving throw, a successful save negates the sickening effect. If the spell does not allow a save, the target can make a Fortitude save to negate the sickening effect. If the spell effect also causes the creature to become sickened, the duration of this metamagic effect is added on to the duration of the spell. A sickening spell uses up a spell slot two levels higher than the spell's actual level.",
			"",
			"Spells that do not inflict damage do not benefit from this feat."
		]
	},
	"sickening_spell_like_ability": {
		"name": "Sickening Spell-Like Ability",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Sickening Spell-Like Ability (Monster)",
			"",
			"{SOURCE Horror Adventures/93}",
			"",
			"Your spell-like ability sickens affected targets.  ",
			"**Prerequisites:** Spell-like ability at caster level 6th or higher.  ",
			"**Benefit:** Choose one of your spell-like abilities, subject to the restrictions described in this feat. You can use the chosen spell-like ability as a sickening spell-like ability three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"When you use a sickening spell-like ability, a target that takes damage from the spell-like ability becomes sickened for a number of rounds equal to the spell-like ability's equivalent spell level. If the spell-like ability allows a saving throw, a successful save negates the sickening effect. If the spell does not allow a saving throw, the target can attempt a Fortitude save (against the DC that the spell-like ability would have if it allowed a saving throw) to negate the sickening effect. If the effect of the spell-like ability also causes targets to become sickened and targets fail their save, add the duration of the sickened condition caused by this effect to the duration of the sickened condition imposed by the spell-like ability.",
			"",
			"Spell-like abilities that do not inflict damage do not benefit from this feat.",
			"",
			"You can only select a spell-like ability duplicating a spell with a level less than or equal to 1/2 your caster level (round down) - 2  ",
			"**Special:** This feat can be taken multiple times. Each time it is taken, you can apply it to a different spell-like ability.",
			"",
			"| Spell Level | Caster Level |",
			"| --- | --- |",
			"| 0 | 4th |",
			"| 1st | 6th |",
			"| 2nd | 8th |",
			"| 3rd | 10th |",
			"| 4th | 12th |",
			"| 5th | 14th |",
			"| 6th | 16th |",
			"| 7th | 18th |",
			"| 8th | 20th |",
			"| 9th | - |"
		]
	},
	"sidestep": {
		"name": "Sidestep",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sidestep (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/169}",
			"",
			"You can reposition yourself after a foe's missed swing.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}.  ",
			"**Benefit:** Whenever an opponent misses you with a melee attack, you may move 5 feet as an immediate action so long as you remain within that opponent's threatened area. This movement does not provoke attacks of opportunity. If you take this step, you cannot take a 5-foot step during your next turn. If you take an action to move during your next turn, subtract 5 feet from your total movement.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When this feat lets you move, you can spend 2 stamina points to move 10 feet instead of 5. You must still remain in your opponent's threatened area. You still lose your 5-foot step or 5 feet of movement - the movement lost doesn't increase to 10 feet."
		]
	},
	"siege_commander": {
		"name": "Siege Commander",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Siege Commander (Combat)",
			"",
			"{SOURCE Ultimate Combat/118}",
			"",
			"Under your leadership, the time required to assemble and move a siege engine is greatly reduced.  ",
			"**Prerequisites:** Craft (siege weapon) 5 ranks, Knowledge (engineering) 5 ranks or Profession (siege engineer) 1 rank.  ",
			"**Benefit:** When you lead a siege engine assembly crew, you grant all of its members a +4 competence bonus on checks to assemble or move the weapon. You also halve the time required to assemble a siege engine.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, when you lead a siege engine assembly crew, even those among the crew who are not trained in Craft (siege engine) can take 10 on the check to assemble the siege engine."
		]
	},
	"siege_engineer": {
		"name": "Siege Engineer",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Siege Engineer (Combat)",
			"",
			"{SOURCE Ultimate Combat/118}",
			"",
			"You are proficient with all siege weaponry.  ",
			"**Prerequisites:** Knowledge (engineering) 5 ranks or Profession (siege engineer) 5 ranks, proficiency with one siege engine.  ",
			"**Benefit:** You are considered to be proficient with all siege weapons. Also, when you are crew lead for a siege engine, you do not generate mishaps on the roll of a natural 1.  ",
			"**Normal:** Each siege engine is an exotic weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you gain a +1 bonus on attack rolls with all siege weapons."
		]
	},
	"siege_gunner": {
		"name": "Siege Gunner",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Siege Gunner (Combat)",
			"",
			"{SOURCE Ultimate Combat/118}",
			"",
			"Aiming outsized siege weapons poses little difficulty for you.  ",
			"**Prerequisites:** {feat/Siege Engineer}, Profession (siege engineer) 5 ranks.  ",
			"**Benefit:** You take no size penalty for aiming a direct-fire siege weapon larger than yourself. If you operate an indirect-fire siege weapon and miss, you misdirect fire by 1 square per range increment.  ",
			"**Normal:** Direct-fire weapons impose a -2 attack roll penalty per size category by which the weapon is larger than the creature aiming it. An indirect-fire weapon that misses misdirects fire by 1d4 squares per range increment.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you gain a +1 bonus on attack rolls with all siege weapons you are proficient with."
		]
	},
	"signature_deed": {
		"name": "Signature Deed",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Signature Deed (Grit)",
			"",
			"{SOURCE Ultimate Combat/119}",
			"",
			"You are known for performing a particular deed, and can perform it with greater ease.  ",
			"**Prerequisites:** Grit class feature, gunslinger level 11th.  ",
			"**Benefit:** Pick a deed that you have access to and that you must spend grit to perform. Once per round, you can perform this deed for 1 fewer grit point (minimum 0). You can reduce the cost of a deed in this way only if you have at least 1 grit point."
		]
	},
	"signature_skill": {
		"name": "Signature Skill",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Signature Skill",
			"",
			"{SOURCE Pathfinder Unchained/82}",
			"",
			"Your ability with a particular skill is the stuff of legends, and you can do things with that skill that others cannot.  ",
			"**Prerequisites:** 5 ranks in the chosen skill.  ",
			"**Benefit:** Choose one skill. You gain the ability listed in that skill's 5 Ranks entry. As you gain more ranks in the chosen skill, you gain additional abilities. If you have 10 or more ranks in the chosen skill, you gain the appropriate abilities immediately. If your chosen skill is Craft, Knowledge, Perform, or Profession, you gain the listed powers only for one category of that skill, such as Craft (bows). This feat can be taken only once, but it stacks with the rogue's edge ability and the cutting edge rogue talent."
		]
	},
	"signature_strike_style": {
		"name": "Signature Strike Style",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Signature Strike Style (Combat, Style)",
			"",
			"{SOURCE People of the Wastes/10}",
			"",
			"Your accuracy when attacking is both delightfully artistic and chillingly deadly.  ",
			"**Prerequisites:** {feat/Precise Shot}; {feat/Weapon Focus}; base attack bonus +7; Intimidate 7 ranks; {feat/Improved Called Shot}, targeted strike swashbuckler deed, or targeting gunslinger deed.  ",
			"**Benefit:** Each creature you hit using a called shot, the targeted strike swashbuckler deed, or the targeting gunslinger deed must succeed at a Will save or be shaken for 1d3 rounds (DC = 10 + half your character level + your Charisma modifier). You must be using this style and attacking with a weapon for which you have Weapon Focus to gain this benefit. This is a fear effect that doesn't stack with itself or with other fear effects. If a creature is already shaken and you make it shaken using this feat, the duration of the shaken condition is merely extended.",
			"",
			"If this attack deals damage, you can also have the injury leave a distinctive mark, such as a letter, shape, or other simple symbol. This mark heals naturally and disappears once the target has healed the damage dealt by your attack. As a free action after the attack, you can spend 1 grit point or 1 panache point to make the mark heal as a permanent scar unless the target succeeds at a Fortitude save (DC = 10 + half your character level + your Charisma modifier). You gain a +2 bonus on Perception checks to see through the disguises of creatures that bear your mark."
		]
	},
	"signature_strike_taunt": {
		"name": "Signature Strike Taunt",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Signature Strike Taunt (Combat)",
			"",
			"{SOURCE People of the Wastes/10}",
			"",
			"Your mocking strikes leave your foe deeply embarrassed and infuriated.  ",
			"**Prerequisites:** {feat/Precise Shot}, {feat/Signature Strike Style}, {feat/Weapon Focus}, base attack bonus +9, Intimidate 9 ranks.  ",
			"**Benefit:** Creatures that gain the shaken condition as a result of Signature Strike Style also take a -2 penalty to AC for the duration of the shaken condition that feat causes. While the shaken condition persists, you do not provoke attacks of opportunity when performing combat maneuvers against that target."
		]
	},
	"signature_strike_triumph": {
		"name": "Signature Strike Triumph",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Signature Strike Triumph (Combat)",
			"",
			"{SOURCE People of the Wastes/11}",
			"",
			"With an effortless flourish, you strike terror into your foes and inspire your allies.  ",
			"**Prerequisites:** {feat/Precise Shot}, {feat/Signature Strike Style}, {feat/Signature Strike Taunt}, {feat/Weapon Focus}, base attack bonus +11, Intimidate 11 ranks.  ",
			"**Benefit:** When you use Signature Strike Style to give a creature the shaken condition, increase the duration to 1d4+1 rounds. When you confirm a critical hit against a creature marked by your Signature Strike Style, one ally within 60 feet who can see you can attempt a new saving throw against one ongoing effect with the emotion, fear, or mind-affecting descriptor caused by the marked creature. If the ally succeeds at this saving throw and the effect's remaining duration is 24 hours or less, the effect ends; if the remaining duration is more than 24 hours, the effect is suppressed for 1 minute."
		]
	},
	"signifer_armor_training": {
		"name": "Signifer Armor Training",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Signifer Armor Training",
			"",
			"{SOURCE Path of the Hellknight/62}",
			"",
			"You have learned the art of spellcasting while wearing signifer armor.  ",
			"**Prerequisites:** {feat/Arcane Armor Mastery}, {feat/Arcane Armor Training}, {feat/Heavy Armor Proficiency}, caster level 7th, must swear allegiance to a single [Hellknight](rule/aff_lawknights) order.  ",
			"**Benefit:** As a swift action, you can reduce the arcane spell failure chance due to the armor you are wearing by 30% for any spells you cast this round. This benefit applies only if you are wearing armor with \"Hellknight\" in its name. This bonus replaces, and does not stack with, the bonuses granted by Arcane Armor Mastery, Arcane Armor Training, and similar feats and effects."
		]
	},
	"silent_kill": {
		"name": "Silent Kill",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Silent Kill (Combat)",
			"",
			"{SOURCE Advanced Class Guide/156}",
			"",
			"You are quite adept at killing your prey without making noise or alerting others.  ",
			"**Prerequisites:** Stealth 12 ranks; assassinate advanced slayer talent or ninja master trick.  ",
			"**Benefit:** When you kill a creature during a surprise round, you can attempt a Stealth check, opposed by the Perception checks of potential observers, to prevent them from noticing your action and subsequently identifying you as the assailant.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When you use this feat, you can spend a number of stamina points up to your Dexterity bonus and gain a bonus on the Stealth check equal to the number of stamina points you spent."
		]
	},
	"silent_performer": {
		"name": "Silent Performer",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Silent Performer (Faction)",
			"",
			"{SOURCE Faction Guide/57}",
			"",
			"You can use any bardic performance ability without making a sound.  ",
			"**Prerequisites:** {ability/Bardic performance} class feature, {feat/Extra Performance}, {feat/Master Performer}, bard level 12th, [Kitharodian Academy](rule/f_bards) 15 TPA.  ",
			"**Benefit:** You can use your audible-component bardic performance as visual-component bardic performances. Any bardic ability used in this manner expends 4 times as many bardic performance rounds as normal."
		]
	},
	"silent_spell": {
		"name": "Silent Spell",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Silent Spell (Metamagic)",
			"",
			"{SOURCE PRPG Core Rulebook/133}",
			"",
			"You can cast your spells without making any sound.  ",
			"**Benefit:** A silent spell can be cast with no verbal components. Spells without verbal components are not affected. A silent spell uses up a spell slot one level higher than the spell's actual level.  ",
			"**Special:** Bard spells cannot be enhanced by this feat."
		]
	},
	"silenced": { "copyof": "silent_spell" },
	"silent": { "copyof": "silent_spell" },
	"simple_weapon_proficiency": {
		"name": "Simple Weapon Proficiency",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Simple Weapon Proficiency (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/133}",
			"",
			"You are trained in the use of basic weapons.  ",
			"**Benefit:** You make attack rolls with simple weapons without penalty.  ",
			"**Normal:** When using a weapon with which you are not proficient, you take a -4 penalty on attack rolls.  ",
			"**Special:** All characters except for druids, monks, and wizards are automatically proficient with all simple weapons. They need not select this feat."
		]
	},
	"sin_seer": {
		"name": "Sin Seer",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Sin Seer",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"Unlike others who have taken the oath against undeath, your preoccupation with the undead does not cloud your view of good and evil.  ",
			"**Prerequisites:** Detect undead paladin class feature.  ",
			"**Benefit:** You gain the detect evil class feature. You may use it or the detect undead class feature, but not at the same time."
		]
	},
	"sincere_flattery": {
		"name": "Sincere Flattery",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Sincere Flattery",
			"",
			"{SOURCE Legacy of Dragons/19}",
			"",
			"Wyvarans have little skill in creating original art, but they have proven to be experts in imitating and even improving on it.  ",
			"**Prerequisites:** {race/Wyvaran}.  ",
			"**Benefit:** You gain a +4 circumstance bonus on Craft checks to recreate an object you have seen before. You can spend 1 week studying the object to increase the circumstance bonus to +8. This doesn't include the time spent crafting the item."
		]
	},
	"sinister_reputation": {
		"name": "Sinister Reputation",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Sinister Reputation",
			"",
			"{SOURCE Adventurer's Guide/35}",
			"",
			"You need spook only a few souls to scare a whole city.  ",
			"**Prerequisites:** Cha 13; Intimidate 5 ranks; {feat/Persuasive} or renown social talent.  ",
			"**Benefit:** By spending 8 hours cultivating your local legend in a settlement and then succeeding at an Intimidate check, your fearsome reputation becomes common knowledge. The DC is based on the [size of the settlement](rule/the_shape_of_civilization) (see the Sinister Reputation table below). If the check succeeds, you can attempt an Intimidate check to demoralize a creature that has fewer Hit Dice than you as a swift action, and using Intimidate to force a creature to act friendly to you takes only half as long. You gain these benefits only while within the settlement and while not disguised. These benefits last for a number of days equal to your half your level + your Charisma modifier.  ",
			"**Special:** This feat's benefits always apply to a vigilante's area of renown, and he can choose whether the reputation and benefits apply to his social identity, vigilante identity, or both. You can always apply this feat's benefits to followers and cohorts gained from Leadership or similar abilities.",
			"",
			"### Sinister Reputation Table",
			"",
			"| Settlement Size | DC |",
			"| --- | --- |",
			"| Thorp | 10 |",
			"| Hamlet | 12 |",
			"| Village | 15 |",
			"| Small town | 18 |",
			"| Large town | 20 |",
			"| Small city | 25 |",
			"| Large city | 30 |",
			"| Metropolis | 35 |"
		]
	},
	"sin_sharing_critical": {
		"name": "Sin-Sharing Critical",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Sin-Sharing Critical (Combat, Critical)",
			"",
			"{SOURCE Blood of the Coven/20}",
			"",
			"Your hateful focus can sometimes spread your own misfortune to others in combat.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +13.  ",
			"**Benefit:** Whenever you confirm a critical hit against an opponent, you can choose a single curse effect currently affecting you to also affect the target. The target can negate this magical effect with a successful Will save (DC = 10 + your base attack bonus). If you are currently affected by multiple curses, you choose which one affects the target. This transferred curse affects the target exactly as it affects you, except that it lasts 1d4 minutes or the remaining duration of the curse affecting you, whichever is less. If the target succeeds at its Will save, or if you are not suffering from any curse effects, the target instead rolls twice on its next ability check, attack roll, saving throw, or skill check and takes the less favorable result. This is a curse effect.  ",
			"**Special:** You can apply the effects of only one critical feat to a given critical hit unless you have Critical Mastery."
		]
	},
	"sinuous_vines": {
		"name": "Sinuous Vines",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Sinuous Vines",
			"",
			"{SOURCE Wilderness Origins/11}",
			"",
			"Your vines can wrap around foes you grapple.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** You gain a +2 bonus on combat maneuver checks to grapple, and your wings count as a free hand for the purpose of grappling a foe. You can maintain a grapple with your wings and still make attacks with your other limbs. You cannot fly while maintaining a grapple with your wings."
		]
	},
	"siphon_channel": {
		"name": "Siphon Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Siphon Channel",
			"",
			"{SOURCE Inner Sea Gods/216}",
			"",
			"You can channel negative energy to feed off the suffering of others.  ",
			"**Prerequisites:** {ability/Channel energy} 3d6, worshiper of {faith/Ghlaunder}.  ",
			"**Benefit:** Once per day when you channel negative energy to damage living creatures, you gain a number of temporary hit points equal to half the die result of your channeled energy + 1 per creature affected by the channeled energy. For each affected creature that did not succeed at its saving throw against the channeled energy, you gain an additional temporary hit point. These temporary hit points disappear after 1 hour."
		]
	},
	"siphon_poison": {
		"name": "Siphon Poison",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Siphon Poison",
			"",
			"{SOURCE Champions of Purity/23}",
			"",
			"You can remove poison from afflicted creatures.  ",
			"**Benefit:** As a full-round action, you can remove an injury poison from a helpless or willing creature's bloodstream with a successful Heal check. The DC of this check is equal to the poison's DC. You can only draw out poison in this way within the first 2 rounds of when the target was poisoned. If the check is successful, the creature no longer suffers any additional effects from the poison. By performing this action, you do not risk poisoning yourself."
		]
	},
	"siphoning_blade": {
		"name": "Siphoning Blade",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Siphoning Blade (Combat)",
			"",
			"{SOURCE Inner Sea Monster Codex/59}",
			"",
			"You can empower yourself by drawing blood through your rhoka sword.  ",
			"**Prerequisites:** {feat/Voracious Blade}, base attack bonus +8, {monster/urdefhan}.  ",
			"**Benefit:** When you use the Voracious Blade feat to deal Strength damage with your rhoka sword, you also drain the victim's blood. The attack deals 1 point of bleed damage in addition to its normal damage, and you gain fast healing 2 for 3 rounds. You can use this ability only once against an individual creature in a 24-hour period."
		]
	},
	"sisterhood_dedication": {
		"name": "Sisterhood Dedication",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Sisterhood Dedication (Combat)",
			"",
			"{SOURCE Adventurer's Guide/85}",
			"",
			"The [Gray Maidens'](rule/aff_scarred_ladies) bond with each other goes beyond simple combat coordination. An elite member of the sisterhood is an inspiration to her fellow women, both invigorating their spirits and effortlessly coordinating their tactics.  ",
			"**Prerequisites:** Cha 13, {feat/Shield Focus}, {feat/Shield Wall}, {feat/Sisterhood Rampart}, {feat/Sisterhood Style}, base attack bonus +6.  ",
			"**Benefit:** While you're using Sisterhood Style and wielding a longsword and either a light or heavy shield, the bonus on saving throws from Sisterhood Style increases to +2 and you grant half that bonus to all allies within 20 feet. In addition, you can choose up to two teamwork feats you have when entering the Sisterhood Style stance. As a swift action, you can grant one of those feats to two allies within 20 feet until the beginning of your next turn, or you can grant both feats to one ally within 20 feet until the beginning of your next turn."
		]
	},
	"sisterhood_rampart": {
		"name": "Sisterhood Rampart",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Sisterhood Rampart (Combat)",
			"",
			"{SOURCE Adventurer's Guide/85}",
			"",
			"The shield wall was the heart of the Gray Maidens' military strategy; combined with their precise tactical coordination, [Gray Maiden](rule/aff_scarred_ladies) lines were nearly unbreakable. Maidens behind the line would then strike with polearms or longbows, picking off targets with ease.  ",
			"**Prerequisites:** Cha 13, {feat/Shield Focus}, {feat/Shield Wall}, {feat/Sisterhood Style}, base attack bonus +4.  ",
			"**Benefit:** While using Sisterhood Style, you and adjacent allies gain an additional +1 bonus to the shield bonus granted by Shield Wall, and each of you adds your shield bonus to AC (not counting enhancement bonuses) to your CMD against bull rush combat maneuvers. In addition, you and adjacent allies do not provide soft cover against allies' attacks."
		]
	},
	"sisterhood_style": {
		"name": "Sisterhood Style",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Sisterhood Style (Combat, Style)",
			"",
			"{SOURCE Adventurer's Guide/86}",
			"",
			"The [Gray Maidens](rule/aff_scarred_ladies) are more than just soldiers - they drill relentlessly to fight as a team and to protect their bodies and minds. A Gray Maiden using the Sisterhood Style can easily coordinate tactics with other women.  ",
			"**Prerequisites:** Cha 13, {feat/Shield Focus}, base attack bonus +2.  ",
			"**Benefit:** While using this style and wielding a longsword and a light or heavy shield, you gain a +1 bonus on Reflex and Will saving throws. In addition, when you enter the Sisterhood Style stance, you can choose a teamwork feat you have. As a swift action, you can grant that feat to an ally within 10 feet until the beginning of your next turn."
		]
	},
	"sizzling_shot": {
		"name": "Sizzling Shot",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Sizzling Shot (Grit)",
			"",
			"{SOURCE People of the Wastes/4}",
			"",
			"Your bullets ignite when you fire them.  ",
			"**Prerequisites:** Grit class feature or {feat/Amateur Gunslinger}, base attack bonus +4.  ",
			"**Benefit:** As long as you have at least 1 grit point when using a firearm to fire bullets, pellets, or similar ammunition, you can choose for half of the attack's damage to deal fire damage and the other half to deal bludgeoning and piercing damage. If you spend 1 grit point when you declare such an attack with a firearm, you can grant the bullet or pellets fired the flaming weapon special ability for that attack only."
		]
	},
	"skalds_vigor": {
		"name": "Skald's Vigor",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Skald's Vigor",
			"",
			"{SOURCE Advanced Class Guide/156}",
			"",
			"Your song and your enthusiasm combine to invigorate you in battle.  ",
			"**Prerequisites:** Raging song class feature.  ",
			"**Benefit:** While maintaining a raging song, you gain fast healing equal to the Strength bonus your song provides, starting in the round after you begin the song. If you stop maintaining your song, the fast healing ends, even if the effects of your song persist."
		]
	},
	"skaveling_companion": {
		"name": "Skaveling Companion",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Skaveling Companion",
			"",
			"{SOURCE Inner Sea Monster Codex/59}",
			"",
			"You are bonded with a terrifying undead mount created through foul daemonic rites.  ",
			"**Prerequisites:** 7th level in a class that grants an animal companion or mount, {monster/urdefhan}.  ",
			"**Benefit:** In place of the animal companion or mount granted by your class feature, you are bonded with a skaveling. Though less intelligent than others of its kind and lacking the ability to paralyze and infect victims with its bite, the beast serves you unerringly.",
			"",
			"### Bat, Skaveling",
			"",
			"**Size** Large; **Speed** 20 ft., fly 40 ft. (good); **AC** +6 natural armor; **Attack** bite +10 (2d8+6); **Ability Scores** Str 23, Dex 19, Con -, Int 2, Wis 15, Cha 14; **Special Attacks** screech (DC 15); **Languages** none; **Special Abilities** *Screech (Su)* Once per day as a standard action, a skaveling can utter an ear-splitting screech that stuns non-skavelings in a 20-foot burst. All creatures within the area must succeed at a DC 15 Fortitude save or be stunned for 1d3 rounds. Other skavelings, mobats, and urdefhans are immune to this effect. This is a sonic mind-affecting effect. The save DC is Charisma-based."
		]
	},
	"skeleton_summoner": {
		"name": "Skeleton Summoner",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Skeleton Summoner",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"The walking dead respond to your call.  ",
			"**Prerequisites:** {feat/Spell Focus} (necromancy), ability to cast *summon monster.*  ",
			"**Benefit:** Add \"human skeleton\" to the list of creatures you can summon with {spell/summon monster I} and \"human skeletal champion\" to the list of creatures you can summon with {spell/summon monster III}.",
			"",
			"Once per day, when you cast *summon monster,* you may summon a skeletal version of one of the creatures on that spell's summoning list (apply the {template/skeleton} template to that creature to create this monster)."
		]
	},
	"skill_focus": {
		"name": "Skill Focus",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Skill Focus",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"Choose a skill. You are particularly adept at that skill.  ",
			"**Benefit:** You get a +3 bonus on all checks involving the chosen skill. If you have 10 or more ranks in that skill, this bonus increases to +6.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new skill.",
			"",
			"### Mythic Skill Focus",
			"",
			"{SOURCE Mythic Adventures/73}",
			"",
			"You mastery with this skill is unmatched, even in difficult situations.  ",
			"**Prerequisites:** Skill Focus.  ",
			"**Benefit:** You can always take 10 or 20 on checks with your choice of skill for Skill Focus, even when you are rushed or threatened.  ",
			"**Special:** You can gain this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Skill Focus feat."
		]
	},
	"skilled_driver": {
		"name": "Skilled Driver",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Skilled Driver",
			"",
			"{SOURCE Ultimate Combat/119}",
			"",
			"Choose a type a type of vehicle (either air, land, or water). You are more skilled when driving that vehicle.  ",
			"**Benefit:** You gain a +4 bonus on driving checks with your chosen vehicle."
		]
	},
	"skilled_rager": {
		"name": "Skilled Rager",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Skilled Rager",
			"",
			"{SOURCE Advanced Class Guide/156}",
			"",
			"With practice, you've mastered your rage to allow yourself more versatility.  ",
			"**Prerequisites:** Rage class feature.  ",
			"**Benefit:** Choose one Charisma-, Dexterity-, or Intelligence-based skill. While you are raging, you can use this skill.  ",
			"**Special:** You can take this feat multiple times. Each time you do, it applies to a different skill."
		]
	},
	"skin_suit": {
		"name": "Skin Suit",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Skin Suit (Monster)",
			"",
			"{SOURCE Horror Adventures/93}",
			"",
			"During the daylight hours, you can cloak your unnatural form beneath a veil of flesh and blood.  ",
			"**Prerequisites:** Int 7, undead creature that was originally humanoid.  ",
			"**Benefit:** Once per day as a full-round action, you can cloak your body in a thin, fleshy suit that gives you the appearance of yourself as a young adult humanoid. Your appearance changes as per alter self, but this feat doesn't adjust your ability scores or grant any new abilities. When so disguised, you cannot use slashing or piercing natural attacks, such as bite or claw attacks, without unraveling and destroying your skin suit, nor can you deliver energy drain or ability damage with your undead special attacks (such as a wight or vampire's slam attacks) without destroying the suit. While wearing a skin suit, your alignment is masked as though by a constant undetectable alignment spell, and you have the aura of a living creature instead of an undead creature for the purposes of detect undead and similar effects. The skin suit dissolves into a puddle of bloody slurry at sundown, though you can remove it at any time as a standard action. The skin suit does not protect you from the effects of being exposed to direct sunlight. Finally, if you take lethal damage while wearing your skin suit, you must succeed at a Reflex save with a DC equal to the amount of lethal damageor the skin suit is destroyed."
		]
	},
	"skyseeker_impact": {
		"name": "Skyseeker Impact",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Skyseeker Impact (Combat)",
			"",
			"{SOURCE Blood of the Ancients/28}",
			"",
			"You've been trained to devastate larger opponents and shatter their weapons to negate their reach advantage.  ",
			"**Prerequisites:** Con 13, {feat/Skyseeker Style}, {feat/Skyseeker Thrash}, {feat/Step Up}, base attack bonus +9.  ",
			"**Benefit:** While using Skyseeker Style, whenever you hit an opponent larger than you with a melee attack, your weapon deals damage as if that weapon were one size category larger. You also gain a +4 bonus on sunder combat maneuver checks against targets larger than you."
		]
	},
	"skyseeker_style": {
		"name": "Skyseeker Style",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Skyseeker Style (Combat, Style)",
			"",
			"{SOURCE Blood of the Ancients/28}",
			"",
			"You know how to duck and weave through small gaps in a foe's defense to close the distance between yourself and your enemy.  ",
			"**Prerequisites:** {feat/Step Up}, base attack bonus +1.  ",
			"**Benefit:** Once per round, when an opponent attacks you with a reach weapon, you can take a 5-foot step towards your opponent as an immediate action. If the movement takes you to a square that the opponent's reach weapon does not threaten, you receive a +4 bonus to AC against that attack. If you take this step, you cannot take a 5-foot step during your next turn. If you take an action to move during your next turn, subtract 5 feet from your total available movement."
		]
	},
	"skyseeker_thrash": {
		"name": "Skyseeker Thrash",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Skyseeker Thrash (Combat)",
			"",
			"{SOURCE Blood of the Ancients/28}",
			"",
			"Your fighting style is enhanced by sheer fortitude in the face of intimidating foes.  ",
			"**Prerequisites:** Con 13, {feat/Skyseeker Style}, {feat/Step Up}, base attack bonus +4.  ",
			"**Benefit:** While using Skyseeker Style, you gain a cumulative +1 bonus on melee damage rolls for every size category your opponent is larger than you."
		]
	},
	"slashing_grace": {
		"name": "Slashing Grace",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Slashing Grace (Combat)",
			"",
			"{SOURCE Advanced Class Guide/156}",
			"",
			"You can stab your enemies with your sword or another slashing weapon.  ",
			"**Prerequisites:** Dex 13, {feat/Weapon Finesse}, {feat/Weapon Focus} with chosen weapon.  ",
			"**Benefit:** Choose one kind of light or one-handed slashing weapon (such as the longsword). When wielding your chosen weapon one-handed, you can treat it as a one-handed piercing melee weapon for all feats and class abilities that require such a weapon (such as a swashbuckler's or a duelist's precise strike) and you can add your Dexterity modifier instead of your Strength modifier to that weapon's damage. The weapon must be one appropriate for your size. You do not gain this benefit while fighting with two weapons or using flurry of blows, or any time another hand is otherwise occupied.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">You can spend 2 stamina points to select another light or one-handed slashing weapon. That weapon counts as a chosen weapon for Slashing Grace until the start of your next turn."
		]
	},
	"slayers_feint": {
		"name": "Slayer's Feint",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Slayer's Feint (Combat)",
			"",
			"{SOURCE Advanced Class Guide/156}",
			"",
			"You rely on your deceptive speed and agility instead of trickery to catch your opponents unprepared.  ",
			"**Prerequisites:** Dex 15, {feat/Acrobatic} or slayer level 1st, {feat/Combat Expertise}, Acrobatics 1 rank.  ",
			"**Benefit:** You can use Acrobatics instead of Bluff to feint in combat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When attempting a feint using Acrobatics, you can spend a number of stamina points up to your Dexterity bonus. If you do, you gain a bonus on that feint attempt equal to the number of stamina points you spent."
		]
	},
	"slayers_knack": {
		"name": "Slayer's Knack",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Slayer's Knack",
			"",
			"{SOURCE Ultimate Combat/119}",
			"",
			"You know how to battle your favored enemies with such efficacy that any weapon you wield against them becomes more deadly.  ",
			"**Prerequisites:** {ability/Favored enemy} class feature, base attack bonus +6.  ",
			"**Benefit:** When you take this feat, choose one of your favored enemy types. Against enemies of that type, the threat range of any weapon you wield is doubled. This effect does not stack with any other effect that expands a weapon's threat range.  ",
			"**Special:** You can take this feat multiple times. Each time you take it, you choose a different favored enemy type."
		]
	},
	"slaying_sprint": {
		"name": "Slaying Sprint",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Slaying Sprint",
			"",
			"{SOURCE Rival Guide/11}",
			"",
			"With swift feet and deadly intent, you finish off your target before anyone sees your blade.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Mobility}, {feat/Spring Attack}, base attack bonus +13.  ",
			"**Benefit:** You can move up to half your speed instead of taking a 5-foot step when taking a full-round action to perform a coup de grace. Performing a coup de grace does not provoke attacks of opportunity.",
			"",
			"You can use this feat only when wielding a light or one-handed weapon."
		]
	},
	"sleep_venom": {
		"name": "Sleep Venom",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Sleep Venom",
			"",
			"{SOURCE Advanced Race Guide/209}",
			"",
			"You can change the nature of your toxic spittle to put your enemies to sleep.  ",
			"**Prerequisites:** {race/Vishkanya}.  ",
			"**Benefit:** As a swift action, you may alter the effects of your venom so the target falls unconscious. This changes the initial and secondary effect of your venom to the following: *initial effect* staggered for 1d4 rounds; *secondary effect* unconsciousness for 1 minute. You must make the decision to alter your venom before you apply it to a weapon.  ",
			"**Normal:** Vishkanya venom deals Dexterity damage."
		]
	},
	"sleeper": {
		"name": "Sleeper",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Sleeper",
			"",
			"{SOURCE Monster Codex/80}",
			"",
			"By seeking solace in the grave, you are able to recuperate more quickly.  ",
			"**Prerequisites:** {feat/Warren Digger}, {monster/ghoul}.  ",
			"**Benefit:** You heal 1 hit point per 10 minutes as long as you are surrounded by at least 5 feet of dirt or stone on all sides and take no actions."
		]
	},
	"sleeper_hold": {
		"name": "Sleeper Hold",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Sleeper Hold (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/25}",
			"",
			"By maintaining a grapple hold on your opponent, you can cause it to lose consciousness.  ",
			"**Prerequisites:** {feat/Greater Grapple}, base attack bonus +8.  ",
			"**Benefit:** You must declare that you are using this feat before you make a combat maneuver check to maintain a grapple (thus a failed check to maintain the grapple ruins the attempt). If you maintain a grapple for a number of consecutive rounds equal to your opponent's Constitution bonus (minimum 1 round), you can attempt to knock out your opponent. The victim must succeed at a Fortitude save (DC 10 + 1/2 your character level + your Str modifier) or else it falls unconscious for 1d4 rounds. Each successive round you attempt this, the target takes a cumulative -1 penalty on its saving throw. When you use this feat, you take an additional -2 penalty to your AC. Creatures that are immune to bleed damage, stunning, or critical hits are immune to this ability."
		]
	},
	"sliding_axe_throw": {
		"name": "Sliding Axe Throw",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Sliding Axe Throw (Combat)",
			"",
			"{SOURCE Dwarves of Golarion/21}",
			"",
			"You may aim your thrown axe to avoid an enemy's shield and even trip your opponent.  ",
			"**Prerequisites:** Dex 13, base attack bonus +1.  ",
			"**Benefit:** You can choose to take a -2 penalty on a ranged attack roll with an axe, bouncing it or sliding it along the ground. If the target is flat-footed, running, or charging, this attack ignores any bonuses to the target's AC from its shield. If the attack hits, you may immediately make a trip attempt against the target as a free action. If you fail to trip your opponent, your opponent does not get an attempt to trip you in return.",
			"",
			"This ability may not work in certain circumstances as determined by the GM, such as if the ground is soft, there is an obstacle or difficult terrain on the floor between you and your target, and so on."
		]
	},
	"sliding_dash": {
		"name": "Sliding Dash",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Sliding Dash (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/91}",
			"",
			"Your seemingly reckless advance becomes an agile strike at the last moment.  ",
			"**Prerequisites:** Dex 15, Acrobatics 10 ranks or acrobatic charge class feature, Bluff 3 ranks.  ",
			"**Benefit:** When charging, instead of moving to the closest space from which you can attack your target, you can move to the space adjacent to your target and on the other side of it, as long as you move through the closest space from which you can attack the target and through the target's space to get there. When you move through the target's space, you must attempt an Acrobatics check with a DC equal to 10 + your opponent's CMD. Success allows you to move through the target's space without provoking an attack of opportunity from that target, and when you arrive in the destination space and make your attack, the target is considered flanked for that attack (or the first attack if you have more than one attack on a charge). On a failed check, you instead provoke an attack of opportunity and complete the charge as normal. Whether or not you succeed at the Acrobatics check, you take a -4 penalty to your AC until the start of your turn, instead of the normal -2 penalty.  ",
			"**Normal:** When charging, you must end the movement part of a charge in the closest space in which you can attack your target."
		]
	},
	"sling_flail": {
		"name": "Sling Flail",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sling Flail (Combat)",
			"",
			"{SOURCE Ultimate Combat/119}",
			"",
			"You can use your loaded sling to effectively strike at nearby foes.  ",
			"**Prerequisites:** {feat/Weapon Focus} (sling), base attack bonus +1.  ",
			"**Benefit:** You can make melee attacks using your loaded sling, using that weapon's normal statistics but treating it as a flail. Using a sling in this way does not expend mundane ammunition, but magical or masterwork ammunition loses its special properties after a single hit.  ",
			"**Special:** Any feats you have that apply when you use a flail also apply when you use a loaded sling as a melee weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">You can spend 2 stamina points to increase the damage dealt by the melee attacks you make with a loaded sling as if your sling were one size category larger than its actual size. For example, a Small sling would deal 1d4 points of damage, while a Medium one would deal 1d6. This benefit lasts until the start of your next turn, and doesn't stack with other effects that treat the sling as a larger size category unless they increase the sling's actual size."
		]
	},
	"slipslinger_bombardment": {
		"name": "Slipslinger Bombardment",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Slipslinger Bombardment (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/13}",
			"",
			"You can sling a rain of splash weapons at your enemies.  ",
			"**Prerequisites:** {feat/Quick Draw}, {feat/Slipslinger Grenadier}, {feat/Slipslinger Style}, {feat/Throw Anything}, warslinger racial trait.  ",
			"**Benefit:** You can use a sling to hurl alchemical splash weapons as ammunition with Slipslinger Grenadier during an attack action or a full-attack action, loading your sling with such weapons as a free action.  ",
			"**Special:** This feat can't be used with alchemists' bombs."
		]
	},
	"slipslinger_grenadier": {
		"name": "Slipslinger Grenadier",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Slipslinger Grenadier (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/13}",
			"",
			"You can hurl splash weapons with your sling.  ",
			"**Prerequisites:** {feat/Slipslinger Style}, {feat/Throw Anything}, warslinger racial trait.  ",
			"**Benefit:** While using Slipslinger Style, as a standard action you can use a sling to hurl an alchemical splash weapon, treating it as a sling bullet for the purpose of drawing and loading it into your sling. Your sling deals its normal weapon damage, plus the loaded splash weapon's effect or damage. This extra damage is not multiplied on a critical hit.  ",
			"**Special:** This feat cannot be used with alchemists' bombs."
		]
	},
	"slipslinger_style": {
		"name": "Slipslinger Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Slipslinger Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/13}",
			"",
			"You can fire all manner of slings and sling-like weapons.  ",
			"**Prerequisites:** {feat/Weapon Focus/ (sling) or weapon training (thrown) class feature} or weapon training (thrown) class feature), warslinger racial trait.  ",
			"**Benefit:** You gain a +1 bonus on damage rolls made with all types of slings, and don't provoke attacks of opportunity when reloading a sling. In addition, you treat all ranged and thrown weapons that have \"sling\" in their name as if they were slings for all feats and class abilities that require such weapons, as well as the warslinger racial trait."
		]
	},
	"slow_faller": {
		"name": "Slow Faller",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Slow Faller",
			"",
			"{SOURCE Advanced Class Guide/156}",
			"",
			"You can reduce the amount of falling damage you take when you are close to a wall.  ",
			"**Prerequisites:** Acrobatics 5 ranks or slow fall class feature.  ",
			"**Benefit:** When you are within arm's reach of a wall, you can slow your descent, as long as you are not in heavy armor. You take damage as if the fall were 10 feet shorter than it actually is. This ability stacks with the slow fall class feature.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you take damage as if the fall were an additional 10 feet shorter."
		]
	},
	"slow_time": {
		"name": "Slow Time",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Slow Time (Combat, Meditation)",
			"",
			"{SOURCE Faiths and Philosophies/19}",
			"",
			"Meditation allows you to perceive time as if it were moving more slowly.  ",
			"**Prerequisites:** Wis 15, {feat/Combat Meditation}, {feat/Meditation Master}, character level 7th.  ",
			"**Benefit:** Once per day, when you meditate as a full-round action using the Combat Meditation feat, you gain the effects of haste for 1 round per 2 character levels. These effects do not stack with the haste spell, the speed magic weapon special ability, or other effects granting the same result. This is an extraordinary ability."
		]
	},
	"sluggish_jinx": {
		"name": "Sluggish Jinx",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Sluggish Jinx",
			"",
			"{SOURCE Halflings of Golarion/27}",
			"",
			"Your jinx makes creatures slow and clumsy.  ",
			"**Prerequisites:** Halfling Jinx trait.  ",
			"**Benefit:** Your jinx's penalty on saving throws also applies to the target's initiative and attack rolls."
		]
	},
	"slurk_rider": {
		"name": "Slurk Rider",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Slurk Rider (Combat)",
			"",
			"{SOURCE Monster Codex/129}",
			"",
			"You are skilled at riding slurks into battle.  ",
			"**Prerequisites:** {race/Kobold}.  ",
			"**Benefit:** You are able to control, guide, and communicate with slurks, as if they understood Draconic. You can also spend a standard action to manipulate the nodules on the slurk's back to activate its slime ability. Both you and the slurk can activate this ability during the same round."
		]
	},
	"sly_draw": {
		"name": "Sly Draw",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Sly Draw",
			"",
			"{SOURCE Adventurer's Armory/31}",
			"",
			"You can draw your weapon with such speed and finesse that your opponents don't realize they're threatened.  ",
			"**Prerequisites:** {feat/Quick Draw}.  ",
			"**Benefit:** When you draw a light weapon, you may make a Sleight of Hand check instead of a Bluff check to feint in combat. Other feats and abilities that affect a feint still apply to your feint."
		]
	},
	"small_but_deadly": {
		"name": "Small But Deadly",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Small But Deadly",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"You have learned to make the most of certain weapons, despite your physical weakness.  ",
			"**Prerequisites:** {feat/Weapon Focus} or natural weapon, Small size or smaller.  ",
			"**Benefit:** You ignore your Strength penalty to damage when making attacks with your racial natural weapons and weapons for which you have the Weapon Focus feat."
		]
	},
	"smash": {
		"name": "Smash",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Smash (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"You overcome obstacles by breaking them.  ",
			"**Prerequisites:** {feat/Power Attack}, {race/half-orc}.  ",
			"**Benefit:** When you attack an inanimate, unattended object, you ignore the first 5 points of its hardness. You also receive a +5 bonus on Strength checks made to knock down or break open doors.  ",
			"**Special:** The benefits of this feat do not apply to sunder attempts or attacks against constructs, only attacks on inanimate, unattended objects.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When attempting a sunder combat maneuver or making an attack against a construct that has a hardness, you can spend 5 stamina points to ignore the first 10 points of the target's hardness."
		]
	},
	"smash_from_the_air": {
		"name": "Smash from the Air",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Smash from the Air (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/22}",
			"",
			"Your powerful and swift attacks can slice ranged attacks out of the air.  ",
			"**Prerequisites:** Str 13, {feat/Cut from the Air}, {feat/Power Attack}, base attack bonus +9, weapon training class feature with a melee weapon.  ",
			"**Benefit:** You can use Cut from the Air against unusually massive ranged weapons (such as boulders or ballista bolts) and ranged attacks generated by spell effects. Spell effects that do not require attack rolls cannot be deflected."
		]
	},
	"smashing_crush": {
		"name": "Smashing Crush",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Smashing Crush (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/16}",
			"",
			"Your hammers strike objects with destructive force.  ",
			"**Prerequisites:** Str 13, {feat/Improved Sunder}, {feat/Smashing Style}, {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** While using Smashing Style, if you successfully damage an object with the sunder combat maneuver, you reduce its hardness by 1. An object can't have its hardness reduced to less than 50% of its normal hardness, and its hardness is restored when the damage dealt by the sunder attack is repaired."
		]
	},
	"smashing_dent": {
		"name": "Smashing Dent",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Smashing Dent (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/17}",
			"",
			"Your hammer strikes cause traumatic injuries.  ",
			"**Prerequisites:** Str 13, {feat/Improved Sunder}, {feat/Smashing Crush}, {feat/Smashing Style}, {feat/Weapon Focus} with the chosen weapon, base attack bonus +6.  ",
			"**Benefit:** While using Smashing Style, each time you damage a suit of armor with a sunder combat maneuver, you reduce its armor bonus to its Armor Class by 1 and increase its armor check penalty by 1. Armor cannot have its armor bonus to AC reduced to less than 50% of its normal bonus or its armor check penalty more than doubled. These reductions and increases both end when the damage dealt by the sunder is repaired."
		]
	},
	"smashing_impact": {
		"name": "Smashing Impact",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Smashing Impact (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/24}",
			"",
			"The force of your assault drives your opponents against, and possibly through, solid barriers.  ",
			"**Prerequisites:** Str 15, {feat/Crushing Impact}, {feat/Improved Bull Rush}, {feat/Improved Unarmed Strike}, {feat/Power Attack}.  ",
			"**Benefit:** Whenever you successfully bull rush an enemy and its movement is stopped by a solid object or barrier, you can deal your unarmed strike damage to both the foe and the object or barrier, as long as the enemy is within your threatened area. If you performed your bull rush as part of a charge, you gain a +2 bonus on your damage roll. If the damage is enough to destroy the object or barrier, you can continue to push your target the remaining distance allowed by your bull rush combat maneuver.  ",
			"**Normal:** You can't bull rush a creature into a solid object or barrier."
		]
	},
	"smashing_style": {
		"name": "Smashing Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Smashing Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/17}",
			"",
			"Your hammer blows dent armor, hampering your opponent.  ",
			"**Prerequisites:** Str 13, {feat/Improved Sunder}, {feat/Power Attack}, {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** Choose one weapon from the axes, hammers, or flails fighter weapon group. While using this style, when you succeed at a sunder combat maneuver check against a suit of armor worn by an opponent, you can immediately attempt a bull rush or trip combat maneuver against that target with the same combat maneuver bonus. This maneuver does not provoke attacks of opportunity.  ",
			"**Special:** A character with the weapon training (axes, hammers, or flails) class feature can use Smashing Style with any axe, flail, or hammer, respectively, in addition to the chosen weapon."
		]
	},
	"smell_fear": {
		"name": "Smell Fear",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Smell Fear",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"You can catch the sour scent of fear on the wind.  ",
			"**Prerequisites:** {feat/Keen Scent}, {race/half-orc} or {race/orc}.  ",
			"**Benefit:** You receive a +4 bonus on Perception checks to detect creatures with the shaken, frightened, or panicked conditions using scent. You can substitute your Perception skill for Sense Motive skill checks if the subject has one of the previous conditions or is attempting to cover up their fear in some way."
		]
	},
	"smite_evil_magic": {
		"name": "Smite Evil Magic",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Smite Evil Magic",
			"",
			"{SOURCE Paths of the Righteous/27}",
			"",
			"You can slice apart foul enchantments.  ",
			"**Prerequisites:** Smite evil class feature.  ",
			"**Benefit:** You can expend a use of your smite evil class ability to perform a sunder combat maneuver against an ongoing spell effect created by an evil creature. For any effect other than one on a creature, the CMD equals 15 + the effect's caster level. When sundering an effect on a creature, use the creature's CMD + 5, ignoring any miss chance caused by a spell or spell-like ability. If successful, you suppress the effect for 1d4+1 rounds. If you exceed the CMD by 10 or more, the effect is dispelled. If an evil outsider, evil dragon, or undead creature created the spell effect, add your Charisma bonus to your combat maneuver check."
		]
	},
	"smiting_reversal": {
		"name": "Smiting Reversal",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Smiting Reversal (Combat)",
			"",
			"{SOURCE Agents of Evil/19}",
			"",
			"Your can withstand the onslaught of holy or unholy forces.  ",
			"**Prerequisites:** {feat/Power Attack}, {feat/Toughness}.  ",
			"**Benefit:** Three times per day after being targeted by the smite attack of an enemy, you can immediately make an attack of opportunity against the target. You gain a bonus on this attack roll equal to your Charisma bonus. If this attack of opportunity hits, you gain a bonus on the damage roll equal to your character level. This attack of opportunity ignores all damage reduction the creature possesses."
		]
	},
	"smoking_boulder": {
		"name": "Smoking Boulder",
		"sources": [
			"Monster Codex",
			"Giants Revisited"
		],
		"description": [
			"## Smoking Boulder",
			"",
			"{SOURCE Monster Codex/57;Giants Revisited/19}",
			"",
			"The boulders you hurl burn so hot that they smoke.  ",
			"**Prerequisites:** Base attack bonus +11, heated rock special ability.  ",
			"**Benefit:** When you throw a rock as part of an attack action and hit your target, you can cause the boulder to emit a 10-foot-radius spread of [heavy smoke](rule/smoke_effects). The smoke lasts for 1d4 rounds."
		]
	},
	"snake_fang": {
		"name": "Snake Fang",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Snake Fang (Combat)",
			"",
			"{SOURCE Ultimate Combat/119}",
			"",
			"You can unleash attacks against an opponent that has dropped its guard.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, {feat/Improved Unarmed Strike}, {feat/Snake Sidewind}, {feat/Snake Style}, Acrobatics 6 ranks, Sense Motive 9 ranks.  ",
			"**Benefit:** While using the Snake Style feat, when an opponent's attack misses you, you can make an unarmed strike against that opponent as an attack of opportunity. If this attack of opportunity hits, you can spend an immediate action to make another unarmed strike against the same opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When you miss with an attack of opportunity you made due to Snake Fang, you can spend 5 stamina points to reroll the attack roll. You can use this combat trick only once per attack of opportunity."
		]
	},
	"snake_sidewind": {
		"name": "Snake Sidewind",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Snake Sidewind (Combat)",
			"",
			"{SOURCE Ultimate Combat/119}",
			"",
			"Your sensitive twisting movements make you difficult to anticipate combat.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Snake Style}, Acrobatics 3 ranks, Sense Motive 6 ranks.  ",
			"**Benefit:** You gain a +4 bonus to CMD against trip combat maneuvers and on Acrobatics checks and saving throws to avoid being knocked prone. While using the Snake Style feat, whenever you score a critical threat with your unarmed strike, you can make a Sense Motive check in place of the attack roll to confirm the critical hit. Whenever you score a critical hit with your unarmed strike, you can spend an immediate action to take a 5-foot step even if you have otherwise moved this round.  ",
			"**Normal:** You can take a 5-foot step only if you have not otherwise moved this round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When you threaten a critical hit with your unarmed strike while using Snake Style and choose to attempt a Sense Motive check in place of the confirmation roll, you can spend up to 5 stamina points to gain a bonus on the Sense Motive check equal to the number of stamina points you spent."
		]
	},
	"snake_style": {
		"name": "Snake Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Snake Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/119}",
			"",
			"You watch your foe's every movement and then punch through its defense.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, Acrobatics 1 rank, Sense Motive 3 ranks.  ",
			"**Benefit:** You gain a +2 bonus on Sense Motive checks, and you can deal piercing damage with your unarmed strikes. While using the Snake Style feat, when an opponent targets you with a melee or ranged attack, you can spend an immediate action to make a Sense Motive check. You can use the result as your AC or touch AC against that attack. You must be aware of the attack and not flat-footed.  ",
			"**Normal:** An unarmed strike deals bludgeoning damage.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When targeted by a melee or ranged attack, you can spend 5 stamina points to attempt the Sense Motive check by using one of your attacks of opportunity for the round instead of taking an immediate action."
		]
	},
	"snap_shot": {
		"name": "Snap Shot",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Snap Shot (Combat)",
			"",
			"{SOURCE Ultimate Combat/119}",
			"",
			"With a ranged weapon, you can take advantage of any opening in your opponent's defenses.  ",
			"**Prerequisites:** Dex 13, {feat/Point-Blank Shot}, {feat/Rapid Shot}, {feat/Weapon Focus}, base attack bonus +6.  ",
			"**Benefit:** While wielding a ranged weapon with which you have Weapon Focus, you threaten squares within 5 feet of you. You can make attacks of opportunity with that ranged weapon. You do not provoke attacks of opportunity when making a ranged attack as an attack of opportunity.  ",
			"**Normal:** While wielding a ranged weapon, you threaten no squares and can make no attacks of opportunity with that weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">At the end of your turn, you can spend 2 stamina points to increase the range at which you threaten squares with ranged weapons to 10 feet until you take an attack of opportunity against an opponent in the expanded threat range or the beginning of your next turn, whichever comes first."
		]
	},
	"snapping_flank": {
		"name": "Snapping Flank",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Snapping Flank (Combat, Teamwork)",
			"",
			"{SOURCE Monster Codex/93}",
			"",
			"You can make a swift bite attack against a flanked foe.  ",
			"**Prerequisites:** Base attack bonus +9, bite attack.  ",
			"**Benefit:** Whenever you are flanking with an ally who also has this feat, as a swift action you can make a bite attack against the opponent you and your ally are flanking."
		]
	},
	"snapping_jaws": {
		"name": "Snapping Jaws",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Snapping Jaws (Combat)",
			"",
			"{SOURCE Monster Codex/93}",
			"",
			"When enemies get too close, your jaws tear flesh and bone.  ",
			"**Prerequisites:** Base attack bonus +1, gnoll.  ",
			"**Benefit:** You can use your bite as a natural weapon. This is a primary attack that deals 1d6 points of damage."
		]
	},
	"snapping_turtle_clutch": {
		"name": "Snapping Turtle Clutch",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Snapping Turtle Clutch (Combat)",
			"",
			"{SOURCE Ultimate Combat/120}",
			"",
			"Your unarmed style allows you to turn your opponent's attack into an opportunity.  ",
			"**Prerequisites:** {feat/Snapping Turtle Style}, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, base attack bonus +3 or monk level 3rd.  ",
			"**Benefit:** While you are using the Snapping Turtle Style feat, the shield bonus the style grants to your AC applies to your CMD and touch AC. Whenever an opponent misses you with a melee attack while you are using the Snapping Turtle Style feat, you can use an immediate action to attempt a grapple combat maneuver against that opponent, but with a -2 penalty.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When you attempt a grapple combat maneuver as an immediate action as a result of this feat, you can spend 2 stamina points to negate the -2 penalty on that combat maneuver check."
		]
	},
	"snapping_turtle_shell": {
		"name": "Snapping Turtle Shell",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Snapping Turtle Shell (Combat)",
			"",
			"{SOURCE Ultimate Combat/120}",
			"",
			"Your guarding hand is almost magical in its skill at deflecting incoming blows.  ",
			"**Prerequisites:** {feat/Snapping Turtle Clutch}, {feat/Snapping Turtle Style}, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, base attack bonus +5 or monk level 5th.  ",
			"**Benefit:** While you are using the Snapping Turtle Style feat, the shield bonus the style grants to your AC increases to +2, and your enemies take a -4 penalty on critical confirmation rolls against you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">While using Snapping Turtle Style, you can spend up to 5 stamina points to cause an enemy to take an additional penalty on one critical confirmation roll against you equal to the number of stamina points you spent."
		]
	},
	"snapping_turtle_style": {
		"name": "Snapping Turtle Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Snapping Turtle Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/120}",
			"",
			"Your deft unarmed style allows you to shield your body from harm.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, base attack bonus +1 or monk level 1st.  ",
			"**Benefit:** While using the Snapping Turtle Style feat with at least one hand free, you gain a +1 shield bonus to AC.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When using this style, as long as you have at least 1 stamina point in your stamina pool, your shield bonus to AC increases by 1."
		]
	},
	"snatch": {
		"name": "Snatch",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Snatch (Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/316}",
			"",
			"This creature can grab other creatures with ease.  ",
			"**Prerequisites:** Size Huge or larger.  ",
			"**Benefit:** The creature can start a grapple when it hits with a claw or bite attack, as though it had the grab ability. If it grapples a creature three or more sizes smaller, it squeezes each round for automatic bite or claw damage with a successful grapple check. A snatched opponent held in the creature's mouth is not allowed a Reflex save against the creature's breath weapon, if it has one.",
			"",
			"The creature can drop a creature it has snatched as a free action or use a standard action to fling it aside. A flung creature travels 1d6 &times; 10 feet, and takes 1d6 points of damage per 10 feet traveled. If the creature flings a snatched opponent while flying, the opponent takes this amount or falling damage, whichever is greater."
		]
	},
	"snatch_and_drop": {
		"name": "Snatch and Drop",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Snatch and Drop (Combat)",
			"",
			"{SOURCE Inner Sea Monster Codex/53}",
			"",
			"You have mastered the ability to grab foes while you fly by them, carry them into the air, and drop them from extreme heights.  ",
			"**Prerequisites:** {feat/Flyby Attack}, {feat/Powerful Wings}.  ",
			"**Benefit:** When you succeed at a grapple combat maneuver check as part of a flyby attack, you can move yourself and your target up to half your remaining fly speed. You must drop your target before the end of your turn, or both you and your target crash to the ground immediately and take 2d6 points of falling damage each. A dropped creature takes falling damage as normal. You can't use this feat on creatures whose weight would exceed the amount you can carry as a heavy load.  ",
			"**Special:** While this feat is primarily taken by {race/strix}, other creatures with natural wings can also take them at the GM's discretion."
		]
	},
	"snatch_arrows": {
		"name": "Snatch Arrows",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Snatch Arrows (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"Instead of knocking an arrow or ranged attack aside, you can catch it in mid-flight.  ",
			"**Prerequisites:** Dex 15, {feat/Deflect Arrows}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When using the Deflect Arrows feat you may choose to catch the weapon instead of just deflecting it. Thrown weapons can immediately be thrown back as an attack against the original attacker (even though it isn't your turn) or kept for later use.",
			"",
			"You must have at least one hand free (holding nothing) to use this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When you snatch a thrown weapon, as long as you have at least 1 stamina point in your stamina pool, you can make a thrown ranged attack with it against any target, not just the original attacker.",
			"",
			"### Mythic Snatch Arrows",
			"",
			"{SOURCE Mythic Adventures/74}",
			"",
			"You can use the weapons you pluck from the air to immediately make melee attacks.  ",
			"**Prerequisites:** Snatch Arrows.  ",
			"**Benefit:** When you use Snatch Arrows to catch a thrown weapon that can also be used as a melee weapon, you can make a melee attack with it as an immediate action against a foe within the weapon's melee reach. You can expend one use of mythic power to make this attack without spending an immediate action."
		]
	},
	"sneaking_critical": {
		"name": "Sneaking Critical",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Sneaking Critical (Combat, Critical)",
			"",
			"{SOURCE Dirty Tactics Toolbox/11}",
			"",
			"Your critical hits are particularly deadly.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +9, {ability/sneak attack} class feature.  ",
			"**Benefit:** Whenever you confirm a critical hit on a sneak attack, you can roll an additional number of sneak attack dice equal to your weapon's critical modifier.  ",
			"**Special:** You can apply the effects of only one critical feat to a given critical hit unless you possess Critical Mastery."
		]
	},
	"sneaking_precision": {
		"name": "Sneaking Precision",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Sneaking Precision",
			"",
			"{SOURCE Ultimate Combat/120}",
			"",
			"Your knowledge of your enemies' vulnerable spots is especially punishing.  ",
			"**Prerequisites:** {ability/Sneak attack} +6d6, {feat/Critical Focus}, any critical feat, base attack bonus +9.  ",
			"**Benefit:** Whenever you successfully sneak attack an opponent for a second time on your turn, you can spend a swift action to apply the effects of one critical feat you know to that opponent."
		]
	},
	"sneaky_vagabond": {
		"name": "Sneaky Vagabond",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Sneaky Vagabond",
			"",
			"{SOURCE Taldor, Echoes of Glory/29}",
			"",
			"You have a well-practiced ability at going unnoticed.  ",
			"**Benefit:** You get a +2 bonus on Stealth checks when others are actively trying to find you. In crowds, this bonus increases to +4. Additionally, you gain a +2 circumstance bonus on Diplomacy and Knowledge (local) checks when trying to find a place to hide."
		]
	},
	"snipers_lantern": {
		"name": "Sniper's Lantern",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Sniper's Lantern",
			"",
			"{SOURCE Monster Codex/32}",
			"",
			"You use your innate magic powers to target enemies and spot their weaknesses.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, dancing lights racial spell-like ability.  ",
			"**Benefit:** You can use your dancing lights racial spell-like ability to create one orb of penetrating light. This light grants you a +2 insight bonus on all ranged attacks made against targets within 5 feet of the light's location. You can direct this light to a new location anywhere within the spell's range as a move action, otherwise the effect functions exactly like dancing lights. You can use this ability once per day, plus an additional time per day when your caster level for your racial dancing lights spell-like ability reaches 5th, 10th, 15th, and 20th."
		]
	},
	"snoutgrip": {
		"name": "Snoutgrip",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Snoutgrip (Combat)",
			"",
			"{SOURCE Dragonslayer's Handbook/25}",
			"",
			"You can hold an opponent's mouth shut.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, base attack bonus +12 or 10th-level monk.  ",
			"**Benefit:** As an immediate action, whenever an opponent up to one size category larger than you misses you with its bite attack, you can attempt a grapple with a -5 penalty on the check. If you succeed, you have grappled your opponent and are holding its mouth shut, preventing it from using its bite attack, breath weapon, or spells with a verbal component until it escapes your grapple. You may make this grapple attempt even if the target is out of your reach."
		]
	},
	"snuffing_spell": {
		"name": "Snuffing Spell",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Snuffing Spell (Metamagic)",
			"",
			"{SOURCE Blood of Shadows/25}",
			"",
			"Your magic disrupts sources of light.  ",
			"**Benefit:** You can modify a spell to extinguish magical and nonmagical light sources that the target has. The first time a creature takes damage from or fails a saving throw against a snuffing spell, any nonmagical light sources it has are immediately extinguished and you can attempt to dispel any active spells with the light descriptor that are affecting the target as if you had also cast the targeted version of {spell/dispel magic}. Spells that do not target creatures can't be snuffing spells.",
			"",
			"A snuffing spell uses up a spell slot 2 levels higher than the spell's actual level."
		]
	},
	"sociable": {
		"name": "Sociable",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide"
		],
		"description": [
			"## Sociable",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"You have a way of helping others to get along.  ",
			"**Prerequisites:** Cha 13, {race/half-elf}.  ",
			"**Benefit:** As a move action, you grant all friendly creatures within 30 feet who can see or hear you (including yourself) a +2 bonus on Diplomacy checks for a number of rounds equal to your Charisma modifier (minimum 1 round).",
			"",
			"### Mythic Sociable",
			"",
			"{SOURCE Mythic Adventures/74}",
			"",
			"Your easy nature flows from you without effort, putting others at ease.  ",
			"**Prerequisites:** Sociable.  ",
			"**Benefit:** You grant and benefit from the +2 bonus on Diplomacy checks from Sociable constantly without having to spend a move action. You can spend a move action to increase the bonus to +4 for a number of rounds equal to your tier."
		]
	},
	"social_bravery": {
		"name": "Social Bravery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Social Bravery (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"Even the most stressful social situations don't daunt you, and you weather them as easily as a battle with a dragon.  ",
			"**Prerequisites:** Cha 13, bravery class feature.  ",
			"**Benefit:** In social situations, your bravado protects you and makes you harder to read. Add your bravery bonus to the DCs of checks to demoralize you, feint against you, change your attitude, or convince you to perform a request (this also applies against Cutting Humiliation and Intoxicating Flattery). Additionally, add a morale bonus equal to your bravery bonus on Bluff and Intimidate checks."
		]
	},
	"solar_spell": {
		"name": "Solar Spell",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Solar Spell (Metamagic)",
			"",
			"{SOURCE Cohorts and Companions/15}",
			"",
			"Your spells erupt with the searing light of the sun, blinding or burning creatures of evil.  ",
			"**Benefit:** Any spell you cast with the light descriptor is fortified with the cleansing energies of the sun. If the spell creates an area of light, all creatures are dazzled for as long as they remain within the spell's area. Oozes, fungal creatures, creatures from the Shadow Plane, and undead must also succeed at a Will save (DC 10 + the spell level + your Wisdom or Charisma bonus) or take a -2 penalty on attack rolls, damage rolls, saving throws, skill checks, and ability checks for as long as they remain within the spell's area. If the spell normally dazzles or blinds affected creatures with a duration other than instantaneous or permanent, the duration of that effect is increased by a number of rounds equal to the spell's original level. Saving throws to remove the effect early still apply and can bypass this increase.",
			"",
			"If the spell deals more damage against oozes, fungal creatures, creatures from the Shadow Plane, or undead with a specific vulnerability to sunlight, the spell deals 1 additional point of damage per die against such creatures.",
			"",
			"A solar spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"solid_shadows": {
		"name": "Solid Shadows",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Solid Shadows (Metamagic)",
			"",
			"{SOURCE Monster Summoner's Handbook/14}",
			"",
			"Your shadowy illusions are more potent.  ",
			"**Prerequisites:** {feat/Spell Focus} (illusion).  ",
			"**Benefit:** When casting greater shadow conjuration, greater shadow evocation, shadow conjuration, or shadow evocation (and, at the GM's discretion, any similar spell with the shadow descriptor that mimics a spell of another school), that spell is 20% more real then normal. A solid shadows spell takes up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"solitary_survivor": {
		"name": "Solitary Survivor",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Solitary Survivor (Combat)",
			"",
			"{SOURCE Heroes from the Fringe/27}",
			"",
			"Growing up in the harsh tundra, you could rarely rely on anyone other than yourself. Solitude has only made you stronger as you overcame insurmountable odds.  ",
			"**Prerequisites:** Str 17, base attack bonus +4, {race/half-orc}.  ",
			"**Benefit:** As a free action when you have no conscious allies within 30 feet of you, you can call upon your solitary prowess to enter a focused state. While in this state, your melee attacks deal an additional 1d6 points of damage. This damage is not multiplied on a critical hit. You can remain in this state for a number of rounds per day equal to your Hit Dice. These rounds do not need to be consecutive."
		]
	},
	"solo_maneuvers": {
		"name": "Solo Maneuvers",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Solo Maneuvers (Combat)",
			"",
			"{SOURCE Bastards of Golarion/23}",
			"",
			"You fight best when you're on your own.  ",
			"**Benefit:** Whenever you are the only one threatening an opponent, you gain a +1 bonus on combat maneuvers against that creature and a +1 bonus to CMD against combat maneuvers made by that creature."
		]
	},
	"sonic_croak": {
		"name": "Sonic Croak",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Sonic Croak",
			"",
			"{SOURCE Monster Codex/8}",
			"",
			"Your croak creates powerful sound waves that you can direct at {misc/fragile} targets.  ",
			"**Prerequisites:** {feat/Throat Pouch}, {monster/boggard}, terrifying croak.  ",
			"**Benefit:** When you use your terrifying croak ability, instead of it imparting its normal effect, you can choose to deal 1d4 points of sonic damage to creatures in a 15-foot cone (Fortitude half). The DC of this Fortitude save is the same as that of your terrifying croak. For every 3 Hit Dice you possess, the damage dealt increases by 1d4.  ",
			"**Special:** The Throat Pouch feat increases the size of this feat's cone by 5 feet for every 6 HD you have, not every 2 HD."
		]
	},
	"sorcerous_bloodstrike": {
		"name": "Sorcerous Bloodstrike",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Sorcerous Bloodstrike",
			"",
			"{SOURCE Ultimate Magic/156}",
			"",
			"You can regain power when you kill a creature.  ",
			"**Prerequisites:** Cha 13, sorcerer bloodline class feature.  ",
			"**Benefit:** Once per day, as an immediate action upon reducing a creature to 0 or fewer hit points with one of your sorcerer spells, you can regain one usage of a sorcerer bloodline power that has a limited number of uses per day. The slain creature must have at least half as many Hit Dice as your sorcerer level. You cannot use this feat to gain another usage of a bloodline power that you have not yet used today."
		]
	},
	"sorcerous_strike": {
		"name": "Sorcerous Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sorcerous Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/120}",
			"",
			"The power flowing through your veins also flows through your unarmed strike.  ",
			"**Prerequisites:** Sorcerer bloodline class feature, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you gain this feat, you choose one bloodline power that you can use to affect a single opponent. If you make a successful unarmed strike against an opponent, in addition to dealing your unarmed strike damage, you can spend a swift action to deliver the effects of the chosen bloodline power to that opponent. Doing so provokes no attacks of opportunity.  ",
			"**Special:** You can take this feat multiple times. Each time you take it, you apply it to a different qualifying bloodline power.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">After hitting with an unarmed strike, you can spend 2 stamina points to apply the effects of your chosen bloodline power as a free action instead of a swift action."
		]
	},
	"soulblade": {
		"name": "Soulblade",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Soulblade (Combat)",
			"",
			"{SOURCE Haunted Heroes Handbook/4}",
			"",
			"You can't always count on having a source of positive energy to fight haunts, and have mastered an eerie talent for briefly focusing your own life energy into your weapons.  ",
			"**Prerequisites:** Knowledge (religion) 1 rank, Perception 1 rank.  ",
			"**Benefit:** As a standard action, you can make a weapon attack against a haunt. If successful, your attack deals damage equal to your weapon dice plus any enhancement bonus (but not other bonuses, such as those granted by Strength, {feat/Weapon Specialization}, or class features like sneak attack). You can use any {feat/Vital Strike} feat in order to enhance this attack."
		]
	},
	"soulless_gaze": {
		"name": "Soulless Gaze",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Soulless Gaze (Damnation)",
			"",
			"{SOURCE Champions of Corruption/17}",
			"",
			"Otherworldly dread infuses your gaze.  ",
			"**Benefit:** You can use the Intimidate skill to manipulate and terrify others.",
			"",
			"**One Damnation Feat:** You gain a +2 bonus on Intimidate checks.  ",
			"**Two Damnation Feats:** When you demoralize a creatures more than once using Intimidate, you can create stronger fear conditions rather than increasing the duration of the shaken condition.  ",
			"**Three Damnation Feats:** You gain a +2 bonus on Intimidate checks (this stacks with the earlier benefits of this feat).  ",
			"**Four Damnation Feats:** You can use Intimidate to demoralize opponents as a swift action."
		]
	},
	"soul_powered_magic": {
		"name": "Soul-Powered Magic",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Soul-Powered Magic",
			"",
			"{SOURCE Book of the Damned/179}",
			"",
			"You can use captured souls as material components.  ",
			"**Prerequisites:** Any evil alignment, caster level 5th.  ",
			"**Benefit:** When casting a spell would require an expensive material component, you can substitute a captured soul in its place. The soul can be captured in any way (the spells {spell/create soul gem}, {spell/soul trap}, and {spell/trap the soul} are the most common methods), but you must be able to touch the soul or the object in which it is trapped (usually a crystal or gem) to use it as a material component. Using a soul in this way does not harm the object in which it was trapped. The soul itself must be at least equal in value to the gp cost of the material component you are replacing (any excess gp value is lost). See the section blow for the gp values of various souls.",
			"",
			"A soul used as a material component is damaged but not destroyed. Once used, such a soul is no longer trapped and cannot be used as a material component again. A creature whose soul has been used as a material component cannot be restored to life via {spell/raise dead}. {spell/Reincarnate}, {spell/resurrection}, and {spell/true resurrection} can restore such a creature to life if the caster succeeds at a DC 20 caster level check. {spell/Miracle} and {spell/wish} can restore the creature to life without requiring a caster level check. Using Soul-Powered Magic is an evil act.",
			"",
			"The Value of Souls",
			"",
			"Trapped souls are one of the fundamental currencies throughout Abaddon, the Abyss, and Hell. Three key factors influence a soul's value in the soul trade: the strength of the soul's life force (which relates directly to the CR of the creature from which the soul was harvested), the soul's age (how long the soul has been cycled through reincarnation, which directly relates to the sapience of the creature from which the soul was harvested), and the soul's flavor (which is determined by factors that include the alignment, personality, and religion of the creature from which the soul was harvested). Of course, it's worth noting that while trading in souls may prove lucrative, the practice is undeniably evil and an affront to the natural order, and thus it is considered to be an evil act unless one is trading souls for an altruistic purpose (such as to smash purchased prisons and release the souls trapped within).",
			"",
			"Life Force: A soul's life force sets its base gp value. This is equal to the CR of the creature from which the soul was harvested &times; 1,000. Thus, the base value of a CR 1 creature's soul is 1,000 gp, while the base value of a CR 20 creature's soul is 20,000 gp.",
			"",
			"Age: A soul from a creature who in life had an Intelligence, Wisdom, or Charisma score of 2 or less (including the lack of a score at all in one of those categories, and regardless of how high the other ability scores were) is less refined and younger in age, and as such is worth half its base value. Thus, the soul of a CR 1 animal with an Intelligence of 1 is worth 500 gp, while the soul of a CR 20 vermin with no intelligence score at all would be worth 10,000 gp.",
			"",
			"Flavor: As a general rule, a soul's flavor has no direct impact on its gp value for the purposes of functioning as a material component or raw materials for magic item creation, but in certain circumstances subject to the GM's discretion, the soul's flavor can halve or double its final value. For example, a paladin's soul might have double its normal value to a daemon who finds lawful good souls to be particularly delicious, while the soul of a devout worshiper of {faith/Desna} might be worth only half as much when used to create a magic item designed to be particularly deadly when used against chaotic good creatures, since such a soul would inherently resist being used in such a way."
		]
	},
	"soulwrecking_strike": {
		"name": "Soulwrecking Strike",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Soulwrecking Strike (Combat)",
			"",
			"{SOURCE Haunted Heroes Handbook/7}",
			"",
			"Your strikes are so powerful that they harm both your target and any force possessing it.  ",
			"**Prerequisites:** {feat/Vital Strike}, base attack bonus +6.  ",
			"**Benefit:** Whenever you use the attack action against a creature that is possessed, both the creature and any creature possessing it are damaged by your attack (the amount of damage includes your weapon's damage dice, your Strength modifier, weapon special abilities, and so on). The possessing creature can attempt a Will save (DC = 10 + 1/2 your base attack bonus + your Charisma modifier) to halve the damage. Damage reduction applies normally against this attack, but incorporeal creatures take full damage from this attack as if they were corporeal."
		]
	},
	"spark_of_the_uncanny": {
		"name": "Spark of the Uncanny",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Spark of the Uncanny",
			"",
			"{SOURCE Wilderness Origins/22}",
			"",
			"All familiars are more than they seem, but yours wears its skin like an ill-fitting coat.  ",
			"**Prerequisites:** Familiar class feature.  ",
			"**Benefit:** Your familiar is able to speak a single language that you know.  ",
			"**Special:** At 5th level, your familiar takes its true form; you can replace this feat with {feat/Improved Familiar}."
		]
	},
	"spawnlink": {
		"name": "Spawnlink",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Spawnlink (Monster)",
			"",
			"{SOURCE Horror Adventures/94}",
			"",
			"You can see through the eyes of your spawned minions.  ",
			"**Prerequisites:** Int 13, create spawn monster ability.  ",
			"**Benefit:** As a full-round action, you can create a link with one of your spawn that you control on the same plane. When you do so, your spawn's eyes glow bright red. When linked in this way, you can see through your spawn's eyes with either the spawn's vision or yours, whichever is more beneficial. While looking through your spawn's eyes, your body is blinded. You can also speak though your spawn (if it can speak), using your own voice. You can maintain this link each round as a standard action as if concentrating to maintain a 3rd-level spell. If your spawn is reduced to 0 or fewer hit points while you use this ability, you become blinded and dazed for 1d6 rounds with no saving throw."
		]
	},
	"spear_dancer": {
		"name": "Spear Dancer",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Spear Dancer (Combat)",
			"",
			"{SOURCE Inner Sea Gods/216;Faiths of Purity/25}",
			"",
			"You incorporate your two-handed reach weapon into a dizzying martial dance.  ",
			"**Prerequisites:** {feat/Weapon Focus} (any two-handed reach weapon), Perform (dance) 4 ranks.  ",
			"**Benefit:** Each time you hit a creature with a two-handed reach weapon that you have {feat/Weapon Focus} in, the creature is dazzled for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">When you inflict the dazzled condition on an opponent using the Spear Dancer feat, you can spend up to 5 stamina points to increase the duration of the effect by 1 round per stamina point spent."
		]
	},
	"spear_dancing_reach": {
		"name": "Spear Dancing Reach",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Spear Dancing Reach (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/17}",
			"",
			"You can strike from afar with double weapons.  ",
			"**Prerequisites:** Dex 17, {feat/Spear Dancing Spiral}, {feat/Spear Dancing Style}, {feat/Weapon Finesse}, {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** While using Spear Dancing Style and making a full attack using the chosen weapon as a double weapon, you can grant the reach special weapon feature to one or both of the weapon's ends until the end of your turn as a swift action."
		]
	},
	"spear_dancing_spiral": {
		"name": "Spear Dancing Spiral",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Spear Dancing Spiral (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/17}",
			"",
			"You wield spears with poise and grace.  ",
			"**Prerequisites:** Dex 15, {feat/Spear Dancing Style}, {feat/Weapon Finesse}, {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** While using Spear Dancing Style, you gain the benefit of Weapon Finesse with the chosen weapon if it is appropriately sized for a creature of your size category. In addition, you can use any feat or ability that functions with a quarterstaff with your chosen weapon."
		]
	},
	"spear_dancing_style": {
		"name": "Spear Dancing Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Spear Dancing Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/17}",
			"",
			"You can use polearms and spears as double weapons.  ",
			"**Prerequisites:** Dex 13, {feat/Two-Weapon Fighting}, {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** Choose one weapon from the polearm or spear fighter weapon groups. While using this style, you grant the chosen weapon the double special weapon feature, using the weapon's normal statistics for its main-hand end and the statistics of a light mace for its off-hand end. A weapon wielded in this way loses the brace and reach special weapon features.  ",
			"**Special:** A character with the weapon training (polearms or spears) class feature can use Spear Dancing Style with any polearm or spear, respectively, in addition to the chosen weapon."
		]
	},
	"special_delivery": {
		"name": "Special Delivery",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Special Delivery (Teamwork)",
			"",
			"{SOURCE Distant Shores/63}",
			"",
			"Your partner can carry your spells to their targets.  ",
			"**Prerequisites:** {feat/Bonded Mind}, {feat/Share Spells}, ability to deliver spells through an animal companion, eidolon, familiar, or phantom, caster level 3rd.  ",
			"**Benefit:** Whenever you are in contact with an ally who has the Bonded Mind feat and you cast a touch spell, you can designate the ally as the \"toucher,\" as per the deliver touch spells familiar ability."
		]
	},
	"spectacular_exit": {
		"name": "Spectacular Exit",
		"sources": [
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Spectacular Exit (Combat, Performance)",
			"",
			"{SOURCE Inner Sea Combat/12}",
			"",
			"You have mastered acrobatic maneuvers that turn even your retreats into breathtaking feats of skill.  ",
			"**Prerequisites:** Dex 15, {feat/Dodge}, Acrobatics 7 ranks.  ",
			"**Benefit:** When you must attempt a performance combat check because you used the withdraw action, you can attempt an Acrobatics check against your opponent's CMD before the performance combat check. Success allows you to withdraw without taking the standard -5 penalty on your check. In addition, for every 5 points by which your Acrobatics check result exceeds your opponent's CMD, you gain a +1 bonus on all Perform checks you make for the remainder of the round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">When you use Spectacular Exit to withdraw without taking the -5 penalty on performance combat checks and you spend 5 stamina points, you don't need to succeed at an Acrobatics check in order to avoid the penalty."
		]
	},
	"spectrum_sight": {
		"name": "Spectrum Sight",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Spectrum Sight",
			"",
			"{SOURCE Occult Origins/25}",
			"",
			"Your pursuit of dispassionate perfection gives you unmatched insight into the condition of others.  ",
			"**Prerequisites:** {feat/Alertness}, Perception 5 ranks.  ",
			"**Benefit:** You can perform the read aura occult skill unlock even if you can't use psychic magic. If you can cast psychic spells or have the {feat/Psychic Sensitivity} feat, you can use read aura one additional time per day.",
			"",
			"Once per day, you can perform an aura reading as a full-round action. If you successfully use detect thoughts or a similar mind-reading divination on a creature, you can use the read aura skill unlock on that creature as a full-round action as long as it is in your line of sight and within 30 feet. If you fail the check, you can't attempt to read that same creature's aura for 24 hours.  ",
			"**Special:** If you have a ki pool, you can expend 1 point from your ki pool as a swift action to gain one additional daily use of the read aura occult skill unlock."
		]
	},
	"spell_bane": {
		"name": "Spell Bane",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Spell Bane",
			"",
			"{SOURCE Ultimate Combat/120}",
			"",
			"While your bane weapon is active, creatures that your bane affects find it more difficult to resist your spells.  ",
			"**Prerequisites:** Bane class feature.  ",
			"**Benefit:** While your bane class feature is affecting a creature type, the saving throw's DCs for your spells increase by +2 for creatures of that type."
		]
	},
	"spell_bluff_ah": {
		"name": "Spell Bluff (AH)",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Spell Bluff (AH) (Teamwork)",
			"",
			"{SOURCE Antihero's Handbook/10}",
			"",
			"When your ally is in the area of effect of a harmful spell, your foes are caught off guard.  ",
			"**Benefit:** When an ally who also has this feat fails her saving throw (including voluntarily failing the save) against a spell that would harm her with an area of effect that includes her, intelligent enemies within the spell's area take a -2 penalty on their saving throws to resist the spell's effects."
		]
	},
	"spell_bluff_um": {
		"name": "Spell Bluff (UM)",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Spell Bluff (UM)",
			"",
			"{SOURCE Ultimate Magic/156}",
			"",
			"You know the principles of arcane dueling, and when fighting other spellcasters, you have learned to hide the true nature of your spells until the last possible moment.  ",
			"**Prerequisites:** Bluff 5 ranks, Spellcraft 5 ranks.  ",
			"**Benefit:** If another spellcaster tries to counterspell your casting, she adds +4 to her Spellcraft DC when trying to determine your spell.",
			"",
			"Because you have studied how to mask the recognizable elements of your spellcasting, you gain a +2 bonus on your Spellcraft checks to identify and counter an opponent's spell if it is a spell you know or have in your spellbook."
		]
	},
	"spell_cartridges": {
		"name": "Spell Cartridges",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Spell Cartridges (Combat)",
			"",
			"{SOURCE Heroes of Golarion/4}",
			"",
			"You can fire bullets of arcane energy when your ammunition runs low.  ",
			"**Prerequisites:** {feat/Arcane Strike}, ability to cast arcane spells, proficient with firearms.  ",
			"**Benefit:** While your gun is imbued with power from the {feat/Arcane Strike} feat, you can fire force bullets instead of regular ammunition. A force bullet deals 1d4 points of force damage for every five caster levels you have. Force bullets do not use black powder or ammunition and count as magic for the purpose of bypassing damage reduction."
		]
	},
	"spell_chain": {
		"name": "Spell Chain",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Spell Chain (Teamwork)",
			"",
			"{SOURCE Demon Hunter's Handbook/21}",
			"",
			"You help your allies bypass your foes' magical defenses.  ",
			"**Prerequisites:** {feat/Spell Penetration}.  ",
			"**Benefit:** Whenever you make a successful caster level check to overcome a target's spell resistance, the next ally who also has this feat that attempts to overcome the same target's spell resistance can roll twice when attempting his own caster level check, taking the better result. This benefit must be used within 1 round or else it is lost."
		]
	},
	"spell_denial": {
		"name": "Spell Denial",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Spell Denial",
			"",
			"{SOURCE Arcane Anthology/31}",
			"",
			"You have trained to better resist a specific form of magic.  ",
			"**Prerequisites:** Con, Dex, or Wis 13.  ",
			"**Benefit:** Select one school of magic. You gain a +2 bonus on all saving throws against spells of that school.  ",
			"**Special:** You can take this feat multiple times. Each time, you must select a different school of magic."
		]
	},
	"spell_drinker": {
		"name": "Spell Drinker",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Spell Drinker",
			"",
			"{SOURCE People of the Wastes/4}",
			"",
			"The magic that cannot harm you only makes you stronger.  ",
			"**Prerequisites:** Con 13; {feat/Great Fortitude}, {feat/Iron Will}, or {feat/Lightning Reflexes}.  ",
			"**Benefit:** Once per hour, as an immediate action after you succeed at a saving throw against a creature's spell or spell-like ability, you gain a number of temporary hit points equal to 1d6 plus the spell's level for 1 minute. While these temporary hit points last, you gain a +2 bonus on saving throws against spells and spell-like abilities cast by that creature. If you have 10 or more Hit Dice, the number of temporary hit points you gain from this feat doubles. These temporary hit points stack with those gained from other sources, but not with each other."
		]
	},
	"spell_focus": {
		"name": "Spell Focus",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Spell Focus",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"Choose a school of magic. Any spells you cast of that school are more difficult to resist.  ",
			"**Benefit:** Add +1 to the Difficulty Class for all saving throws against spells from the school of magic you select.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new school of magic.",
			"",
			"### Mythic Spell Focus",
			"",
			"{SOURCE Mythic Adventures/74}",
			"",
			"Your magical specialties are particularly effective.  ",
			"**Prerequisites:** Spell Focus.  ",
			"**Benefit:** Choose a school of magic you already have Spell Focus in. The bonus to save DCs provided by Spell Focus and {feat/Greater Spell Focus} for that school increases by 1. You can expend one use of mythic power as part of casting a spell from your chosen school to force any of the spell's targets to roll their saving throws twice, taking the lower result.  ",
			"**Special:** You can gain this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Spell Focus feat."
		]
	},
	"spell_hex": {
		"name": "Spell Hex",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Spell Hex",
			"",
			"{SOURCE Ultimate Magic/156}",
			"",
			"You can transform a 1st-level spell into a hex.  ",
			"**Prerequisites:** Major hex class feature.  ",
			"**Benefit:** Select one 1st-level spell in the class that grants you the major hex class feature. You can learn that spell as a hex, and can use that hex three times per day. This is a spell-like ability. You use your class level in the major-hex-granting class as your caster level for the spell hex. The spell hex uses your hex DC instead of its original spell DC.",
			"",
			"If the spell is a touch spell and you miss the creature, you cannot target the creature with that spell hex again for 24 hours. If the spell allows a saving throw to negate or take a partial effect from the spell, and the target succeeds at that saving throw, it cannot be affected by the spell hex for 24 hours, even if it is in the area of the spell hex."
		]
	},
	"spell_mastery": {
		"name": "Spell Mastery",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Spell Mastery",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"You have mastered a small handful of spells, and can prepare these spells without referencing your spellbooks at all.  ",
			"**Prerequisites:** 1st-level wizard  ",
			"**Benefit:** Each time you take this feat, choose a number of spells that you already know equal to your Intelligence modifier. From that point on, you can prepare these spells without referring to a spellbook.  ",
			"**Normal:** Without this feat, you must use a spellbook to prepare all your spells, except {spell/read magic}.",
			"",
			"### Mythic Spell Mastery",
			"",
			"{SOURCE Mythic Adventures/74}",
			"",
			"You're so familiar with certain spells you can prepare them with the greatest of ease.  ",
			"**Prerequisites:** Spell Mastery.  ",
			"**Benefit:** You can prepare spells you have selected with Spell Mastery as a full-round action. You must spend the appropriate amount of time preparing other spells you have not mastered. As a full-round action, you can expend one use of mythic power to prepare all your spells that you have selected with Spell Mastery."
		]
	},
	"spell_penetration": {
		"name": "Spell Penetration",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Spell Penetration",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"Your spells break through spell resistance more easily than most.  ",
			"**Benefit:** You get a +2 bonus on caster level checks (1d20 + caster level) made to overcome a creature's spell resistance.",
			"",
			"### Mythic Spell Penetration",
			"",
			"{SOURCE Mythic Adventures/74}",
			"",
			"Your mythic power breaches your enemies' defenses.  ",
			"**Prerequisites:** Spell Penetration.  ",
			"**Benefit:** Add half your tier to caster level checks to overcome spell resistance. If you have {feat/Greater Spell Penetration}, add your full tier instead."
		]
	},
	"spell_perfection": {
		"name": "Spell Perfection",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Spell Perfection",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"You are unequaled at the casting of one particular spell.  ",
			"**Prerequisites:** Spellcraft 15 ranks, at least three metamagic feats.  ",
			"**Benefit:** Pick one spell which you have the ability to cast. Whenever you cast that spell you may apply any one metamagic feat you have to that spell without affecting its level or casting time, as long as the total modified level of the spell does not use a spell slot above 9th level. In addition, if you have other feats which allow you to apply a set numerical bonus to any aspect of this spell (such as {feat/Spell Focus}, {feat/Spell Penetration}, {feat/Weapon Focus} [ray], and so on), double the bonus granted by that feat when applied to this spell."
		]
	},
	"spell_praxis": {
		"name": "Spell Praxis",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Spell Praxis",
			"",
			"{SOURCE Plane-Hopper's Handbook/15}",
			"",
			"You can solve your spell equations in the instant your blade strikes a foe.  ",
			"**Prerequisites:** {feat/Scribe Scroll}, {feat/Scribe Spell Equation}, {race/aphorite}, caster level 5th, crystalline dust racial trait.  ",
			"**Benefit:** When you hit a creature with a melee weapon, you can immediately solve one of your spell equations to cast the spell and target that creature as an immediate action. The spell stored in the spell equation must be a spell of up to 3rd level that targets one or more creatures and has a casting time of 1 standard action. The spell can target only the creature you hit, even if the spell would normally allow multiple targets."
		]
	},
	"spell_specialization": {
		"name": "Spell Specialization",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Spell Specialization",
			"",
			"{SOURCE Ultimate Magic/156}",
			"",
			"Select one spell. You cast that spell with greater than normal power.  ",
			"**Prerequisites:** Int 13, {feat/Spell Focus}  ",
			"**Benefit:** Select one spell of a school for which you have taken the Spell Focus feat. Treat your caster level as being two higher for all level-variable effects of the spell.",
			"",
			"Every time you gain an even level in the spellcasting class you chose your spell from, you can choose a new spell to replace the spell selected with this feat, and that spell becomes your specialized spell.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a different spell."
		]
	},
	"spell_sponge": {
		"name": "Spell Sponge",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Spell Sponge",
			"",
			"{SOURCE Animal Archive/19}",
			"",
			"Your mystical connection with your spellcasting master attunes you to helpful magical effects.  ",
			"**Prerequisites:** Animal companion or familiar, share spells ability.  ",
			"**Benefit:** Whenever your master targets you with a harmless spell with a target of \"you,\" the spell's duration is doubled as if modified by the Extend Spell metamagic feat. This does not affect spells with a duration of concentration, instantaneous, or permanent, or spells already modified by Extend Spell."
		]
	},
	"spell_synergy": {
		"name": "Spell Synergy",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Spell Synergy (Teamwork)",
			"",
			"{SOURCE Legacy of the First World/19}",
			"",
			"You and an ally can amplify the effects of beneficial spells.  ",
			"**Prerequisites:** Spellcraft 5 ranks.  ",
			"**Benefit:** Whenever you are adjacent to an ally who also has this feat and both of you are affected by the same spell or spell-like ability, you may amplify the spell's effect on yourself. As an immediate action as the spell affects you and your ally, you can increase the effective caster level of the spell by 3. This increase in caster level doesn't affect the spell's duration or the effects for any target of the spell other than yourself. The increase doesn't stack with any other effects that might increase the spell's caster level."
		]
	},
	"spell_trick": {
		"name": "Spell Trick",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Spell Trick (Trick)",
			"",
			"{SOURCE Psychic Anthology/17}",
			"",
			"You are able to weave psychic contingencies into your target's mind.  ",
			"**Prerequisites:** Masterful tricks class feature, ability to cast 4th-level mesmerist spells.  ",
			"**Benefit:** You can implant a spell trick in a target's mind, following the same rules and limitations for implanting mesmerist tricks. A spell trick acts as a mesmerist trick in all ways, except you specify under what circumstances the spell trick can be triggered (known as the triggering condition) and what the trick's effects are once it is triggered. When determining the spell trick's effects, choose one mesmerist spell that you know. The spell trick duplicates the effects of the chosen spell when triggered, as if you had cast the spell using a mesmerist spell slot.",
			"",
			"When you are implanting a spell trick, you must expend a mesmerist spell slot of a level equal to or higher than the chosen spell's level. This spell can be countered and dispelled, and implanting it doesn't provoke attacks of opportunity. You are considered the spell's caster for all purposes, and the spell uses your caster level and ability score modifiers for all purposes. You can't choose a spell with a range of personal unless you are implanting the trick in yourself or a target that you can share your spells with (such as via the share spells ability).",
			"",
			"A spell trick counts as a contingency spell when determining the total number of contingencies that a creature can have active at once."
		]
	},
	"spellbreaker": {
		"name": "Spellbreaker",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Spellbreaker (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"You can strike at enemy spellcasters who fail to cast defensively when you threaten them.  ",
			"**Prerequisites:** {feat/Disruptive}, 10th-level fighter.  ",
			"**Benefit:** Enemies in your threatened area that fail their checks to cast spells defensively provoke attacks of opportunity from you.  ",
			"**Normal:** Enemies that fail to cast spells defensively do not provoke attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When you hit a caster with an attack of opportunity it provoked by failing to [cast defensively](rule/concentration), you can spend 5 stamina points to daze the caster until the end of its next turn. If the caster succeeds at a Fortitude save with a DC equal to 10 + your base attack bonus, it is staggered instead.",
			"",
			"### Mythic Spellbreaker",
			"",
			"{SOURCE Mythic Adventures/74}",
			"",
			"You're a spellcaster's worst nightmare.  ",
			"**Prerequisites:** Spellbreaker.  ",
			"**Benefit:** Any non-mythic creature you threaten provokes an attack of opportunity from you whenever it uses a spell or spell-like ability, even when casting defensively or casting a quickened spell.",
			"",
			"If a non-mythic creature within 30 feet of you uses a spell or spell-like ability, you can expend one use of mythic power to make a ranged attack against that creature as an attack of opportunity (even if the creature wouldn't normally provoke attacks of opportunity). You must have a ranged weapon in hand or have a free hand and the non-mythic Quick Draw feat to use this ability. You can use this ability against a mythic creature by expending two uses of mythic power."
		]
	},
	"spellcut": {
		"name": "Spellcut",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Spellcut (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/22}",
			"",
			"You can weaken waves of harmful magic energy with weapon blows.  ",
			"**Prerequisites:** Str 13, {feat/Cut from the Air}, {feat/Power Attack}, base attack bonus +9, Spellcraft 1 rank, weapon training class feature with a melee weapon.  ",
			"**Benefit:** Once per round, you can use your base attack bonus in place of your total saving throw bonus for a spell, spell-like ability, or supernatural ability that either allows a Reflex save or is not a melee attack and targets only you."
		]
	},
	"spellmirror": {
		"name": "Spellmirror",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Spellmirror",
			"",
			"{SOURCE Wilderness Origins/13}",
			"",
			"Spells that are cast at you are sometimes deflected, courtesy of your natural resistance.  ",
			"**Prerequisites:** Cha 13, character level 6th, {race/ghoran}, spelleater racial trait.  ",
			"**Benefit:** Once per day, you can use the {spell/dispel magic} spell-like ability granted by your spelleater racial trait as an immediate action to attempt to counterspell. If your counterspell attempt is successful, the spell rebounds back upon the original caster, taking effect as if the spell had been cast upon that creature. This exhausts the daily use of {spell/dispel magic} granted by the spelleater racial trait."
		]
	},
	"spellsong": {
		"name": "Spellsong",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Spellsong",
			"",
			"{SOURCE Ultimate Magic/156}",
			"",
			"You can blend the power of your performance and spellcasting.  ",
			"**Prerequisites:** Cha 13, {ability/bardic performance} class ability, able to cast 1st-level spells.  ",
			"**Benefit:** You can combine your bardic performance and your spellcasting in two ways.",
			"",
			"First, you can conceal the activity of casting a bard spell by masking it in a performance. As a swift action, you may combine your casting time of a spell with a Perform check. Observers must make a Perception or Sense Motive check opposed by your Perform check to realize you are also casting a spell. This uses 1 round of your bardic performance ability, regardless of the spell's casting time.",
			"",
			"Second, as a move action, you can use 1 round of bardic performance to maintain a bard spell with a duration of concentration. You can cast another spell in the same round you are using bardic magic to maintain concentration; if you do this, your concentration on the maintained spell ends when you end the bardic performance the spell is part of."
		]
	},
	"spider_climber": {
		"name": "Spider Climber",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Spider Climber",
			"",
			"{SOURCE Advanced Race Guide/106}",
			"",
			"You tread where only arachnids dare.  ",
			"**Prerequisites:** Character level 3rd, {race/drow}.  ",
			"**Benefit:** You can cast {spell/spider climb} once per day as a spell-like ability, using your character level as the caster level. Furthermore, you gain a +4 bonus on saving throws against the web special attacks of spiders and the effects of web and other similar spells (such as the {spell/web cloud} spell)."
		]
	},
	"spider_step": {
		"name": "Spider Step",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Spider Step",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"Your physical mastery grants you an impossible stride.  ",
			"**Prerequisites:** Acrobatics 6 ranks, Climb 6 ranks, monk level 6th.  ",
			"**Benefit:** As a move action, you can move up to half your slow fall distance across a wall or ceiling or across ropes, branches, or even water or other surfaces that cannot support your weight. You must reach a solid, level surface by the end of your turn or you will fall."
		]
	},
	"spider_summoner": {
		"name": "Spider Summoner",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Spider Summoner",
			"",
			"{SOURCE Advanced Race Guide/106}",
			"",
			"You gain the ability to summon powerful spiders.  ",
			"**Prerequisites:** Ability to cast summon monster or summon nature's ally spells, {race/drow}.  ",
			"**Benefit:** When casting either a summon monster spell or a summon nature's ally spell, your options increase. Depending on the level of the spell, you can summon the spiders listed below.",
			"",
			">*Summon Monster:* 1st level-giant crab spider\\*; 4th level-giant black widow\\*; 5th level-ogre spider\\*; 7th level-giant tarantula\\*",
			">",
			">*Summon Nature's Ally:* 1st level-giant crab spider; 4th level-giant black widow; 5th level-ogre spider; 7th level-giant tarantula",
			"",
			"Creatures marked with an asterisk (\\*) are summoned with the celestial template if you are good, and the fiendish template if you are evil. If you are neutral, you may choose which template to apply to the creature.",
			"",
			"Furthermore, when you summon spiders using summon monster or summon nature's ally, the DC of the summoned monster's poison and web effects increases by 2."
		]
	},
	"spiked_destroyer": {
		"name": "Spiked Destroyer",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Spiked Destroyer (Combat)",
			"",
			"{SOURCE Inner Sea Gods/216;Faiths of Balance/24}",
			"",
			"You can attack with your armor spikes while using bull rush or overrun.  ",
			"**Prerequisites:** Proficient with armor spikes.  ",
			"**Benefit:** When you succeed at a bull rush or overrun combat maneuver, you may automatically make an attack roll with your armor spikes against the target of the maneuver as a swift action, using your highest attack bonus.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 4 stamina points after succeeding at a bull rush or overrun combat maneuver check to use Spiked Destroyer against that target as a free action."
		]
	},
	"spinning_throw": {
		"name": "Spinning Throw",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Spinning Throw (Combat)",
			"",
			"{SOURCE Ultimate Combat/120}",
			"",
			"You whirl your foe around and then let go.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Improved Bull Rush}, {feat/Improved Trip}, {feat/Improved Unarmed Strike}, {feat/Ki Throw}.  ",
			"**Benefit:** On a successful unarmed trip combat maneuver against an opponent your size or smaller, you can spend a swift action to attempt a bull rush combat maneuver against that opponent. If your bull rush succeeds, you can move that opponent to any unoccupied square you threaten, then push that opponent the number of 5-foot increments your successful bull rush allows. The target is then knocked prone. If the bull rush fails, you can use the Ki Throw feat as normal.",
			"",
			"If you also have the Improved Ki Throw feat, a successful bull rush allows you to push the opponent into a space secondary targets occupy. You resolve this effect as if you used the Improved Ki Throw feat to throw the opponent into that space.  ",
			"**Special:** Per the Ki Throw feat, a monk can use ki to affect creatures larger than himself with this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">If you succeed at the bull rush check, you can spend 2 stamina points to push the opponent 5 additional feet, or 4 stamina points to push the target 10 additional feet."
		]
	},
	"spirit_ally": {
		"name": "Spirit Ally",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Spirit Ally",
			"",
			"{SOURCE Haunted Heroes Handbook/25}",
			"",
			"You have a close connection with a spiritual assistant capable of aiding you in small ways.  ",
			"**Prerequisites:** Caster Level 8th.  ",
			"**Benefit:** You gain the assistance of an invisible shapeless spirit. This acts as a constant {spell/unseen servant} spell, using your character level as your effective caster level. For every 4 character levels you have, the spirit ally's effective Strength score increases by 2 (to a maximum of 12 at 20th level). If the spirit ally dissipates or is dispelled, it returns after 24 hours."
		]
	},
	"spirit_beacon": {
		"name": "Spirit Beacon",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Spirit Beacon",
			"",
			"{SOURCE Adventurer's Guide/169}",
			"",
			"You are more aware of the supernatural forces that influence the world - and, consequently, are more easily noticed by them.  ",
			"**Prerequisites:** Wis 15, {feat/Iron Will}.  ",
			"**Benefit:** Select one specific category of spirit: fey, outsiders, or undead (including haunts). You gain a +1 bonus on Perception and Sense Motive checks against those creatures. If you have 10 or more ranks in one of these skills, the bonus increases to +2 for that skill.",
			"",
			"You also gain a +1 dodge bonus to your Armor Class against creatures of the chosen type, and a +1 insight bonus on Will saving throws against spells, spell-like abilities, and supernatural abilities of creatures of the chosen type. Any condition that causes you to lose your Dexterity bonus to AC also causes you to lose the AC and saving throw bonuses from this feat.  ",
			"**Special:** You shine like a light to the eyes of spirits. Fey, outsiders, and undead creatures gain a +2 bonus on Perception checks to notice you.",
			"",
			"You can select this feat up to three times. Each time you do, you must select a different creature type for this feat's benefit."
		]
	},
	"spirit_focus": {
		"name": "Spirit Focus",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Spirit Focus",
			"",
			"{SOURCE Occult Adventures/140}",
			"",
			"You have a strong connection to a particular legend, which empowers the spirits you channel.  ",
			"**Prerequisites:** Spirit bonus class feature.  ",
			"**Benefit:** Select a legend of spirits. Your spirit bonus from spirits of that legend increases by 1."
		]
	},
	"spirit_of_the_corps": {
		"name": "Spirit of the Corps",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Spirit of the Corps (Combat, Teamwork)",
			"",
			"{SOURCE Monster Codex/117}",
			"",
			"You find inspiration in your fellow soldiers, trusting that your shared training and dedication will bring you victory on the battlefield.  ",
			"**Benefit:** Whenever you are within 10 feet of an ally benefiting from a spell or effect that grants a morale bonus on a particular type of roll, once during that effect's duration, you can apply that morale bonus on a roll you make of that type. For instance, if an ally with this feat is benefiting from heroism, once during the duration of the spell you could gain a +2 morale bonus on one saving throw, attack roll, or skill check. You can use this feat only once per round, and only once per spell or effect."
		]
	},
	"spirit_of_the_wild": {
		"name": "Spirit of the Wild",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Spirit of the Wild",
			"",
			"{SOURCE Advanced Race Guide/28}",
			"",
			"Your mystic connection with one type of wilderness has grown even stronger.  ",
			"**Prerequisites:** {feat/Attuned to the Wild}, {feat/Guardian of the Wild}, {race/elf}.  ",
			"**Benefit:** When you are in a terrain type you have selected the Attuned to the Wild feat for, you gain a +4 bonus on Perception checks made to act in the surprise round of combat. If you act in the surprise round, you gain blindsense out to a range of 30 feet during the surprise round. If you are in an area that qualifies as more than one kind of terrain, these bonuses do not stack; you receive the bonus for only one terrain type."
		]
	},
	"spirit_oni_master": {
		"name": "Spirit Oni Master",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Spirit Oni Master",
			"",
			"{SOURCE Haunted Heroes Handbook/4}",
			"",
			"Through forbidden blood pacts, you have bound a {monster/spirit oni} to your service.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks; Lawful neutral, lawful evil, or neutral evil.  ",
			"**Benefit:** Whenever you wear a specially crafted oni mask (which costs 50 gp), you gain a primary gore attack dealing 1d4 points of damage. If you have poison use, you can apply poison to this gore attack as a move action.  ",
			"**Normal:** Applying poison to a weapon is a standard action."
		]
	},
	"spirit_rebuke": {
		"name": "Spirit Rebuke",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Spirit Rebuke",
			"",
			"{SOURCE Adventurer's Guide/169}",
			"",
			"Your insight and force of will can tame dangerous spirits.  ",
			"**Prerequisites:** Wis 17; {feat/Iron Will}; {feat/Spirit Beacon}; Diplomacy 5 ranks or Intimidate 5 ranks.  ",
			"**Benefit:** Select one specific category of spirit (fey, outsiders, or undead). Once per day as a standard action, you can condemn these spirits with such force of will that you can drive them from hosts, unravel their magic, or damage them physically. A rebuke targets a single spirit you can see (or one that is possessing a creature you can see) within 30 feet.",
			"",
			"Rebuking a spirit either functions as a targeted {spell/dispel magic} spell or channels damaging energy directly into the creature, similar to a cleric's channel energy ability. To dispel a spirit's magic, attempt a dispel check, using your character level as your caster level (DC = 11 + spell level); if you're successful, that effect is dispelled. You can dispel only spells and spell-like abilities affecting the spirit itself or a creature it is currently possessing. If you use this dispel effect to end a spirit's possession of a creature or object, you gain a +2 bonus on this check. Channeling damaging energy instead deals 1d6 points of damage for every 2 character levels you have. A successful Will saving throw (DC = 10 + half your character level + your Charisma modifier) halves this damage.  ",
			"**Special:** You can select this feat up to three times. Each time you do, you must select a different category of spirit your rebuke can affect, and you can use the feat one additional time each day."
		]
	},
	"spirit_ridden": {
		"name": "Spirit Ridden",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Spirit Ridden",
			"",
			"{SOURCE Haunted Heroes Handbook/25}",
			"",
			"You can invite lesser spirits to partially share your body in exchange for their training and experience.  ",
			"**Benefit:** You can perform a seance once per day, taking 1 hour and requiring your concentration, calling out to any nearby spirit with the skill you seek. At the end of the hour, you invite the spirit to inhabit your body. The spirit grants you ranks in a skill of your choice equal to your character level, and you treat the skill as a class skill. These effects persist for 1 hour per character level. You cannot have more ranks in a skill than your total number of Hit Dice. While you're possessed, the spirit influences your personality."
		]
	},
	"spirit_sense": {
		"name": "Spirit Sense",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Spirit Sense",
			"",
			"{SOURCE Occult Adventures/140}",
			"",
			"You sense the presence of the unseen.  ",
			"**Prerequisites:** {feat/Psychic Sensitivity} or ability to cast psychic spells.  ",
			"**Benefit:** You gain a +5 bonus on checks to notice haunts. In addition, when you target an incorporeal creature with a corporeal spell or effect that doesn't deal damage, you have a 75% chance of affecting the target.  ",
			"**Normal:** Corporeal spells and effects that don't deal damage have only a 50% chance of affecting an incorporeal creature."
		]
	},
	"spirit_sight": {
		"name": "Spirit Sight",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Spirit Sight",
			"",
			"{SOURCE Adventurer's Guide/169}",
			"",
			"You fully open your mind to the spirit world, learning to perceive the hidden.  ",
			"**Prerequisites:** Wis 15, {feat/Iron Will}, {feat/Spirit Beacon}.  ",
			"**Benefit:** Invisible creatures of the fey, outsider, and undead types gain only {rule/concealment} from you, rather than total concealment (though they can still gain total concealment from cover or use of the Stealth skill). Such creatures do not gain a bonus on attack rolls against you or ignore your Dexterity bonus to AC as normally granted by invisibility."
		]
	},
	"spirit_speaker": {
		"name": "Spirit Speaker",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Spirit Speaker",
			"",
			"{SOURCE Horror Adventures/94}",
			"",
			"By absorbing spirits, you can learn how to set them free.  ",
			"**Prerequisites:** Cha 13, Con 13, {feat/Absorb Spirit}, Diplomacy 5 ranks, must have died at least once or been possessed by an undead creature.  ",
			"**Benefit:** When you absorb a spirit with the Absorb Spirit feat, you can converse with it through an internal dialogue in your mind. While conversing with the spirit, you can attempt Diplomacy checks to change its attitude toward you, as a normal use of that skill. If you are a medium with the haunt channeler class feature, you gain a +4 bonus on these Diplomacy checks. Once the spirit's attitude is indifferent or better, you can request to know what must be done to lay the spirit to rest, though the DC to do so is the DC to change its current attitude + 15. This takes into account the circumstance modifiers for the request in a typical situation, though it could be higher or lower in an unusual circumstance.",
			"",
			"The spirit's starting attitude is usually hostile since you destroyed it and imprisoned it within you, interfering with its rejuvenation. If it's the spirit of an undead creature, it has the same Charisma bonus it had while fully manifested. If the spirit is that of a haunt, it has an effective Charisma based on its CR using the following table.",
			"",
			"| Haunt CR | Effective Charisma | (Modifier) |",
			"| --- | --- | --- |",
			"| 1-4 | 12 | (+1) |",
			"| 5-8 | 16 | (+3) |",
			"| 9-12 | 20 | (+5) |",
			"| 13-16 | 24 | (+7) |",
			"| 17-20 | 28 | (+9) |",
			"| 21+ | 32 | (+11) |",
			"",
			"Conversing with a spirit in this manner unsettles the mind. Each time you attempt a Diplomacy check using this ability to influence the spirit's attitude or make a request, you take 1 point of Wisdom damage. No effect can prevent or reduce the ability damage, nor can the ability damage be healed or suppressed by any means until you release the spirit.  ",
			"**Special:** If you are using the {rule/sanity/ system}, when you attempt a Diplomacy check using this ability, you take 1d6 points of sanity damage instead of 1 point of Wisdom damage. No effect can prevent or reduce the damage, nor can the damage be healed or suppressed by any means until you release the spirit."
		]
	},
	"spirit_symbiosis": {
		"name": "Spirit Symbiosis",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Spirit Symbiosis",
			"",
			"{SOURCE Occult Origins/19}",
			"",
			"Your phantom is impressionable and easily influenced by contact with new spirits.  ",
			"**Prerequisites:** Ability to cast {spell/speak with dead}, phantom class feature.  ",
			"**Benefit:** When you cast speak with dead, you can choose not to gain any of the normal effects of the spell, instead temporarily merging the summoned spirit into your phantom, exchanging your phantom's current emotional focus and all related abilities for a new emotional focus of your choice. This new emotional focus persists for 10 minutes per class level you have, after which your phantom's original emotional focus returns."
		]
	},
	"spirit_talker": {
		"name": "Spirit Talker",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Spirit Talker",
			"",
			"{SOURCE Advanced Class Guide/156}",
			"",
			"By forging a temporary bond with a spirit, you gain access to an unfamiliar hex.  ",
			"**Prerequisites:** Hex class feature; shaman level 6th or witch level 6th.  ",
			"**Benefit:** Once per day, you can spend 10 minutes communing with a shaman spirit of your choice. When you do, you gain the temporary use of one hex from its list of hexes. This hex is added to your list of available hexes for the next hour, after which you immediately lose all benefits of that hex."
		]
	},
	"spirit_vision": {
		"name": "Spirit Vision",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Spirit Vision",
			"",
			"{SOURCE Demons Revisited/32}",
			"",
			"You retain your senses when seeking a possession target.  ",
			"**Prerequisites:** Magic jar as a known spell or spell-like ability, Wis 15  ",
			"**Benefit:** When you sense life forces while seeking a host, you can observe them as you could when you were in your own body. Attempting to possess a body is a standard action."
		]
	},
	"spirited_charge": {
		"name": "Spirited Charge",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Spirited Charge (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"Your mounted charge attacks deal a tremendous amount of damage.  ",
			"**Prerequisites:** Ride 1 rank, {feat/Mounted Combat}.  ",
			"**Benefit:** When mounted and using the charge action, you deal double damage with a melee weapon (or triple damage with a lance).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When making a mounted charge, you can spend a number of stamina points up to your Strength bonus. If your charge attack hits, you deal an amount of extra damage equal to the number of stamina points you spent. This additional damage is doubled by this feat (or tripled if you're using a lance).",
			"",
			"### Mythic Spirited Charge",
			"",
			"{SOURCE Mythic Adventures/74}",
			"",
			"Your mounted charge knocks the wind and wits from those foolish enough to stand against you.  ",
			"**Prerequisites:** Spirited Charge.  ",
			"**Benefit:** When you hit an opponent with a mounted charge, that opponent must succeed at a Fortitude saving throw (DC 10 + 1/2 your character level + your Str modifier) or be staggered for a number of rounds equal to your tier. If you use a lance with this attack, increase the saving throw DC by 2. As a free action before you make the attack, you can expend one use of mythic power to daze your opponent on a failed saving throw instead of staggering it."
		]
	},
	"spirits_gift": {
		"name": "Spirit's Gift",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Spirit's Gift",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"You commune with a spirit of your choice, and it grants your animal companion or familiar a boon.  ",
			"**Prerequisites:** Animal companion class feature or familiar class feature.  ",
			"**Benefit:** At the start of the day, you can choose to commune with a single shaman spirit. (Although a shaman would need an hour of preparation, this takes you no time.) Once during the next 24 hours, you can spend a standard action to grant your animal companion or familiar that shaman spirit's spirit animal ability for 1 minute per level in the class that grants your animal companion or familiar."
		]
	},
	"spiritual_balance": {
		"name": "Spiritual Balance",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Spiritual Balance",
			"",
			"{SOURCE Occult Adventures/140}",
			"",
			"You focus your ki in order to quell the influence of outside spirits on you.  ",
			"**Prerequisites:** Ki pool class feature, still mind class feature.  ",
			"**Benefit:** The saving throw bonus from your still mind class feature applies against possession effects, and as an immediate action you can spend 1 point from your ki pool to double the saving throw bonus provided by still mind.  ",
			"**Normal:** Your still mind class feature applies only against enchantment spells and effects."
		]
	},
	"spiritual_guardian": {
		"name": "Spiritual Guardian",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Spiritual Guardian",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"Your spiritual guardians are more powerful than those of most others.  ",
			"**Prerequisites:** Ability to cast spiritual weapon or spiritual ally, spirit magic class feature.  ",
			"**Benefit:** Whenever you cast spiritual weapon, spiritual ally, or a similar spell that grants you a spiritual guardian, that guardian uses your shaman level instead of your base attack bonus to determine its base attack bonus, potentially granting it multiple attacks. Additionally, it gains a +2 bonus on caster level checks to overcome spell resistance as well as on damage rolls."
		]
	},
	"spiritual_training": {
		"name": "Spiritual Training",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Spiritual Training",
			"",
			"{SOURCE Haunted Heroes Handbook/25}",
			"",
			"Through dedicated study and training, you can resist the control of possessing spirits.  ",
			"**Benefit:** You gain a +2 competence bonus on Knowledge checks to identify creatures with the incorporeal subtype, and can attempt Knowledge checks dealing with incorporeal creatures untrained. When affected by a dominate person, magic jar, or possession spell or a similar ability, your mind and soul remain aware within your body, at war with the invading consciousness. While dominated or possessed, you can attempt a Will save as a swift action to temporarily regain control over your body. On a successful save, you can act normally for 1 round. On a failed save, you cannot attempt to regain control for 1 hour, but the possessing consciousness can't take a swift action that round."
		]
	},
	"spiritualists_call": {
		"name": "Spiritualist's Call",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Spiritualist's Call",
			"",
			"{SOURCE Occult Adventures/140}",
			"",
			"Whenever you summon your phantom, it is more powerful for a brief period of time.  ",
			"**Prerequisites:** Phantom class feature.  ",
			"**Benefit:** Whenever you summon your phantom, you can give it a +2 enhancement bonus to its Strength, Dexterity, or Charisma. This bonus lasts for 10 minutes after the summoning ritual is complete."
		]
	},
	"spit_venom": {
		"name": "Spit Venom",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Spit Venom (Combat)",
			"",
			"{SOURCE Advanced Race Guide/197}",
			"",
			"You have mastered the nagaji warrior technique of spitting venom into your opponent's eyes.  ",
			"**Prerequisites:** {race/Nagaji}.  ",
			"**Benefit:** As a full-round action, you can spit poison up to 10 feet as a ranged touch attack. If you hit, the target must make a successful Fortitude save or be blinded for 1d6 rounds. The DC of this save is equal to 10 + 1/2 your total Hit Dice + your Constitution modifier. You can use this ability once per day plus one additional time per day for every three Hit Dice you have.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When you spit poison, you can spend up to 5 stamina points. For each stamina point spent, you can increase the range of the attack by 5 feet."
		]
	},
	"splash_volley": {
		"name": "Splash Volley",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Splash Volley (Betrayal, Teamwork)",
			"",
			"{SOURCE Champions of Corruption/21}",
			"",
			"Your allies are used to being in the splash zone of your hurled weapons, and try to ensure that at least your opponent gets hit.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You initiate this feat whenever you throw a splash weapon into a square within the reach of an ally who also has this feat and miss your target. Rather than you rolling to see where the weapon lands, the abettor can try to redirect it as an immediate action by making a melee touch attack against any adjacent foe. If the abettor's attack hits that foe, the splash weapon impacts in the nearest square the targeted foe occupies."
		]
	},
	"splash_weapon_mastery": {
		"name": "Splash Weapon Mastery",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Splash Weapon Mastery",
			"",
			"{SOURCE Adventurer's Armory/31}",
			"",
			"You are adept at increasing the range, area, and accuracy of splash weapons.  ",
			"**Benefit:** When throwing a splash weapon, you act as if you had the Far Shot feat. When you hit with a splash weapon, select one additional square adjacent to the splash area; creatures in this area also take splash damage. When you miss with a splash weapon, you may adjust the miss direction on the grid by +1 or -1. This feat counts as Far Shot for the purpose of qualifying for other feats, but only in regard to splash weapons."
		]
	},
	"splintering_weapon": {
		"name": "Splintering Weapon",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Splintering Weapon",
			"",
			"{SOURCE Ultimate Combat/120}",
			"",
			"Your {misc/fragile} weapon works to your advantage, breaking off fragments in wounds you inflict.  ",
			"**Prerequisites:** Base attack bonus +1, proficient with weapon, weapon made of primitive material.  ",
			"**Benefit:** Whenever you use a melee or thrown weapon with the {misc/fragile} weapon feature or similar quality and hit an opponent, you can give your weapon the broken condition to deal that opponent 1d4 points of bleed damage."
		]
	},
	"split_hex": {
		"name": "Split Hex",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Split Hex",
			"",
			"{SOURCE Ultimate Magic/156}",
			"",
			"You can split the effect of one of your targeted hexes, affecting another creature you can see.  ",
			"**Prerequisites:** Witch level 10th.  ",
			"**Benefit:** When you use one of your hexes (not a major hex or a grand hex) that targets a single creature, you can choose another creature within 30 feet of the first target to also be targeted by the hex."
		]
	},
	"split_major_hex": {
		"name": "Split Major Hex",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Split Major Hex",
			"",
			"{SOURCE Ultimate Magic/156}",
			"",
			"You can split the effect of one of your targeted hexes, affecting another creature you can see.  ",
			"**Prerequisites:** {feat/Split hex}, caster level 18th.  ",
			"**Benefit:** When you use one of your major hexes (not a grand hex) that targets a creature, you can choose another creature within 30 feet of the first target to also be targeted by the major hex."
		]
	},
	"split_trick": {
		"name": "Split Trick",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Split Trick (Trick)",
			"",
			"{SOURCE Psychic Anthology/17}",
			"",
			"You can split a mesmerist trick between two targets.  ",
			"**Prerequisites:** Mesmerist trick class feature.  ",
			"**Benefit:** Whenever you implant a mesmerist trick in a target, you can designate that trick as a split trick. When doing so, you touch two targets and split the trick between them. This counts as implanting a mesmerist trick in both targets. The mesmerist trick functions as normal, except that when the trick's triggering condition occurs, you must choose one of the split trick's targets to receive the effects of the split trick. The other target receives no benefit from the trick."
		]
	},
	"spontaneous_metafocus": {
		"name": "Spontaneous Metafocus",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Spontaneous Metafocus",
			"",
			"{SOURCE Ultimate Magic/157}",
			"",
			"You can focus to combine one of your known spells and metamagic feats.  ",
			"**Prerequisites:** Cha 13, one metamagic feat, able to spontaneously cast spells.  ",
			"**Benefit:** Pick a single spell that you are able to cast spontaneously. When you apply metamagic feats to that spell, you can cast the spell using the normal casting time instead of at the slower casting time.  ",
			"**Special:** You can take this feat multiple times. Each time you select this feat, choose a new spell that you can cast spontaneously; the feat applies to that spell.",
			"",
			"### Mythic Spontaneous Metafocus",
			"",
			"{SOURCE Mythic Adventures/74}",
			"",
			"You apply metamagic to your spells with greater ease than do other spontaneous casters.  ",
			"**Prerequisites:** Spontaneous Metafocus.  ",
			"**Benefit:** You can change which spell your Spontaneous Metafocus feat applies to each morning when you restore your expended spell slots. The spell it applies to can be of any level, but it must be a legal selection for the Spontaneous Metafocus feat.  ",
			"**Special:** You can gain this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Spontaneous Metafocus feat."
		]
	},
	"spontaneous_natures_ally": {
		"name": "Spontaneous Nature's Ally",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Spontaneous Nature's Ally",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"Instead of casting a cure spell, you can instead cast summon nature's ally.  ",
			"**Prerequisites:** Knowledge (nature) 5 ranks, ability to spontaneously cast {main/cure or inflict |spell/s>_groupings}, Animal or Plant domain.  ",
			"**Benefit:** You can \"lose\" a prepared spell in order to cast any summon nature's ally spell of the same level or lower, instead of casting a cure spell or an inflict spell as you normally would. For the purpose of this feat only, the summon nature's ally spells of the appropriate spell levels count as being on your spell list at the same spell level as for a druid."
		]
	},
	"sprightly_armor": {
		"name": "Sprightly Armor",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Sprightly Armor (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/17}",
			"",
			"You make the most of your armor's magical capabilities.  ",
			"**Prerequisites:** Dex 13, base attack bonus +11 or fighter level 8th, armor training class feature, proficiency with light armor.  ",
			"**Benefit:** You add your armor's enhancement bonus as a bonus on your initiative checks.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 5 stamina points as an immediate action to gain a circumstance bonus on your Reflex saves equal to your armor's enhancement bonus for 1 turn."
		]
	},
	"spring_attack": {
		"name": "Spring Attack",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Spring Attack (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"You can deftly move up to a foe, strike, and withdraw before he can react.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}, base attack bonus +4.  ",
			"**Benefit:** As a full-round action, you can move up to your speed and make a single melee attack without provoking any attacks of opportunity from the target of your attack. You can move both before and after the attack, but you must move at least 10 feet before the attack and the total distance that you move cannot be greater than your speed. You cannot use this ability to attack a foe that is adjacent to you at the start of your turn.  ",
			"**Normal:** You cannot move before and after an attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">You can spend 5 stamina points to use this feat as a standard action instead of a full-round action.",
			"",
			"### Mythic Spring Attack",
			"",
			"{SOURCE Mythic Adventures/74}",
			"",
			"You move across the battlefield in a blur of whirling blades.  ",
			"**Prerequisites:** Spring Attack, base attack bonus +6.  ",
			"**Benefit:** When you use Spring Attack, you don't need to move at least 10 feet before making the first attack. If you expend one use of mythic power when you start a Spring Attack, the movement you make during the Spring Attack doesn't provoke attacks of opportunity."
		]
	},
	"spring_heeled_reaping": {
		"name": "Spring-Heeled Reaping",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Spring-Heeled Reaping (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/11}",
			"",
			"Your armor's flexibility and your own training allow you to strike multiple times while moving.  ",
			"**Prerequisites:** Dex 17, {feat/Dodge}, {feat/Mobility}, base attack bonus +11, proficiency with light armor.  ",
			"**Benefit:** While using Spring-Heeled Style, whenever you use {feat/Shot on the Run} or {feat/Spring Attack}, you can attack two different creatures at any point in your movement. Each attack is made at your full attack bonus. Any creature that you attack in melee with this feat cannot make attacks of opportunity against you for that movement, as normal for Spring Attack."
		]
	},
	"spring_heeled_sprint": {
		"name": "Spring-Heeled Sprint",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Spring-Heeled Sprint (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/11}",
			"",
			"You can move quickly without sacrificing your offense.  ",
			"**Prerequisites:** Dex 15, {feat/Dodge}, {feat/Mobility}, base attack bonus +7, proficiency with light armor.  ",
			"**Benefit:** While using Spring-Heeled Style, you can move up to twice your speed when using the {feat/Shot on the Run} or {feat/Spring Attack} feats"
		]
	},
	"spring_heeled_style": {
		"name": "Spring-Heeled Style",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Spring-Heeled Style (Combat, Style)",
			"",
			"{SOURCE Armor Master's Handbook/11}",
			"",
			"You cunningly dart across the battlefield from foe to foe, taking advantage of your armor's flexibility to duck blows.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}, {feat/Shot on the Run} or {feat/Spring Attack}, base attack bonus +4, proficiency with light armor.  ",
			"**Benefit:** If using this style during any round in which you take a move action to move 10 or more feet, you gain a +2 bonus on weapon attack rolls until the start of your next turn. While using this style, you gain the AC bonus from Mobility against attacks of opportunity provoked by making a ranged attack or loading a ranged weapon.  ",
			"**Special:** A character with the armor training class feature can use Spring-Heeled Style while wearing any type of armor with which she is proficient."
		]
	},
	"sprinting_troll": {
		"name": "Sprinting Troll",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Sprinting Troll",
			"",
			"{SOURCE Monster Codex/225}",
			"",
			"You use your powerful metabolism to hunt swiftly, starving your regenerative powers in the interest of granting yourself greater speed.  ",
			"**Prerequisites:** {feat/Fleet}, {umr/regeneration}, {monster/troll}.  ",
			"**Benefit:** As a free action, you can increase your land speed by 10 feet for 1 minute. You lose your regeneration ability while you benefit from this enhancement bonus to your land speed and for 1 minute afterward. You can end this ability early as a free action. You can activate this ability only if your regeneration is functioning."
		]
	},
	"sproutling": {
		"name": "Sproutling",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Sproutling",
			"",
			"{SOURCE Ultimate Wilderness/19}",
			"",
			"You are able to sprout more quickly than most, though your body is underdeveloped.  ",
			"**Prerequisites:** Cha 15, seed racial trait, {race/ghoran}.  ",
			"**Benefit:** Whenever you use your seed ability to grow a new body, you can choose to sprout in half the normal amount of time (1d6 days instead of 2d6 days). If you do, your new body is Small instead of Medium, your natural armor bonus from racial traits (if any) is reduced by half, and you take a -2 penalty to Strength, Dexterity, and Constitution. These modifications last 1d3 weeks, after which your body matures to its proper size and loses all penalties associated with sprouting early."
		]
	},
	"squash_flat": {
		"name": "Squash Flat",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Squash Flat (Combat)",
			"",
			"{SOURCE Inner Sea Gods/216;Faiths of Corruption/25}",
			"",
			"You can bull rush an opponent straight to the ground.  ",
			"**Prerequisites:** {feat/Improved Bull Rush}, {feat/Merciless Rush}, worshiper of {faith/Rovagug}.  ",
			"**Benefit:** Whenever you make a bull rush attack and your combat maneuver check exceeds the target's CMD by 5 or more, you can attempt to trip the target as part of your bull rush as a free action. This does not provoke an attack of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">After succeeding at a bull rush combat maneuver check, you can spend 4 stamina points to attempt to trip the target with Squash Flat regardless of your bull rush combat maneuver check's result."
		]
	},
	"squire": {
		"name": "Squire",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Squire",
			"",
			"{SOURCE Knights of the Inner Sea/20}",
			"",
			"You attract a squire to aid you in your knightly endeavors.  ",
			"**Prerequisites:** Character level 4th, proficient with all martial weapons.  ",
			"**Benefit:** This feat acts similarly to the {feat/Leadership} feat, with several exceptions. You can only attract a 1st-level cohort (referred to hereafter as a squire) with this feat, and cannot recruit followers until you have the Leadership feat. You determine your Leadership score according to the rules presented in the Leadership feat, but your squire is always at least three or more levels lower than yourself.",
			"",
			"A squire can only take levels in a class that grants proficiency with all martial weapons as a class feature, such as paladin, gunslinger, cavalier, or fighter. She cannot multiclass, though she may take any archetype she qualifies for, including those from the following \"Squire Archetypes\" section.",
			"",
			"If a squire gains enough XP to bring her to two levels lower than your level, the squire does not gain the new level until you gain your next level - until then her new XP total is 1 less than the amount needed to attain the next level and she gains no additional XP until you advance.",
			"",
			"If you release your squire from service, you may gain a new one by scouting for potential candidates in a city or large town where members of your knightly order can typically be found, which requires at least 24 hours of uninterrupted scouting. This act can also replace a squire who has perished.  ",
			"**Graduation:** When you reach 7th level, this feat automatically upgrades to the Leadership feat (meaning that you effectively lose this feat and replace it with Leadership). You gain all the normal benefits of the Leadership feat, except that your squire must remain at least three levels lower than you and must continue to take levels in her first class. In order for your squire to be able to be two levels lower than you, your squire must be at least 4th level, and you must witness her as she single-handedly defeats a creature with Hit Dice equal to or greater than her own. Upon the creature's defeat, your squire graduates to full knighthood and acts as a normal cohort; she may begin taking levels in other classes if she so chooses, and she may increase in level to up to two levels lower than yourself."
		]
	},
	"squirming_pile": {
		"name": "Squirming Pile",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Squirming Pile (Combat, Teamwork)",
			"",
			"{SOURCE Blood of the Beast/23}",
			"",
			"Your body is easily lost in the muddy chaos of fighting as a swarm, making your vital areas difficult to target.  ",
			"**Prerequisites:** Acrobatics 5 ranks, swarming racial trait.  ",
			"**Benefit:** While sharing a square with an ally who has this feat, you gain a 25% chance of negating the additional damage from a successful critical hit or sneak attack; if you negate the damage, it is instead rolled normally. This negation chance doesn't stack with similar protection provided by any other source, such as the fortification armor special ability."
		]
	},
	"stabbing_shot": {
		"name": "Stabbing Shot",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stabbing Shot (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"You can clear the way to continue using your bow.  ",
			"**Prerequisites:** {feat/Rapid Shot}, {race/elf}.  ",
			"**Benefit:** When adjacent to an opponent and making a full-attack action with a longbow or shortbow (including composite bows), you may choose to make a melee attack against that opponent with a drawn arrow rather than firing it. If the attack hits - whether or not it does damage - your target is pushed back 5 feet away from you. You can then fire arrows from your bow normally, at the original target, or at another target within range. This melee attack replaces the extra attack from Rapid Shot, and all of your attack rolls for the round (the melee attack and the ranged attacks) take a -2 penalty. If your initial attack leaves you with no enemies threatening you, you can make the subsequent ranged attack or attacks without provoking attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When using this feat, you can spend 2 stamina points to negate the -2 penalty on all attacks for 1 round."
		]
	},
	"stable_gallop": {
		"name": "Stable Gallop",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Stable Gallop",
			"",
			"{SOURCE Animal Archive/19}",
			"",
			"You run with a smooth and steady gait.  ",
			"**Prerequisites:** Animal or magical beast.  ",
			"**Benefit:** Your AC penalty when charging is halved. The penalties on ranged attacks made by your rider are reduced by 1 when you take a double move and by 2 when you run (minimum penalty of 0). Your rider gains a +4 bonus on {rule/concentration} checks caused by your motion."
		]
	},
	"stable_spell": {
		"name": "Stable Spell",
		"sources": [ "Wardens of the Reborn Forge" ],
		"description": [
			"## Stable Spell (Metamagic)",
			"",
			"{SOURCE Wardens of the Reborn Forge/49}",
			"",
			"You can cast spells in areas of {rule/primal magic} with less chance of triggering a primal magic event.  ",
			"**Benefit:** In areas of primal magic, the chance of a stable spell triggering a primal magic event is reduced by 25%. In cases where a primal magic event would trigger despite the reduced chances, the caster of a stable spell receives a +2 bonus on the {rule/concentration} check to avoid the primal magic event. A stable spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"stag_horns": {
		"name": "Stag Horns",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Stag Horns (Combat)",
			"",
			"{SOURCE Heroes of the Wild/23}",
			"",
			"You've learned to gain the upper hand against your enemies by charging at them with feigned abandon, yet gaining a strong grip on them after attacking.  ",
			"**Prerequisites:** Dex 13, {feat/Charging Stag Style}, {feat/Dodge}, {feat/Improved Unarmed Strike}, {feat/Mobility}.  ",
			"**Benefit:** While using Charging Stag Style, if you make a successful unarmed attack at the end of a charge, you can attempt a free grapple check against the target of your charge without provoking an attack of opportunity.  ",
			"**Normal:** Attempting a grapple requires a standard action, which provokes an attack of opportunity from your target unless you have the {feat/Improved Grapple} feat."
		]
	},
	"stag_submission": {
		"name": "Stag Submission",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Stag Submission (Combat)",
			"",
			"{SOURCE Heroes of the Wild/23}",
			"",
			"You can quickly subdue an opponent you've charged using a special submission hold.  ",
			"**Prerequisites:** {feat/Charging Stag Style}, {feat/Dodge}, {feat/Improved Unarmed Strike}, {feat/Mobility}, {feat/Stag Horns}.  ",
			"**Benefit:** When you are in Charging Stag Style and succeed at a combat maneuver check to pin a foe, you can choose to also knock the foe prone or to deal your unarmed attack damage to the foe.  ",
			"**Normal:** After successfully maintaining a grapple on a target, you can choose to move, damage, or pin the target."
		]
	},
	"stage_combatant": {
		"name": "Stage Combatant",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stage Combatant (Combat)",
			"",
			"{SOURCE Ultimate Combat/120}",
			"",
			"You are a master of stage and nonlethal combats.  ",
			"**Prerequisites:** {feat/Weapon Focus}, base attack bonus +5  ",
			"**Benefit:** When you make an attack with a weapon that you have {feat/Weapon Focus} in, you take no penalty on the attack roll when you are attempting to make an attack that deals no damage or nonlethal damage.  ",
			"**Normal:** When making attacks that deal no damage or nonlethal damage, you take a -4 penalty on attack rolls.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">If you have at least 1 stamina point in your stamina pool, you gain a +2 bonus on attack rolls with a weapon with which you have Weapon Focus when you attempt to make an attack that deals no damage."
		]
	},
	"staggering_blow": {
		"name": "Staggering Blow",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Staggering Blow (Combat)",
			"",
			"{SOURCE Monster Codex/20}",
			"",
			"You know just where to strike to temporarily stagger a foe.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, {feat/Vital Strike}, base attack bonus +8.  ",
			"**Benefit:** When you attack a foe using Vital Strike, you can choose to take a -2 penalty on your attack roll to also make the attack a staggering strike. You must make this choice before making the attack roll. If your attack roll is successful, your target must succeed at a Fortitude saving throw (DC = 10 + 1/2 your character level + your Strength modifier) or be staggered until the start of your next turn. Once a creature that failed its save recovers from the effects of your staggering blow, it is immune to the effects of this feat for 24 hours. Constructs, oozes, plants, undead, incorporeal creatures, and creatures that are immune to critical hits are immune to this effect."
		]
	},
	"staggering_critical": {
		"name": "Staggering Critical",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Staggering Critical (Combat, Critical)",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"Your critical hits cause opponents to slow down.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +13.  ",
			"**Benefit:** Whenever you score a critical hit, your opponent becomes staggered for 1d4+1 rounds. A successful Fortitude save reduces the duration to 1 round. The DC of this Fortitude save is equal to 10 + your base attack bonus. The effects of this feat do not stack. Additional hits instead add to the duration.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess Critical Mastery.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When you score a critical hit and attempt to stagger an opponent with this feat, you can spend up to 5 stamina points to increase the DC of this feat's saving throw by an amount equal to the number of stamina points you spent."
		]
	},
	"staggering_fist": {
		"name": "Staggering Fist",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Staggering Fist (Combat)",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"When you engage in unarmed combat, you know just where to strike to stagger your foe.  ",
			"**Prerequisites:** Dex 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +2.  ",
			"**Benefit:** When you damage a foe with your unarmed attack, you can also cause it to be staggered for 1 round (until just before your next turn). The target can avoid this with a successful Fortitude saving throw (DC = 10 + 1/2 your character level + your Wisdom modifier). You must declare that you are using this feat before you make your attack roll; thus, a failed attack roll ruins the attempt. You can attempt to use this feat once per day for every 4 character levels you have, but no more than once per round. Constructs, incorporeal creatures, plants, undead, and creatures that are immune to critical hits cannot be affected by this ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">You can spend 5 stamina points to declare that you are using this feat after you've hit with an unarmed strike."
		]
	},
	"stalkers_focus": {
		"name": "Stalker's Focus",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Stalker's Focus",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"Your affinity to the natural world allows you to adopt the focus of a single animal.  ",
			"**Prerequisites:** Knowledge (nature) 3 ranks, Survival 3 ranks, no levels in a class that has the animal focus class feature.  ",
			"**Benefit:** Choose a single type of animal to emulate from the hunter's animal focus class feature. Once per day, you or your animal companion (if you have one) can gain the benefit of that animal focus for 1 minute. Treat your character level as your hunter level for the purpose of determining the benefits granted by your chosen animal focus.  ",
			"**Special:** If you gain levels in a class that has the animal focus class feature, when you gain that feature you gain 1 additional minute of use each day of your animal focus class feature."
		]
	},
	"stalwart": {
		"name": "Stalwart",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Stalwart",
			"",
			"{SOURCE Ultimate Combat/121}",
			"",
			"You adopt a defensive stance that allows you to absorb and redirect hits.  ",
			"**Prerequisites:** {feat/Diehard}, {feat/Endurance}, base attack bonus +4.  ",
			"**Benefit:** While using the total defense action, fighting defensively action, or {feat/Combat Expertise}, you can forgo the dodge bonus to AC you would normally gain to instead gain an equivalent amount of DR, to a maximum of DR 5/-, until the start of your next turn. This damage reduction stacks with DR you gain from class features, such as the barbarian's, but not with DR from any other source. If you are denied your Dexterity bonus to AC, you are also denied this DR."
		]
	},
	"stance_of_the_xorn": {
		"name": "Stance of the Xorn",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Stance of the Xorn (Combat)",
			"",
			"{SOURCE Dwarves of Golarion/21}",
			"",
			"You have heightened awareness of enemies on all sides.  ",
			"**Prerequisites:** Wis 15, base attack bonus +3.  ",
			"**Benefit:** Flanking creatures do not gain a +2 bonus to attack you (this does not prevent you from being sneak attacked or denied your Dexterity bonus). A condition that makes you lose your Dex bonus to AC also makes you lose the benefits of this feat.  ",
			"**Normal:** Flanking opponents gain a +2 flanking bonus to hit."
		]
	},
	"stand_still": {
		"name": "Stand Still",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stand Still (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"You can stop foes that try to move past you.  ",
			"**Prerequisites:** {feat/Combat Reflexes}.  ",
			"**Benefit:** When a foe provokes an attack of opportunity due to moving through your adjacent squares, you can make a combat maneuver check as your attack of opportunity. If successful, the enemy cannot move for the rest of his turn. An enemy can still take the rest of his action, but cannot move. This feat also applies to any creature that attempts to move from a square that is adjacent to you if such movement provokes an attack of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When you succeed at a combat maneuver check to stop a creature's movement with this feat, you can spend 5 stamina points. If you do, on that creature's next turn, its movement speed is halved and it can't take a 5-foot step."
		]
	},
	"standing_tall": {
		"name": "Standing Tall",
		"sources": [ "Pathfinder #131: The Reaper's Right Hand" ],
		"description": [
			"## Standing Tall (Story)",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/77}",
			"",
			"You can tap into your family's old ways to take on some of the traits of plants.  ",
			"**Prerequisites:** Be a member of House Fahlspar, or have [The Hunter](rule/influential_associates_table), {rule/class_background<Nature (oracle), or| T/ree Tender (druid)>ables} background.  ",
			"**Benefit:** Once per day as a move action, you gain a +2 bonus on saving throws against mind-affecting effects for 1 minute.  ",
			"**Goal:** Swear to protect a natural site and defend it for at least a year, including decisively defeating an appropriate number of invaders or despoilers.  ",
			"**Completion Benefit:** You may now use the above benefit three times per day, and the benefit also applies on saving throws against paralysis, poison, polymorph, sleep, and stunning effects."
		]
	},
	"starlight_summons": {
		"name": "Starlight Summons",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Starlight Summons",
			"",
			"{SOURCE Ultimate Magic/157}",
			"",
			"Your summoned minions slink along under the shadows of the stars.  ",
			"**Prerequisites:** {feat/Spell Focus} (conjuration), able to cast summon nature's ally.  ",
			"**Benefit:** Creatures you summon gain the {feat/Blind-Fight} feat, a +5 bonus to Perception and Stealth checks in dim light or darkness, and their natural weapons are treated as cold iron for overcoming damage reduction."
		]
	},
	"starry_grace": {
		"name": "Starry Grace",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Starry Grace (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"Your quick and free starknife motions allow you to make deadly dexterous attacks.  ",
			"**Prerequisites:** Dex 13, {feat/Weapon Finesse}.  ",
			"**Benefit:** When wielding a starknife, you can add your Dexterity modifier instead of your Strength modifier to that weapon's damage. The starknife must be one appropriate for your size. You do not gain this benefit while fighting with two weapons or using flurry of blows, or any time another hand is otherwise occupied.",
			"",
			"In addition, if you have the panache class feature, as long as you have at least 1 panache point, you gain a +5 bonus to your movement speed on your move action after taking an attack action with a starknife or on your {feat/Spring Attack} or charge with a starknife."
		]
	},
	"startling_getaway": {
		"name": "Startling Getaway",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Startling Getaway (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"You strike with surprise and then run circles around your foe.  ",
			"**Prerequisites:** Startling appearance class feature.  ",
			"**Benefit:** During a surprise round, after taking an attack action to attack a creature unaware of your presence, you can take a move action to move. If you are already capable of taking both a standard and a move action in the surprise round, this feat does not grant you any additional actions.  ",
			"**Normal:** You can take only a single standard or move action during a surprise round."
		]
	},
	"startling_shapechanger": {
		"name": "Startling Shapechanger",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Startling Shapechanger",
			"",
			"{SOURCE Blood of the Beast/14}",
			"",
			"You use your shapechanging abilities in order to demoralize your enemies.  ",
			"**Prerequisites:** {feat/Dazzling Display}, change shape ability, shapechanger subtype.  ",
			"**Benefit:** You abruptly change shape, startling those who aren't prepared for your reveal. Whenever you use your change shape ability to assume a new form or return to your true form, you can also use Dazzling Display as a free action. Reduce the result of your Intimidate check by 5 against opponents who know that you are a shapechanger. When using Dazzling Display in this manner, you can use the feat without needing a weapon in hand.  ",
			"**Special:** A character with the wild shape class feature counts as having the change shape ability and shapechanger subtype for the purpose of meeting this feat's prerequisites. A character with wild shape can use this feat's benefit whenever she uses wild shape to assume a new form or return to her true form."
		]
	},
	"startoss_comet": {
		"name": "Startoss Comet",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Startoss Comet (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/15}",
			"",
			"You can aim a thrown weapon so it strikes two foes.  ",
			"**Prerequisites:** Dex 13, {feat/Point-Blank Shot}, {feat/Startoss Style}, {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** As a standard action, you can make a single ranged thrown weapon attack at your full attack bonus with the chosen weapon. If you hit, you deal damage normally and can make a second attack (at your full attack bonus) against a target within one range increment of the first. You determine cover for this attack from the first target's space instead of your space. You can make only one additional attack per round with this feat. If you have {feat/Vital Strike}, {feat/Improved Vital Strike}, or {feat/Greater Vital Strike}, you can add the additional damage from those feats to the initial ranged attack (but not the second attack)."
		]
	},
	"startoss_shower": {
		"name": "Startoss Shower",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Startoss Shower (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/15}",
			"",
			"You can strike multiple opponents with thrown weapons.  ",
			"**Prerequisites:** Dex 13, {feat/Point-Blank Shot}, {feat/Startoss Comet}, {feat/Startoss Style}, {feat/Weapon Focus} with the chosen weapon, base attack bonus +4.  ",
			"**Benefit:** When you hit an opponent while using the Startoss Comet feat, you can continue to make attacks against foes that are within one range increment of all previous opponents. You determine cover for each attack from the most recently hit foe's space instead of your space, and you cannot attack an individual foe more than once during this attack action. You can make a maximum number of attacks equal to 1 + 1 per 5 points of base attack bonus you possess. If you have {feat/Vital Strike}, {feat/Improved Vital Strike}, or {feat/Greater Vital Strike}, you can add the additional damage from those feats to the initial ranged attack (but not any subsequent attacks)."
		]
	},
	"startoss_style": {
		"name": "Startoss Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Startoss Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/15}",
			"",
			"Your thrown weapons become more deadly.  ",
			"**Prerequisites:** Dex 13, {feat/Point-Blank Shot}, {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** Choose one weapon from the thrown fighter weapon group. While using this style and the chosen weapon, you gain a bonus on damage rolls made with the weapon equal to 2 + 2 per style feat you possess that lists Startoss Style as a prerequisite (maximum +6 damage). You cannot use this ability if you are carrying a weapon or a shield in your off hand (except for a buckler).  ",
			"**Special:** In addition to the chosen weapon, a character with this feat and the weapon training (thrown) class feature can use Startoss Style with any thrown weapons that she wields in one hand."
		]
	},
	"steadfast_mind": {
		"name": "Steadfast Mind",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Steadfast Mind",
			"",
			"{SOURCE Pathfinder Society Primer/8}",
			"",
			"You can concentrate even in the direst circumstances, and know how to retain your magic even when it would otherwise be wasted.  ",
			"**Prerequisites:** Cha 15, Int 15, or Wis 15 (see special).  ",
			"**Benefit:** Whenever you fail a {rule/concentration} check while casting defensively and would normally lose a prepared spell or spell slot, you may attempt a Will save (DC = 15 + spell level) to retain the spell as though you had not attempted to cast it. The failed concentration check still results in the spell's failure, even if the spell is retained.  ",
			"**Special:** To gain the benefits of this feat, you must meet the prerequisite that matches the ability score you use to determine your save DCs, bonus spells per day, and ability to cast spells of a given level. If you gain spells from multiple classes, you must meet the prerequisite ability score for each class to gain the benefits of this feat when casting spells from that class's spell list."
		]
	},
	"steadfast_personality": {
		"name": "Steadfast Personality",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Steadfast Personality",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"You rely on your assuredness and sense of self to help keep your mind clear.  ",
			"**Benefit:** Add your Charisma modifier instead of your Wisdom bonus on Will saves against mind-affecting effects. If you have a Wisdom penalty, you must apply both your Wisdom penalty and your Charisma modifier."
		]
	},
	"steadfast_slayer": {
		"name": "Steadfast Slayer",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Steadfast Slayer (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/7}",
			"",
			"Like the dragonslayers and giantslayers of legend, you stand alone against creatures far larger than you.  ",
			"**Benefit:** If you are the only character threatening an opponent and you successfully attack the opponent with a two-handed melee weapon, for each size category larger than you that opponent is, you gain a +2 bonus on your melee damage roll."
		]
	},
	"steady_engagement": {
		"name": "Steady Engagement",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Steady Engagement (Combat)",
			"",
			"{SOURCE Inner Sea Gods/216;Faiths of Balance/24}",
			"",
			"You can draw on your excellent balance to trip or disarm opponents when they try to disengage.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, {feat/Stand Still}, worshiper of {faith/Irori}.  ",
			"**Benefit:** If you use Stand Still to prevent an opponent from moving, you may make a disarm or trip combat maneuver against your target as an immediate action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend up to 4 stamina points to gain a +1 bonus per stamina point spent on any combat maneuver check that you attempt as part of Steady Engagement."
		]
	},
	"stealth_synergy": {
		"name": "Stealth Synergy",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Stealth Synergy (Teamwork)",
			"",
			"{SOURCE Ultimate Combat/121}",
			"",
			"Working closely with an ally, you are able to move like twin shadows.  ",
			"**Benefit:** While you can see one or more allies who also have this feat, whenever you and your allies make a Stealth check, you all take the highest roll and add all your modifiers to Stealth."
		]
	},
	"stealthy": {
		"name": "Stealthy",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Stealthy",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"You are good at avoiding unwanted attention and slipping out of bonds.  ",
			"**Benefit:** You get a +2 bonus on all Escape Artist and Stealth skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
			"",
			"### Mythic Stealthy",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"Your grace and fluidity are beyond compare.  ",
			"**Prerequisites:** Stealthy.  ",
			"**Benefit:** The bonus on Escape Artist and Stealth skill checks from Stealthy increases by 2. In addition, you can expend one use of mythic power to treat an Escape Artist or Stealth check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
		]
	},
	"steam_caster": {
		"name": "Steam Caster",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Steam Caster",
			"",
			"{SOURCE Advanced Race Guide/178}",
			"",
			"You imbue your fire spells with elemental water, transforming them into powerful gouts of steam.  ",
			"**Prerequisites:** {race/Undine}.  ",
			"**Benefit:** You may increase the casting time of a fire spell to a full-round action, infusing it with elemental power (spells with a casting time of 1 full-round action or longer do not have an increased casting time). The spell is treated as if it had the water descriptor. All fire effects of the altered spell instead manifest as superheated steam. The altered spell works normally underwater without requiring a caster level check. Unlike fire, the steam cannot ignite objects or set creatures on fire. As the spell still deals fire damage, fire resistance or immunity still applies to the spell's effects."
		]
	},
	"steam_spell": {
		"name": "Steam Spell",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Steam Spell (Metamagic)",
			"",
			"{SOURCE Aquatic Adventures/59}",
			"",
			"You've built off of some of the closely-guarded secrets of the undine steamcasters, allowing you to use fire magic underwater easily.  ",
			"**Benefit:** You can apply Steam Spell only to a spell with the fire descriptor. A steam spell works underwater without a caster level check, but it requires a caster level check to function above water. A steam spell uses up a slot the same spell level as the spell's actual level."
		]
	}
}
