{
	"dragon_roar": {
		"name": "Dragon Roar",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Dragon Roar (Combat)",
			"",
			"{SOURCE Ultimate Combat/98}",
			"",
			"The spirit of the dragon wells up inside you and bursts forth in a mighty roar.  ",
			"**Prerequisites:** Str 15, {feat/Improved Unarmed Strike}, {feat/Dragon Style}, {feat/Stunning Fist}, Acrobatics 8 ranks.  ",
			"**Benefit:** You gain one additional Stunning Fist attempt per day. While using Dragon Style, as a standard action you can expend two Stunning Fist attempts to unleash a concussive roar in a 15-foot cone. Creatures caught in the cone take your unarmed strike damage and become shaken for 1d4 rounds. A successful Will save (DC 10 + 1/2 your character level + your Wis modifier) reduces the damage by half and prevents a target from being shaken.  ",
			"**Special:** If you have the Elemental Fist feat, you can expend a daily use of that feat to deal your Elemental Fist damage to those caught in the cone. This damage is not halved even on a save.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">Instead of spending two uses of Stunning Fist to unleash a concussive roar, you can spend one use of Stunning Fist and 5 stamina points to do so."
		]
	},
	"dragon_shot": {
		"name": "Dragon Shot",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Dragon Shot (Combat, Grit)",
			"",
			"{SOURCE Heroes of Golarion/4}",
			"",
			"You instinctively channel your latent magical abilities through your firearm.  ",
			"**Prerequisites:** Amateur Gunslinger feat or grit class feature, Spellcraft 5 ranks.  ",
			"**Benefit:** As a swift action, you can spend 1 grit point to convert your gun's damage into acid, fire, electricity, or cold damage for 1 round. You can choose a different damage type each time you use this ability. This still counts as a ranged weapon attack for critical hit multipliers and abilities such as {feat/Deadly Aim}."
		]
	},
	"dragon_style": {
		"name": "Dragon Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Dragon Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/98}",
			"",
			"You call upon the spirit of dragonkind, gaining greater resilience, mobility, and fierceness from the blessing of these great beings.  ",
			"**Prerequisites:** Str 15, {feat/Improved Unarmed Strike}, Acrobatics 3 ranks.  ",
			"**Benefit:** While using this style, you gain a +2 bonus on saving throws against sleep effects, paralysis effects, and stunning effects. You ignore difficult terrain when you charge, run, or withdraw. You can also charge through squares that contain allies. Further, you can add 1-1/2 times your Strength bonus on the damage roll for your first unarmed strike on a given round.  ",
			"**Normal:** You cannot charge or run through difficult terrain, and you cannot charge through a square that contains an ally. With an unarmed strike, you usually add your Strength bonus on damage rolls.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">On your second and all subsequent unarmed strike attacks made in a round, you can spend 3 stamina points before making each attack to add 1-1/2 times your Strength modifier to that attack's damage roll."
		]
	},
	"dragonbane_aura": {
		"name": "Dragonbane Aura",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Dragonbane Aura",
			"",
			"{SOURCE Ultimate Magic/149}",
			"",
			"Those within your dragonbane aura gain the same protection that you do.  ",
			"**Prerequisites:** Aura of courage class feature, caster level 8th.  ",
			"**Benefit:** When fighting dragons, your aura of courage expands to a 20-foot-radius emanation, and allies in the aura gain a morale bonus on saving throws against dragon breath equal to your aura of courage's bonus against fear effects.  ",
			"**Normal:** The aura of courage is a 10-foot-radius emanation, and grants a +4 morale bonus on fear effects."
		]
	},
	"dragoncrafting": {
		"name": "Dragoncrafting",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Dragoncrafting",
			"",
			"{SOURCE Dragonslayer's Handbook/18}",
			"",
			"You have the ability to create rare and valuable items from the bodies of fallen true dragons.  ",
			"**Prerequisites:** Craft (any) 5 ranks, Knowledge (arcana) 3 ranks.  ",
			"**Benefit:** You gain the ability to create a variety of dragoncraft items from materials gathered from the bodies of true dragons (not lesser dragons, such as linnorms or wyverns). Crafting dragoncraft items takes 1 hour per 100 gp of items being produced. In order to gather specimens from a dragon's corpse, you must succeed at a Heal check equal to 10 + the dragon's CR within 48 hours of the dragon's death (unless the body is preserved in some way). Refer to the table below to determine how much of a given material can be harvested from a dragon based on its size.",
			"",
			"| Dragon Size | Blood | Stomach Acid | Gall | Musk | Skin |",
			"| --- | --- | --- | --- | --- | --- |",
			"| Tiny | 2 vials | 1 vial | 1 vial | - | 1 grip |",
			"| Small | 3 vials | 1 vial | 1 vial | 1 vial | 2 grips |",
			"| Medium | 4 vials | 2 vials | 2 vials | 1 vial | 2 grips |",
			"| Large | 5 vials | 2 vials | 2 vials | 2 vials | 2 grips |",
			"| Huge | 6 vials | 3 vials | 2 vials | 2 vials | 3 grips |",
			"| Gargantuan | 7 vials | 3 vials | 3 vials | 3 vials | 3 grips |",
			"| Colossal | 8 vials | 4 vials | 3 vials | 3 vials | 3 grips |",
			"",
			"**Special:** Normally, if a suit of dragonhide armor has energy immunity, one may enhance such a suit with additional energy protection for the wearer at a 25% reduced cost. However, only effects with the same elemental type as the armor's immunity are eligible for this discount. An artisan with the Dragoncrafting feat may add 1 additional elemental protection to a suit of dragonhide armor at the same 25% discount, even if this energy resistance is not normally associated with the type of dragonhide being used."
		]
	},
	"dragonflight_flight": {
		"name": "Dragonflight Flight",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Dragonflight Flight (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/14}",
			"",
			"You can fly short distances through the air.  ",
			"**Prerequisites:** Dex 15, Wis 15, {feat/Dragonfly Style}, {feat/Dragonfly Wings}, {feat/Improved Unarmed Strike}, Acrobatics 10 ranks, Climb 10 ranks.  ",
			"**Benefit:** While using {feat/Dragonfly Style}, you can attempt an Acrobatics check to high jump as a move action, and then immediately {spell/glide} as the spell for 1 round. If you have not used your standard action after using Dragonfly Flight to make a high jump and start gliding, you can charge while gliding. This charge follows the rules for charging when you are only able to take a standard action."
		]
	},
	"dragonfly_style": {
		"name": "Dragonfly Style",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Dragonfly Style (Combat, Style)",
			"",
			"{SOURCE Martial Arts Handbook/14}",
			"",
			"You can leap off walls and objects to strike from above.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}, Acrobatics 2 ranks, Climb 2 ranks.  ",
			"**Benefit:** You add your Wisdom modifier to Acrobatics checks in addition to your Dexterity modifier. While using this style, when you are adjacent to a vertical surface or object capable of supporting your weight, such as a wall or a tree, you gain a +1 bonus on melee attack rolls against opponents your size or smaller, as if you were on higher ground."
		]
	},
	"dragonfly_wings": {
		"name": "Dragonfly Wings",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Dragonfly Wings (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/14}",
			"",
			"You can jump off willing allies and unwilling opponents to attack creatures from above.  ",
			"**Prerequisites:** Dex 15, Wis 15, {feat/Dragonfly Style}, {feat/Improved Unarmed Strike}, Acrobatics 5 ranks, Climb 5 ranks.  ",
			"**Benefit:** While using {feat/Dragonfly Style}, the bonus on your melee attacks increases to +2 and applies to opponents up to two size categories larger than you. In addition, you can substitute a creature your size or larger in place of a vertical surface. You can freely use a willing creature in such a manner, but using a hostile creature requires a successful Acrobatics check with a DC equal to the creature's CMD. If you fail this check by 5 or more, you provoke an attack of opportunity from the hostile creature."
		]
	},
	"dragonheart": {
		"name": "Dragonheart",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Dragonheart",
			"",
			"{SOURCE Dragonslayer's Handbook/25}",
			"",
			"Your familiarity with dragonkind makes you less susceptible to their abilities.  ",
			"**Prerequisites:** Knowledge (arcana) 1 rank.  ",
			"**Benefit:** You gain a +1 bonus on all saving throws against auras, breath weapons, spell-like abilities, spells, supernatural abilities, and other special attacks of creatures with the dragon type."
		]
	},
	"dragonslayer": {
		"name": "Dragonslayer",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Dragonslayer (Combat)",
			"",
			"{SOURCE Dragonslayer's Handbook/25}",
			"",
			"You have been trained to fight dragons.  ",
			"**Prerequisites:** Knowledge (arcana) 4 ranks, base attack bonus +4.  ",
			"**Benefit:** Whenever you confirm a critical hit against an opponent that has a breath weapon, you can forgo the extra critical damage to instead prevent your foe from using its breath weapon for a number of rounds equal to twice the critical multiplier of your attack, in addition to any normal delay mentioned in the breath weapon effect's description."
		]
	},
	"dragon_touched": {
		"name": "Dragon-Touched",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Dragon-Touched (Story)",
			"",
			"{SOURCE Dragonslayer's Handbook/13}",
			"",
			"Your life has been shaped by an encounter with a powerful dragon, and you have dedicated your life to seeing that dragon dead.  ",
			"**Prerequisites:** You must have been knocked unconscious in an encounter with a challenging draconic foe or have a regional background tied to a specific dragon (such as those presented in this sourcebook or a similar trait).  ",
			"**Benefit:** Choose one kind of dragon (such as blue, green, or silver). You gain a +2 bonus on Reflex saves against the breath weapons of dragons of the chosen kind, as well as a +1 bonus on attack rolls and a +1 dodge bonus to AC against members of the same dragon kind.  ",
			"**Goal:** Defeat the specific dragon linked to your prerequisite.  ",
			"**Completion Benefit:** You gain the ability to select a new dragon kind whenever you wish. You must first defeat a member of the selected kind with a CR equal to or greater than your character level. In addition, you gain a +2 bonus on initiative checks when facing a dragon of your selected kind."
		]
	},
	"draining_strike": {
		"name": "Draining Strike",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Draining Strike (Combat)",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"With a well-aimed strike, you cause your target to become fatigued or exhausted.  ",
			"**Prerequisites:** Dex 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +8.  ",
			"**Benefit:** You must declare that you are using this feat before you make your attack roll (thus, a failed attack roll ruins the attempt). Draining Strike forces a foe that was damaged by your unarmed attack to attempt a Fortitude saving throw (DC = 10 + 1/2 your character level + your Wisdom modifier), in addition to dealing damage normally. A defender who fails this saving throw is fatigued for 1 minute or until the foe is subject to any spell or effect that heals hit point damage. If you have a base attack bonus of +14 or higher, the target is exhausted for the same duration instead. You can attempt to use Draining Strike once per day for every 4 character levels you have, but you can use it no more than once per round. Constructs, incorporeal creatures, plants, undead, and creatures that are immune to critical hits cannot be affected by this ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">You can spend 5 stamina points to declare that you are using Draining Strike after you've hit with an unarmed strike attack."
		]
	},
	"dramatic_display": {
		"name": "Dramatic Display",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Dramatic Display (Combat, Performance)",
			"",
			"{SOURCE Ultimate Combat/98}",
			"",
			"Your skill with your weapon is obvious to enemies and onlookers alike.  ",
			"**Prerequisites:** {feat/Dazzling Display}.  ",
			"**Benefit:** When you spend a swift action to make a performance check, you exude an aura of awe-inspiring skill. You gain a +2 bonus on your performance check, and gain a +2 bonus on all attack rolls and combat maneuver checks until the end of your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When using this feat, you can spend 5 stamina points to also gain a +2 dodge bonus to AC until the end of your next turn."
		]
	},
	"dramatic_slam": {
		"name": "Dramatic Slam",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Dramatic Slam (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/22}",
			"",
			"Your brutal maneuvers shock any who would dare to stand against you.  ",
			"**Prerequisites:** {feat/Dazzling Display}, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Savage Slam}, {feat/Weapon Focus}.  ",
			"**Benefit:** While you are using {feat/Savage Slam}, if you succeed at your grapple combat maneuver check to knock the opponent prone, you can spend a swift action to attempt an Intimidate check to demoralize foes within 30 feet who could see your attack."
		]
	},
	"dreadful_carnage": {
		"name": "Dreadful Carnage",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Dreadful Carnage (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/158}",
			"",
			"Slaying an enemy demoralizes your other nearby foes.  ",
			"**Prerequisites:** Str 15, {feat/Power Attack}, {feat/Furious Focus}, base attack bonus +11.  ",
			"**Benefit:** Whenever you reduce an enemy to 0 or fewer hit points, you can make an Intimidate check to demoralize all enemies within 30 feet as a free action. Enemies that cannot see both you and the enemy you reduced to 0 or fewer hit points are unaffected.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When you reduce an enemy to 0 or fewer hit points, you can spend up to 6 stamina points to increase the radius of this feat's effect by 5 feet for each stamina point you spent (to a maximum of 60 feet).",
			"",
			"### Mythic Dreadful Carnage",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"Your kills are truly frightening to behold.  ",
			"**Prerequisites:** {feat/Dreadful Carnage}.  ",
			"**Benefit:** When you use Dreadful Carnage, you affect non-mythic enemies within 60 feet in addition to all enemies within 30 feet. You can expend one use of mythic power before making the Intimidate check to cause enemies demoralized by Dreadful Carnage to become frightened instead of shaken, for the same duration as the normal shaken effect. While frightened by this ability, an enemy takes a penalty equal to your tier on attack rolls, saving throws, skill checks, and ability checks."
		],
		"has_mythic_version": true
	},
	"dreamed_secrets": {
		"name": "Dreamed Secrets",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Dreamed Secrets",
			"",
			"{SOURCE Inner Sea Gods/211}",
			"",
			"When you sleep you gain secrets from beyond the stars, but such power comes with a price.  ",
			"**Prerequisites:** Ability to cast divine spells, caster level 7th, worshiper of a Great Old One or Outer God.  ",
			"**Benefit:** With each night's rest, you can choose two spells from the wizard spell list, both of which must be at least 1 wizard spell level lower than the highest level divine spell you can cast. If you are a spontaneous caster, these spells are added to your spells known for 24 hours. If you prepare spells, you can prepare these spells any time you do so in the next 24 hours. Each time you attempt to cast one of the wizard spells you have chosen, you must succeed at a DC 20 Will save or take 1d2 points of Wisdom damage and fail to cast the spell, though you do not lose the spell."
		]
	},
	"dreamwalker": {
		"name": "Dreamwalker",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Dreamwalker",
			"",
			"{SOURCE Plane-Hopper's Handbook/29}",
			"",
			"Your dreams are as vivid as your waking hours, and you can slip into a dreamlike state with no effort.  ",
			"**Prerequisites:** Cha 17, {feat/Lucid Dreamer}, {feat/Practiced Dreamer}, Knowledge (planes) 10 ranks.  ",
			"**Benefit:** Your experience in the Dimension of Dreams allows you to enter the demiplane with ease. You no longer have to attempt a Charisma check when entering the Dimension of Dreams to determine whether or not you are at a disadvantage, instead automatically arriving unhindered."
		]
	},
	"drink_is_life": {
		"name": "Drink Is Life",
		"sources": [
			"Mythic Adventures",
			"Mythic Adventures"
		],
		"description": [
			"## Drink Is Life",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"Strong drink fuels the mythic fires within you.  ",
			"**Prerequisites:** Con 19, 3rd mythic tier.  ",
			"**Benefit:** You never take penalties for consuming nonmagical alcohol, and you can consume an alcoholic beverage as a swift action instead of a move action. Each time you consume an alcoholic beverage, you may gain one of the benefits of polypurpose panacea. You can have only one of these benefits active at a time. If you expend one use of mythic power while drinking an alcoholic beverage, you can heal 2 points of ability damage, negate a temporary penalty to one ability score, or remove one of the following conditions: confused, diseased, exhausted, fatigued, frightened, nauseated, poisoned, shaken, sickened, or staggered."
		],
		"mythic_only": true
	},
	"drinking_buddy": {
		"name": "Drinking Buddy",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"## Drinking Buddy (Teamwork)",
			"",
			"{SOURCE Inner Sea Taverns/58}",
			"",
			"You and your allies have almost preternatural luck when you've all had a few drinks  ",
			"**Benefit:** Once per day, if you are drunk (or worse) within 10 feet of an ally who has this feat and is also drunk (or worse), you can reroll one d20 roll as a free action. You must take the result of the second roll, even if it is worse."
		]
	},
	"drow_nobility": {
		"name": "Drow Nobility",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Drow Nobility",
			"",
			"{SOURCE Advanced Race Guide/105}",
			"",
			"Your blood courses with power, granting you greater spell-like abilities.  ",
			"**Prerequisites:** Able to use drow spell-like abilities, drow.  ",
			"**Benefit:** You may use {spell/detect magic} as a spell-like ability at will, and add feather fall and levitate to the spell-like abilities that you may use once each per day. Your caster level is equal to your character level."
		]
	},
	"drow_spirit": {
		"name": "Drow Spirit",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Drow Spirit",
			"",
			"{SOURCE Blood of Shadows/15}",
			"",
			"Although you are of mixed heritage, the magic of your drow relatives flows freely through your veins.  ",
			"**Prerequisites:** Half-elf.  ",
			"**Benefit:** You gain the ability to cast {spell/dancing lights}, {spell/darkness}, and {spell/faerie fire} each once per day as a spell-like ability. You use your character level as your caster level for these abilities. Alternatively, you can instead gain any one racial trait that elves can exchange for the elven magic racial trait.  ",
			"**Special:** You can take this feat only at 1st level. If you take this feat, you cannot take the Human Spirit or Elven Spirit feat."
		]
	},
	"druidic_decoder": {
		"name": "Druidic Decoder",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Druidic Decoder",
			"",
			"{SOURCE Faiths and Philosophies/11}",
			"",
			"You have a natural understanding of the Druidic language.  ",
			"**Prerequisites:** Linguistics 1 rank, cannot be a druid.  ",
			"**Benefit:** You gain a +5 bonus on Linguistics checks made to decipher writings in the Druidic language. If you have 10 or more ranks in Linguistics, add Druidic to the list of bonus languages available to you."
		]
	},
	"drunkards_recovery": {
		"name": "Drunkard's Recovery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Drunkard's Recovery",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"You need only a swallow of strong drink to bring you back from the brink of death.  ",
			"**Prerequisites:** Con 13.  ",
			"**Benefit:** If you are dying and a creature gives you at least a sip of alcohol (a standard action for an adjacent creature), you immediately stabilize."
		]
	},
	"drunken_brawler": {
		"name": "Drunken Brawler",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Drunken Brawler (Combat)",
			"",
			"{SOURCE Inner Sea Gods/211;Faiths of Purity/24}",
			"",
			"You have learned how to fight effectively while drunk.  ",
			"**Prerequisites:** {feat/Endurance}, worshiper of Cayden Cailean.  ",
			"**Benefit:** When you drink a tankard of ale or strong alcohol, you take a -2 penalty on Reflex saving throws, but gain a number of temporary hit points equal to your character level, and gain a +2 alchemical bonus on Fortitude and Will saving throws. These bonuses last 1 hour or until the temporary hit points gained by this effect are lost, whichever occurs first. Regardless, the penalty lasts for a full hour."
		]
	},
	"drunken_gods_blessings": {
		"name": "Drunken God's Blessings",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"## Drunken God's Blessings",
			"",
			"{SOURCE Inner Sea Taverns/58}",
			"",
			"Cayden Cailean smiles upon you when you visit his most favored temples: taverns.  ",
			"**Prerequisites:** Worshiper of Cayden Cailean.  ",
			"**Benefit:** When you have had at least a number of drinks equal to your Constitution modifier (or get drunk or soused) in a tavern, once within the following 24 hours, you can gain the benefits of remove paralysis as a free action. Alternatively, you can choose one of the following benefits depending on the type of bar you patronized. At the GM's discretion, other types of taverns might grant other benefits.",
			"",
			"**Gambling Den:** You can gain the benefits of detect thoughts for 1 minute as a free action.",
			"",
			"**Illegal Tavern:** You can gain the benefits of invisibility for 1 minute as a free action.",
			"",
			"**Posh Tavern:** You can gain the benefits of eagle's splendor for 1 minute as a free action.",
			"",
			"**Private Club:** You can gain the benefits of undetectable alignment for 1 minute as a free action.",
			"",
			"**Rowdy Bar:** You can gain the benefits of bear's endurance for 1 minute as a free action.",
			"",
			"**Tavern of Intrigue:** You can gain the benefits of fox's cunning for 1 minute as a free action."
		]
	},
	"drunken_sing_along": {
		"name": "Drunken Sing-Along",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"## Drunken Sing-Along",
			"",
			"{SOURCE Inner Sea Taverns/59}",
			"",
			"With a raised tankard and catchy tune, you can get large groups of people on your side.  ",
			"**Prerequisites:** Diplomacy 1 rank, Performance (sing) 1 rank.  ",
			"**Benefit:** While in a tavern or other drinking establishment, you can change the attitude of the patrons from unfriendly to indifferent or from indifferent to friendly by spending 10 minutes engaging in a group sing-along. For the following 24 hours, your attempts to gather information in that tavern take only 2d6 minutes if the patrons are indifferent or 1d4 minutes if the patrons are friendly. You must be able to speak the same language as the majority of the patrons to use this feat.  ",
			"**Special:** You can use this feat with a large crowd of people outside of a tavern if you supply at least 5 gp worth of alcohol to the group."
		]
	},
	"dryads_apprentice": {
		"name": "Dryad's Apprentice",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Dryad's Apprentice",
			"",
			"{SOURCE Wilderness Origins/10}",
			"",
			"You have learned secrets of woodworking from dryads.  ",
			"**Prerequisites:** Cha 13, {race/gathlain}.  ",
			"**Benefit:** You can cast {spell/wood shape} as a spell-like ability at will, but only on a piece of wood no larger than 1 pound. You gain a +4 bonus on Craft checks involving wood, and you are always treated as if you had masterwork artisan's woodworking tools when attempting such checks."
		]
	},
	"dryads_attendant": {
		"name": "Dryad's Attendant",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Dryad's Attendant",
			"",
			"{SOURCE Wilderness Origins/10}",
			"",
			"Dryads trust you to bear their power and their bond.  ",
			"**Prerequisites:** Cha 15, {feat/Dryad's Apprentice}.",
			"",
			"You can cast {spell/meld into stone} as a spell-like ability once per day with a caster level equal to your character level, except that you instead meld with wood. You can remain melded with the wood for up to 24 hours. If you meld with a {monster/dryad/'s} bonded tree, the dryad can treat you as her bonded tree for a number of days equal to your Charisma modifier (minimum 1) after you leave it; the dryad retains her bond to her tree during this time as well."
		]
	},
	"dual_enhancement": {
		"name": "Dual Enhancement",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Dual Enhancement",
			"",
			"{SOURCE Advanced Class Guide/145}",
			"",
			"You can enhance two weapons, or both ends of a double weapon, with a single act.  ",
			"**Prerequisites:** {feat/Two-Weapon Fighting}; divine bond (weapon) or sacred weapon class feature.  ",
			"**Benefit:** When you use divine bond or sacred weapon to improve your weapon, you can choose to enhance two weapons or both ends of a double weapon. All weapons affected must be in hand or otherwise wielded. Any enhancement bonus you add to one of your weapons gets added to both automatically, but weapon special abilities must be accounted for separately. For example, if you can enhance up to the equivalent of a +2 bonus, you could give both your weapons an additional +1 bonus and apply the keen special weapon ability to one of those weapons."
		]
	},
	"dual_path": {
		"name": "Dual Path",
		"sources": [
			"Mythic Adventures",
			"Mythic Adventures"
		],
		"description": [
			"## Dual Path",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"You follow two mythic paths.  ",
			"**Prerequisites:** 1st mythic tier.  ",
			"**Benefit:** Select a mythic path other than the path you selected at your moment of ascension. You gain that path's 1st-tier ability (either archmage arcana, champion's strike, divine surge, guardian's call, marshal's order, or trickster attack). Each time you gain a path ability, you can select that path ability from either path's list or the list of universal path abilities."
		],
		"mythic_only": true
	},
	"duck_and_cover": {
		"name": "Duck and Cover",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Duck and Cover (Teamwork)",
			"",
			"{SOURCE Advanced Player's Guide/158}",
			"",
			"Your allies assist you in avoiding certain attacks.  ",
			"**Benefit:** Whenever you are adjacent to an ally who also has this feat, and both of you are required to make a Reflex saving throw against a spell or effect, you may take the result of your die roll or that of your ally (your modifiers still apply to the roll, regardless of which result you take). If you take your ally's result, you are knocked prone (or staggered on your next turn, if you are already prone or cannot be knocked prone). In addition, you receive a +2 cover bonus to your AC against ranged attacks as long as your ally is wielding a shield."
		]
	},
	"dueling_cape": {
		"name": "Dueling Cape",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Dueling Cape (Combat, Panache)",
			"",
			"{SOURCE Advanced Class Guide/145}",
			"",
			"You can use a simple cape to guard yourself and confound your foes.  ",
			"**Prerequisites:** {feat/Amateur Swashbuckler} or panache class feature; Dodge, Sleight of Hand 1 rank.  ",
			"**Benefit:** As a move action, you can wrap a cape that you're wearing around your arm (removing it if necessary), and treat it as a buckler. If you are using the cape in this way, and an opponent misses you with a melee attack, as an immediate action you can spend 1 panache point to release your cape from your arm and entangle your foe in it. The foe can free it by using a full-round action to escape or by destroying the cape; a typical cape has hardness 1 and 3 hit points. You can use this feat with items similar in shape and weight to a cape, such as a cloak or a curtain."
		]
	},
	"duelist_of_the_roaring_falls": {
		"name": "Duelist of the Roaring Falls",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Duelist of the Roaring Falls (Combat)",
			"",
			"{SOURCE Adventurer's Guide/25;Inner Sea Combat/10}",
			"",
			"You have embraced the Roaring Falls method of Aldori swordplay, known for its elegant, sweeping strikes.  ",
			"**Prerequisites:** {feat/Aldori Dueling Disciple}, {feat/Exotic Weapon Proficiency/ (Aldori dueling sword)}, {feat/Weapon Finesse}, {feat/Weapon Focus/ (Aldori dueling sword)}, base attack bonus +5.  ",
			"**Benefit:** When you use an Aldori dueling sword to deal damage to a shaken, frightened, or panicked foe, you can add your Dexterity bonus to damage rolls instead of your Strength bonus. If you can already add your Dexterity bonus to damage rolls, you instead gain a +1 competence bonus on damage rolls made with an Aldori dueling sword. When you attempt a dueling parry during a duel, the penalty on your attack roll to parry is reduced from -5 to -3. To gain these benefits, you must be wielding only an Aldori dueling sword (not using a shield, an off-hand weapon, armor spikes, unarmed strikes, or natural weapons).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">When you hit a foe with a melee attack made using an Aldori dueling sword, you can spend 4 stamina points to treat that foe as being shaken for the purpose of gaining a bonus from Duelist of the Roaring Falls until the start of your next turn."
		]
	},
	"duelist_of_the_shrouded_lake": {
		"name": "Duelist of the Shrouded Lake",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Duelist of the Shrouded Lake (Combat)",
			"",
			"{SOURCE Adventurer's Guide/25;Inner Sea Combat/10}",
			"",
			"You have embraced the Shrouded Lake style of Aldori swordplay, known for its circuitous footwork.  ",
			"**Prerequisites:** {feat/Aldori Dueling Disciple}, {feat/Exotic Weapon Proficiency/ (Aldori dueling sword)}, {feat/Weapon Finesse}, {feat/Weapon Focus/ (Aldori dueling sword)}, base attack bonus +5.  ",
			"**Benefit:** When attempting to bull rush or reposition a foe, you gain a +1 insight bonus on the combat maneuver check and a +4 dodge bonus to your AC against attacks of opportunity you provoke. You also gain a +1 insight bonus to your CMD against bull rush and reposition attempts. When you attempt a dueling dodge during a duel, your bonus to AC increases to +6. To gain these benefits, you must be wielding only an Aldori dueling sword (not using a shield, an off-hand weapon, armor spikes, unarmed strikes, or natural weapons).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">By spending 5 stamina points when you attempt a combat maneuver check with an Aldori dueling sword, you gain a +4 bonus to your AC against attacks made by that target until the beginning of your next turn."
		]
	},
	"dwarf_blooded": {
		"name": "Dwarf Blooded",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Dwarf Blooded",
			"",
			"{SOURCE Advanced Race Guide/147}",
			"",
			"You have dwarven blood coursing through your veins.  ",
			"**Prerequisites:** Oread.  ",
			"**Benefit:** Your dwarven heritage manifests in two ways. First, your speed is never modified by armor or encumbrance, as the dwarf slow and steady racial trait. Second, you gain the stonecunning dwarf racial trait."
		]
	},
	"dwarven_fury": {
		"name": "Dwarven Fury",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Dwarven Fury (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/12}",
			"",
			"You can channel your hatred against many opponents.  ",
			"**Prerequisites:** {feat/Dwarven Hatred Style}, {feat/Dwarven Seething}, base attack bonus +7, defensive training and hatred racial traits, Medium size.  ",
			"**Benefit:** When using Dwarven Seething, you can maintain bonuses from both your defensive training racial trait and hatred racial trait's against any number of opponents."
		]
	},
	"dwarven_hatred_style": {
		"name": "Dwarven Hatred Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Dwarven Hatred Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/12}",
			"",
			"You harness hatred into ferocity.  ",
			"**Prerequisites:** Base attack bonus +1, defensive training and hatred racial traits, Medium size.  ",
			"**Benefit:** You apply your hatred racial trait's bonus on both attack rolls and weapon damage rolls against creatures of the appropriate type or subtype and increase the bonus to +2."
		]
	},
	"dwarven_seething": {
		"name": "Dwarven Seething",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Dwarven Seething (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/12}",
			"",
			"Your hatred drives every swing of your weapon.  ",
			"**Prerequisites:** {feat/Dwarven Hatred Style}, base attack bonus +5, defensive training and hatred racial traits, Medium size.  ",
			"**Benefit:** While using Dwarven Hatred Style, when an opponent hits you with an attack (including a spell that requires an attack roll), you can apply your defensive training or your hatred racial trait bonus (your choice) against that target, regardless of the opponent's type or subtype, as an immediate action. This ability lasts until the opponent dies, the combat ends, you change styles, or you designate a different opponent with this ability, whichever occurs first."
		]
	},
	"dynasty_founder": {
		"name": "Dynasty Founder",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Dynasty Founder (Story)",
			"",
			"{SOURCE Quests and Campaigns/9}",
			"",
			"You will claim rulership of a city, whether under a larger government or independently.  ",
			"**Prerequisites:** You must have lived in the chosen city for at least 1 year or be the heir of a former city leader.  ",
			"**Benefit:** You gain followers as if you had the Leadership feat, although you cannot attract followers of a level higher than your level - 2. If you also have the Leadership feat, increase your Leadership score by 3 for the purpose of determining how many followers you have.  ",
			"**Goal:** Thwart all rivals to rulership over the chosen region, including at least one challenging foe.  ",
			"**Completion Benefit:** You gain control of the settlement (see the [settlement rules](rule/urban)). Upon gaining this benefit and once per year thereafter, you can attempt to alter the settlement in one of the following ways by attempting a DC 25 Diplomacy check modified by the settlement's Society modifier or a DC 25 Intimidate check modified by its Law modifier:",
			"",
			"- Move the settlement's alignment 1 step closer to yours along either the good-evil or law-chaos axis.",
			"- Replace one settlement quality with another.",
			"- Change the government type.",
			"- Significantly alter the laws.",
			"",
			"Failure indicates that popular opinion in the city successfully opposes you. In addition, from now on, your followers gain a +1 morale bonus on attack rolls and saving throws as long as they can see you.  ",
			"**Special:** For groups using the {rule/kingdom-building/ rules}, you can optionally use the rules for establishing a settlement to complete the goal of this story feat.",
			"",
			"Suggested Traits: {trait/Domineering}, {trait/Inspiring}, {trait/Natural-Born Leader (Social)}.",
			"",
			"### Possible Dynasty Founder Quests",
			"",
			"| d12 | Quest |",
			"| --- | --- |",
			"| 1 | Trollheim awaits the slayer of a linnorm to claim the city's empty throne . |",
			"| 2 | Whispers of rebellion against House Surtova draw you toward Restov in Brevoy . |",
			"| 3 | River Kingdoms denizens respect openly seizing what you want, and you want the throne of a River Kingdom, such as that of King Irovetti of Pitax . |",
			"| 4 | Mendev's understaffed fringe cities wait to be claimed by valiant crusaders . |",
			"| 5 | You believe that the Black Sovereign has ruled Numeria's capital of Starfall for too long . |",
			"| 6 | Riddleport in Varisia is chaotic and poorly governed, but a strong leader might become ruler with enough support from one of its various factions . |",
			"| 7 | Outlaws lairing in the Vergan Forest will need a strong leader if they are to successfully rebel against the living god Razmir . |",
			"| 8 | The ruler of Lastwall (or some other randomly determined nation) promises rulership of a city to any hero who can slay a menacing dragon in the nearby woods . |",
			"| 9 | The empire of Minkai in Tian Xia has been in a state of turmoil since Emperor Shigure Higashiyama was deposed by his own clansmen. If you are to seize a kingdom in the Dragon Empires, now is the time . |",
			"| 10 | If you can slay the dreaded creature known as the Devil in Gray in Lozeri of Ustalav, then perhaps you can inspire enough faith in the surrounding populace to usurp the ruling council of Courtaud . |",
			"| 11 | The Byzantine nature of Taldor's burdensome bureaucracy can make it easy for a silver-tongued beguiler to achieve some station of power in the nation . |",
			"| 12 | By winning the Free Captain's Regatta in the Shackles, you hope to achieve a place on the infamous Pirate Council and gain control of your own island . |"
		]
	},
	"eagle_eyes": {
		"name": "Eagle Eyes",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide"
		],
		"description": [
			"## Eagle Eyes",
			"",
			"{SOURCE Advanced Player's Guide/158}",
			"",
			"Your vision is especially keen.  ",
			"**Prerequisites:** Wis 13, keen senses racial trait.  ",
			"**Benefit:** You ignore up to -5 in penalties due to distance on visual Perception checks, allowing you to see accurately at much greater distances than most.",
			"",
			"### Mythic Eagle Eyes",
			"",
			"{SOURCE Mythic Adventures/64}",
			"",
			"You eyesight rivals that of the most far-seeing raptors.  ",
			"**Prerequisites:** {feat/Eagle Eyes}.  ",
			"**Benefit:** You ignore up to -10 in penalties due to distance on visual Perception checks, instead of the normal -5. As a swift action, you can expend one use of mythic power to ignore all penalties due to distance on visual Perception checks for 1 round."
		],
		"has_mythic_version": true
	},
	"eagle_knight_candidate": {
		"name": "Eagle Knight Candidate",
		"sources": [ "Andoran, Spirit of Liberty" ],
		"description": [
			"## Eagle Knight Candidate (Achievement)",
			"",
			"{SOURCE Andoran, Spirit of Liberty/13}",
			"",
			"You have proven your courage and skill to both the [Eagle Knights](rule/aff_vangard) and the leaders of Andoran.  ",
			"**Prerequisites:** Character level 5th, convince four different Eagle Knights and either a member of the People's Council or an Andoran town mayor to write letters of commendation on your behalf.  ",
			"**Benefit:** Choose one branch of the Eagle Knights you hope to join. You gain a specific benefit based on this choice.",
			"",
			"*Golden Legion:* Each round as a move action, you may issue commands to all allies within 30 feet who can see and hear you. Each affected ally that obeys your orders gains a +1 bonus on attack rolls, Armor Class, and saving throws during that round.",
			"",
			"*Steel Falcons:* You deal +1 damage with weapon attacks directed at any creature against which you have {rule/concealment}. If you have total concealment against the creature, this bonus increases to +2.",
			"",
			"*Twilight Talons:* During the surprise round, the threat range of your weapons doubles for any attack made against unaware targets. This does not stack with any other effect that expands the threat range of a weapon."
		]
	},
	"eagle_eyed": {
		"name": "Eagle-Eyed",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Eagle-Eyed",
			"",
			"{SOURCE Ultimate Wilderness/110}",
			"",
			"Your distance vision is exceptionally keen, enabling you to see well in both normal and dim lighting conditions and providing you an advantage when making ranged attacks.  ",
			"**Prerequisites:** Perception 3 ranks.  ",
			"**Benefit:** Your distance modifier to the DC of vision-based Perception checks is decreased to +1 per 50 feet in bright light or normal light, or +1 per 20 feet in dim light. You also gain a +2 circumstance bonus on ranged attacks against targets that are more than 100 feet away."
		]
	},
	"eagles_resolve": {
		"name": "Eagle's Resolve",
		"sources": [
			"Adventurer's Guide",
			"Andoran, Birthplace of Freedom"
		],
		"description": [
			"## Eagle's Resolve",
			"",
			"{SOURCE Adventurer's Guide/76;Andoran, Birthplace of Freedom/28}",
			"",
			"You are resolute in your opposition to slavery and oppression, and the very thought of mental control disgusts you.  ",
			"**Prerequisites:** {feat/Iron Will}.  ",
			"**Benefit:** You receive a +1 bonus on saving throws against mind-affecting effects. When you succeed at such a saving throw, you gain a +2 morale bonus on all attack rolls, damage rolls, and saving throws against the source of that effect for a number of rounds equal to the spell's level, or if the effect is not a spell, for a number of rounds equal to one-third the Hit Dice of the creature that created the effect."
		]
	},
	"earth_child_binder": {
		"name": "Earth Child Binder",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Earth Child Binder (Combat)",
			"",
			"{SOURCE Ultimate Combat/98}",
			"",
			"Even the greatest giants fear your technique.  ",
			"**Prerequisites:** Wis 13, dwarf or gnome, defensive training racial trait, {feat/Earth Child Style}, {feat/Earth Child Topple}, {feat/Greater Trip}, {feat/Improved Trip}, {feat/Improved Unarmed Strike}, {feat/Stunning Fist}, Acrobatics 9 ranks.  ",
			"**Benefit:** You can trip a creature of the giant subtype no matter its size. While you are using Earth Child Style, when a prone creature of the giant subtype stands up and provokes an attack of opportunity from you, if you make an unarmed strike, you can declare you are making a Stunning Fist attempt after the attack hits. You gain a +4 bonus to the DC of any Stunning Fist effect you deliver in this way.  ",
			"**Normal:** You can only trip opponents who are one size category larger than you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">You can spend 5 stamina points to use Stunning Fist without expending a normal use of Stunning Fist when a creature with the giant subtype provokes an attack of opportunity by standing up."
		]
	},
	"earth_child_style": {
		"name": "Earth Child Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Earth Child Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/99}",
			"",
			"Your martial training makes you a dangerous and elusive target for giants.  ",
			"**Prerequisites:** Wis 13, dwarf or gnome, defensive training racial trait, {feat/Improved Unarmed Strike}, Acrobatics 3 ranks.  ",
			"**Benefit:** While using this style, your defensive training dodge bonus to AC increases to +6. Further, against creatures of the giant subtype, you can add your Wisdom bonus on your unarmed strike damage rolls.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When you make a successful unarmed strike attack against a creature that has the giant subtype, you can spend up to 5 stamina points to gain a bonus on the damage roll equal to double the number of stamina points you spent."
		]
	},
	"earth_child_topple": {
		"name": "Earth Child Topple",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Earth Child Topple (Combat)",
			"",
			"{SOURCE Ultimate Combat/99}",
			"",
			"Your mastery of balance and momentum allows you to bring down giants with your bare hands.  ",
			"**Prerequisites:** Wis 13, dwarf or gnome, defensive training racial trait, {feat/Earth Child Style}, {feat/Improved Trip}, {feat/Improved Unarmed Strike}, Acrobatics 6 ranks.  ",
			"**Benefit:** You can trip a creature of the giant subtype of up to Huge size. While using Earth Child Style, you add your Wisdom bonus on combat maneuver checks made to trip a creature of the giant subtype, as well as on attack rolls to confirm a critical hit against such a creature.  ",
			"**Normal:** You can trip only those opponents that are one size category larger than you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When you trip a creature with the giant subtype, you can spend 3 stamina points to cause the creature to also take 2d6 points of falling damage."
		]
	},
	"earth_magic": {
		"name": "Earth Magic",
		"sources": [
			"Ultimate Wilderness",
			"Heroes of the Wild"
		],
		"description": [
			"## Earth Magic",
			"",
			"{SOURCE Ultimate Wilderness/110;Heroes of the Wild/26}",
			"",
			"You can draw raw magical energy from the ground to empower your spells.  ",
			"**Prerequisites:** Ability to cast 1st-level spells, favored terrain class feature.  ",
			"**Benefit:** While you're in your favored terrain, your effective caster level increases by 1 for the purpose of improving spell effects dependent on caster level. This increase in effective caster level doesn't grant you access to more spells."
		]
	},
	"earthtouched": {
		"name": "Earthtouched",
		"sources": [ "Giants Revisited" ],
		"description": [
			"## Earthtouched",
			"",
			"{SOURCE Giants Revisited/49}",
			"",
			"You were marked from birth with the gift of magic.  ",
			"**Prerequisites:** Cha 15, stone giant.  ",
			"**Benefit:** You have a distinguishing feature such as small stature, odd coloration, or crystalline growths on your skin that mark your sorcerous potential. You gain a +1 racial bonus to your caster level when casting sorcerer spells with the earth descriptor. For every 3 sorcerer levels you attain, you add a new spell known of a spell level you can cast. This spell must either be from the abjuration or divination schools or have the earth descriptor."
		]
	},
	"echoes_of_stone": {
		"name": "Echoes of Stone",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Echoes of Stone",
			"",
			"{SOURCE Advanced Race Guide/147}",
			"",
			"Your senses are keener among the rocks and stones.  ",
			"**Prerequisites:** Oread.  ",
			"**Benefit:** You gain a +4 racial bonus on Perception checks underground, and on Survival checks to avoid becoming lost in caverns and rocky areas."
		]
	},
	"echoes_of_the_first_world": {
		"name": "Echoes of the First World",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Echoes of the First World (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/205}",
			"",
			"Your fey heritage is strong, and it grows stronger when you're near another of your kind.  ",
			"**Prerequisites:** Knowledge (nature) 2 ranks, gnome subtype.  ",
			"**Benefit:** While you're adjacent to an ally who has the gnome subtype and who also has this feat, you gain DR 2/cold iron, and you count as fey instead of humanoid for the purposes of effects that target creatures by type. You still count as having the gnome subtype, however."
		]
	},
	"echoing_spell": {
		"name": "Echoing Spell",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Echoing Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Magic/149}",
			"",
			"You have learned how to release most, but not all, of a spell's potential when you cast it.  ",
			"**Benefit:** When you cast an echoing spell, it does not disappear entirely from memory, and you can cast it one additional time during that day. No effect that allows you to reprepare or recast a spell can affect the echoed spell. If you prepare spells, this second casting does not require you to prepare it in another spell slot. If you spontaneously cast spells, this second casting does not expend another available spell slot. An echoing spell uses up a spell slot three levels higher than the spell's actual level."
		]
	},
	"eclectic": {
		"name": "Eclectic",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Eclectic",
			"",
			"{SOURCE Advanced Player's Guide/158}",
			"",
			"You have a talent for picking up different vocations.  ",
			"**Prerequisites:** Human.  ",
			"**Benefit:** Choose an additional favored class and gain either +1 hit point or +1 skill point whenever you take a level in that class. If you choose a class in which you already have levels, the benefits of this feat are retroactive."
		]
	},
	"eclipse_strike": {
		"name": "Eclipse Strike",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Eclipse Strike (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/205}",
			"",
			"A sudden darkness disorients your foe, leaving it unprotected against your blinding attack.  ",
			"**Prerequisites:** Tiefling, darkness racial spell-like ability.  ",
			"**Benefit:** You can attack with an eclipse strike as a standard action if you and an ally who also has this feat are both flanking the target. You and your ally must both have at least one use of your darkness racial spell-like ability available to make this attack. If your eclipse strike hits, your target is blinded for 1 round. Creatures that have the see in darkness ability are immune to the blindness that is caused by an eclipse strike."
		]
	},
	"eclipsed_spell": {
		"name": "Eclipsed Spell",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Eclipsed Spell (Metamagic)",
			"",
			"{SOURCE Blood of Shadows/25}",
			"",
			"You alter how your spells affect illumination.  ",
			"**Benefit:** Only spells that create areas of light or darkness can be eclipsed spells. If the eclipsed spell creates an area that shines like a torch or raises the light level by one step, you can choose to have the spell lower the illumination level in the affected area by one step, functioning like darkness. If the eclipsed spell creates an area that shines like daylight or raises the light level by two steps, you can choose to have the spell lower the illumination level in the affected area by two steps and create an area of magical darkness, functioning like deeper darkness.",
			"",
			"If the eclipsed spell lowers the illumination level in the affected area by one step, you can choose to have the spell cause the affected area to glow with normal light, functioning like light. If the eclipsed spell lowers the illumination level in the affected area by two steps, you can choose to have the spell cause the affected area to shed bright light, functioning like daylight.",
			"",
			"An eclipsed spell does not use up a higher-level spell slot than the spell's actual level."
		]
	},
	"ectoplasmic_spell": {
		"name": "Ectoplasmic Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Ectoplasmic Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/158}",
			"",
			"Your spells breach the gulf between dimensions, sending ghostly emanations into the ether.  ",
			"**Benefit:** An ectoplasmic spell has full effect against incorporeal or ethereal creatures. An ectoplasmic spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"edge_runner": {
		"name": "Edge Runner",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Edge Runner",
			"",
			"{SOURCE Heroes of the Streets/28}",
			"",
			"You move with speed and assurance in places that cause others to fall into danger.  ",
			"**Prerequisites:** Dex 13.  ",
			"**Benefit:** You can move at full speed while using Acrobatics to balance on narrow surfaces, and do not become flat-footed or lose your Dexterity bonus to AC while doing so. You also gain a +4 bonus on Climb checks to catch yourself while falling. You also gain a +4 bonus on saving throws against effects that would cause you to fall into a pit (such as create pit or a pit trap). This bonus does not apply to your CMD against bull rush or trip attacks."
		]
	},
	"eerie_sense": {
		"name": "Eerie Sense",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Eerie Sense",
			"",
			"{SOURCE Inner Sea Gods/211}",
			"",
			"You have a knack for sniffing out undead.  ",
			"**Prerequisites:** Ability to cast detect undead or detect evil as a spell or spell-like ability, worshiper of Pharasma.  ",
			"**Benefit:** At the beginning of your turn each round, if you are within 60 feet of an undead creature or a haunt, you get a chill down your spine and instinctively sense that something eerie is very near. This sense does not alert you to the direction of the undead or haunt. Anything that can block detect undead can likewise block this sense."
		]
	},
	"eerily_centered": {
		"name": "Eerily Centered",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Eerily Centered",
			"",
			"{SOURCE Legacy of the First World/6}",
			"",
			"Little can shake your peaceful temperament.  ",
			"**Prerequisites:** Bleachling racial trait, gnome.  ",
			"**Benefit:** You gain a +4 racial bonus on saving throws against spells and effects with the emotion descriptor. Effects with the fear descriptor or that grant you a morale bonus affect you for only half the normal duration (minimum 1 round), and such effects that you can activate on yourself (such as a barbarian's rage) require you to expend daily uses or rounds of those abilities at twice the normal rate."
		]
	},
	"efficient_focus_shift": {
		"name": "Efficient Focus Shift",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Efficient Focus Shift",
			"",
			"{SOURCE Occult Adventures/132}",
			"",
			"You are more adept than most at shifting mental focus between your implements.  ",
			"**Prerequisites:** Occultist level 7th.  ",
			"**Benefit:** Twice per day when you shift mental focus from one implement to another, you can add the same number of points to the latter implement that you removed from the former.  ",
			"**Normal:** By removing points of mental focus from one implement, you can add the same amount - 1 to another.  ",
			"**Special:** You can take this feat multiple times. Its effects stack."
		]
	},
	"effortless_trickery": {
		"name": "Effortless Trickery",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Effortless Trickery",
			"",
			"{SOURCE Gnomes of Golarion/26}",
			"",
			"Your natural knack for illusion allows you to maintain at least one illusion spell with little effort.  ",
			"**Prerequisites:** Gnome.  ",
			"**Benefit:** You can maintain concentration on one spell of the illusion school as a swift action. This has no effect on spells of other schools or on illusion spells with durations that don't depend on your active concentration. While you may only maintain one spell as a swift action, you may take your move and standard actions to maintain other spells normally, if you wish.  ",
			"**Normal:** Concentrating to maintain a spell is a standard action that does not provoke attacks of opportunity."
		]
	},
	"efreeti_stance": {
		"name": "Efreeti Stance",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Efreeti Stance (Combat)",
			"",
			"{SOURCE Ultimate Combat/99}",
			"",
			"Calling upon the burning spirits of incarnate flame, you can manipulate fire to protect yourself and immolate your foes.  ",
			"**Prerequisites:** Con 15, Wis 15, {feat/Efreeti Style}, {feat/Elemental Fist}, {feat/Improved Unarmed Strike}, base attack bonus +11 or monk level 9th.  ",
			"**Benefit:** You gain one additional Elemental Fist attempt per day. While using Efreeti Style, you gain fire resistance equal to your base attack bonus or your monk level plus any base attack bonus gained from levels in classes other than monk, whichever is higher. While denied your Dexterity bonus to AC you are also denied this resistance. Creatures that take fire damage from your Elemental Fist attack must succeed at a Reflex save (DC 10 + 1/2 your character level + your Wis modifier) or catch on fire.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When making an Elemental Fist attack, you can spend up to 5 stamina points to increase the DC of the saving throw to avoid catching on fire by an amount equal to the number of stamina points you spent."
		]
	},
	"efreeti_style": {
		"name": "Efreeti Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Efreeti Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/99}",
			"",
			"Your mastery of the unpredictable power of flames allows you to unleash scorching strikes that burn your enemies even when you fail to make contact.  ",
			"**Prerequisites:** Con 13, Wis 15, {feat/Elemental Fist}, {feat/Improved Unarmed Strike}, base attack bonus +9 or monk level 5th.  ",
			"**Benefit:** You gain one additional Elemental Fist attempt per day. While using this style and Elemental Fist to deal fire damage, you gain a bonus on fire damage rolls equal to your Wisdom bonus. Further, if your Elemental Fist melee attack misses while you are using it to deal fire damage, you still deal 1d6 points of fire damage to your target.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When you make an Elemental Fist attack to deal fire damage, you can spend up to 5 stamina points. When you do, you deal an amount of additional fire damage equal to double the number of stamina points you spent."
		]
	},
	"efreeti_touch": {
		"name": "Efreeti Touch",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Efreeti Touch (Combat)",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"Your knowledge of the secrets of the burning wind and blazing sun allows you to collect flames into your hands and unleash them in a gout of elemental fire.  ",
			"**Prerequisites:** Con 15, Wis 17, {feat/Efreeti Style}, {feat/Efreeti Stance}, {feat/Elemental Fist}, {feat/Improved Unarmed Strike}, base attack bonus +13 or monk level 11th.  ",
			"**Benefit:** While using Efreeti Style, as a standard action, you can spend two Elemental Fist attempts to unleash a 15-foot cone-shaped burst of flame. Creatures caught in the cone take your unarmed strike damage plus the fire damage from your Elemental Fist and catch on fire. A successful Reflex save (DC 10 + 1/2 your character level + your Wis modifier) reduces the damage by half and prevents a target from catching on fire.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">Instead of spending two uses of Elemental Fist to unleash a cone of flame, you can spend one use of Elemental Fist and 2 stamina points."
		]
	},
	"eidolon_mount": {
		"name": "Eidolon Mount",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Eidolon Mount (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/110}",
			"",
			"Your eidolon is capable of carrying you into combat with great skill.  ",
			"**Prerequisites:** Eidolon able to choose quadruped or serpentine as a base form.  ",
			"**Benefit:** Your eidolon is capable of serving you as a combat-trained mount. If the eidolon's base form is not quadruped or serpentine, it also gains the ability to transmute its physical body into a form suitable for you to ride. This functions as the change shape ability, except the eidolon's base form changes to either quadruped or serpentine and its size changes to be one size category larger than its summoner's base size. Unlike other changes to size, this ability doesn't increase the eidolon's ability scores, reach, or weapon damage beyond that of its true form. (However, if the eidolon's size is reduced by this ability, its reach and weapon damage are adjusted accordingly.) If the eidolon's base form is not quadruped or serpentine when it gains this feat, it chooses which base form (quadruped or serpentine) to assume when using this ability. The eidolon cannot choose a base form that is not available to its subtype with this ability. If both base forms are available to the eidolon's subtype, it can change which base form it assumes when using this ability whenever it gains a new Hit Die. The eidolon can select evolutions that have either base form as a requirement, but any evolutions that require one of the base forms (but not the other) provide no benefit while the eidolon is assuming the shape of its other base form."
		]
	},
	"eldritch_aid": {
		"name": "Eldritch Aid",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Eldritch Aid",
			"",
			"{SOURCE Advanced Class Origins/26}",
			"",
			"You have been trained to expend your own spell energy to boost the effects of an ally's spell.  ",
			"**Prerequisites:** Caster level 1st.  ",
			"**Benefit:** As a standard action, you can expend a 1st-level or higher prepared spell or spell slot to grant additional magic energy to an allied spellcaster within close range (25 feet + 5 feet/2 levels). If that ally casts an instantaneous spell of an equal or lower level before the beginning of your next turn, all level-dependent calculations and caster level checks the spell requires are made as if the ally's caster level were 2 higher. If the prepared spell or spell slot you expended is at least twice the level of the spell your ally casts, your ally's caster level is treated as 4 higher instead. If your ally is able to cast more than one spell before the beginning of your next turn, only the first spell cast gains this bonus.  ",
			"**Special:** An arcanist can select this feat as an exploit. A wizard can select this feat as a bonus feat."
		]
	},
	"eldritch_assault": {
		"name": "Eldritch Assault",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Eldritch Assault",
			"",
			"{SOURCE Magic Tactics Toolbox/5}",
			"",
			"You make deadly strikes when magic cloaks your location.  ",
			"**Prerequisites:** {feat/Blind-Fight}, {feat/Improved Initiative}.  ",
			"**Benefit:** Whenever you attack from total concealment provided by a magical source (such as the {spell/displacement} or {spell/invisibility} spells), the first attack roll you make each round that is a critical threat is automatically confirmed as a critical hit."
		]
	},
	"eldritch_claws": {
		"name": "Eldritch Claws",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Eldritch Claws (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/158}",
			"",
			"Who needs magic weapons? Eldritch tricks are no match for your bestial ferocity.  ",
			"**Prerequisites:** Str 15, natural weapons, base attack bonus +6.  ",
			"**Benefit:** You natural weapons are considered both magic and silver for purpose of overcoming damage reduction.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">As long as you have 1 stamina point in your stamina pool, your claws are also considered to be cold iron weapons for the purpose of overcoming damage reduction."
		]
	},
	"eldritch_heritage": {
		"name": "Eldritch Heritage",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Eldritch Heritage",
			"",
			"{SOURCE Ultimate Magic/149}",
			"",
			"You are descended from a long line of sorcerers, and some portion of their power flows in your veins.  ",
			"**Prerequisites:** Cha 13, Skill Focus with the class skill of bloodline selected for this feat (see below), character level 3rd.  ",
			"**Benefit:** Select one sorcerer bloodline. You must have Skill focus in the class skill that bloodline grants to a sorcerer at 1st level (for example, Heal for the celestial bloodline). This bloodline cannot be a bloodline you already have. You gain the first-level bloodline power for the selected bloodline. For purposes of using that power, treat your sorcerer level as equal to your character level - 2, even if you have levels in sorcerer. You do not gain any of the other bloodline abilities.",
			"",
			"### Mythic Eldritch Heritage",
			"",
			"{SOURCE Mythic Adventures/64}",
			"",
			"The blood of your sorcerous ancestor mingles with your mythic power to great effect.  ",
			"**Prerequisites:** {feat/Eldritch Heritage}.  ",
			"**Benefit:** You gain sorcerer bloodline powers of the bloodline tied to Eldritch Heritage as if your sorcerer level were your character level - 2. For that bloodline's 1st-level bloodline power, use your full character level to determine its effect; for all other bloodline powers, treat your sorcerer level as your character level - 2."
		],
		"has_mythic_version": true
	},
	"eldritch_researcher": {
		"name": "Eldritch Researcher",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Eldritch Researcher (Story)",
			"",
			"{SOURCE Ultimate Campaign/68}",
			"",
			"You seek new applications for magical energy.  ",
			"**Prerequisites:** You must have created a new spell, or have [The Way Things Work](rule/class_background_tables) wizard background.  ",
			"**Benefit:** When casting a spell you've created, add 1 to your caster level. In addition, you gain a +2 bonus on Spellcraft checks. If you have 10 or more ranks in Spellcraft, this bonus increases to +4.  ",
			"**Goal:** Create a new spell of at least 6th level.  ",
			"**Completion Benefit:** The save DCs for any spells you create increase by 1 when you cast them. In addition, when applying metamagic feats to self-created spells, reduce the total level adjustment by 1. You can't reduce metamagic costs to lower than the spell's original level in this manner.  ",
			"**Special:** For a self-created spell to benefit from this feat, it must be a truly novel spell. Spells slightly altered from the original (for example, {spell/delayed blast fireball} as compared to {spell/fireball}) gain no benefit. Alchemists can benefit from this feat as though their formulae and extracts were spells."
		]
	},
	"electric_discharge": {
		"name": "Electric Discharge",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Electric Discharge (Teamwork)",
			"",
			"{SOURCE Heroes of the Wild/19}",
			"",
			"The fury of lightning storms fuels you and your allies.  ",
			"**Prerequisites:** {feat/Arcane Strike}, ability to cast a 1st-level or higher spell with the electricity descriptor.  ",
			"**Benefit:** If you ready an action to cast a 1st-level or higher spell with the electricity descriptor when an ally within 30 feet who has this feat casts a 1st-level or higher spell with the electricity descriptor, when you cast your spell both you and that ally gain the ability to have the next weapon attack you augment with the Arcane Strike feat deal an additional 1d4 points of electricity damage on a hit. These attacks must be made before the end of the next round."
		]
	},
	"electric_eel_conduit": {
		"name": "Electric Eel Conduit",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Electric Eel Conduit (Combat)",
			"",
			"{SOURCE Blood of the Sea/10}",
			"",
			"You can establish an ongoing electrical charge between you and a target you have grabbed.  ",
			"**Prerequisites:** Wis 17, {feat/Electric Eel Shock}, {feat/Electric Eel Style}, {feat/Elemental Fist}, {feat/Improved Unarmed Strike}, base attack bonus +13 or monk level 9th.  ",
			"**Benefit:** You gain one additional Elemental Fist attempt per day. When you successfully grapple a creature, you may expend two uses of Elemental Fist as a swift action to set up an electric charge between yourself and the creature. If you do, the target takes electricity damage equal to 1d6 plus your Wisdom modifier each round you maintain the grapple. This damage ceases when you are no longer grappling the target."
		]
	},
	"electric_eel_shock": {
		"name": "Electric Eel Shock",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Electric Eel Shock (Combat)",
			"",
			"{SOURCE Blood of the Sea/10}",
			"",
			"You can stagger your opponents with jolts of electricity.  ",
			"**Prerequisites:** Wis 15, {feat/Electric Eel Style}, {feat/Elemental Fist}, {feat/Improved Unarmed Strike}, base attack bonus +11 or monk level 7th.  ",
			"**Benefit:** You gain one additional Elemental Fist attempt per day. Creatures that take electricity damage from your Elemental Fist attack must succeed at a Fortitude save (DC 10 + half your character level + your Wisdom modifier) or be staggered for 1 round. This also applies to creatures that take electricity damage from your Electric Eel Conduit feat while grappled."
		]
	},
	"electric_eel_style": {
		"name": "Electric Eel Style",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Electric Eel Style (Combat, Style)",
			"",
			"{SOURCE Blood of the Sea/11}",
			"",
			"You have learned how to harness electrical energy to momentarily disorient your foes.  ",
			"**Prerequisites:** Wis 13, {feat/Elemental Fist}, {feat/Improved Unarmed Strike}, base attack bonus +9 or monk level 5th.  ",
			"**Benefit:** You gain one additional Elemental Fist attempt per day. While you are in this style, your Elemental Fist attack deals electricity damage. When a creature takes electricity damage from your Elemental Fist attack, you gain a +4 bonus for 1 round on combat maneuver checks to grapple the creature."
		]
	},
	"elemental_channel": {
		"name": "Elemental Channel",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Elemental Channel",
			"",
			"{SOURCE PRPG Core Rulebook/122}",
			"",
			"Choose one elemental subtype, such as air, earth, fire, or water. You can channel your divine energy to harm or heal outsiders that possess your chosen elemental subtype.  ",
			"**Prerequisites:** Channel energy class feature.  ",
			"**Benefit:** Instead of its normal effect, you can choose to have your ability to channel energy heal or harm outsiders of your chosen elemental subtype. You must make this choice each time you channel energy. If you choose to heal or harm creatures of your elemental subtype, your channel energy has no affect on other creatures. The amount of damage healed or dealt and the DC to halve the damage is otherwise unchanged.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, it applies to a new elemental subtype.",
			"",
			"### Mythic Elemental Channel",
			"",
			"{SOURCE Mythic Adventures/64}",
			"",
			"Your power over elemental beings is nearly absolute.  ",
			"**Prerequisites:** {feat/Elemental Channel}.  ",
			"**Benefit:** Your Elemental Channel can affect any elemental subtype, not just the one you chose when you took Elemental Channel. Each time you use Elemental Channel, you must pick one elemental subtype before using the feat. You can expend one use of mythic power when you use Elemental Channel to choose a second elemental subtype to affect."
		],
		"has_mythic_version": true
	},
	"elemental_claws": {
		"name": "Elemental Claws",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Elemental Claws",
			"",
			"{SOURCE Wilderness Origins/9}",
			"",
			"You empower your claws with elemental energy.  ",
			"**Prerequisites:** Con 13, Wis 13, base attack bonus +8, wild shape class feature.  ",
			"**Benefit:** When you attack with a natural weapon, select one of the following energy types: acid, cold, electricity, or fire. If you hit, the attack deals its normal damage plus 1d6 points of damage of the chosen energy type. You must declare that you are using this feat before you make your attack roll (a failed attack roll ruins the attempt). You can attempt one elemental claws attack per day for every 4 levels you have, and no more than once per round."
		]
	},
	"elemental_commixture": {
		"name": "Elemental Commixture",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Elemental Commixture (Teamwork)",
			"",
			"{SOURCE Blood of the Elements/28}",
			"",
			"You can combine your elemental spells with those of your allies to produce entirely new and synergistic magical effects.  ",
			"**Prerequisites:** Caster level 1st.  ",
			"**Benefit:** You and an ally within 30 feet who shares this feat can cast your spells together to create a more powerful, hybrid effect. Both spells must have an elemental descriptor (air, earth, fire, or water), or an energy descriptor that corresponds to one of the elements (acid [earth], cold [water], electricity [air], or fire [fire]). Both spells must be at least 1st level, within 1 spell level of each other, and cast during the same initiative turn through the use of readied actions.",
			"",
			"When the spells to be commixed are cast, one is designated as the primary spell (typically the higher-level spell), while the other is the secondary spell. The primary spell must be an offensive spell that targets an area or one or more creatures. The secondary spell can be any spell with an appropriate descriptor. Neither spell can take more than a standard action to cast. The primary spell behaves as written (with the exception of the synergistic benefits that are described below). The secondary spell does not manifest any of its usual effects; instead, targeted creatures are affected by a secondary effect that is determined by the combination of the two spells' descriptors.",
			"",
			"Targeted creatures can attempt a saving throw against the primary spell as normal (assuming that a save is normally allowed), and then attempt a separate save against the secondary effect. The secondary effect's save type is described in its listing, and its save DC is equal to the normal save DC of the primary or secondary spell, whichever is lower (or, if neither spell allows a saving throw, 10 + lowest spell's level + spellcaster's primary spellcasting ability score [Int, Wis, or Cha] modifier).",
			"",
			"Commixed spells cannot be counterspelled normally. A creature with Improved Counterspell can counterspell commixed spells if both spells are correctly identified and both belong to the same school. Regardless, the secondary effects of two spells combined through Elemental Commixture cannot be counterspelled. Spell resistance still applies to the secondary effect, unless both of the commixed spells bypass spell resistance.",
			"",
			"Synergistic Benefits: The primary spell's save DC (if any) increases by 1. If either spell is normally modified by Spell Focus or Greater Spell Focus, the bonus to save DCs granted by those feats stacks with this increase. The caster of the primary spell also gains a +1 bonus on any caster level check made to overcome spell resistance.",
			"",
			"Secondary Effects: While the secondary spell has no direct effect other than bolstering the effects of the primary spell, the combination of spells also creates a unique secondary effect depending on the elemental descriptors of the commixed spells. For the purpose of this secondary effect, the acid, cold, and electricity descriptors count as earth, water, and air descriptors, respectively. Commixed spells with the same elemental descriptors do not produce a secondary effect, though the primary spell still gains the synergistic benefits described above.",
			"",
			"- Dust (Air/Earth): Choked by dust, the targets must succeed at a Fortitude save or become staggered for 1 round plus 1 round per 5 caster levels of the secondary spell's caster. Targeted spellcasters must succeed at a concentration check to cast spells (the DC is equal to the save DC). On a successful save, the targets are not staggered but must still attempt concentration checks.",
			"- Lava (Earth/Fire): The targets are splattered with bits of molten rock and take 1d6 points of fire damage. The targets must succeed at a Reflex save or catch fire.",
			"- Mud (Earth/Water): The targets must succeed at a Reflex save or fall prone and have their movement speeds cut in half (to a minimum speed of 5 feet) for 1 round plus 1 round per 5 caster levels of the secondary spell's caster. On a successful save, the targets' movement speeds are cut in half for 1 round.",
			"- Smoke (Air/Fire): The targets suffer [smoke inhalation](rule/forest_fires) and must succeed at Fortitude saves or become nauseated for 1 round and blinded for 1d4 rounds. Success negates the nausea effect and reduces the blindness to 1 round. Creatures immune to fire are immune to the nausea effect.",
			"- Snow (Air/Water): The primary spell gains the cold descriptor if it doesn't have that descriptor already, and half the damage dealt (if any) is cold damage. The targets must succeed at a Reflex save or fall prone.",
			"- Steam (Fire/Water): Damage caused by the primary spell (if any) is treated as nonlethal, untyped damage (neither cold nor fire damage) and is not affected by energy resistance or absorbed by protection from energy. The targets become blinded for 1d4 rounds unless they succeed at a Will save.",
			"",
			"**Special:** An inquisitor or any other character with the solo tactics class feature can use this teamwork feat without the aid of an ally. In order to do so, the character must be able to cast two qualifying spells within the same round, such as by using the Quicken Spell metamagic feat to cast one spell as a swift action or by using effects such as the time stop spell."
		]
	},
	"elemental_conversion": {
		"name": "Elemental Conversion",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Elemental Conversion",
			"",
			"{SOURCE People of the Wastes/6}",
			"",
			"You can infuse your elemental spells with primal magic.  ",
			"**Benefit:** Once per day, when you cast a spell that deals acid, cold, electricity, or fire damage, you can infuse the spell with {rule/primal magic} and transform its elemental energy at random. After you cast the spell but before its effects are resolved, roll 1d4 to determine the new element (1 = acid, 2 = cold, 3 = electricity, 4 = fire). If you are in an area where primal magic is predominant, you can instead use this ability once per hour."
		]
	},
	"elemental_fist": {
		"name": "Elemental Fist",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Elemental Fist (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/158}",
			"",
			"You empower your strike with elemental energy  ",
			"**Prerequisites:** Con 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +8.  ",
			"**Benefit:** When you use Elemental Strike pick one of the following energy types: acid, cold, electricity, or fire. On a successful hit, the attack deals damage normally plus 1d6 points of damage of the chosen type. You must declare that you are using this feat before you make your attack roll (thus a failed attack roll ruins the attempt). You may attempt an elemental fist attack once per day for every four levels you have attained (see Special), and no more than once per round.  ",
			"**Special:** A monk of the four winds receives Elemental Fist as a bonus feat at 1st level, even if he does not meet the prerequisites. A monk may attempt an Elemental Fist attack a number of times per day equal to his monk level, plus one more time per day for every four levels he has in classes other than monk.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">You can spend 5 stamina points to declare the use of Elemental Fist after making a successful attack roll.",
			"",
			"### Mythic Elemental Fist",
			"",
			"{SOURCE Mythic Adventures/64}",
			"",
			"Your ability to channel elemental power through your unarmed attacks is ferociously potent.  ",
			"**Prerequisites:** {feat/Elemental Fist}.  ",
			"**Benefit:** The extra energy damage dealt by Elemental Fist increases to 1d8 points, and you gain additional uses of Elemental Fist per day equal to your tier. You can expend one use of mythic power as an immediate action to add the extra damage from your Elemental Fist to all of the unarmed strikes you make until the beginning of your next turn. This counts as only one use of Elemental Fist, regardless of the number of attacks that you make in this fashion."
		],
		"has_mythic_version": true
	},
	"elemental_focus": {
		"name": "Elemental Focus",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide"
		],
		"description": [
			"## Elemental Focus",
			"",
			"{SOURCE Advanced Player's Guide/158}",
			"",
			"Your spells of a certain element are more difficult to resist.  ",
			"**Benefit:** Choose one energy type (acid, cold, electricity, or fire). Add +1 to the Difficulty Class for all saving throws against spells that deal damage of the energy type you select.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, it applies to a new energy type.",
			"",
			"### Mythic Elemental Focus",
			"",
			"{SOURCE Mythic Adventures/64}",
			"",
			"Your elemental spells are potent and effective.  ",
			"**Prerequisites:** {feat/Elemental Focus}.  ",
			"**Benefit:** Choose an energy type in which you already have Elemental Focus. The increase to save DC provided by Elemental Focus and Greater Elemental Focus for spells of the selected energy type is 1 higher. When casting a spell with this energy type's descriptor, you can expend one use of mythic power as part of the casting to force the spell's targets to roll their saving throws twice, taking the lower result."
		],
		"has_mythic_version": true
	},
	"elemental_jaunt": {
		"name": "Elemental Jaunt",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Elemental Jaunt",
			"",
			"{SOURCE Advanced Race Guide/130}",
			"",
			"The spirits of your ancestral home call to you, beckoning you to return.  ",
			"**Prerequisites:** Character level 15th, ifrit, oread, sylph, or undine.  ",
			"**Benefit:** Once per day, you can cast {spell/plane shift} as a spell-like ability with a caster level equal to your level to transport yourself and willing targets to an elemental plane that is appropriate to your race (ifrits to the Plane of Fire, oreads to the Plane of Earth, sylphs to the Plane of Air, and undines to the Plane of Water). While on that plane, you (but not anyone transported with you) are treated as though under the effect of the spell planar adaptation."
		]
	},
	"elemental_ki": {
		"name": "Elemental Ki",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Elemental Ki",
			"",
			"{SOURCE Martial Arts Handbook/28}",
			"",
			"You can accept burn to gain the benefits of ki.  ",
			"**Prerequisites:** Brawler's flurry or flurry of blows class feature, burn class feature, kinetic fist wild talent, kineticist level 4th.  ",
			"**Benefit:** Your burn functions like a ki pool. As long as you have at least 1 point of burn, your unarmed strikes count as magic. You can take 1 point of burn as a swift action to do any two of the following: make an additional attack at your highest bonus during a flurry of blows, increase your speed by 20 feet for 1 round, or gain a +4 dodge bonus to AC for 1 round. You can also accept burn instead of spending ki (or a combination of the two) to activate an ability that costs ki points, with each point of burn you accept counting as 2 ki points. You count as having a ki pool for effects that requires a ki pool."
		]
	},
	"elemental_knowledge": {
		"name": "Elemental Knowledge",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Elemental Knowledge",
			"",
			"{SOURCE Psychic Anthology/24}",
			"",
			"Your breadth of knowledge widens as you explore your connection to the elements.  ",
			"**Prerequisites:** Expanded element class feature.  ",
			"**Benefit:** When you chose a different element from your primary element with the expanded element class feature at 7th level, you gain that element's associated skills as class skills. In addition, you gain a +1 bonus on all your element's associated skills. If you chose a third element with expanded element at 15th level, you receive these benefits for that element's associated skills as well."
		]
	},
	"elemental_overload": {
		"name": "Elemental Overload",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Elemental Overload",
			"",
			"{SOURCE Psychic Anthology/24}",
			"",
			"As you become suffused with power, you become more and more like an elemental.  ",
			"**Prerequisites:** Elemental overflow class feature, kineticist level 15th.  ",
			"**Benefit:** Whenever you have accepted at least 4 points of burn, the chance to ignore the effects of a critical hit or sneak attack increases by an additional 10%. This chance increases by an additional 5% for every 2 points of burn you accept after that. This chance can't exceed 100%.  ",
			"**Normal:** Whenever you have accepted at least 3 points of burn, your chance to ignore the effects of a critical hit or sneak attack equals 5% &times; your current number of points of burn."
		]
	},
	"elemental_spell": {
		"name": "Elemental Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Elemental Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/158}",
			"",
			"You can manipulate the elemental nature of your spells.  ",
			"**Benefit:** Choose one energy type: acid, cold, electricity, or fire. You may replace a spell's normal damage with that energy type or split the spell's damage, so that half is of that energy type and half is of its normal type. An elemental spell uses up a spell slot one level higher than the spell's actual level.  ",
			"**Special:** You can gain this feat multiple times. Each time you must choose a different energy type."
		]
	},
	"elemental_strike": {
		"name": "Elemental Strike",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Elemental Strike (Combat)",
			"",
			"{SOURCE Inner Sea Races/205}",
			"",
			"You draw upon your extraplanar heritage to imbue your weapons with elemental energies.  ",
			"**Prerequisites:** Ifrit, oread, sylph, or undine.  ",
			"**Benefit:** As a swift action, you can imbue your weapons with elemental energy. For 1 round, your weapons deal an additional 1 point of energy damage. The type of energy damage depends on your race: acid for oread, electricity for sylph, fire for ifrit, or cold for undine. For every 5 levels you possess, this bonus increases by 1, to a maximum of +5 at 20th level.  ",
			"**Special:** You can use this feat instead of Arcane Strike to qualify for or attack with the {feat/Deadly Dealer} feat."
		]
	},
	"elemental_vigor": {
		"name": "Elemental Vigor",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Elemental Vigor",
			"",
			"{SOURCE Inner Sea Gods/211}",
			"",
			"You have learned transformative secrets from communing with elemental beings.  ",
			"**Prerequisites:** Worshiper of an elemental lord.  ",
			"**Benefit:** Whenever you use a polymorph effect to assume the form of an elemental you gain a rush of vital energy. You gain a number of temporary hit points equal to the caster level of the polymorph effect and you gain a +10 foot bonus to your base speed."
		]
	},
	"elephant_stomp": {
		"name": "Elephant Stomp",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Elephant Stomp (Combat)",
			"",
			"{SOURCE Sargava, the Lost Colony/24}",
			"",
			"You deliver a crushing blow to downed enemies.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, {feat/Improved Overrun}, base attack bonus +1.  ",
			"**Benefit:** When you overrun an opponent and your maneuver check exceeds your opponent's CMD by 5 or more, instead of moving through your opponent's space and knocking her prone, you may stop in the space directly in front of the opponent (or the nearest adjacent space) and make one attack with an unarmed strike or a natural weapon against that opponent as an immediate action.  ",
			"**Normal:** When your overrun maneuver check exceeds your opponent's CMD by 5 or more, you move through the target's space and she is knocked prone."
		]
	},
	"elf_magic_defense": {
		"name": "Elf-Magic Defense",
		"sources": [ "Pathfinder #115: Trail of the Hunted" ],
		"description": [
			"## Elf-Magic Defense",
			"",
			"{SOURCE Pathfinder #115: Trail of the Hunted/74}",
			"",
			"You can better resist arcane trickery from your hated foes.  ",
			"**Prerequisites:** Favored enemy class feature, hobgoblin.  ",
			"**Benefit:** In addition to the normal benefits against your favored enemies, you add half your favored enemy bonus on saving throws made against arcane spells, spell-like abilities, and supernatural abilities of your favored enemies."
		]
	},
	"elongated_cranium": {
		"name": "Elongated Cranium",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Elongated Cranium",
			"",
			"{SOURCE Occult Adventures/132}",
			"",
			"You have undergone the painful and ancient art of cranial binding, deforming your skull to unlock the hidden potential of your psychic self.  ",
			"**Benefit:** Your cranium has been tightly bound with boards and wrappings to change its shape and attune your mind to your psychic discipline. If you take this feat after 1st level, you must undergo a painful 6-month regimen of increased tightening and head binding, during which you take a -1 penalty on Intelligence, Wisdom, and Charisma checks and on Intelligence-, Wisdom-, and Charisma-based skill checks. Once the binding is completed, your skull takes on one of three shapes of your choosing, each with a specific benefit. Once chosen, this shape cannot be changed.",
			"",
			"Fronto-Occipital Elongation: Your head slopes severely in a high conical shape, tapering from your brow to the crown of your head. You take a -1 penalty on Intelligence and Wisdom checks and on Intelligence- and Wisdom-based skill checks, but gain a +2 bonus on Charisma checks and Charisma-based skill checks. In addition, once per day, you can extend the duration of a psychic spell you cast by 50% (minimum 0 additional rounds). The increased duration doesn't stack with the increase granted by the Extend Spell feat.",
			"",
			"Ovoid Compression: Your head takes on a larger, more bulbous appearance than normal. You take a -1 penalty on Charisma and Wisdom checks and on Wisdom- and Charisma-based skill checks, but gain a +2 bonus on Intelligence checks and Intelligence-based skill checks. In addition, once per day you can cast one psychic magic spell you know with a +1 bonus to its caster level.",
			"",
			"Sagittal Elongation: Your head slopes back in a gentle, elongated curve. You take a -1 penalty on Intelligence and Charisma checks and on Intelligence- and Charisma-based skill checks, but gain a +2 bonus on Wisdom checks and Wisdom-based skill checks. In addition, once per day, you can increase the DC of a psychic spell you cast by 1."
		]
	},
	"elusive_redirection": {
		"name": "Elusive Redirection",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Elusive Redirection",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"You can redirect an attack back at your assailant or into an adjacent enemy.  ",
			"**Prerequisites:** Elusive target class feature, {feat/Combat Expertise}, {feat/Improved Unarmed Strike}, flowing monk level 12th.  ",
			"**Benefit:** When you successfully use your elusive target class feature to avoid taking damage, you can spend an immediate action and an additional point from your ki pool to redirect that attack back at your attacker or toward any other opponent adjacent to you and your attacker. This attack uses the same attack roll as the original attack, but it targets the opponent you choose."
		]
	},
	"elven_accuracy": {
		"name": "Elven Accuracy",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Elven Accuracy (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/159}",
			"",
			"Your sharp eyesight makes difficult shots easier.  ",
			"**Prerequisites:** Elf.  ",
			"**Benefit:** If you miss due to {rule/concealment} when making a ranged attack with a longbow or shortbow (including composite bows), you can reroll your miss chance roll one time to see if you actually hit.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">If you miss an attack with a longbow or shortbow due to concealment, you can spend 5 stamina points to automatically succeed at the miss chance reroll from this feat.",
			"",
			"### Mythic Elven Accuracy",
			"",
			"{SOURCE Mythic Adventures/64}",
			"",
			"Your elven eyesight cuts though concealment.  ",
			"**Prerequisites:** {feat/Elven Accuracy}.  ",
			"**Benefit:** When you make an attack with a longbow or short bow (including composite bows), you can ignore concealment, but not total concealment. You still suffer a miss chance for total concealment, but if you miss due to total concealment, you may reroll your miss chance as per Elven Accuracy."
		],
		"has_mythic_version": true
	},
	"elven_battle_focus": {
		"name": "Elven Battle Focus",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Elven Battle Focus (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/12}",
			"",
			"Your fighting style is enhanced by your keen intellect.  ",
			"**Prerequisites:** Int 13, {feat/Elven Battle Style}, {feat/Elven Battle Training}, {feat/Weapon Finesse}, base attack bonus +4, weapon familiarity racial trait.  ",
			"**Benefit:** While using Elven Battle Style, you can add your Intelligence modifier to that weapon's damage (instead of any other ability bonus or modifier you can add to your weapon damage). The weapon must be one appropriate for your size."
		]
	},
	"elven_battle_style": {
		"name": "Elven Battle Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Elven Battle Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/12}",
			"",
			"You wield traditional elven weapons with grace.  ",
			"**Prerequisites:** {feat/Elven Battle Training}, {feat/Weapon Finesse}, base attack bonus +1, weapon familiarity racial trait.  ",
			"**Benefit:** While wielding a longsword, a rapier, or any melee weapon that has \"elven\" in its name, combat maneuver checks attempted with that weapon as attacks of opportunity don't themselves provoke attacks of opportunity."
		]
	},
	"elven_battle_torrent": {
		"name": "Elven Battle Torrent",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Elven Battle Torrent (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/12}",
			"",
			"You rapidly counter enemy attacks.  ",
			"**Prerequisites:** Int 13, {feat/Elven Battle Focus}, {feat/Elven Battle Style}, {feat/Elven Battle Training}, {feat/Weapon Finesse}, base attack bonus +10, weapon familiarity racial trait.  ",
			"**Benefit:** While using Elven Battle Style, any opponent that makes an attack against you and misses while you are fighting defensively or using total defense or the Combat Expertise feat provokes an attack of opportunity from you. Even if you have Combat Reflexes, you can't benefit from this feat more than once per round."
		]
	},
	"elven_battle_training": {
		"name": "Elven Battle Training",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Elven Battle Training (Combat)",
			"",
			"{SOURCE Advanced Race Guide/28}",
			"",
			"You have been specially trained to wield a variety of traditional elven weapons.  ",
			"**Prerequisites:** Base attack bonus +1, elf.  ",
			"**Benefit:** You have received special training with traditional elven weapons (longbows, composite longbows, longswords, rapiers, shortbows, composite shortbows, and any weapon with the word \"elven\" in its name). You receive a +2 bonus to your CMD against disarm and sunder maneuvers directed at one of these weapons you are wielding. In addition, if you are wielding one of these melee weapons, you may make an additional attack of opportunity each round (this bonus stacks with Combat Reflexes).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When you are wielding a traditional elven weapon as defined in the feat, you can spend 5 stamina points to make one additional attack of opportunity with that weapon. This stacks with additional attacks of opportunity granted by this feat, Combat Reflexes, and similar abilities."
		]
	},
	"elven_spirit": {
		"name": "Elven Spirit",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Elven Spirit",
			"",
			"{SOURCE Advanced Race Guide/46}",
			"",
			"Although you are of mixed heritage, you are closer to your elven relatives and the magic in their blood flows freely in your veins.  ",
			"**Prerequisites:** Half-elf.  ",
			"**Benefit:** You possess the elven magic racial trait of the elves, granting you a +2 racial bonus on caster level checks made to overcome spell resistance. In addition, you receive a +2 racial bonus on Spellcraft checks made to identify the properties of magic items. Alternatively, you can instead gain any one racial trait that elves can exchange for the elven magic racial trait.  ",
			"**Special:** You can only take this feat at 1st level. If you take this feat, you cannot take the Human Spirit feat."
		]
	},
	"embrace_of_the_dark_fey": {
		"name": "Embrace of the Dark Fey",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Embrace of the Dark Fey (Story)",
			"",
			"{SOURCE Legacy of the First World/5}",
			"",
			"The blood of an evil fey ancestor in your veins lends you aggressive, often bloodthirsty impulses that you strive to keep under control.  ",
			"**Prerequisites:** You must have an evil fey such as a quickling or redcap somewhere in your family line, or you must have the Shameful Heritage background.  ",
			"**Benefit:** You gain a +2 bonus on Intimidate checks. If you have 10 or more ranks in Intimidate, this bonus increases to +4. You also gain a +2 circumstance bonus on attack rolls made to confirm critical hits.  ",
			"**Goal:** Demoralize an appropriate number of creatures using the Intimidate skill.  ",
			"**Special:** While a creature is shaken because you have demoralized it using the Intimidate skill, your attacks that deal damage to the creature also deal 1 point of bleed damage. Bleed damage from this ability does not stack with itself."
		]
	},
	"emergency_attunement": {
		"name": "Emergency Attunement",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Emergency Attunement",
			"",
			"{SOURCE Pathfinder Society Primer/13}",
			"",
			"You can adapt your defenses to any situation.  ",
			"**Prerequisites:** Spellcraft 7 ranks.  ",
			"**Benefit:** As a standard action, you can alter one of your ongoing abjuration or transmutation spells. It must be currently affecting you and must grant a choice of options when cast. You change its benefit to a different one from the same list. In order to accomplish this, you must make a successful Spellcraft check (DC equal to 10 + the level of the spell to be altered). The duration of the spell is reduced to half of the spell's remaining duration. For example, a 7th-level wizard could change her resist energy (fire) spell with 50 minutes of its duration remaining into resist energy (cold), but the new duration would be 25 minutes. This ability does not change the benefit for any other creatures targeted by the original spell."
		]
	},
	"emissarys_emboldening": {
		"name": "Emissary's Emboldening",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Emissary's Emboldening (Familiar)",
			"",
			"{SOURCE Familiar Folio/19}",
			"",
			"Your familiar lends you divine courage.  ",
			"**Prerequisites:** Must have a familiar with the {arc-familiar/emissary} archetype.  ",
			"**Benefit:** As long as your familiar is adjacent to you, you gain a +1 morale bonus against fear effects. This bonus increases by 1 at 4th level and every 4 levels thereafter (to a maximum of +5 at 16th level). At 20th level, you become immune to fear effects as long as your familiar is adjacent to you."
		]
	},
	"emotional_conduit": {
		"name": "Emotional Conduit",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Emotional Conduit",
			"",
			"{SOURCE Occult Adventures/132}",
			"",
			"The deep emotional resonance you share with your phantom enables you to master the emotions of others.  ",
			"**Prerequisites:** Shared consciousness class feature.  ",
			"**Benefit:** You gain familiarity with a number of additional spells based on the emotional focus of your phantom. These spells are added to both your class spell list (if not already on that list) and your list of spells known; they are in addition to the normal number of spells known for your level. The spells you gain are as follows: Anger: 1st-burst of adrenaline, 2nd-rage, 3rd-howling agony, 4th-telekinetic charge, 5th-vengeful outrage, 6th-transformation.",
			"",
			"Despair: 1st-touch of gracelessness, 2nd-death knell, 3rd-ray of exhaustion, 4th-crushing despair, 5th-suffocation, 6th-eyebite.",
			"",
			"Devotion: 1st-invisibility alarm, 2nd-spiritual weapon, 3rd-cure light wounds, 4th-spell immunity, 5th-vampiric shadow shield, 6th-greater heroism.",
			"",
			"Fear: 1st-heightened awareness, 2nd-scare, 3rd-fear, 4th-feast on fear, 5th-nightmare, 6th-frightful aspect.",
			"",
			"Hatred: 1st-murderous command, 2nd-disfiguring touch, 3rd-bestow curse, 4th-debilitating portent, 5th-foster hatred, 6th-phantasmal revenge.",
			"",
			"Jealousy: 1st-compel hostility, 2nd-life pact, 3rd-ectoplasmic snare, 4th-entrap spirit, 5th-dominate person, 6th-unwilling shield.",
			"",
			"Zeal: 1st-delusional pride, 2nd-false life, 3rd-heroism, 4th-freedom of movement, 5th-joyful rapture, 6th-greater heroism."
		]
	},
	"empath": {
		"name": "Empath",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Empath",
			"",
			"{SOURCE Occult Adventures/132}",
			"",
			"You have learned how to psychically sense an individual's mood or altered mental state.  ",
			"**Prerequisites:** {feat/Psychic Sensitivity} or ability to cast psychic spells, Perception 1 rank or Sense Motive 1 rank.  ",
			"**Benefit:** You can use either Perception or Sense Motive when reading an emotion aura with the read aura occult skill unlock. Reading a creature's emotion aura takes you only a full-round action instead of 10 minutes, and if you succeed at your check, you also determine whether that creature is currently affected by a fear or mind-affecting effect and the relative strength of that effect (minor, moderate, strong, as defined in detect magic). You don't learn the source of the effect or the actual effect.",
			"",
			"You can also use the read aura occult skill unlock to read emotion auras more than once per day by opening your innate mental defenses. For 1 minute after you use this feat, you take a -4 penalty on saving throws against fear and mind-affecting effects (regardless of whether you succeeded at the check). During this time, you're also unable to attempt to read emotion auras. Using this feat doesn't use up your one daily use of the read aura unlock, which you can still use either to read another type of aura or to read an emotion aura without taking the penalty associated with this feat."
		]
	},
	"empathy": {
		"name": "Empathy",
		"sources": [
			"Pathfinder #85: Fires of Creation",
			"People of the Stars"
		],
		"description": [
			"## Empathy",
			"",
			"{SOURCE Pathfinder #85: Fires of Creation/72;People of the Stars/7}",
			"",
			"You have learned to experience emotion.  ",
			"**Prerequisites:** Cha 13, android.  ",
			"**Benefit:** You lose the emotionless special quality. You can gain morale bonuses, and can be affected by emotion-based effects and fear effects. You lack the +4 racial bonus on saving throws against mind-affecting effects."
		]
	},
	"empower_spell": {
		"name": "Empower Spell",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Empower Spell (Metamagic)",
			"",
			"{SOURCE PRPG Core Rulebook/122}",
			"",
			"You can increase the power of your spells, causing them to deal more damage.  ",
			"**Benefit:** All variable, numeric effects of an empowered spell are increased by half including bonuses to those dice rolls.",
			"",
			"Saving throws and opposed rolls are not affected, nor are spells without random variables. An empowered spell uses up a spell slot two levels higher than the spell's actual level."
		]
	},
	"empowered": { "copyof": "empower_spell" },
	"empower_spell_like_ability": {
		"name": "Empower Spell-Like Ability",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Empower Spell-Like Ability (Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/314}",
			"",
			"One of this creature's spell-like abilities is particularly potent and powerful.  ",
			"**Prerequisites:** Spell-like ability at caster level 6th or higher.  ",
			"**Benefit:** Choose one of the creature's spell-like abilities, subject to the restrictions below. The creature can use that ability as an empowered spell-like ability three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"When a creature uses an empowered spell-like ability, all variable, numeric effects of the spell-like ability are increased by half (+50%). Saving throws and opposed rolls are not affected. Spell-like abilities without random variables are not affected.",
			"",
			"The creature can only select a spell-like ability duplicating a spell with a level less than or equal to 1/2 its caster level (round down) - 2. For a summary, see the table in the description of the Quicken Spell-Like Ability.",
			"",
			"| Spell Level | Caster Level to Empower | Caster Level to Quicken |",
			"| --- | --- | --- |",
			"| 0 | 4th | 8th |",
			"| 1st | 6th | 10th |",
			"| 2nd | 8th | 12th |",
			"| 3rd | 10th | 14th |",
			"| 4th | 12th | 16th |",
			"| 5th | 14th | 18th |",
			"| 6th | 16th | 20th |",
			"| 7th | 18th | - |",
			"| 8th | 20th | - |",
			"| 9th | - | - |",
			"",
			"**Special:** This feat can be taken multiple times. Each time it is taken, the creature can apply it to a different spell-like ability."
		]
	},
	"empowered_daemonic_pact": {
		"name": "Empowered Daemonic Pact",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Empowered Daemonic Pact",
			"",
			"{SOURCE Inner Sea Monster Codex/59}",
			"",
			"Your violent death brings woe to the enemies of your daemon masters.  ",
			"**Prerequisites:** Urdefhan.  ",
			"**Benefit:** When you succeed at using your daemonic pact ability and allow your soul to be consumed, the resulting blast's radius increases to 10 feet, and you gain a +2 profane bonus to the DC of the Reflex save victims must attempt to halve this damage.  ",
			"**Normal:** A successful use of the daemonic pact ability deals negative energy damage to creatures in a 5-foot radius."
		]
	},
	"empty_quiver_flexibility": {
		"name": "Empty Quiver Flexibility",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Empty Quiver Flexibility (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/14}",
			"",
			"You can apply your ranged fighting feats to melee attacks.  ",
			"**Prerequisites:** {feat/Empty Quiver Style}, {feat/Rapid Shot}, {feat/Stabbing Shot}, Weapon Focus with the chosen weapon.  ",
			"**Benefit:** While using Empty Quiver Style, you can apply any feats and class abilities you possess that modify your ranged attack rolls and damage rolls with the chosen weapon to melee attack rolls and damage rolls made with that weapon. Additionally, you are considered to be threatening the area around you as if you were wielding a melee weapon."
		]
	},
	"empty_quiver_flurry": {
		"name": "Empty Quiver Flurry",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Empty Quiver Flurry (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/14}",
			"",
			"You can use your ranged weapons to make melee attacks that keep foes at bay as you shoot them.  ",
			"**Prerequisites:** {feat/Empty Quiver Flexibility}, {feat/Empty Quiver Style}, {feat/Rapid Shot}, {feat/Stabbing Shot}, Weapon Focus with the chosen weapon.  ",
			"**Benefit:** While using Empty Quiver Style or Stabbing Shot to make melee attacks with a ranged weapon, if you successfully hit a foe, any ranged attacks you make with the same weapon until the beginning of your next turn do not provoke attacks of opportunity from that foe.  ",
			"**Special:** If you have the Rapid Reload feat in addition to this feat, your chosen weapon is a crossbow or firearm, that weapon is unloaded, and you successfully hit a foe in melee with it, you can automatically load it as a free action."
		]
	},
	"empty_quiver_style": {
		"name": "Empty Quiver Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Empty Quiver Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/14}",
			"",
			"You can fight in melee with your bow, crossbow, or firearm.  ",
			"**Prerequisites:** Weapon Focus with the chosen weapon.  ",
			"**Benefit:** While using this style, you can make melee attacks with the chosen weapon as if it were a heavy mace (or a light mace for melee attack made with a hand crossbow or one-handed firearm), though you don't automatically threaten the area around you as if you were wielding a melee weapon. You can switch between melee and ranged attacks with this weapon without penalty, even during the same round. In addition, you ignore the elf prerequisite for the Stabbing Shot feat. If you have the Stabbing Shot feat, you can use it with a crossbow or firearm, substituting a loaded bolt or firearm ammunition for an arrow.  ",
			"**Special:** In addition to the chosen weapon, a character with this feat and the weapon training (bows, crossbows, or firearms) class feature can use Empty Quiver Style with any bow, crossbow, or firearm, respectively."
		]
	},
	"empty_threats": {
		"name": "Empty Threats",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Empty Threats",
			"",
			"{SOURCE Blood of the Beast/27}",
			"",
			"You have a gift for making authentic-sounding threats you never intend to follow through on.  ",
			"**Prerequisites:** Bluff 5 ranks.  ",
			"**Benefit:** You can use the Bluff skill to demoralize opponents in combat instead of Intimidate. You can attempt a Bluff check in place of an Intimidate check when using the Dazzling Display feat and feats that list Dazzling Display as a prerequisite. If you use the Bluff skill to demoralize, you cannot use it to feint until the beginning of your next turn, and vice versa."
		]
	},
	"encouraging_spell": {
		"name": "Encouraging Spell",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Encouraging Spell (Metamagic)",
			"",
			"{SOURCE Magic Tactics Toolbox/5}",
			"",
			"Your inspiration provides your allies with greater support.  ",
			"**Prerequisites:** Cha 13, Diplomacy 6 ranks.  ",
			"**Benefit:** Any morale bonus granted by an encouraging spell is increased by 1. An encouraging spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"endurance": {
		"name": "Endurance",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Endurance",
			"",
			"{SOURCE PRPG Core Rulebook/122}",
			"",
			"Harsh conditions or long exertions do not easily tire you.  ",
			"**Benefit:** You gain a +4 bonus on the following checks and saves: Swim checks made to resist nonlethal damage from exhaustion; Constitution checks made to continue running; Constitution checks made to avoid nonlethal damage from a forced march; Constitution checks made to hold your breath; Constitution checks made to avoid nonlethal damage from starvation or thirst; Fortitude saves made to avoid nonlethal damage from hot or cold environments; and Fortitude saves made to resist damage from suffocation.",
			"",
			"You may sleep in light or medium armor without becoming fatigued.  ",
			"**Normal:** A character without this feat who sleeps in medium or heavier armor is fatigued the next day.",
			"",
			"### Mythic Endurance",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"Your endurance is truly beyond the pale.  ",
			"**Prerequisites:** {feat/Endurance}.  ",
			"**Benefit:** The bonus on checks and saves from Endurance increases by half your tier. You take half the damage when you fail a check to avoid nonlethal damage from a forced march, starvation and thirst, hot or cold environments, or slow suffocation.",
			"",
			"You can sleep in heavy armor without becoming fatigued."
		],
		"has_mythic_version": true
	},
	"endure_pain_zon_kuthons_kiss": {
		"name": "Endure Pain (Zon-Kuthon's Kiss)",
		"sources": [ "Cities of Golarion" ],
		"description": [
			"## Endure Pain (Zon-Kuthon's Kiss)",
			"",
			"{SOURCE Cities of Golarion/42}",
			"",
			"Through violent and torturous conditioning, you have built up a resistance to pain.  ",
			"**Prerequisites:** Survived being tortured 10 or more times.  ",
			"**Benefit:** If you take nonlethal damage, you may attempt a Fortitude saving throw (DC equal to 10 + the nonlethal damage dealt) to reduce that damage by half. The Endurance feat grants a +4 bonus on this saving throw."
		]
	},
	"enduring_might": {
		"name": "Enduring Might",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Enduring Might",
			"",
			"{SOURCE Martial Arts Handbook/29}",
			"",
			"When you gather your might, it lasts long enough to improve your defenses and attacks of opportunity.  ",
			"**Prerequisites:** {feat/Gather Might}.  ",
			"**Benefit:** When you use {feat/Gather Might}, the ability score bonuses last until the beginning of your next turn."
		]
	},
	"enemy_cult": {
		"name": "Enemy Cult",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Enemy Cult (Story)",
			"",
			"{SOURCE Horror Adventures/86}",
			"",
			"You have crossed paths with a cult opposed to everything in which you believe.  ",
			"**Prerequisites:** You must have encountered a cult whose general alignment is opposite to yours on at least one axis or who threatened your beliefs or way of life.  ",
			"**Benefit:** Choose an appropriate [detect chaos/evil/good/law](spell/detect_evil) spell that would aid you in opposing your chosen enemy cult. You can cast this spell twice per day as a spell-like ability with a caster level equal to your character level.  ",
			"**Goal:** Thwart the enemy cult, whose leader must be a challenging foe. You must deal that cult leader a decisive defeat, and additionally eradicate the cult or drive the cult from the area.  ",
			"**Completion Benefit:** You gain a +2 resistance bonus on saving throws against evil creatures and a +2 deflection bonus to AC against evil creatures' attacks. These bonuses double against evil summoned creatures."
		]
	},
	"energized_wild_shape": {
		"name": "Energized Wild Shape",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Energized Wild Shape",
			"",
			"{SOURCE Ultimate Wilderness/110}",
			"",
			"Your wild shape form gains the benefits of one energy type for both offensive and defensive purposes.  ",
			"**Prerequisites:** Wis 19, base attack bonus +6, wild shape class feature.  ",
			"**Benefit:** When you assume a wild shape form, choose one of the following energy types: acid, cold, electricity, or fire. You gain resistance 10 to that energy type. Also, one of your natural attacks deals an additional 1d6 points of damage of the chosen energy type. If you choose a wild shape form that already has energy resistance of the same type you choose, it increases by 5 instead. If you choose a wild shape form that deals damage of the same energy type you choose, increase the energy damage you deal by one die size (1d6 becomes 1d8, and so on).  ",
			"**Special:** You can take this feat more than once. Each time you take this feat, choose a different energy type."
		]
	},
	"energy_channel": {
		"name": "Energy Channel",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Energy Channel",
			"",
			"{SOURCE Advanced Class Guide/146}",
			"",
			"You distill your channeled energy into your weapon to empower it.  ",
			"**Prerequisites:** Channel energy class feature; Air, Earth, Fire, or Water domain or blessing.  ",
			"**Benefit:** A swift action, you can expend one use of channel energy to grant your weapon attacks a bonus on damage rolls equal to twice the number of dice rolled for your channel energy. This additional damage is of an energy type determined by your domain or blessing: acid (Earth), cold (Water), electricity (Air), or fire (Fire). If you have more than one of those domains or blessings, you must choose one of those damage types when you use this ability. This effect lasts for your next three weapon attacks or until the end of combat, whichever comes first."
		]
	},
	"energy_mastery": {
		"name": "Energy Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Energy Mastery (Item Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/26}",
			"",
			"You can project energy from evocation magic items.  ",
			"**Prerequisites:** Use Magic Device 1 rank, base Fortitude save bonus +4.  ",
			"**Benefit:** You can cause an item that has a 1st level or higher evocation spell with the acid, cold, electricity, or fire descriptor in its construction requirements to cast burning hands. The spell has the energy descriptor from the appropriate requirement spell and deals that type of damage instead of fire damage. You can use this feat once per day, plus an additional time per day at base Fortitude save bonus +6, +8, +10, and +12.",
			"",
			"You can spend two daily uses of this feat to cast lightning bolt this way if the spell listed in the item's construction requirements is at least 3rd level (still dealing a type of energy damage appropriate to that spell)."
		]
	},
	"enfilading_fire": {
		"name": "Enfilading Fire",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Enfilading Fire (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"Your ranged attacks take advantage of the flanking maneuvers of allies.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Precise Shot}, one other teamwork feat.  ",
			"**Benefit:** You receive a +2 bonus on ranged attacks made against a foe flanked by 1 or more allies with this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">Before making a ranged attack roll, you can spend 1 stamina point to gain the benefits of this feat against a target that is flanked by two or more allies, even if those allies don't have this feat."
		]
	},
	"enforcer": {
		"name": "Enforcer",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Campaign Setting",
			"Pathfinder Unchained"
		],
		"description": [
			"## Enforcer (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/159;Pathfinder Campaign Setting/125}",
			"",
			"You are skilled at causing fear in those you brutalize.  ",
			"**Prerequisites:** Intimidate 1 rank.  ",
			"**Benefit:** Whenever you deal nonlethal damage with a melee weapon, you can make an Intimidate check to demoralize your target as a free action. If you are successful, the target is shaken for a number of rounds equal to the damage dealt. If your attack was a critical hit, your target is frightened for 1 round with a successful Intimidate check, as well as being shaken for a number of rounds equal to the damage dealt.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When you score a critical hit with a weapon dealing nonlethal damage, you can spend 5 stamina points to frighten the target for 1d4 rounds instead of 1 round."
		]
	},
	"engulf_horror": {
		"name": "Engulf Horror",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Engulf Horror (Combat)",
			"",
			"{SOURCE Horror Adventures/86}",
			"",
			"The repulsive horror of your smothering attack nearly incapacitates most foes.  ",
			"**Prerequisites:** {feat/Engulf Revulsion}; {umr/engulf} or {umr/smother} universal monster ability.  ",
			"**Benefit:** When you successfully engulf or smother an opponent, successfully maintain a grapple combat maneuver on a smothered opponent, the opponent must succeed at a Will save (DC = 10 + 1/2 your Hit Dice + your Strength modifier) or become staggered for 1 round. This is a mind-affecting fear effect."
		]
	},
	"engulf_revulsion": {
		"name": "Engulf Revulsion",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Engulf Revulsion (Combat)",
			"",
			"{SOURCE Horror Adventures/86}",
			"",
			"The stomach-churning terror of your smothering attack leaves creatures sick and weakened.  ",
			"**Prerequisites:** {umr/Engulf} or {umr/smother} universal monster ability.  ",
			"**Benefit:** When you successfully engulf or smother an opponent, or successfully maintain a grapple combat maneuver on an engulfed or smothered opponent, that opponent must succeed at a Will save (DC = 10 + 1/2 your Hit Dice + your Strength modifier) or become shaken for 1 round. This is a mind-affecting fear effect."
		]
	},
	"enhanced_coven": {
		"name": "Enhanced Coven",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Enhanced Coven",
			"",
			"{SOURCE Blood of the Coven/13}",
			"",
			"By deepening your connection with your coven members, you have made your coven capable of casting more spells each day.  ",
			"**Prerequisites:** Changeling, coven hex or {feat/Coven-Touched}.  ",
			"**Benefit:** Your changeling coven can cast three more spells each day from its list of spell-like abilities. If multiple members of your coven take this feat, the benefits stack."
		]
	},
	"enhanced_gnome_magic": {
		"name": "Enhanced Gnome Magic",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Enhanced Gnome Magic",
			"",
			"{SOURCE Ultimate Wilderness/110}",
			"",
			"Your ties to the First World manifest in the form of magical abilities that tap into a natural element.  ",
			"**Prerequisites:** Cha 13, Knowledge (nature) 3 ranks, gnome, gnome magic racial trait.  ",
			"**Benefit:** Add one of the following to your gnome magic spell-like abilities: burning hands, corrosive touch, gentle breeze, icicle dagger, or shocking grasp. You can use this spell-like ability once per day."
		]
	},
	"enhanced_ki_throw": {
		"name": "Enhanced Ki Throw",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Enhanced Ki Throw (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/24}",
			"",
			"You enhance the force of your ki throws, enabling you to devastate your opponents as you slam them to the ground.  ",
			"**Prerequisites:** Ki pool class feature, {feat/Ki Throw}.  ",
			"**Benefit:** When using the Ki Throw feat, you can expend 1 ki point to amplify the force of your attack. If your ki throw succeeds, when the target hits the ground, it takes damage as if you had hit it with an unarmed strike."
		]
	},
	"enlarge_spell": {
		"name": "Enlarge Spell",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Enlarge Spell (Metamagic)",
			"",
			"{SOURCE PRPG Core Rulebook/122}",
			"",
			"You can increase the range of your spells.  ",
			"**Benefit:** You can alter a spell with a range of close, medium, or long to increase its range by 100%. An enlarged spell with a range of close now has a range of 50 ft. + 5 ft./level, while medium-range spells have a range of 200 ft. + 20 ft./level and long-range spells have a range of 800 ft. + 80 ft./level. An enlarged spell uses up a spell slot one level higher than the spell's actual level.",
			"",
			"Spells whose ranges are not defined by distance, as well as spells whose ranges are not close, medium, or long, do not benefit from this feat."
		]
	},
	"enlightened_noble": {
		"name": "Enlightened Noble",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Enlightened Noble",
			"",
			"{SOURCE Heroes of the High Court/4}",
			"",
			"You to excel in a particular area thanks to your noble family's field of expertise.  ",
			"**Prerequisites:** Cha 13, {feat/Noble Scion}, Knowledge (nobility) 1 rank.  ",
			"**Benefit:** You gain an additional benefit based on the flavor of your noble family chosen with the {feat/Noble Scion} feat.",
			"",
			"Scion of the Arts: A number of times per day equal to your Charisma modifier, you can roll 2d20 for a Perform check and take the better result.",
			"",
			"Scion of Lore: You can attempt Knowledge skill checks untrained. If you have 10 or more ranks in a Knowledge skill, the bonus from Scion of Lore increases to +2 for that skill.",
			"",
			"Scion of Magic: Once per day, you can gain a +2 bonus to caster level on a concentration check, a Use Magic Device check, or a check to overcome spell resistance.",
			"",
			"Scion of Peace: Choose one Wisdom-based skill. Once per day when you take 10 on this skill, you treat the result as if you had rolled an 18 instead of a 10.",
			"",
			"Scion of War: After rolling initiative, you can attempt a Bluff check as an immediate action to feint against a creature or an Intimidate check to demoralize a creature. This can only affect creatures that act after you in the initiative count."
		]
	},
	"ennobled_resistances": {
		"name": "Ennobled Resistances",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Ennobled Resistances",
			"",
			"{SOURCE Heroes of the High Court/23}",
			"",
			"The protection and resilience granted by your investiture is particularly strong.  ",
			"**Prerequisites:** Investiture class feature, character level 4th.  ",
			"**Benefit:** When you improve one of your saving throws with your investiture class feature as a swift action, select a second type of saving throw to gain the same bonus."
		]
	},
	"enrage_opponent": {
		"name": "Enrage Opponent",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Enrage Opponent (Combat, Panache)",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"With a quip or a suggestive gesture, you send your enemy into a tizzy.  ",
			"**Prerequisites:** Cha 13, {feat/Persuasive}, either {feat/Amateur Swashbuckler} or the panache class feature.  ",
			"**Benefit:** As a swift action, you can spend 1 panache point to enrage a creature with an Intelligence of 4 or more within 60 feet that can see or hear you. Attempt an Intimidate check as if to demoralize the creature. If you succeed, the creature takes a -2 penalty to its AC until it has made at least one attack against you (including area effects that include you) or until it can no longer see or hear you. You can have only one opponent enraged at you with this feat at a time, and once you've enraged a creature, you can't enrage it again for 24 hours."
		]
	},
	"ensemble": {
		"name": "Ensemble",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Ensemble (Teamwork)",
			"",
			"{SOURCE Ultimate Magic/149}",
			"",
			"You can create an ensemble of skilled and amateur performers to aid you in your performance.  ",
			"**Prerequisites:** Perform 5 ranks  ",
			"**Benefit:** When you are performing, allies within 20 feet who also have this feat can aid you with your Perform checks (including those made as part of bardic performance) as if they were aiding another as an immediate action. The allies make their aid another rolls before you make your check. No more than four allies can grant you a bonus with aid another. Allies aiding you do not need to use the same category of the Perform skill that you are using in order to aid you.  ",
			"**Special:** If you possess one or more levels of the bard class, you can choose any one ally within 20 feet to be part of the ensemble. The ally is considered to have the ensemble teamwork feat for the purposes of aiding your performance."
		]
	},
	"entreating_critical": {
		"name": "Entreating Critical",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Entreating Critical (Combat, Critical)",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"Your critical hit allows you a chance to make your foes briefly see reason.  ",
			"**Prerequisites:** Cha 15, {feat/Call Truce}, {feat/Critical Focus}, {feat/Persuasive}, base attack bonus +11, Diplomacy 5 ranks.  ",
			"**Benefit:** Whenever you confirm a critical hit, the shock of the attack momentarily opens an opportunity to end hostilities with a quick entreaty. As an immediate action immediately after confirming the critical hit, you can attempt a Diplomacy check to improve the target's attitude as though you had spent 1 full round using the Call Truce feat. All other conditions and limitations of the Call Truce feat apply."
		]
	},
	"entwining_stare": {
		"name": "Entwining Stare",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Entwining Stare (Stare)",
			"",
			"{SOURCE Blood of the Beast/17}",
			"",
			"Your painful stare makes your enemies easier to grab and constrict.  ",
			"**Prerequisites:** Mesmerist level 7th, painful stare class feature.  ",
			"**Benefit:** When you trigger your painful stare to add damage to an attack with grab, the target takes a -4 penalty to its CMD against the grab's grapple combat maneuver attempt."
		]
	},
	"ephemeral_tread": {
		"name": "Ephemeral Tread",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Ephemeral Tread",
			"",
			"{SOURCE Plane-Hopper's Handbook/30}",
			"",
			"You are able to gain some abilities of a lucid dreamer while in your corporeal form.  ",
			"**Prerequisites:** Cha 15, {feat/Lucid Dreamer}, Knowledge (planes) 5 ranks.  ",
			"**Benefit:** Once per day, when you are in the Dimension of Dreams in your physical body, you can attempt an impossible action as a standard action as though you were in a lucid body. No positive modifiers can be applied to this roll other than your Charisma modifier."
		]
	},
	"equipment_trick": {
		"name": "Equipment Trick",
		"sources": [
			"Heroes from the Fringe",
			"Sargava, the Lost Colony",
			"Adventurer's Armory",
			"Dirty Tactics Toolbox",
			"Adventurer's Armory 2",
			"Magical Marketplace",
			"Pathfinder Society Field Guide"
		],
		"description": [
			"## Equipment Trick (Combat)",
			"",
			"{SOURCE Heroes from the Fringe/29;Sargava, the Lost Colony/25;Adventurer's Armory/22;Dirty Tactics Toolbox/18;Adventurer's Armory 2/2}",
			"",
			"Choose a piece of equipment, such as an anvil, boots, a cloak, a heavy blade scabbard, a sunrod, or a wondrous item. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any equipment trick related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an improvised weapon, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment.",
			"",
			"### Anvil Tricks",
			"",
			"{SOURCE Magical Marketplace/14}",
			"",
			"In addition to the feat or skill requirements listed for each of these tricks, you must have the Equipment Trick (anvil) feat. You may use these tricks with any anvil weighing 50 pounds or more.",
			"",
			"*Counterweight* (Climb 5 ranks): You can use your anvil as a counterweight when you climb a rope or chain to reduce your Climb DC by 5.",
			"",
			"*Improve Armor* (Craft [armor] 5 ranks): You can spend an hour with your anvil and a suit of nonmagical metal armor to temporarily increase the armor's armor bonus by 1. This bonus ends after the next time the wearer is hit.",
			"",
			"*Quick Fix* (Craft [any] 5 ranks): You can spend 1 minute with your anvil and a metal item with the broken condition to remove the broken condition from the item for 1 hour. The item does not recover any hit points, and at the end of the hour it regains the broken condition and loses an additional 1d6 hit points (unless properly fixed by then).",
			"",
			"*Smash Through* (Improved Bull Rush): When you end your move adjacent to a closed door, you can open the door as part of your move action (instead of as a separate move action) by smashing it with an anvil as you move. If the door is stuck or locked, you must succeed at a bull rush combat maneuver check that exceeds the door's break DC.",
			"",
			"### Boot Tricks",
			"",
			"{SOURCE Dirty Tactics Toolbox/18}",
			"",
			"In addition to the feat or skill prerequisites (listed in parentheses) for each of the following tricks, you must have the appropriate Equipment Trick feat.",
			"",
			"A pair of boots refers to any set of footwear that has hard soles. These equipment tricks can be used with either magic or mundane boots.",
			"",
			"*Cleat Stomp* (Improved Unarmed Strike): When you make a successful unarmed strike against an opponent while wearing a pair of boots with cleats, the target takes 1 point of bleed damage. The bleed damage can be stopped by a successful DC 15 Heal skill check or by magical healing. The effects of this trick stack with other sources of bleed damage but not with other bleed damage dealt by this trick.",
			"",
			"*Heel Crush* (Improved Dirty Trick): When you succeed at a successful dirty trick combat maneuver check against an opponent within melee range, you can crush the target's foot or similar appendage with your boot heel. Instead of inflicting one of the conditions that can normally be imposed by a dirty trick, you reduce the target's movement speed by half (to a minimum of 5 feet). You can't use a dirty trick combat maneuver in this manner against an opponent that is using a movement type other than its land speed, and movement types other than land speeds aren't affected by this equipment trick. As usual, a creature with a movement speed of 5 feet can't take a 5-foot step.",
			"",
			"*Sharp Veer* (Combat Reflexes): Whenever you use the charge or run action, you can make one 90-degree turn during your movement. You must move at least 10 feet in a straight line after this turn if you are charging.",
			"",
			"### Cloak Tricks",
			"",
			"{SOURCE Dirty Tactics Toolbox/18}",
			"",
			"In addition to the feat or skill prerequisites (listed in parentheses) for each of the following tricks, you must have the appropriate Equipment Trick feat.",
			"",
			"At the GM's discretion, you can use these tricks with any cloth object that is roughly the same size and shape as a cloak for a creature of your size (such as a curtain).",
			"",
			"*Dazzling Trail* (Dazzling Display): When you successfully use Intimidate to demoralize an opponent while wearing a cloak, you can increase the duration of the demoralize effect by 1d4 rounds.",
			"",
			"*Distracting Cloak* (Stealth 3 ranks): When you attempt a Bluff check to feint, you can use your cape to create a diversion instead of denying your opponent his Dexterity bonus to AC. Compare the result of your Bluff check against the feint DC of each opponent that can see you (DC = 10 + the opponent's base attack bonus + the opponent's Wisdom modifier, or 10 + the opponent's Sense Motive bonus if he is trained in Sense Motive and this bonus is higher). You can attempt a Stealth check to hide from any opponent that you successfully feint against in this manner, even if that opponent is observing you. If you do not have cover or concealment against any of these targets at the start of each of their turns, they automatically spot you at that time.",
			"",
			"*Parachute Cloak* (Acrobatics 5 ranks): While wearing a cloak, you can adjust your grip so that it catches the air as you fall. If you use both of your hands to hold on to your cloak as you fall, you can attempt a DC 20 Acrobatics check to ignore the first 20 feet fallen (as opposed to the usual DC 15 check to ignore only the first 10 feet), and you avoid falling prone at the end of your jump even if you take damage.",
			"",
			"*Suerte de Capote* (Dueling Cape): While using the Dueling Cape feat to wield a cloak or similar object as a buckler, you gain a +2 bonus on Bluff checks to feint in combat. This bonus increases by 1 for every 5 ranks in Sleight of Hand that you possess. Additionally, you can release your cape as a free action whenever you successfully feint an opponent with a melee attack to entangle it, as detailed in the Dueling Cape feat.",
			"",
			"### Heavy Blade Scabbard Tricks",
			"",
			"{SOURCE Adventurer's Armory/22}",
			"",
			"In addition to the feat, skill, or other requirement listed for each of these tricks, you must have the Equipment Trick (heavy blade scabbard) feat to use a trick. You may use these tricks with any sword scabbard designed for a heavy blade (see the [fighter weapon groups](ability/weapon_groups)). At your GM's discretion, you may be able to use some of these tricks with a scabbard intended for a light blade, but that requires a separate Equipment Trick feat and may be less effective.",
			"",
			"*Capture Weapon* (Improved Disarm): When you successfully disarm an opponent's manufactured weapon, as a free action you may flip the disarmed weapon into your scabbard so long as the weapon would fit there. If you are not holding the scabbard in hand and attempt this, you have a -4 penalty on the disarm check. At the GM's discretion, you can also use this trick on any item the opponent is holding as long as it would fit in your scabbard (such as a wand). You can only use this trick if you are wearing or holding your empty scabbard.",
			"",
			"*Find the Hidden* (Blind-Fight): You can use your scabbard to probe for hidden dangers. As a move action, you may sweep your scabbard through an adjacent square where you suspect there is an invisible creature; make a touch attack and roll the miss chance normally. If it hits and you have an available attack, you may attack that target once with a -2 penalty and no miss chance for invisibility. All other attacks you make against that creature (whether in that round or otherwise) do not gain this benefit (though you can sweep again on your next turn).",
			"",
			"*Grab Purchase* (Climb 5 ranks): You can use your scabbard as leverage to halt a fall, keep yourself from getting dragged, or prevent other sorts of involuntary movement by grabbing your scabbard with a free hand, jamming it into a hard surface, and clinging to it. Whenever you fail a Climb check, you may attempt to catch yourself while falling with a +10 bonus; your GM may rule that some walls require you to hold your scabbard with two hands rather than one or are too smooth for this trick to work. If subjected to involuntary movement such as a bull rush, you may spend a move action from your next turn to use your scabbard as an anchor, giving you a +5 bonus to your CMD to resist the movement. If you spend this move action, you only get a standard action during your next turn.",
			"",
			"*Hurl Scabbard* (Quick Draw): You can draw your weapon in such a way that you send your combat scabbard whirling off to strike at any creature in sight. This ranged attack is a swift action and is treated as a thrown weapon.",
			"",
			"*Steer Opponent* (Improved Bull Rush): You can use your scabbard to move a foe into the perfect position for you to make your attack. As a swift action, use your scabbard to make a bull rush against an opponent. If you succeed, instead of pushing him back, you direct your target into the path of your next attack. You gain a +2 bonus on your next attack roll against the target, and +1 for every additional 5 feet your bull rush could have pushed your opponent if you had chosen to push him back. If you fail the bull rush attempt, you are considered flat-footed against that target until your next turn.",
			"",
			"*Tangle Leg* (Improved Trip, Throw Anything): When you draw your weapon, you may send its combat scabbard whirling off to strike an opponent's legs. This bonus attack is a swift action and requires you to make a trip attack against the target. The target can be no larger than your own size category, and the range penalty applies to your trip attempt. If you succeed, the target is knocked prone. Failing this attempt does not knock you prone unless you are within your opponent's reach.",
			"",
			"### Instrument Tricks",
			"",
			"{SOURCE Adventurer's Armory 2/19}",
			"",
			"Bards and other musicians must sometimes improvise more than their music. These instrument tricks expand any musical instrument's uses and supplement the {feat/Equipment Trick} feat. Some tricks might be unusable for certain instruments at the GM's discretion; for example, an organ is too unwieldy to use as an improvised weapon. In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (instrument) feat to use a trick.",
			"",
			"*Attention Grabber* (Perform 5 ranks, Bluff 5 ranks or bardic performance or raging song class feature): Your loud or discordant performance covers your allies' movements. Creatures within 30 feet of you that can hear you play an instrument take a -2 penalty on Perception checks, other than Perception checks made in response to your actions, for as long as you play.",
			"",
			"*Goad Animal* (Handle Animal 5 ranks or Animal Affinity): You can use your soothing performance to handle an animal that is friendly toward you, such as a mount or pet. When playing your instrument, commanding the animal to perform a trick it knows is a free action, and pushing it to perform a trick it does not know is a standard action. If you already can make an animal respond more quickly, such as with the link ability of an animal companion, this trick provides no benefit.",
			"",
			"*Jaw-Dropping Distraction* (Perform 7 ranks, Bluff 7 ranks or bardic performance or raging song class feature): When using your instrument, you can attempt a Perform check instead of a Bluff check to feint an opponent. If you succeed, the creature is denied its Dexterity bonus to AC against one target of your choosing (other than you) until the beginning of your next turn. Once you have used this trick against a creature, whether or not you succeeded at the check, you cannot use this trick to feint the creature for 24 hours. Creatures with uncanny dodge are immune to this trick.",
			"",
			"*Play to the Crowd* (Perform 3 ranks, Diplomacy 3 ranks or bardic performance or raging song class feature): You can use Perform, rather than Diplomacy, to improve an NPC's initial attitude toward you as long as you are able to perform for at least 1 minute. You cannot use this trick to increase the NPC's attitude beyond friendly.",
			"",
			"*Ruffian's Riff* (Catch Off-Guard): You can treat a musical instrument as an improvised weapon with the performance special feature. When you use a masterwork musical instrument as an improvised weapon, you treat it as a masterwork weapon (adding a +1 enhancement bonus on your attack rolls). Your attacks with a magical musical instrument are treated as magic for the purpose of overcoming damage reduction.",
			"",
			"### Kaava Musk Tricks",
			"",
			"{SOURCE Sargava, the Lost Colony/25}",
			"",
			"In addition to the feat, skill, or other requirement listed for each of these tricks, you normally must have the Equipment Trick (Kaava musk) feat to use a trick. You can, however, attempt Kaava musk tricks marked with an asterisk without the Equipment Trick (Kaava musk) feat, but you have a 50% chance of splashing yourself with the musk instead of completing the trick; this failure uses the dose of the musk (and in most cases invalidates what you were planning to use the musk for).",
			"",
			"*Careful Steps* (Nimble Moves or Acrobatics 5 ranks): You can pass through a square splashed with Kaava musk without getting any of it on you.",
			"",
			"*Fast Flask* (Quick Draw): You can draw an easily accessible flask of Kaava musk as a free action rather than a standard action.",
			"",
			"*Make the Kill* (scent ability or scent rage power): You gain a +1 morale bonus on weapon attack and weapon damage rolls when attacking a target marked with Kaava musk.",
			"",
			"*Musk Blinding* (Blinding Critical): When using Kaava musk as a thrown weapon, increase the Fortitude save DC of the blinding critical effect by +5.",
			"",
			"*Musk Poison* (poison use class ability): You can apply Kaava musk to a melee or thrown weapon as if it were a poison. This makes your weapon reek in the normal manner. However, the first creature struck by your weapon also gains the musk-stink as if it were splashed by a full container of musk 2 days ago. The struck target can wash off the musk on the next round in the normal manner, but otherwise it continues to stink for 2 more days. Kaava musk applied to small items like ammunition has no effect.",
			"",
			"*Musk Sickening* (Sickening Critical): When using Kaava musk as a thrown weapon, increase the duration of the sickening critical effect by 1 minute.",
			"",
			"*Reactive Splashing* (Improved Disarm): When disarming an opponent of a flask of Kaava musk, you can have the flask break at your opponent's feet, automatically splashing him with the musk.",
			"",
			"*Splashproof Shield* (Shield Focus): If you are using a shield and are hit with Kaava musk, you can make a Reflex save to use the shield to prevent any of the musk from touching you (thus, if you drop the shield, you do not have any of the musk penalties). The DC for this ability is 10 if using a tower shield, 15 for a heavy shield, 20 for a light shield, and 25 for a buckler. You cannot use this trick if you are flat-footed or helpless.",
			"",
			"*Stink-Fighting* (Blind-Fight): Your familiarity with Kaava musk allows you to pinpoint an invisible muskmarked creature with a Perception check at only a -10 penalty rather than the normal -20 penalty.",
			"",
			"### Lantern Tricks",
			"",
			"{SOURCE Adventurer's Armory 2/14}",
			"",
			"Lanterns come in a variety of shapes and sizes. Each of these tricks can be performed with any sort of lantern or lamp, except when a specific kind of lamp is indicated in the description. In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (lantern) feat to use a trick.",
			"",
			"*Intensified Oil* (Craft [alchemy] 3 ranks): You can combine three flasks of oil into a single use of improved oil as you add it to a lamp or lantern. This improved oil causes the lamp or lantern to which it is added to burn more brightly than usual, increasing its light range by 50%. This improved oil can only be used in the lamp or lantern it's mixed in and has no additional special effects.",
			"",
			"*Lantern Bash* (Shield Focus): If you carry a lamp or lantern in the hand you use to wield a light shield, your shield bash attacks with that shield deal an additional 1 point of fire damage.",
			"",
			"*Lantern Bomb* (Quick Draw): You can throw a lamp or lantern with at least 4 hours of oil remaining in it as a splash weapon, using the rules for alchemist's fire.",
			"",
			"*Lesser Light* (no additional prerequisites): When lighting a lamp or lantern, you reduce the size of its flame to provide only dim light in the area in which the lantern usually provides normal light. The lamp or lantern uses oil at half the usual rate. The lamp or lantern must be extinguished and re-lit to shed light normally.",
			"",
			"*Oil Splash* (Improved Dirty Trick): You can attempt a dirty trick combat maneuver against an opponent while either you or the opponent is holding a lamp or lantern. If you succeed at this combat maneuver check, you can knock some oil from the lamp or lantern into your target's face. Your target is blinded as normal by the dirty trick and takes 1 point of fire damage each round the blindness lasts.",
			"",
			"### Pole Tricks",
			"",
			"{SOURCE Adventurer's Armory 2/15}",
			"",
			"Each of these tricks can be done with a pole or balancing pole, but specific poles have further abilities. In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (pole) feat to use a trick.",
			"",
			"*Pole Trip* (Catch Off-Guard or Improved Trip): You can treat a pole as an improvised weapon with the reach and trip special features. You can treat an unhinged folding pole as an improvised weapon with the disarm and trip special features. A pole or folding pole used as an improvised weapon deals 1d6 points of bludgeoning damage.",
			"",
			"*Seek the Unseen* (Perception 1 rank): When you attempt to find a creature you cannot see (either because it is invisible, or because you are blind), you can sweep a pole through any two adjacent squares within 10 feet of you as a standard action. Make a melee attack against an AC of 10. If you hit, and if a creature you cannot see is in the designated area, you deal no damage but have successfully pinpointed the creature's current location.",
			"",
			"*Wall Climb* (Climb 3 ranks): You can climb narrow passageways if your pole can reach a wall or other solid surface on both sides, bracing yourself and scooting the pole further along the surface as you climb. This method is reliable but laborious; you gain a +10 circumstance bonus on your Climb checks to climb in this manner, but you climb at half the usual speed.",
			"",
			"### Rope Tricks",
			"",
			"{SOURCE Pathfinder Society Field Guide/49}",
			"",
			"In addition to the feat, skill, or other requirement listed for each of these tricks, you must have the Equipment Trick (rope) feat to use rope tricks. Rope tricks can be performed with hemp rope or silk rope, or with similar ropelike items at the GM's discretion.",
			"",
			"*Coil* (Sleight of Hand 5 ranks): You can coil rope rapidly, requiring only 1 round to coil 20 feet of rope. (Coiling 20 feet of rope normally takes 1d6 rounds.)",
			"",
			"*Hogtie* (Improved Grapple): When you attempt to tie up an opponent you are grappling, your penalty is only -5 instead of the normal -10.",
			"",
			"*Knotted Weapon* (Weapon Proficiency [spiked chain]): You can use a knotted length of rope as a spiked chain that inflicts bludgeoning damage instead of piercing damage.",
			"",
			"*Lash* (Weapon Proficiency [whip]): You can use a length of rope as a whip at no penalty. The piece of rope that is used as a whip must be 10 feet long - length in excess of this must remain coiled or otherwise unused at your feet or side.",
			"",
			"*Lifeline* (Climb 5 ranks): When you or a nearby creature is falling (from a failed Climb check or otherwise), you can throw a held rope as an immediate action, maintaining a grip on one end. If you are falling, this is treated as an attempt to catch yourself while falling made with a +10 bonus, but there must be some sort of solid anchor available for your rope to loop around. When attempting this check on another creature, treat it as if you yourself were falling. If the weight of the creature exceeds twice your heavy load limit (your own equipment does not count against this maximum), you are pulled after it.",
			"",
			"*Quick Release* (no additional prerequisites): You can secure a rope such that you can loose it from either end by making a quick series of tugs (a move action) at any point along the rope's length.",
			"",
			"*Slip Away* (Escape Artist 5 ranks): You gain a +10 bonus on Escape Artist checks to escape from ropes and ropelike restraints (such as vines).",
			"",
			"*Tangle* (Throw Anything): You can throw a coiled length of rope as a ranged weapon. If you hit with a ranged touch attack, the target becomes entangled. It can cut or burst the rope, or escape with a DC 15 Escape Artist check. The rope must be unsecured to use this trick.",
			"",
			"### Shield Tricks",
			"",
			"{SOURCE Adventurer's Armory/23}",
			"",
			"In addition to the feat, skill, or other requirement listed for each of these tricks, you must have the Equipment Trick (shield) feat and proficiency in (non-tower) shields to use a trick. You may use these tricks with any light or heavy shield. At your GM's discretion, you may be able to use some of these tricks with a tower shield or buckler, but that requires a separate Equipment Trick feat for that kind of shield and may add a penalty on the associated roll.",
			"",
			"*Break Ground* (Improved Trip, Throw Anything): In place of a melee attack, you can throw your shield at an opponent's feet, interfering with his movement and perhaps tripping him. You must be holding (not wearing) your shield or using a throwing shield to use this trick. Make a trip attack against your opponent. The opponent can be no larger than your own size category, and the range penalty applies to your trip attempt. If you succeed, the target is knocked prone. Failing this attempt does not knock you prone unless you are within your opponent's reach. Whether or not you succeed, as long as your shield remains where you threw it, the opponent treats that square as difficult terrain until he moves out of the square.",
			"",
			"*Hurl Shield* (Throw Anything): You can throw your shield as a ranged improvised weapon. You must be holding (not wearing) your shield to perform this trick. If you are using a throwing shield, there is no reason to use this trick.",
			"",
			"*Little Wall* (Escape Artist 5 ranks): You can contort your body behind your shield in order to gain a brief moment of security. Whenever you use the total defense action, you may choose to gain cover instead of the normal dodge bonus to AC.",
			"",
			"*Keen Eye* (Perception 5 ranks): You have mastered the art of using the reflective surface of your shield to locate foes that you dare not look at directly. On your turn, you may choose to forfeit your shield's AC bonus for 1 round to improve your defenses against one creature using a gaze attack. Your chance to avoid having to make a saving throw against that creature's gaze attack increases to 100%, and the creature does not gain {rule/concealment} against you. For every 5 ranks in Perception you have above 5, you may simultaneously use this ability against another creature with a gaze attack.",
			"",
			"*Release Shield* (no prerequisites): You may remove a light or heavy shield as a swift action instead of a move action. You may remove a throwing shield as a free action. Once you've removed the shield, you may hold it in one hand or drop it as a free action.",
			"",
			"*Ricochet Shield* (Deadly Aim, Throw Anything): When you throw a shield, you can bounce it off one or more hard surfaces in order to strike a target from an unexpected angle or to bypass an obstacle such as cover. Each object you ricochet your shield off of imposes a -2 penalty on the attack roll. Range increments apply for the total distance the shield travels, not just the direct distance between you and the target.",
			"",
			"*Shield Gag* (Improved Grapple, Throw Anything): You can force your shield into the mouth of a creature to prevent it from using bite attacks or other mouth-based abilities. Make a grapple check against a creature at least two sizes larger than your size category. If you succeed, you wedge your shield into its mouth. At any time you may release your shield, which means you both lose the grappled condition, though your shield remains in its mouth. The creature may remove the shield by destroying it (or leaving it with the broken condition), forcing the shield out of its mouth with a grapple check against your CMB, or swallowing it (if it has the swallow whole ability) as if the shield were a creature.",
			"",
			"While the shield is in place, the monster cannot use its mouth to make attacks (such as a bite or a giant frog's sticky tongue) against anything but the shield and cannot speak clearly enough to cast spells or use items requiring speech. If it uses a breath weapon, its range is half normal and any damage dealt must first get through the shield, with any remaining damage affecting the area normally.",
			"",
			"### Sling Tricks",
			"",
			"{SOURCE Heroes from the Fringe/29}",
			"",
			"The following sling tricks are commonly used by those trained in the art of the sling. In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (sling) feat to use a trick.",
			"",
			"*Charging Snare* (Improved Trip): You can dash toward an opponent and use your sling to trip it up. As a full-round action, you can move up to twice your speed at a foe and attempt a trip combat maneuver. This movement follows the rules of movement during a charge. You gain a +2 bonus on the combat maneuver check, and you take a -2 penalty to your AC until the start of your second turn.",
			"",
			"*Disarming Lash* (Improved Disarm): You can lash out with your sling to ensnare an opponent's weapon and pull it away. When you perform a disarm combat maneuver while wielding a sling, you can use your Dexterity modifier in place of your Strength modifier to determine your CMB.",
			"",
			"*Hurl Splash Weapon* (Far Shot, Throw Anything): You can fling a splash weapon with your sling to great effect. As a full-round action, you can use your sling to hurl a splash weapon as a ranged touch attack with a range equal to half your sling's range. This trick does not work with an alchemist's bombs.",
			"",
			"*Pouch Bandage* (Heal 5 ranks): You can rapidly wrap your sling around an ally's wound, stanching the flow of blood. When you or an ally within your reach has the bleed condition, as a standard action, you can bind the wound, stopping the bleed damage from one bleed effect; any other bleed effects still deal their bleed damage.",
			"",
			"### Sunrod Tricks",
			"",
			"{SOURCE Pathfinder Society Field Guide/49}",
			"",
			"In addition to the feat, skill, or other requirement listed for each of these tricks, you must have the Equipment Trick (sunrod) feat to use a trick.",
			"",
			"*Flare* (Craft [alchemy] 5 ranks or alchemist bomb class feature): As a standard action, you can expend the remaining life of a sunrod (lit or unlit) in an instant. Sighted creatures within a 20-foot-radius burst of the sunrod must succeed at a DC 15 Fortitude save or be dazzled for 2d4 rounds. Creatures with light sensitivity or light blindness receive a -2 penalty on their saving throws. Alternatively, as a full-round action, you can strike a creature with the sunrod or throw the sunrod as a ranged attack with a range increment of 10 feet. When it strikes a hard surface, it flares as describe above. Since you don't have to hit a specific target, you can simply aim at the corner of particular 5-foot square. Treat the target corner as AC 5. If a creature is struck by the sunrod and fails its Fortitude save, it is blinded for the first round of its dazzled condition.",
			"",
			"*Fast Sunrod* (Quick Draw): You can draw and light an easily accessible sunrod from a pack as a swift action.",
			"",
			"*Like the Sun* (ability to cast any spell with the light descriptor): You can use a sunrod as an additional material component for any spell that bears the light descriptor. The spell is treated as one spell level higher (to a maximum of 9th level) for all purposes, including the calculation of saving throw DCs and its ability to overcome sources of magical darkness.",
			"",
			"*Lodge Sunrod* (Throw Anything): You can throw your sunrod as a ranged improvised weapon. If you hit with a ranged touch attack, the sunrod does no damage, but stays lodged on the target until the target or another creature spends a move action to remove it.",
			"",
			"*Lure* (Handle Animal 5 ranks): As a move action while holding a lit sunrod in your hand, you can attempt to move an animal in any direction you desire. Make a Handle Animal check against a DC of 15 + the target animal's CR. If you are successful, the animal moves 5 feet in the desired direction on its next turn. For every 5 points by which your check exceeds the DC, the animal moves another 5 feet, up to the animal's maximum speed. This movement provokes attacks of opportunity as normal, though if one is taken, the animal immediately stops moving (whether or not the attack hits). You cannot move an animal into an obvious hazard with this trick, but you can (for example) lure it into an open cage.",
			"",
			"*Twice as Brightly* (Craft [alchemy] 5 ranks): As full-round action, you can tamper with an unused sunrod such that it burns out in a single hour, but shines much more brightly. It sheds bright light in a 30-foot radius and increases the light level by two steps for an additional 30 feet beyond that area (darkness becomes normal light, and dim light or normal light becomes bright light). It does not increase the light level in bright light.",
			"",
			"### Thieves' Tools Tricks",
			"",
			"{SOURCE Dirty Tactics Toolbox/19}",
			"",
			"In addition to the feat or skill prerequisites (listed in parentheses) for each of the following tricks, you must have the appropriate Equipment Trick feat.",
			"",
			"Indispensable to a rogue or any other adventurer who wishes to crack open a lock or disable a trap, a set of thieves' tools contains a number of sharp picks and coarse files.",
			"",
			"*Dirty Pick* (Disable Device 1 rank): You don't take any penalties for using a set of thieves' tools as an improvised melee weapon. A set of thieves' tools used as an improvised weapon deals 1d3 points of piercing damage. Additionally, when you attempt a dirty trick combat maneuver check to impose the blinded condition with a set of thieves' tools, you don't provoke an attack of opportunity. Masterwork thieves' tools grant a +1 enhancement bonus on attack rolls and combat maneuver checks for these purposes.",
			"",
			"*Let Myself In* (Knowledge [engineering] 3 ranks): Whenever you succeed at a Disable Device check to unlock an object that requires a move action to open, such as a door, you can immediately open that object as a free action instead.",
			"",
			"*Ranged Chicanery* (Disable Device 1 rank, Sleight of Hand 1 rank, ability to cast mage hand): You can use mage hand to attempt Disable Device and Sleight of Hand checks at range. Working at a distance increases the normal skill check DC by an amount equal to 5 + 1 for every 5 feet the range is greater than 25 feet. You can't take 10 or 20 on this check. Any object manipulated must weigh 5 pounds or less. If you also possess the ranged legerdemain class feature, you no longer increase the skill check DC by 5 while using Disable Device and Sleight of Hand at range.",
			"",
			"### Thunderstone Tricks",
			"",
			"{SOURCE Adventurer's Armory 2/26}",
			"",
			"In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (thunderstone) feat to use the following tricks.",
			"",
			"*Deafening Component* (ability to create bombs or cast any spell with the electricity, fire, or sonic descriptor): You can add a thunderstone as an additional material component to any spell you cast with the electricity, fire, or sonic descriptor, or to any bomb you throw. Any creature damaged by that spell or bomb must also succeed at a DC 15 Fortitude save or be deafened for 1 hour.",
			"",
			"*Evolve Resilience* (Knowledge [arcana] 1 rank, eidolon class feature): Your eidolon can consume a thunderstone as a standard action to bolster its resilience against certain effects. For 1 hour, your eidolon gains the [resistance evolution](ability/evolutions) or [resistance unchained evolution](ability/unchained_evolutions) (electricity or sonic only) as appropriate. Your eidolon cannot gain both resistances from this trick at the same time. During this time, the eidolon is immune to the effects of thunderstones.",
			"",
			"*Startling Noise* (Stealth 3 ranks or stalker vigilante specialization): Your thunderstones are especially effective when foes don't know they're coming. Any creature that is completely unaware of your presence takes a -4 penalty on saving throws against thunderstones you use and, if deafened, takes an amount of nonlethal damage equal to your number of sneak attack or hidden strike dice (if any).",
			"",
			"*Thunderclap* (Weapon Focus [any hammer]): Your thunderstones enhance the concussive force of hammers you wield. This trick only works with hammers to which your Weapon Focus feat applies. As a move action, you can wedge a thunderstone in place on your hammer's striking surface. When you hit a foe with that hammer, the thunderstone detonates. You gain a +4 bonus on your saving throw against the thunderstone's effect (if necessary), and your foe takes a -4 penalty on its saving throw against the thunderstone's effect.",
			"",
			"### Wondrous Item Tricks",
			"",
			"{SOURCE Dirty Tactics Toolbox/19}",
			"",
			"In addition to the feat or skill prerequisites (listed in parentheses) for each of the following tricks, you must have the appropriate Equipment Trick feat.",
			"",
			"You can use these tricks with any wondrous item that can be worn in a specific magic item slot, such as the body or wrists.",
			"",
			"*Aura Mastery* (Use Magic Device 1 rank): Once per day, you can choose a single school of magic represented by one of your wondrous items' auras; you treat your caster level as 1 higher when casting a single spell of that school. You can make this choice at any time during the day, but you must choose the item (and school) before casting the spell.",
			"",
			"*Counter Dispelling* (Spellcraft 3 ranks): When a foe attempts a dispel check, such as via dispel magic, against either a wondrous item that you are currently wearing or wielding or a spell effect created by such an item, you can use your ranks in Use Magic Device as the item's caster level instead of its actual caster level when calculating the dispel check DC. You must be aware of the spell that is being cast and identify it with a successful Spellcraft check in order to receive this benefit.",
			"",
			"*Favored Item* (Magical Aptitude): Once per day, you can spend 1 hour practicing with a wondrous item to designate it as your favored item for that day. If the favored item functions for a specific number of rounds or minutes per day greater than 1 round or 1 minute, you increase the maximum number of rounds or minutes it can function that day by an amount equal to half your ranks in Use Magic Device (minimum 1 round)."
		]
	},
	"erastils_blessing": {
		"name": "Erastil's Blessing",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Erastil's Blessing (Combat)",
			"",
			"{SOURCE Paths of the Righteous/19}",
			"",
			"Old Deadeye's favor grants you prowess with a bow that far exceeds your own physical capabilities.  ",
			"**Prerequisites:** {feat/Weapon Focus/ (longbow)}, must be a worshiper of Erastil.  ",
			"**Benefit:** You can use your Wisdom modifier instead of your Dexterity modifier on ranged attack rolls when using a bow."
		]
	},
	"eroding_strikes": {
		"name": "Eroding Strikes",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Eroding Strikes (Combat, Combination)",
			"",
			"{SOURCE Martial Arts Handbook/27}",
			"",
			"With careful, repeated blows, you weaken your foe's defenses.  ",
			"**Prerequisites:** {feat/Weapon Focus} with bludgeoning weapon.  ",
			"**Benefit:** When you deal damage with a melee attack with a bludgeoning weapon to an opponent you have already damaged this round, you can also reduce the value of that target's damage reduction by 1 until the beginning of your next turn. This reduction stacks with itself."
		]
	},
	"escape_route": {
		"name": "Escape Route",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Escape Route (Teamwork)",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"You have trained to watch your allies' backs, covering them as they make tactical withdraws.  ",
			"**Benefit:** An ally who also has this feat provokes no attacks of opportunity for moving through squares adjacent to you or within your space."
		]
	},
	"eschew_materials": {
		"name": "Eschew Materials",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Eschew Materials",
			"",
			"{SOURCE PRPG Core Rulebook/123}",
			"",
			"You can cast many spells without needing to utilize minor material components.  ",
			"**Benefit:** You can cast any spell with a material component costing 1 gp or less without needing that component. The casting of the spell still provokes attacks of opportunity as normal. If the spell requires a material component that costs more than 1 gp, you must have the material component on hand to cast the spell, as normal.",
			"",
			"### Mythic Eschew Materials",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You can cast even the most powerful spells without using material components.  ",
			"**Prerequisites:** {feat/Eschew Materials}.  ",
			"**Benefit:** You can cast any spell with a material component costing 10 gp per tier or less without providing that component. If you expend one use of mythic power while casting a spell that requires a material component costing 50 gp per tier or less, you can cast it without providing that component. Expending two uses of mythic power instead allows you to cast a spell that requires a material component costing 100 gp per tier or less without providing that component."
		],
		"has_mythic_version": true
	},
	"esoteric_abjuration": {
		"name": "Esoteric Abjuration",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Abjuration (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"A carefully selected set of geodes causes the defenses you create with your spells to offer even better protection.  ",
			"**Benefit:** When you cast an abjuration spell using geodes as an esoteric material component, you can grant a single target of that spell a +1 competence bonus on its Fortitude, Reflex, or Will saving throws for the duration of the spell. The spell must have a duration measured in rounds or minutes, and a creature can benefit from no more than one bonus from this feat at a time.",
			"",
			"When you gain geodes' greater component effect with an abjuration spell, treat your caster level as an additional 1 higher for determining the duration."
		]
	},
	"esoteric_advantage": {
		"name": "Esoteric Advantage",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Esoteric Advantage",
			"",
			"{SOURCE Pathfinder Society Primer/11}",
			"",
			"You're able to discern subtle and ineffable flaws in a creature's defenses.  ",
			"**Prerequisites:** Knowledge (arcana, dungeoneering, local, nature, planes, or religion) 3 ranks.  ",
			"**Benefit:** After identifying an individual creature with a successful Knowledge skill check, you can spend a move action to adapt your tactics to reduce that individual's natural defenses. Choose one of the following abilities that you identified: damage reduction, energy resistance, or spell resistance. For the next 24 hours you treat the selected ability as if it were 2 lower, to a minimum of 0 (for instance, you would treat DR 5/magic as if it were DR 3/magic). You can only benefit from this feat against one single creature at a time. If you use this feat to adapt your tactics to another individual before 24 hours have passed since you last adapted to a creature, the benefit provided against the first individual ends and is replaced by the benefit against the second individual. You can switch which identified creature you have adapted your tactics to (including which special ability you wish to treat as lower) as a move action."
		]
	},
	"esoteric_conjuration": {
		"name": "Esoteric Conjuration",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Conjuration (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Prismatic sand refracts the spatial energies of your conjuration magic, creating a magical distortion.  ",
			"**Benefit:** When you cast a conjuration spell using prismatic sand as an esoteric material component, select one creature summoned, called, or moved from another plane by your spell. For 1 round, that creature hasn't fully phased onto the current plane, causing all attacks against it to suffer a 20% miss chance (attacks without attack rolls deal 20% less damage).",
			"",
			"When you gain prismatic sand's greater component effect with a conjuration spell, treat your caster level as an additional 2 higher for determining the range. This happens regardless of whether you chose to increase range or area with the greater component effect. This feat does not allow you to further increase the size of an area."
		]
	},
	"esoteric_divination": {
		"name": "Esoteric Divination",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Divination (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Scrying and other difficult divinations become more likely to get to the truth when you use verdant salts.  ",
			"**Benefit:** When you cast a divination spell using verdant salts as an esoteric material component, you're more likely to get good information. You gain one of the following benefits, as appropriate to the spell: you increase the likelihood of a percentage-based divination to work correctly by 5% (giving a -5 penalty on the d% roll for {spell/contact other plane}, for example), you gain a +2 competence bonus on Perception checks while perceiving through a divination (scrying) spell such as {spell/scrying}, or you can ask one additional question (with {spell/contact other plane} or {spell/speak with dead}).",
			"",
			"When you gain verdant salts' greater component effect with a divination spell, increase the DC by an additional 1."
		]
	},
	"esoteric_enchantment": {
		"name": "Esoteric Enchantment",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Enchantment (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Verdant salts addle your target's mind when properly combined with an enchantment spell.  ",
			"**Benefit:** When you cast an enchantment spell using verdant salts as an esoteric material component, one target affected by your spell takes a -2 penalty on your choice of ability checks, attack rolls, damage rolls, saving throws, or skill checks for 1 round. If your spell allows a saving throw and the target succeeds at its save, it doesn't take this penalty. A creature can be affected by only one penalty from this feat at a time. This is a mind-affecting effect.",
			"",
			"When you gain verdant salts' greater component effect with an enchantment spell, increase the DC by an additional 1."
		]
	},
	"esoteric_evocation": {
		"name": "Esoteric Evocation",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Evocation (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Entropic resin flares from your hand when you use it for an evocation spell, striking a nearby foe.  ",
			"**Benefit:** When you cast an evocation spell using entropic resin as an esoteric material component, you can damage one creature adjacent to you. The resin deals 1 point of damage per 2 caster levels of the spell (minimum 1), and matches the damage type of your spell.",
			"",
			"When you gain entropic resin's greater component effect with an evocation spell, treat your caster level as an additional 1 higher for determining both the damage dice of the spell and the extra damage from Esoteric Evocation. This also increases the spell's maximum damage dice if applicable."
		]
	},
	"esoteric_illusion": {
		"name": "Esoteric Illusion",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Illusion (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Prismatic sand perfects and stabilizes the forms of your illusions.  ",
			"**Benefit:** When you cast an illusion spell using prismatic sand as an esoteric material component, the DC to disbelieve the illusion increases by 2, as does the spell's AC, if applicable. This benefit lasts for the duration of the spell, but doesn't affect spells with a duration of instantaneous or permanent.",
			"",
			"When you gain prismatic sand's greater component effect with an illusion spell, treat your caster level as an additional 2 higher for determining the range. This happens regardless of whether you chose to increase range or area with the greater component effect. This feat does not allow you to further increase the size of an area."
		]
	},
	"esoteric_linguistics": {
		"name": "Esoteric Linguistics",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Esoteric Linguistics",
			"",
			"{SOURCE Advanced Class Guide/146}",
			"",
			"You can decipher even the most exotic of writings, including those that contain magic.  ",
			"**Prerequisites:** {feat/Skill Focus/ (Linguistics)}.  ",
			"**Benefit:** You can attempt a Linguistics check in place of a Use Magic Device check to activate a scroll, or in place of a Spellcraft check to identify a scroll. You must still have (or emulate) the ability score required to cast a spell of the desired level, and you cannot use Linguistics on the check to emulate the required ability score."
		]
	},
	"esoteric_necromancy": {
		"name": "Esoteric Necromancy",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Necromancy (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Your expertise with entropic resin causes your necromancy spells to strike fear in those they affect.  ",
			"**Benefit:** When you cast a necromancy spell using entropic resin as an esoteric material component, one target of that spell becomes shaken. If your spell allows a saving throw and the target succeeds at its save, it is unaffected by this effect. If the spell causes the target to become shaken or frightened, this effect doesn't increase the severity of that condition (so a spell that frightens a creature wouldn't instead cause it to become panicked due to this feat). This is a mind-affecting fear effect.",
			"",
			"When you gain entropic resin's greater component effect with a necromancy spell, treat your caster level as an additional 1 higher for determining the damage dice. (This also increases the spell's maximum damage dice if applicable.)"
		]
	},
	"esoteric_transmutation": {
		"name": "Esoteric Transmutation",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Transmutation (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Geodes strengthen your physical prowess when you use them to cast transmutation spells.  ",
			"**Benefit:** When you cast a transmutation spell using geodes as an esoteric material component, you gain a +2 bonus on attack rolls, ability checks, and skill checks based on your choice of Strength, Dexterity, or Constitution (you make this choice each time). This bonus lasts until the end of your next turn.",
			"",
			"When you gain geodes' greater component effect with a transmutation spell, treat your caster level as an additional 1 higher for determining the duration."
		]
	},
	"eternal_enmity": {
		"name": "Eternal Enmity",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Eternal Enmity",
			"",
			"{SOURCE Inner Sea Races/205}",
			"",
			"Your hatred for the ancient enemies of your race runs deep, allowing you to inflict cruel wounds upon them.  ",
			"**Prerequisites:** Knowledge 3 ranks (see special), hatred racial trait.  ",
			"**Benefit:** Your attacks deal an additional 1d6 points of precision damage against targets of your hatred racial trait. This bonus damage stacks with other sources of precision damage, such as sneak attack. If your hatred racial trait applies to two creature types or subtypes, you must choose one of them - this feat applies to targets of that type (and subtype, if applicable). Once made, this choice cannot be changed.  ",
			"**Special:** The Knowledge skill used to qualify for this feat must be appropriate for identifying creatures of the chosen type."
		]
	},
	"evolved_companion": {
		"name": "Evolved Companion",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Evolved Companion",
			"",
			"{SOURCE Advanced Class Guide/146}",
			"",
			"Your animal companion has abilities that makes it different from others of its kind.  ",
			"**Prerequisites:** Cha 13, animal companion class feature.  ",
			"**Benefit:** Select a 1-point evolution other than pounce or reach from those available to a summoner's eidolon. Your animal companion gains this evolution. The animal companion must conform to any limitations of the evolution. For instance, only an animal companion of an appropriate size and base form can have the mount evolution.",
			"",
			"If you gain a new animal companion, your old animal companion loses this evolution, and you can select a new 1-point evolution for the new animal companion.  ",
			"**Special:** You can take this feat multiple times. Each time you do, select an additional 1-point evolution for your animal companion."
		]
	},
	"evolved_familiar": {
		"name": "Evolved Familiar",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Evolved Familiar",
			"",
			"{SOURCE Ultimate Magic/149}",
			"",
			"Your familiar is different from others of its kind.  ",
			"**Prerequisites:** Int 13, Cha 13, familiar class feature.  ",
			"**Benefit:** Select an evolution from the list of 1-point evolutions available to a summoner's eidolon. Your familiar has this evolution. The familiar must conform to any limitations of the evolution. For instance, no familiars can benefit from the mount evolution and only familiars with wings can take the wing buffet evolution.",
			"",
			"If you gain a new familiar, your old familiar loses all evolutions, and you can select a new 1-point evolution for the new familiar.  ",
			"**Special:** You can gain this feat multiple times. Its effects stack, granting a new 1-point evolution to your familiar each time you gain this feat."
		]
	},
	"evolved_summoned_monster": {
		"name": "Evolved Summoned Monster",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Evolved Summoned Monster",
			"",
			"{SOURCE Advanced Class Guide/146}",
			"",
			"The creatures you summon have evolved to have even greater abilities.  ",
			"**Prerequisites:** {feat/Augment Summoning}, {feat/Spell Focus/ (conjuration)}, ability to cast summon monster I.  ",
			"**Benefit:** Each time you cast a summon monster spell, you can select a 1-point evolution other than pounce or reach from those available to a summoner's eidolon. Your summoned creature gains this evolution. The summoned creature must conform to any limitations of the evolution. (For instance, only a creature with a reach of 10 feet or more can have the pull evolution.) Evolutions that grant additional attacks or enhance existing attacks can be applied only to Medium or larger summoned creatures.",
			"",
			"If you summon more than one creature with a single spell, only one creature gains this evolution.  ",
			"**Special:** You can take this feat multiple times. Each time you do, select an additional 1-point evolution for one of your summoned creatures. If you summon more than one creature, you can choose to apply all the evolutions to a single summoned creature, or split them between the creatures summoned."
		]
	},
	"exceptional_aid": {
		"name": "Exceptional Aid",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Exceptional Aid (Teamwork)",
			"",
			"{SOURCE Distant Shores/63}",
			"",
			"You're always ready to lend your partner a hand.  ",
			"**Prerequisites:** {feat/Bonded Mind}.  ",
			"**Benefit:** When you successfully use the {rule/Aid Another} action to assist an ally's skill check, and the ally also has this feat, the bonus is +4 instead of +2."
		]
	},
	"exceptional_pull": {
		"name": "Exceptional Pull",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Exceptional Pull (Combat)",
			"",
			"{SOURCE Ranged Tactics Toolbox/10}",
			"",
			"You have mastered techniques to get the most out of composite bows.  ",
			"**Prerequisites:** Dex 13, {feat/Deadly Aim}, base attack bonus +3.  ",
			"**Benefit:** When you wield a ranged weapon that you are proficient with and that has a strength rating, add 2 to the weapon's strength rating. You don't take a penalty on attack rolls for having a Strength modifier lower than the strength rating of a weapon, provided you're proficient with that weapon."
		]
	},
	"excoriating_stare": {
		"name": "Excoriating Stare",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Excoriating Stare (Combat, Stare)",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"Your painful stare burns through your opponents.  ",
			"**Prerequisites:** Mesmerist level 11th, painful stare class feature.  ",
			"**Benefit:** Whenever you trigger a painful stare, the target must succeed at a Will saving throw (DC = 10 + 1/2 your mesmerist level + your Charisma modifier) or become sickened by the pain for 1 round."
		]
	},
	"exhausting_critical": {
		"name": "Exhausting Critical",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Exhausting Critical (Combat, Critical)",
			"",
			"{SOURCE PRPG Core Rulebook/123}",
			"",
			"Your critical hits cause opponents to become exhausted.  ",
			"**Prerequisites:** {feat/Critical Focus}, {feat/Tiring Critical}, base attack bonus +15.  ",
			"**Benefit:** When you score a critical hit on a foe, your target immediately becomes exhausted. This feat has no effect on exhausted creatures.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess the Critical Mastery feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When you threaten a critical hit against an exhausted target and choose to use Exhausting Critical, you can spend up to 5 stamina points. If you do, you gain a +2 bonus on the confirmation roll for each stamina point you spent."
		]
	},
	"exiles_path": {
		"name": "Exile's Path",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Exile's Path",
			"",
			"{SOURCE Advanced Race Guide/47}",
			"",
			"A lifetime spent shunned by others and eschewing your heritage makes you resistant to efforts to pry inside of your mind.  ",
			"**Prerequisites:** Half-elf.  ",
			"**Benefit:** Once per day, when you fail a Will save against an enchantment spell or effect, you may reroll that saving throw, but must take the reroll result even if it's worse."
		]
	},
	"exorcising_mutilation": {
		"name": "Exorcising Mutilation",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Exorcising Mutilation",
			"",
			"{SOURCE Horror Adventures/87}",
			"",
			"Malevolent entities that seek to possess or dominate you are unaware of how far you will go to stop them.  ",
			"**Prerequisites:** Con 15, {feat/Clarity of Pain}, {feat/Improved Iron Will}, {feat/Iron Will}.  ",
			"**Benefit:** When you fail a saving throw to resist possession or a dominate spell, you can deal 4 points of Constitution damage to yourself and reroll your saving throw as an immediate action. You cannot reduce or negate this damage in any way, and the only way to heal the damage is through natural recovery; magical methods don't work. You must take the result of the second roll, even if it is worse. If you succeed at the second saving throw, you also become immune to that spell or ability from that creature for 24 hours. You must be wielding a lethal piercing or slashing weapon, or possess a claw natural attack or some way to draw such a weapon reactively without using your immediate action, to use this ability."
		]
	},
	"exorcists_rebuttal": {
		"name": "Exorcist's Rebuttal",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Exorcist's Rebuttal",
			"",
			"{SOURCE Demon Hunter's Handbook/9}",
			"",
			"You've experienced the suffocating grip of demonic possession. The event left you emotionally scarred, but it also tempered your mind against the prying magic of evil enchantments.  ",
			"**Prerequisites:** {feat/Improved Iron Will}, {feat/Iron Will}.  ",
			"**Benefit:** If you use your Improved Iron Will feat to reroll a Will save against a compulsion effect and successfully save against the effect, the creature that created the effect (if it originated from a creature) takes 1d4 points of Wisdom damage."
		]
	},
	"exotic_heritage": {
		"name": "Exotic Heritage",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Exotic Heritage",
			"",
			"{SOURCE Ultimate Wilderness/110}",
			"",
			"Your blood carries hints of an extraplanar ancestor, granting you a talent for a certain skill.  ",
			"**Benefit:** Choose a skill. You gain a +2 bonus on skill checks with that skill. If you have 10 or more ranks in the chosen skill, this bonus increases to +4. This bonus does not stack with that granted by Skill Focus. This feat counts as Skill Focus with the chosen skill for the purpose of meeting the prerequisites of the Eldritch Heritage feat. When you select Eldritch Heritage, if you use this feat as a prerequisite, you can choose a mutated version of your chosen bloodline as though you were a sorcerer with the wildblooded archetype. All other restrictions and requirements of Eldritch Heritage still apply."
		]
	},
	"exotic_weapon_proficiency": {
		"name": "Exotic Weapon Proficiency",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Exotic Weapon Proficiency (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/123}",
			"",
			"Choose one type of exotic weapon, such as the spiked chain or whip. You understand how to use that type of exotic weapon in combat, and can utilize any special tricks or qualities that exotic weapon might allow.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You make attack rolls with the weapon normally.  ",
			"**Normal:** A character who uses a weapon with which he is not proficient takes a -4 penalty on attack rolls.  ",
			"**Special:** You can gain Exotic Weapon Proficiency multiple times. Each time you take the feat, it applies to a new type of exotic weapon."
		]
	},
	"expanded_arcana": {
		"name": "Expanded Arcana",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Expanded Arcana",
			"",
			"{SOURCE Advanced Player's Guide/159}",
			"",
			"Your research has revealed new spells.  ",
			"**Prerequisites:** Caster level 1st, see Special.  ",
			"**Benefit:** Add one spell from your class's spell list to your list of spells known. This is in addition to the number of spells normally gained at each new level in your class. You may instead add two spells from your class's spell list to your list of spells known, but both of these spells must be at least one level lower than the highest level spell you can cast in that class. Once made, these choices cannot be changed.  ",
			"**Special:** You can only take this feat if you possess levels in a class whose spellcasting relies on a limited list of spells known, such as the bard, oracle, and sorcerer.",
			"",
			"You can gain Expanded Arcana multiple times."
		]
	},
	"expanded_enhance_arrows": {
		"name": "Expanded Enhance Arrows",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Expanded Enhance Arrows",
			"",
			"{SOURCE Chronicle of Legends/8}",
			"",
			"Your magical arrows produce a wider range of powers.  ",
			"**Prerequisites:** Enhance arrows class feature.  ",
			"**Benefit:** You add {magic-enhancement/corrosive} to the list of special properties you can grant your nonmagical arrows with your enhance arrows ability at 3rd level. At 5th level, you can add the {magic-enhancement/ghost touch}, {magic-enhancement/limning}, or {magic-enhancement/planar} special ability instead of {magic-enhancement/distance}. At 7th level, you can add the corrosive burst special ability."
		]
	},
	"expanded_fiendish_resistance": {
		"name": "Expanded Fiendish Resistance",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Expanded Fiendish Resistance",
			"",
			"{SOURCE Advanced Race Guide/174}",
			"",
			"You gain extra fiendish resistances.  ",
			"**Prerequisites:** Tiefling.  ",
			"**Benefit:** Pick one of the following energy types that you do not already have resistance to: acid, cold, electricity, or fire. You gain resistance 5 to that energy type.  ",
			"**Special:** You can take this feat multiple times. Each time you do, pick another energy type you do not have resistance to. You gain resistance 5 to that energy type."
		]
	},
	"expanded_hunter_tactics": {
		"name": "Expanded Hunter Tactics",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Expanded Hunter Tactics (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/5}",
			"",
			"You're able to train your allies as you do your animal companion.  ",
			"**Prerequisites:** Hunter tactics class feature.  ",
			"**Benefit:** As a move action, you can grant a teamwork feat you know to a single ally within 30 feet who can see and hear you. The selected ally gains the benefits of this bonus feat for 1 round plus 1 additional round for every 2 character levels you have, but only while the ally is adjacent to you or your animal companion. A given ally can benefit from this feat only once per day."
		]
	},
	"expanded_metakinesis": {
		"name": "Expanded Metakinesis",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Expanded Metakinesis",
			"",
			"{SOURCE Magic Tactics Toolbox/9}",
			"",
			"You can augment the destructive force of your kinetic blast in new ways.  ",
			"**Prerequisites:** Kinetic blast class feature, metakinesis class feature.  ",
			"**Benefit:** Select one of the following metamagic feats: Disrupting Spell, Ectoplasmic Spell, Furious Spell, Merciful Spell, or Piercing Spell. By accepting 1 point of burn, you can alter your kinetic blast as if using the selected metamagic feat.  ",
			"**Special:** This feat can be chosen multiple times. Each time, you select a different metamagic feat."
		]
	},
	"expanded_phrenic_pool": {
		"name": "Expanded Phrenic Pool",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Expanded Phrenic Pool",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"Your reservoir of mental energy is greater than normal.  ",
			"**Prerequisites:** Phrenic pool class feature.  ",
			"**Benefit:** Your phrenic pool total increases by 2 points."
		]
	},
	"expanded_preparation": {
		"name": "Expanded Preparation",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Expanded Preparation",
			"",
			"{SOURCE Advanced Class Guide/146}",
			"",
			"You can prepare more spells than other arcanists can.  ",
			"**Prerequisites:** Arcanist level 1st.  ",
			"**Benefit:** You gain an extra spell prepared of the highest level you can currently cast as an arcanist when selecting this feat. This is in addition to the number of spells you can normally prepare from your spellbook. You can instead add two spells prepared, but both of these spells must be at least 1 level lower than the highest-level spell you can currently cast as an arcanist when selecting this feat. You must choose which benefit you gain when you take this feat, and the extra spells prepared do not change level when you gain access to higher-level spells.  ",
			"**Special:** You can take this feat up to three times. Each time you do, you can choose either benefit."
		]
	},
	"expanded_resistance": {
		"name": "Expanded Resistance",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Expanded Resistance",
			"",
			"{SOURCE Advanced Race Guide/37}",
			"",
			"You have expanded your natural resistance to magic to encompass different kinds of magic.  ",
			"**Prerequisites:** Gnome, illusion resistance racial trait.  ",
			"**Benefit:** Select one school of magic other than illusion. You gain a +2 racial bonus on saving throws against spells or effects from the selected school.  ",
			"**Special:** You may select this feat more than once. Its effects do not stack. Each time you select it, it applies to a different school of magic."
		]
	},
	"expanded_spell_kenning": {
		"name": "Expanded Spell Kenning",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Expanded Spell Kenning",
			"",
			"{SOURCE Advanced Class Origins/26}",
			"",
			"You are learned in a broader range of spell traditions than most.  ",
			"**Prerequisites:** Spell kenning class feature.  ",
			"**Benefit:** When you use your spell kenning class feature, you can select a spell from either the druid or the witch spell list."
		]
	},
	"expanded_studies": {
		"name": "Expanded Studies",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Expanded Studies",
			"",
			"{SOURCE Advanced Class Origins/26}",
			"",
			"You're part of a group or organization with access to greater magical mysteries than you understand yourself, and you have learned from your colleagues' eldritch expertise.  ",
			"**Prerequisites:** Wis 17, hunter or warpriest level 16th.  ",
			"**Benefit:** You add 7th-level spells to your spell list for purposes of using spell completion and spell trigger magic items. If you're a hunter, you add 7th-level druid spells to your list. If you're a warpriest, you add 7th-level cleric spells to your list. This doesn't give you the ability to cast spells of this level, only to act as though your spell list included them when using appropriate magic items.",
			"",
			"For example, a 16th-level hunter has access to druid spells of only 1st to 6th levels. Thus, the hunter can't use spell completion or spell trigger magic items of druid spells of 7th level or higher without succeeding at a Use Magic Device check. If the hunter takes Eldritch Studies, she doesn't gain the ability to cast 7th-level druid spells, but she could use a scroll of heal or a wand of summon nature's ally VII without needing to attempt a Use Magic Device check."
		]
	},
	"expanded_summon_monster": {
		"name": "Expanded Summon Monster",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Expanded Summon Monster",
			"",
			"{SOURCE Monster Summoner's Handbook/28}",
			"",
			"You can summon allies beyond the reach of most conjurers.  ",
			"**Prerequisites:** Ability to cast a summon monster spell.  ",
			"**Benefit:** For each spell level 1-9, select two creatures from the table below. You then add these creatures to the summon monster table of the same level, allowing you to summon them with the appropriate summon monster spell. Once made, these choices can't be changed.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you can select two more monsters from the table below to add to the summon monster table of the same level.",
			"",
			"### 1st Level",
			"",
			"- {monster/Antelope}[^T]",
			"- {monster/Baboon}[^T]",
			"- {monster/Badger}[^T]",
			"- {monster/Great horned owl}[^T]",
			"- {monster/Kangaroo}[^T]",
			"- {monster/Snapping turtle}[^T]",
			"- {monster/Stingray}[^T]",
			"- {monster/Thylacine}[^T]",
			"- {monster/Trumpeter swan}[^T]",
			"- {monster/Vulture}[^T]",
			"",
			"### 2nd Level",
			"",
			"- {monster/Camel}[^T]",
			"- {monster/Compsognathus}[^T]",
			"- {monster/Dimorphodon}[^T]",
			"- {monster/Gar}[^T]",
			"- {monster/Giant gecko}[^T]",
			"- {monster/Giant tortoise}[^T]",
			"- {monster/Giant weasel}[^T]",
			"- {monster/Manta ray}[^T]",
			"- {monster/Ram}[^T]",
			"- {monster/Stag}[^T]",
			"",
			"### 3rd Level",
			"",
			"- {monster/Arbiter/ (inevitable)}",
			"- {monster/Augur/ (kyton)}",
			"- {monster/Axe beak}[^T]",
			"- {monster/Azer}",
			"- {monster/Bull shark}[^T]",
			"- {monster/Cacodaemon/ (daemon)}",
			"- {monster/Cassisian/ (angel)}",
			"- {monster/Cythnigot/ (qlippoth)}",
			"- {monster/Dire badger}[^T]",
			"- {monster/Doru/ (div)}",
			"- [Foo dog](template/foo_creature)",
			"- {monster/Giant porcupine}[^T]",
			"- {monster/Lyrakien/ (azata)}",
			"- {monster/Paracletus/ (aeon)}",
			"- {monster/Silvanshee/ (agathion)}",
			"- {monster/Thoqqua}",
			"- {monster/Tripurasura/ (asura)}",
			"- {monster/Velociraptor}",
			"- {monster/Voidworm/ (protean)}",
			"",
			"### 4th Level",
			"",
			"- {monster/Crysmal}",
			"- {monster/Dimetrodon}[^T]",
			"- {monster/Dire weasel}[^T]",
			"- {monster/D'ziriak}",
			"- [Foo lion](template/foo_creature)",
			"- {monster/Giant seahorse}[^T]",
			"- {monster/Giant skunk}[^T]",
			"- {monster/Giant vulture}[^T]",
			"- {monster/Giraffe}[^T]",
			"- {monster/Great white shark}[^T]",
			"- {monster/Howler}",
			"- {monster/Magmin}",
			"- {monster/Megaloceros}[^T]",
			"- {monster/Pachycephalosaurus}[^T]",
			"- {monster/Parasaurolophus}[^T]",
			"- {monster/Schir/ (demon)}",
			"- {monster/Vulnudaemon/ (daemon)}",
			"",
			"### 5th Level",
			"",
			"- {monster/Achaierai}",
			"- {monster/Archelon}",
			"- {monster/Belker}",
			"- {monster/Cerberi}",
			"- {monster/Emperor cobra}[^T]",
			"- {monster/Giant gar}[^T]",
			"- {monster/Glyptodon}[^T]",
			"- {monster/Hippopotamus}[^T]",
			"- {monster/greater_<Host devil}",
			"- {monster/Hypnalis}",
			"- {monster/Iguanodon}[^T]",
			"- {monster/Incubus/ (demon)}",
			"- {monster/Ceustodaemon/ (daemon)}",
			"- {monster/Megatherium}[^T]",
			"- {monster/Mudlord}",
			"- {monster/Ostiarius/ (kyton)}",
			"- {monster/Shadow mastiff}",
			"- {monster/Styracosaurus}",
			"- {monster/Tojanida}",
			"- {monster/Vulpinal/ (agathion)}",
			"",
			"### 6th Level",
			"",
			"- {monster/Adhukait/ (asura)}",
			"- {monster/Allosaurus}[^T]",
			"- {monster/Animate dream}",
			"- {monster/Arsinoitherium}[^T]",
			"- {monster/Axiomite}",
			"- {monster/Baluchitherium}[^T]",
			"- {monster/Hellcat}",
			"- {monster/Hydrodaemon/ (daemon)}",
			"- {monster/Immense tortoise}[^T]",
			"- {monster/Legion archon}",
			"- {monster/Megalania}[^T]",
			"- {monster/Mihstu}",
			"- {monster/Naunet/ (protean)}",
			"- {monster/Pairaka/ (div)}",
			"- {monster/Shoggti/ (qlippoth)}",
			"- {monster/Theletos/ (aeon)}",
			"- {monster/Tylosaurus}",
			"",
			"### 7th Level",
			"",
			"- {monster/Avoral/ (agathion)}",
			"- {monster/Behemoth hippopotamus}[^T]",
			"- {monster/Contract devil}",
			"- {monster/Ghawwas/ (div)}",
			"- {monster/Giant anaconda}[^T]",
			"- {monster/Giant snapping turtle}[^T]",
			"- {monster/Kalavakus/ (demon)}",
			"- {monster/Leukodaemon/ (daemon)}",
			"- {monster/Movanic deva/ (angel)}",
			"- {monster/Nyogoth/ (qlippoth)}",
			"- {monster/Piscodaemon/ (daemon)}",
			"- {monster/Sacristan/ (kyton)}",
			"- {monster/Shield archon}",
			"- {monster/Upasunda/ (asura)}",
			"- {monster/Whale}[^T]",
			"",
			"### 8th Level",
			"",
			"- {monster/Aghasura/ (asura)}",
			"- {monster/Baregara}",
			"- {monster/Basilosaurus}[^T]",
			"- {monster/Chernobue/ (qlippoth)}",
			"- {monster/Coloxus/ (demon)}",
			"- {monster/Diplodocus}[^T]",
			"- {monster/Interlocutor/ (kyton)}",
			"- {monster/Kolyarut/ (inevitable)}",
			"- {monster/Leonal/ (agathion)}",
			"- {monster/Meladaemon/ (daemon)}",
			"- {monster/Monadic deva/ (angel)}",
			"- {monster/Omox/ (demon)}",
			"- {monster/Shira/ (div)}",
			"- {monster/Spinosaurus}[^T]",
			"",
			"### 9th Level",
			"",
			"- {monster/Augnagar/ (qlippoth)}",
			"- {monster/Couatl}",
			"- {monster/Great white whale}[^T]",
			"- {monster/Sepid/ (div)}",
			"- {monster/Storm giant}",
			"- {monster/Tarry demodand}",
			"- {monster/Valkyrie}",
			"",
			"[^T]: This creature is summoned with the {template/celestial} template if you are good and the {template/fiendish} template if you are evil. If you are neutral, you can choose which template to apply to the creature. This summoned creature has an alignment that matches yours, regardless of its usual alignment. Summoning this creature makes the summoning spell's type match your alignment."
		]
	},
	"expansive_trap_ability": {
		"name": "Expansive Trap Ability",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Expansive Trap Ability",
			"",
			"{SOURCE Ranged Tactics Toolbox/14}",
			"",
			"Your ranger traps and land mines occupy a larger area.  ",
			"**Prerequisites:** Ability to use ranger traps or land mines.  ",
			"**Benefit:** You can designate any ranger trap or land mine you lay to occupy up to 4 contiguous squares of your choice. When the trap is activated, the effect is centered on whichever square the triggering creature first entered. If more than one square is entered simultaneously, choose at random."
		]
	},
	"expeditious_sleuth": {
		"name": "Expeditious Sleuth",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Expeditious Sleuth",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"You mind is meticulous and sharp, making it easy for you to thoroughly search an area.  ",
			"**Prerequisites:** Perception 3 ranks, inspiration or lore master class feature.  ",
			"**Benefit:** You can take 20 on a Perception check in only 10 times the usual amount of time, and gain a +2 bonus on Perception checks when you take 20.  ",
			"**Normal:** It takes 20 times as long to take 20 on a skill check."
		]
	},
	"experienced_ghost_hunter": {
		"name": "Experienced Ghost Hunter",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Experienced Ghost Hunter",
			"",
			"{SOURCE Plane-Hopper's Handbook/16}",
			"",
			"You've fought enough specters that doing so has become second nature.  ",
			"**Prerequisites:** Character level 7th, duskwalker, ghost hunter racial trait.  ",
			"**Benefit:** You can use your ghost hunter ability to grant your weapons the ghost touch special ability as a swift action. You can activate ghost hunter an additional time each day."
		]
	},
	"experienced_vagabond": {
		"name": "Experienced Vagabond",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Experienced Vagabond",
			"",
			"{SOURCE Taldor, Echoes of Glory/28}",
			"",
			"You spent significant time as a vagabond and know your way around their society.  ",
			"**Prerequisites:** Bluff 2 ranks, Knowledge (local) 2 ranks, member of an underclass.  ",
			"**Benefit:** When dealing with criminals, vagabonds, unsavory characters, or other members of a country's underclass, you gain a +1 bonus on Bluff, Diplomacy, Knowledge (local), and Sense Motive checks. When traveling with at least one other person who has this feat, you gain a +2 circumstance bonus on Perception checks to avoid being surprised at the start of combat."
		]
	},
	"experimental_spellcaster": {
		"name": "Experimental Spellcaster",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Experimental Spellcaster (Words of Power)",
			"",
			"{SOURCE Ultimate Magic/166}",
			"",
			"Despite casting spells, you dabble in the art of wordcasting.  ",
			"**Prerequisites:** Ability to cast spells.  ",
			"**Benefit:** Select one class that grants you the ability to cast spells. You can now use the slots from that class to cast a limited number of words of power spells. Add all of the target words to your spell list and your spellbook, familiar, or list of spells known. In addition, add the boost meta word and one effect word of any level you can cast in the chosen class.  ",
			"**Special:** You can take this feat multiple times. Each additional time you select this feat, add two effect or meta words to your spellbook, familiar, or list of spells known."
		]
	},
	"expert_boarder": {
		"name": "Expert Boarder",
		"sources": [
			"Adventurer's Guide",
			"Andoran, Birthplace of Freedom"
		],
		"description": [
			"## Expert Boarder",
			"",
			"{SOURCE Adventurer's Guide/76;Andoran, Birthplace of Freedom/32}",
			"",
			"You are as comfortable dangling from a ship's rigging as you are on stable land.  ",
			"**Prerequisites:** Affiliated with the Gray Corsairs.  ",
			"**Benefit:** Acrobatics and Climb are class skills for you. You gain a +2 bonus on Acrobatics and Climb checks to climb or swing on a rope or ship's rigging. You do not provoke attacks of opportunity from climbing or swinging on a rope or ship's rigging."
		]
	},
	"expert_cartographer": {
		"name": "Expert Cartographer",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Expert Cartographer",
			"",
			"{SOURCE Ultimate Wilderness/110}",
			"",
			"You are skilled at drawing quality maps, making your cartographic works both more useful and more valuable when sold.  ",
			"**Prerequisites:** Craft (maps) 3 ranks.  ",
			"**Benefit:** You gain a +4 bonus on Craft (maps) checks when creating a map, as well as 1 additional Discovery Point. If you succeed at the check by 5 or more, the list price of the map increases by 20%."
		]
	},
	"expert_driver": {
		"name": "Expert Driver",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Expert Driver",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"When driving a chosen type of vehicle, you exhibit incredible control, maneuvering the vehicle with greater ease and stopping with uncanny precision.  ",
			"**Prerequisites:** Skilled Driver with the selected vehicle type.  ",
			"**Benefit:** You can make an accelerate, decelerate, or turn action as a move action instead of a standard action. Furthermore, when stopping a vehicle, you subtract 10 feet from the roll to determine how many feet the vehicle moves forward before it stops."
		]
	},
	"expert_explorer": {
		"name": "Expert Explorer",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Expert Explorer",
			"",
			"{SOURCE Ultimate Wilderness/110}",
			"",
			"You are trained to seek out the unknown places of the wild and can explore more efficiently than your untrained rivals.  ",
			"**Prerequisites:** Knowledge (nature) or Survival 5 ranks.  ",
			"**Benefit:** You gain a +2 bonus on skill checks when using the exploration rules. If you succeed at such a skill check by 5 or more, you gain an additional 1d4 Discovery Points."
		]
	},
	"expert_salvager": {
		"name": "Expert Salvager",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Expert Salvager",
			"",
			"{SOURCE Ultimate Wilderness/111}",
			"",
			"You are adept at foraging and salvaging raw materials from even the most seemingly sparse of environments.  ",
			"**Prerequisites:** Craft (any) 2 ranks, Spellcraft 2 ranks.  ",
			"**Benefit:** You gain a +4 bonus on Craft checks for Craft skills in which you have at least 2 ranks and Spellcraft checks when crafting items by foraging alchemical supplies and material components, salvaging raw crafting materials, and salvaging raw magical item materials."
		]
	},
	"expert_sniper": {
		"name": "Expert Sniper",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Expert Sniper (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/10}",
			"",
			"Your quick ranged attacks make you difficult to locate.  ",
			"**Prerequisites:** Stealth 3 ranks.  ",
			"**Benefit:** You reduce the penalty on your Stealth checks to stay hidden while sniping by 10.  ",
			"**Normal:** You take a -20 penalty on Stealth checks to stay hidden while sniping."
		]
	},
	"expert_trainer": {
		"name": "Expert Trainer",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Expert Trainer",
			"",
			"{SOURCE Quests and Campaigns/26}",
			"",
			"You have a special knack for a certain profession and take to it with ease.  ",
			"**Benefit:** Choose three character classes. For the purposes of retraining, you are always considered to have a retraining synergy with these classes, regardless of your current class. Additionally, retraining any class option takes you half the time it normally would (and thus half the gp cost), though retraining a class still takes the normal amount of time (5 days for a class with which you have synergy, 7 for a class with which you don't). If you take this feat via retraining or replace it with another feat in the same manner, the retraining time takes twice as long as normal in regards to this feat only."
		]
	},
	"exploit_lore": {
		"name": "Exploit Lore",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Exploit Lore",
			"",
			"{SOURCE Ultimate Magic/149}",
			"",
			"You can use your knowledge of a creature's weaknesses to deliver a driving and relentless assault against it.  ",
			"**Prerequisites:** Monster lore class feature, base attack bonus +11.  ",
			"**Benefit:** Once per day, when you successfully identify all abilities and weaknesses of a creature using the appropriate Knowledge check, you gain a +2 bonus on attack and damage rolls against that creature for 1 minute. If you identify the abilities and weaknesses of numerous creatures, you must pick one creature to be the target of this effect."
		]
	},
	"explorer": {
		"name": "Explorer",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Explorer (Story)",
			"",
			"{SOURCE Quests and Campaigns/10}",
			"",
			"You dream of discovering new vistas.  ",
			"**Prerequisites:** You must have crossed at least 30 miles of wilderness without map or guide.  ",
			"**Benefit:** You can provide twice as much food and water for other people when attempting a Survival check to get along in the wild. In addition, you gain a +2 bonus on all Knowledge (geography) checks. If you have 10 or more ranks in Knowledge (geography), increase your bonus to +4.  ",
			"**Goal:** Cross through a dangerous place without a map or a guide knowledgeable about the area, stopping for no longer than 16 hours at a time, and along the way overcome an appropriate number of natural hazards, obstacles, and/or enemies, at least one of which must qualify as a challenging foe.  ",
			"**Completion Benefit:** You and one ally per 3 ranks of Survival can move overland without being slowed by difficult terrain (allies must remain within 30 feet of you to be affected). Once per day, you can make a preternaturally accurate estimate regarding your path, as if you had cast find the path on yourself (caster level equals your character level).",
			"",
			"Suggested Traits: {trait/Grim Optimism}, {trait/Resilient}, {trait/Wanderlust}.",
			"",
			"### Possible Explorer Quests",
			"",
			"| d8 | Quest |",
			"| --- | --- |",
			"| 1 | Ulfen explorers point you toward the impossibly wild forests of distant Arcadia to sate your wanderlust . |",
			"| 2 | You've resolved to dive into sunken Azlanti ruins to locate several minor artifacts, said to be scattered throughout the area according to the research of an interested faction . |",
			"| 3 | For years the mysterious Doorway to the Red Star has befuddled scholars and inspired fringe faiths among the denizens of the Mwangi. You've decided to set out and discover why . |",
			"| 4 | The government of a nearby nation is interested in reopening steady trade across the Crown of the World by a route north of Icerift Castle in Mendev, and they've assigned you to clear the path . |",
			"| 5 | You hire on with a band of skilled pirates in the Shackles in hopes of being able to navigate the perilous Eye of Abendego . |",
			"| 6 | Earthnavel in the Realm of the Mammoth Lords is said to lead into a time-lost underworld known as Deep Tolguth - a rumor whose veracity you're willing to test . |",
			"| 7 | Forgotten Iobarian ruins in the plague-emptied forests of Casmaron await a hearty explorer to plumb their darkest depths . |",
			"| 8 | You know that many would pay grand sums for the exotic reagents of the Valashmai Jungle in Tian Xia if it were ever opened up to trade with the Inner Sea region . |"
		]
	},
	"explosive_escape": {
		"name": "Explosive Escape",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Explosive Escape (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/14}",
			"",
			"When you break a grapple, you can send your assailants flying away from you.  ",
			"**Prerequisites:** Dex 13, Str 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you succeed at a combat maneuver check to break a grapple, you can choose to throw back any enemies participating in the grapple who are up to one size category larger than you. Such foes are thrown 5 feet directly away from you and take an amount of nonlethal damage equal to that of your unarmed attack."
		]
	},
	"explosive_weapon": {
		"name": "Explosive Weapon",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Explosive Weapon (Combat)",
			"",
			"{SOURCE Chronicle of Legends/8}",
			"",
			"You can channel magical power through your weapon to devastating effect.  ",
			"**Prerequisites:** {feat/Arcing Weapon}.",
			"",
			"As a standard action, you can cast a spell with an area of effect and a duration of instantaneous, such as {spell/fireball}, and release it through your melee weapon as part of a melee attack. This functions as the {class/magus} spellstrike ability, except the spell damage does not multiply on a critical hit, the spell effect is centered on you, and you are excluded from its effects."
		]
	},
	"expressionless": {
		"name": "Expressionless",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Expressionless",
			"",
			"{SOURCE Heroes of Golarion/6}",
			"",
			"Other races have difficulty reading your wooden features.  ",
			"**Prerequisites:** {race/Wyrwood}.  ",
			"**Benefit:** Your lack of emotion make it difficult for non-wyrwoods to relate to you. When dealing with any race other than your own, you gain a +2 bonus on Bluff checks. In addition, creatures of other races take a -2 penalty on Diplomacy and Sense Motive checks attempted against you."
		]
	},
	"exquisite_sneak": {
		"name": "Exquisite Sneak",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Exquisite Sneak",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"You know how to move silently even while wearing some forms of armor.  ",
			"**Prerequisites:** Dex 15, {feat/Careful Sneak}, Stealth 6 ranks.  ",
			"**Benefit:** You do not apply the armor check penalty for light and medium armor on Stealth skill checks no matter how fast you move. You still cannot use Stealth while running or charging."
		]
	},
	"exsanguinate": {
		"name": "Exsanguinate",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Exsanguinate (Combat)",
			"",
			"{SOURCE Horror Adventures/87}",
			"",
			"You drink blood from the living at a furious rate, often draining creatures dry in a matter of seconds.  ",
			"**Prerequisites:** {umr/Blood drain/ universal monster ability}, {umr/grab/ universal monster ability}.  ",
			"**Benefit:** Once per round, when you successfully pin an opponent, that opponent takes double the normal damage from your blood drain."
		]
	},
	"extend_resonant_power": {
		"name": "Extend Resonant Power",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extend Resonant Power",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You can share the benefits of your resonant focus powers with nearby allies.  ",
			"**Prerequisites:** Caster level 7th, mental focus class feature.  ",
			"**Benefit:** Select an implement school. When you place mental focus points into an implement of that school, you can choose to gain benefits from the resonant power as if you had placed only half as many points of mental focus into the implement. If you do, you can extend the same benefits to one additional ally within 30 feet at the time you invest mental focus. If the ally moves outside of the extended power's range, the power is suppressed, but it resumes functioning once the ally moves within range again. You can spend 1 point of mental focus from your implement to pass the effect to a new target, so long as both the original target and the new one are within 30 feet. This feat can affect only one implement from a given school at a time, even if you have selected the same implement school more than once.  ",
			"**Special:** You can take this feat multiple times. Each time you take the feat, select a different implement school."
		]
	},
	"extend_spell": {
		"name": "Extend Spell",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Extend Spell (Metamagic)",
			"",
			"{SOURCE PRPG Core Rulebook/123}",
			"",
			"You can make your spells last twice as long.  ",
			"**Benefit:** An extended spell lasts twice as long as normal. A spell with a duration of concentration, instantaneous, or permanent is not affected by this feat. An extended spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"extended": { "copyof": "extend_spell" },
	"extend_the_bulwark": {
		"name": "Extend the Bulwark",
		"sources": [
			"Magical Marketplace",
			"Armor Master's Handbook"
		],
		"description": [
			"## Extend the Bulwark (Combat, Teamwork)",
			"",
			"{SOURCE Magical Marketplace/6}",
			"",
			"You can bolster a trained ally's defenses by interposing your own armored body.  ",
			"**Benefit:** If you are wearing medium or heavy armor and are adjacent to an ally who also has this feat, as a free action, you may give your ally a circumstance bonus to her AC equal to half the armor bonus provided by your armor. This bonus lasts for 1 round. During this round, you gain no bonus to your AC from your armor.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 5 stamina points either to use this feat without losing your own armor bonus to AC, or to use this feat to grant the bonus to an ally."
		]
	},
	"extended_animal_focus": {
		"name": "Extended Animal Focus",
		"sources": [
			"Ultimate Wilderness",
			"Advanced Class Guide"
		],
		"description": [
			"## Extended Animal Focus",
			"",
			"{SOURCE Ultimate Wilderness/111;Advanced Class Guide/146}",
			"",
			"You can assume the aspects of an animal for longer stretches of time than most of your rivals and allies.  ",
			"**Prerequisites:** Animal focus class feature.  ",
			"**Benefit:** Add your Wisdom bonus (minimum 1) to the number of minutes per day that you can use your animal focus ability to assume the aspects of an animal."
		]
	},
	"extended_aspects": {
		"name": "Extended Aspects",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Extended Aspects",
			"",
			"{SOURCE Ultimate Wilderness/111}",
			"",
			"You can invoke your aspect's minor form longer than most.  ",
			"**Prerequisites:** Shifter aspect class feature.  ",
			"**Benefit:** Add your Wisdom bonus (minimum 1) to the number of minutes per day that you can use your shifter aspect ability to assume a minor form."
		]
	},
	"extended_bane": {
		"name": "Extended Bane",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extended Bane",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"Your dedication knows no limit. Your wrath dies hard.  ",
			"**Prerequisites:** Bane class feature.  ",
			"**Benefit:** Add your Wisdom bonus to the number of rounds per day that you can use your bane ability."
		]
	},
	"extended_combat_meditation": {
		"name": "Extended Combat Meditation",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Extended Combat Meditation (Combat, Meditation)",
			"",
			"{SOURCE Blood of the Beast/28}",
			"",
			"You are able to glean insight from your momentary meditation for longer than most can.  ",
			"**Prerequisites:** Wis 13, {feat/Combat Meditation}, {feat/Meditation Master}, character level 9th.  ",
			"**Benefit:** Add your Wisdom bonus (if any) to the number of rounds that you gain the benefits of your meditation feats when using Combat Meditation."
		]
	},
	"extended_scrying": {
		"name": "Extended Scrying",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Extended Scrying",
			"",
			"{SOURCE Path of the Hellknight/21}",
			"",
			"Your scrying spells last longer.  ",
			"**Prerequisites:** Ability to cast a spell of the scrying subschool.  ",
			"**Benefit:** Any scrying spell you cast lasts twice as long as normal, as if it were cast as an extended spell with the Extend Spell metamagic feat. Additionally, when you cast a scrying spell with a casting time of 10 minutes or longer, that casting time is halved."
		]
	},
	"extended_stare": {
		"name": "Extended Stare",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extended Stare",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"Your hypnotic stare has greater reach than normal.  ",
			"**Prerequisites:** Hypnotic stare class feature.  ",
			"**Benefit:** The range of your hypnotic stare increases by 10 feet.  ",
			"**Special:** You can take this feat multiple times. Its effects stack."
		]
	},
	"extra_amplification": {
		"name": "Extra Amplification",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extra Amplification",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You are a master at manipulating your mental energies to produce amplified effects.  ",
			"**Prerequisites:** Phrenic amplification class feature.  ",
			"**Benefit:** You gain one additional phrenic amplification. This can't be a major amplification.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain another phrenic amplification."
		]
	},
	"extra_arcana": {
		"name": "Extra Arcana",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Arcana",
			"",
			"{SOURCE Ultimate Magic/149}",
			"",
			"You have unlocked the secret of a new magus arcana.  ",
			"**Prerequisites:** Magus arcana class feature.  ",
			"**Benefit:** You gain one additional magus arcana. You must meet all the prerequisites for this magus arcana.  ",
			"**Special:** You can gain this feat multiple times. Its effects stack, granting a new arcana each time you gain this feat."
		]
	},
	"extra_arcane_pool": {
		"name": "Extra Arcane Pool",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Arcane Pool",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"You have learned how to draw more power from your arcane pool.  ",
			"**Prerequisites:** Arcane pool class feature.  ",
			"**Benefit:** Your arcane pool increases by 2.  ",
			"**Special:** You can gain this feat multiple times. Its effects stack, granting you an increase to your arcane pool each time you take this feat."
		]
	},
	"extra_arcanist_exploit": {
		"name": "Extra Arcanist Exploit",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Arcanist Exploit",
			"",
			"{SOURCE Advanced Class Guide/146}",
			"",
			"Your repertoire of arcanist exploits expands.  ",
			"**Prerequisites:** Arcanist exploit class feature.  ",
			"**Benefit:** You gain one additional arcanist exploit. You must meet the prerequisites for this arcanist exploit.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain another arcanist exploit."
		]
	},
	"extra_bane": {
		"name": "Extra Bane",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Extra Bane",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"You can use your bane ability more often than normal.  ",
			"**Prerequisites:** Bane class feature.  ",
			"**Benefit:** You can use your bane ability for 3 additional rounds per day."
		]
	},
	"extra_blood_hex": {
		"name": "Extra Blood Hex",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Extra Blood Hex",
			"",
			"{SOURCE Magic Tactics Toolbox/29}",
			"",
			"Your ties to blood hexes are much stronger than those of most other practitioners.  ",
			"**Prerequisites:** Int 15, two or more blood hex feats, Spellcraft 5 ranks, Use Magic Device 5 ranks.  ",
			"**Benefit:** You can use blood hexes two additional times per day.  ",
			"**Special:** You can take this feat more than once. Each time you do, you can use blood hexes two additional times per day. A character with this feat who takes levels in shaman or witch can immediately replace this feat with any blood hex feat for which she meets the prerequisites."
		]
	},
	"extra_bombs": {
		"name": "Extra Bombs",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Extra Bombs",
			"",
			"{SOURCE Advanced Player's Guide/159}",
			"",
			"You can throw more bombs per day.  ",
			"**Prerequisites:** Bomb class feature.  ",
			"**Benefit:** You can throw two additional bombs per day.  ",
			"**Special:** You can gain Extra Bombs multiple times. Its effects stack."
		]
	},
	"extra_cantrips_or_orisons": {
		"name": "Extra Cantrips or Orisons",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Cantrips or Orisons",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"You are a master of minor spells.  ",
			"**Prerequisites:** Ability to cast cantrips or orisons.  ",
			"**Benefit:** Add two cantrips to your cantrips known or two orisons to your orisons known.  ",
			"**Special:** You can take this feat multiple times. Each time you do, add two cantrips or orisons to your spells known."
		]
	},
	"extra_channel": {
		"name": "Extra Channel",
		"sources": [
			"Advanced Class Guide",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Extra Channel",
			"",
			"{SOURCE Advanced Class Guide/146;PRPG Core Rulebook/123}",
			"",
			"You can channel divine energy more often.  ",
			"**Prerequisites:** Channel energy class feature.  ",
			"**Benefit:** You can channel energy two additional times per day.  ",
			"**Special:** If a paladin with the ability to channel positive energy takes this feat, she can use lay on hands four additional times per day, but only to channel positive energy. If a warpriest with the ability to channel energy takes this feat, he gains four additional uses of fervor per day, but can use them only to channel energy."
		]
	},
	"extra_contingency": {
		"name": "Extra Contingency",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Extra Contingency",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"You can manage multiple contingency effects.  ",
			"**Prerequisites:** Character level 19th.  ",
			"**Benefit:** You can have two contingency effects active at one time. If they would both trigger on the same round, one (chosen randomly) does not trigger until 1 round later.  ",
			"**Normal:** You can benefit from only a single contingency active at a time."
		]
	},
	"extra_croaking": {
		"name": "Extra Croaking",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Extra Croaking",
			"",
			"{SOURCE Monster Codex/8}",
			"",
			"Your vocal chords are especially tough and allow you to croak more often.  ",
			"**Prerequisites:** Boggard, terrifying croak.  ",
			"**Benefit:** You gain one extra use of terrifying croak per hour. If your recharge time is less than 1 hour, you instead gain an extra use each time the ability recharges."
		]
	},
	"extra_crystalline_dust": {
		"name": "Extra Crystalline Dust",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Extra Crystalline Dust",
			"",
			"{SOURCE Plane-Hopper's Handbook/15}",
			"",
			"You can manifest crystalline dust more often.  ",
			"**Prerequisites:** Aphorite, crystalline dust racial trait.  ",
			"**Benefit:** You can use your crystalline dust ability 3 additional rounds per day.  ",
			"**Special:** You can select Extra Crystalline Dust up to two additional times. Its effects stack."
		]
	},
	"extra_death_vow": {
		"name": "Extra Death Vow",
		"sources": [ "Pathfinder Worldscape #1" ],
		"description": [
			"## Extra Death Vow",
			"",
			"{SOURCE Pathfinder Worldscape #1/28}",
			"",
			"Your fury and fighting prowess allow you to swear to slay more enemies per day.  ",
			"**Prerequisites:** Death vow class feature.  ",
			"**Benefit:** You gain two additional uses of death vow per day."
		]
	},
	"extra_discovery": {
		"name": "Extra Discovery",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Extra Discovery",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You have made a new alchemical discovery.  ",
			"**Prerequisites:** Discovery class feature.  ",
			"**Benefit:** You gain one additional discovery. You must meet all of the prerequisites for this discovery.  ",
			"**Special:** You can gain Extra Discovery multiple times."
		]
	},
	"extra_elemental_assault": {
		"name": "Extra Elemental Assault",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Extra Elemental Assault",
			"",
			"{SOURCE Advanced Race Guide/203}",
			"",
			"You have unlocked greater elemental power.  ",
			"**Prerequisites:** Suli.  ",
			"**Benefit:** Your elemental assault ability lasts an additional 2 rounds per day.  ",
			"**Special:** You can take this feat multiple times. Its effects stack."
		]
	},
	"extra_evolution": {
		"name": "Extra Evolution",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Evolution",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"Your eidolon has more evolutions.  ",
			"**Prerequisites:** Eidolon class feature.  ",
			"**Benefit:** Your eidolon's evolution pool increases by 1.  ",
			"**Special:** This evolution can be taken once at 1st level, and again at 5th, 10th, 15th and 20th."
		]
	},
	"extra_feature": {
		"name": "Extra Feature",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Extra Feature",
			"",
			"{SOURCE Blood of the Moon/7}",
			"",
			"You are an exceptional shapechanger.  ",
			"**Prerequisites:** Con 13, skinwalker.  ",
			"**Benefit:** When you change shape to your bestial form, you may choose one additional feature from those listed in your shapechange ability and gain that benefit while in bestial form.  ",
			"**Special:** You can gain this feat multiple times. Its effects stack."
		]
	},
	"extra_focus_power": {
		"name": "Extra Focus Power",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extra Focus Power",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You gain an additional focus power from your implements.  ",
			"**Prerequisites:** Focus power class feature.  ",
			"**Benefit:** You gain one additional focus power from among those available from your chosen implement schools. You must select a power for which you normally qualify.  ",
			"**Special:** You can choose this feat once for every implement school you know, up to a maximum of seven times at 18th level. Each time you do, you must choose a different focus power. If you have selected the same implement school more than once, you can select a focus power from that school once for each time you selected that school."
		]
	},
	"extra_gnome_magic": {
		"name": "Extra Gnome Magic",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Extra Gnome Magic",
			"",
			"{SOURCE Gnomes of Golarion/26}",
			"",
			"The raw magic that flows through your gnome blood is stronger than normal.  ",
			"**Prerequisites:** Cha 13, Gnome.  ",
			"**Benefit:** You gain an additional three uses per day of your gnome spell-like abilities (dancing lights, ghost sound, prestidigitation). You can use these in any combination; for example, you can use dancing lights four times in one day (taking all three additional uses for the same spell), or you can cast ghost sound twice, prestidigitation twice, speak with animals twice, and dancing lights once. If you have a feat, trait, or other ability that changes your racial 0-level spell-like abilities to other 0-level spells, this feat applies to them instead."
		]
	},
	"extra_grit": {
		"name": "Extra Grit",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Extra Grit (Grit)",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"You have more grit than the ordinary gunslinger.  ",
			"**Prerequisites:** Grit class feature or the Amateur Gunslinger feat.  ",
			"**Benefit:** You gain 2 extra grit points at the start of each day, and your maximum grit increases by 2.  ",
			"**Normal:** If you are a gunslinger, you gain your Wisdom modifier in grit points at the start of each day, which is also your maximum grit. If you have the Amateur Gunslinger feat, you gain 1 grit point at the start of each day, and your maximum grit is equal to your Wisdom modifier.  ",
			"**Special:** If you possess levels in the gunslinger class, you can take this feat multiple times."
		]
	},
	"extra_hail_of_arrows": {
		"name": "Extra Hail of Arrows",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Extra Hail of Arrows (Combat)",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"You are a master at raining arrows upon your foes.  ",
			"**Prerequisites:** Hail of arrows class feature.  ",
			"**Benefit:** You can use your hail of arrows ability one additional time per day.  ",
			"**Special:** You can select this feat multiple times. Each time you take the feat, you can use this ability one additional time per day."
		]
	},
	"extra_hex": {
		"name": "Extra Hex",
		"sources": [
			"Advanced Class Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Extra Hex",
			"",
			"{SOURCE Advanced Class Guide/147;Advanced Player's Guide/160}",
			"",
			"You have learned the secrets of a new hex.  ",
			"**Prerequisites:** Hex class feature.  ",
			"**Benefit:** You gain one additional hex. You must meet the prerequisites for this hex. If you are a shaman, it must be a hex granted by your spirit rather than one from a wandering spirit.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain another hex."
		]
	},
	"extra_impromptu_sneak_attack": {
		"name": "Extra Impromptu Sneak Attack",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Extra Impromptu Sneak Attack (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/10}",
			"",
			"You are particularly adept at striking at your opponents who are unaware of your presence.  ",
			"**Prerequisites:** Impromptu sneak attack class feature.  ",
			"**Benefit:** You can perform one additional impromptu sneak attack each day.  ",
			"**Special:** You can gain this feat multiple times. Its benefits stack."
		]
	},
	"extra_inspiration": {
		"name": "Extra Inspiration",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Inspiration",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"You are more able to draw upon inspiration than most.  ",
			"**Prerequisites:** {feat/Amateur Investigator} or inspiration class feature.  ",
			"**Benefit:** You gain three extra use per day of inspiration in your inspiration pool.  ",
			"**Special:** If you have levels in the investigator class, you can take this feat multiple times. Each time you do, you gain three extra uses of inspiration per day."
		]
	},
	"extra_investigator_talent": {
		"name": "Extra Investigator Talent",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Investigator Talent",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"You learn a new way to use your training and inspiration.  ",
			"**Prerequisites:** Investigator talent class feature.  ",
			"**Benefit:** You gain one additional investigator talent. You must meet the prerequisites for this investigator talent.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain another investigator talent."
		]
	},
	"extra_investiture_points": {
		"name": "Extra Investiture Points",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Extra Investiture Points",
			"",
			"{SOURCE Heroes of the High Court/23}",
			"",
			"Whatever power has invested you to guide your destiny has instilled you with additional energy.  ",
			"**Prerequisites:** Investiture class feature.  ",
			"**Benefit:** Your investiture points increase by 2.  ",
			"**Special:** You can take Extra Investiture Points multiple times. The effects stack."
		]
	},
	"extra_item_slot": {
		"name": "Extra Item Slot",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Extra Item Slot",
			"",
			"{SOURCE Animal Archive/18}",
			"",
			"You are able to wear magic items more easily than other creatures of your kind.  ",
			"**Prerequisites:** Non-humanoid body shape.  ",
			"**Benefit:** Choose one magic item slot not normally available to creatures with your shape. You can now use magic items in that slot."
		]
	},
	"extra_ki": {
		"name": "Extra Ki",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Extra Ki",
			"",
			"{SOURCE PRPG Core Rulebook/123}",
			"",
			"You can use your ki pool more times per day than most.  ",
			"**Prerequisites:** Ki pool class feature.  ",
			"**Benefit:** Your ki pool increases by 2.  ",
			"**Special:** You can gain Extra Ki multiple times. Its effects stack."
		]
	},
	"extra_lay_on_hands": {
		"name": "Extra Lay on Hands",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Extra Lay on Hands",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You can use your lay on hands ability more often.  ",
			"**Prerequisites:** Lay on hands class feature.  ",
			"**Benefit:** You can use your lay on hands ability two additional times per day.  ",
			"**Special:** You can gain Extra Lay On Hands multiple times. Its effects stack."
		]
	},
	"extra_light_and_dark": {
		"name": "Extra Light and Dark",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Extra Light and Dark",
			"",
			"{SOURCE Blood of Shadows/11}",
			"",
			"You can twist the effects of positive and negative energy for longer periods of time.  ",
			"**Prerequisites:** Light and dark racial trait, wayang.  ",
			"**Benefit:** Your light and dark ability lasts 1 additional minute per day.  ",
			"**Special:** You can take this feat multiple times. Its effects stack."
		]
	},
	"extra_martial_flexibility": {
		"name": "Extra Martial Flexibility",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Martial Flexibility",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"You are extremely versatile in a fight.  ",
			"**Prerequisites:** Martial flexibility class feature.  ",
			"**Benefit:** You can use your martial flexibility ability three additional times per day."
		]
	},
	"extra_mental_focus": {
		"name": "Extra Mental Focus",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extra Mental Focus",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You possess increased mental focus.  ",
			"**Prerequisites:** Mental focus class feature.  ",
			"**Benefit:** You gain 2 additional points of mental focus."
		]
	},
	"extra_mercy": {
		"name": "Extra Mercy",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Extra Mercy",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"Your lay on hands ability adds an additional mercy.  ",
			"**Prerequisites:** Lay on hands class feature, mercy class feature.  ",
			"**Benefit:** Select one additional mercy for which you qualify. When you use lay on hands to heal damage to one target, it also receives the additional effects of this mercy.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, select a new mercy."
		]
	},
	"extra_mesmerist_tricks": {
		"name": "Extra Mesmerist Tricks",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extra Mesmerist Tricks",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You can use your mesmerist tricks more often.  ",
			"**Prerequisites:** Mesmerist trick class feature.  ",
			"**Benefit:** You can implant two additional mesmerist tricks per day.  ",
			"**Special:** You can gain Extra Mesmerist Tricks multiple times. Its effects stack."
		]
	},
	"extra_mythic_power": {
		"name": "Extra Mythic Power",
		"sources": [
			"Mythic Adventures",
			"Mythic Adventures"
		],
		"description": [
			"## Extra Mythic Power",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You can store more mythic power than your tier would normally allow.  ",
			"**Benefit:** You gain two extra uses of mythic power each day."
		],
		"mythic_only": true
	},
	"extra_ninja_trick": {
		"name": "Extra Ninja Trick",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Extra Ninja Trick",
			"",
			"{SOURCE Blood of Shadows/25}",
			"",
			"You have honed your shadowy skills further than most.  ",
			"**Prerequisites:** Ninja trick class feature.  ",
			"**Benefit:** You gain one additional ninja trick. You must meet all of the prerequisites for this ninja trick.  ",
			"**Special:** You can gain Extra Ninja Trick multiple times."
		]
	},
	"extra_panache": {
		"name": "Extra Panache",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Panache (Panache)",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"You have more panache than the ordinary swashbuckler.  ",
			"**Prerequisites:** Amateur Swashbuckler or panache class feature.  ",
			"**Benefit:** You gain two more panache points at the start of each day, and your maximum panache increases by two.  ",
			"**Special:** If you have levels in the swashbuckler class, you can take this feat multiple times. Its effects stack."
		]
	},
	"extra_path_ability": {
		"name": "Extra Path Ability",
		"sources": [
			"Mythic Adventures",
			"Mythic Adventures"
		],
		"description": [
			"## Extra Path Ability",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You can call upon mythic powers beyond those already invested in you.  ",
			"**Prerequisites:** 3rd mythic tier.  ",
			"**Benefit:** Choose one mythic ability from your path or from the universal path abilities that you meet the requirements for. You gain that path ability."
		],
		"mythic_only": true
	},
	"extra_performance": {
		"name": "Extra Performance",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Extra Performance",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You can use your bardic performance ability more often than normal.  ",
			"**Prerequisites:** Bardic performance class feature.  ",
			"**Benefit:** You can use bardic performance for 6 additional rounds per day.  ",
			"**Special:** You can gain Extra Performance multiple times. Its effects stack."
		]
	},
	"extra_rage": {
		"name": "Extra Rage",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Extra Rage",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You can use your rage ability more than normal.  ",
			"**Prerequisites:** Rage class feature.  ",
			"**Benefit:** You can rage for 6 additional rounds per day.  ",
			"**Special:** You can gain Extra Rage multiple times. Its effects stack."
		]
	},
	"extra_rage_power": {
		"name": "Extra Rage Power",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Extra Rage Power",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You have unlocked a new ability to use while raging.  ",
			"**Prerequisites:** Rage power class feature.  ",
			"**Benefit:** You gain one additional rage power. You must meet all of the prerequisites for this rage power.  ",
			"**Special:** You can gain Extra Rage Power multiple times."
		]
	},
	"extra_ranger_trap": {
		"name": "Extra Ranger Trap",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Ranger Trap",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"You can use ranger traps more often.  ",
			"**Prerequisites:** Trap class feature.  ",
			"**Benefit:** You can set ranger traps two additional times per day."
		]
	},
	"extra_reservoir": {
		"name": "Extra Reservoir",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Reservoir",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"Your reservoir of arcane energy is greater than others'.  ",
			"**Prerequisites:** Arcane reservoir class feature.  ",
			"**Benefit:** You gain three more points in your arcane reservoir, and the maximum number of points in your arcane reservoir increases by that amount.  ",
			"**Special:** You can take this feat multiple times. Its effects stack."
		]
	},
	"extra_revelation": {
		"name": "Extra Revelation",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Extra Revelation",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You have discovered a new aspect of your mystery.  ",
			"**Prerequisites:** Revelation class feature.  ",
			"**Benefit:** You gain one additional revelation. You must meet all of the prerequisites for this revelation.  ",
			"**Special:** You can gain Extra Revelation multiple times."
		]
	},
	"extra_rogue_talent": {
		"name": "Extra Rogue Talent",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Extra Rogue Talent",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"Through constant practice, you have learned how to perform a special trick.  ",
			"**Prerequisites:** Rogue talent class feature.  ",
			"**Benefit:** You gain one additional rogue talent. You must meet all of the prerequisites for this rogue talent.  ",
			"**Special:** You can gain Extra Rogue Talent multiple times."
		]
	},
	"extra_shadow_jump": {
		"name": "Extra Shadow Jump",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Extra Shadow Jump",
			"",
			"{SOURCE Blood of Shadows/25}",
			"",
			"You have an improved ability to leap through shadow.  ",
			"**Prerequisites:** Shadow jump shadowdancer class feature.  ",
			"**Benefit:** Add 10 feet to the total distance you can jump each day using the shadow jump ability. The extra distance provided by this feat doubles whenever the distance that you can jump doubles (20 feet at 6th, 40 feet at 8th, and 80 feet at 10th level).  ",
			"**Special:** This feat can be selected up to four times. Its effects stack."
		]
	},
	"extra_slayer_talent": {
		"name": "Extra Slayer Talent",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Slayer Talent",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"Through long practice, you have learned how to perform a special talent.  ",
			"**Prerequisites:** Slayer talent class feature.  ",
			"**Benefit:** You gain one additional slayer talent. You must meet the prerequisites for this slayer talent.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain another slayer talent."
		]
	},
	"extra_spell_synthesis": {
		"name": "Extra Spell Synthesis",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Extra Spell Synthesis",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"You push your combination of magic to greater heights.  ",
			"**Prerequisites:** Spell synthesis class feature.  ",
			"**Benefit:** You can perform one additional spell synthesis per day.  ",
			"**Special:** You can select this feat multiple times. Each time you take the feat, you can use this ability one additional time per day."
		]
	},
	"extra_spontaneous_spell_mastery": {
		"name": "Extra Spontaneous Spell Mastery",
		"sources": [
			"Adventurer's Guide",
			"Arcane Anthology"
		],
		"description": [
			"## Extra Spontaneous Spell Mastery",
			"",
			"{SOURCE Adventurer's Guide/124;Arcane Anthology/14}",
			"",
			"You are able to spontaneously cast spells you have mastered more frequently than your peers.  ",
			"**Prerequisites:** Magaambyan arcanist spontaneous spell mastery class feature.  ",
			"**Benefit:** You gain one additional use of your spontaneous spell mastery ability per day.  ",
			"**Special:** You can take this feat multiple times."
		]
	},
	"extra_stamina": {
		"name": "Extra Stamina",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Extra Stamina (Combat)",
			"",
			"{SOURCE Pathfinder Unchained/113}",
			"",
			"You can push yourself to higher limits.  ",
			"**Prerequisites:** {feat/Combat Stamina}, base attack bonus +5.  ",
			"**Benefit:** Your stamina pool increases by 3 points.  ",
			"**Special:** You can select this feat up to three times. Each time you do, your stamina pool grows by 3 points."
		]
	},
	"extra_summons": {
		"name": "Extra Summons",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Summons",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"You can summon monsters more often each day.  ",
			"**Prerequisites:** Ability to cast {spell/summon monster>_1} as a spell-like ability, summoner 1st.  ",
			"**Benefit:** You gain 1 additional use of your summon monster spell-like ability per day.  ",
			"**Special:** You can take this feat multiple times, but it can only be taken once for every five summoner levels you possess."
		]
	},
	"extra_surge": {
		"name": "Extra Surge",
		"sources": [
			"Pathfinder #85: Fires of Creation",
			"People of the Stars"
		],
		"description": [
			"## Extra Surge",
			"",
			"{SOURCE Pathfinder #85: Fires of Creation/72;People of the Stars/7}",
			"",
			"You can use your nanite surge ability more often than normal.  ",
			"**Prerequisites:** Con 13, nanite surge ability.  ",
			"**Benefit:** You can use your nanite surge ability one additional time per day.  ",
			"**Special:** You can gain Extra Surge multiple times. Its effects stack."
		]
	},
	"extra_touch_treatment": {
		"name": "Extra Touch Treatment",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extra Touch Treatment",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You can use your touch treatment more often.  ",
			"**Prerequisites:** Touch treatment class feature.  ",
			"**Benefit:** You can use touch treatment two additional times per day."
		]
	},
	"extra_variance": {
		"name": "Extra Variance",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Extra Variance",
			"",
			"{SOURCE Magic Tactics Toolbox/9}",
			"",
			"You can augment your channeled energy in new ways.  ",
			"**Prerequisites:** Channeling Variance or variant channeling ability, channel energy class feature.  ",
			"**Benefit:** You gain one additional variant channeling ability that matches one of your deity's domains, subdomains, or areas of concern. Three times per day, you can apply the modifications of this variant channel energy, reducing the damage dealt or healing performed by your channeled energy as normal. You cannot apply more than one variant channeling ability to your channeled energy at once.  ",
			"**Special:** You can select this feat multiple times. Each time you do, you gain another variant channeling ability. If you have chosen Channeling Variance twice, you can use any variant channeling ability chosen with this feat whenever you channel energy."
		]
	},
	"extra_vested_power": {
		"name": "Extra Vested Power",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Extra Vested Power",
			"",
			"{SOURCE Heroes of the High Court/23}",
			"",
			"You have been invested with additional powers to guide your destiny.  ",
			"**Prerequisites:** Vested power class feature.  ",
			"**Benefit:** You gain an additional vested power. You must meet the level requirement for this vested power.  ",
			"**Special:** You can take Extra Vested Power multiple times."
		]
	},
	"extra_wild_talent": {
		"name": "Extra Wild Talent",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extra Wild Talent",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You gain an additional wild talent.  ",
			"**Prerequisites:** Kineticist level 6th.  ",
			"**Benefit:** You gain a wild talent that's at least 2 levels lower than the highest-level wild talent you can currently use. You can select an infusion or a non-infusion wild talent, but not a blast or defense wild talent. If you have the expanded element class feature, you can select a wild talent from any of your elements that's at least 2 levels lower than the highest-level wild talent from your primary element that you can currently use.  ",
			"**Special:** You can take this feat multiple times. Each time, you must choose a different wild talent."
		]
	},
	"extra_word": {
		"name": "Extra Word",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Word (Words of Power)",
			"",
			"{SOURCE Ultimate Magic/166}",
			"",
			"You have uncovered a new word of power.  ",
			"**Prerequisites:** Caster level 1st, ability to cast wordspells, see Special.  ",
			"**Benefit:** Add one effect word from your class's word list to your list of words known. This is in addition to the number of words normally gained at each level in your class. You may instead add two words from your class's word list to your list of words known, but both of these words must be at least one level lower than the highest-level wordspell you can cast in that class. Once made, these choices cannot be changed.  ",
			"**Special:** You can only take this feat if you possess levels in a class whose spellcasting relies on a limited list of words known, such as the bard, oracle, or sorcerer. You can take this feat multiple times."
		]
	},
	"extraplanar_conjunction": {
		"name": "Extraplanar Conjunction",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Extraplanar Conjunction (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/206}",
			"",
			"The innate planar energies of your allies empower your magical abilities, allowing you to make your spell-like abilities more difficult to resist.  ",
			"**Prerequisites:** Any racial spell-like ability, outsider.  ",
			"**Benefit:** Whenever you're adjacent to an outsider ally who also has this feat, the DC of any racial spell-like abilities you use increases by 2 if your ally has the same racial spell-like ability. The proximity of multiple allies can't increase the DC further."
		]
	},
	"extreme_mood_swings": {
		"name": "Extreme Mood Swings",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"## Extreme Mood Swings",
			"",
			"{SOURCE Inner Sea Taverns/59}",
			"",
			"Your emotions sometimes get the better of you.  ",
			"**Benefit:** Increase each morale bonus you receive by 1. You take a -1 penalty on saves against emotion and fear effects. When you are drunk (or worse), this penalty doubles, but you increase each morale bonus you receive by 2 instead."
		]
	},
	"extreme_prejudice": {
		"name": "Extreme Prejudice",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Extreme Prejudice (Combat)",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"Your hatred of a particular type of creature has honed your killer instinct.  ",
			"**Prerequisites:** {feat/Seething Hatred}, sneak attack +3d6, studied target class feature.  ",
			"**Benefit:** When you succeed at a sneak attack against a creature you selected as the target of your Seething Hatred feat, you use d8s to roll sneak attack damage instead of d6s.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When you succeed at a sneak attack against a creature that is not the target of your Seething Hatred feat, you can spend 5 stamina points to treat the creature as if it were the target of your Seething Hatred for that attack."
		]
	},
	"eye_for_ingredients": {
		"name": "Eye for Ingredients",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Eye for Ingredients",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"Your keen eyes help you find better deals on magical components for your spells.  ",
			"**Prerequisites:** {feat/Eschew Materials}, Appraise 6 ranks, Spellcraft 6 ranks.  ",
			"**Benefit:** When in a large city or larger settlement, you can search the markets carefully for 4 hours in order to purchase material components for your spells at a 10% discount. You can purchase up to 1,000 gp worth of material components (which costs you 900 gp) each day. These cheaper components work perfectly well for their spells, but their resale value is also 10% less."
		]
	},
	"eye_of_the_arclord": {
		"name": "Eye of the Arclord",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Eye of the Arclord",
			"",
			"{SOURCE Inner Sea World Guide/286;Pathfinder Campaign Setting/109}",
			"",
			"Your understanding of the esoteric teachings of the Arclords of Nex allows you to open an eldritch eye that grants you superior perception of the magical world.  ",
			"**Prerequisites:** Knowledge (arcana) 4 ranks, ability to cast arcane spells.  ",
			"**Benefit:** Once per day as a standard action, you can open an incandescent third eye upon your forehead. The eye can remain open for 1 minute, during which time you cast all divination spells at +1 caster level (as long as you begin casting the spell before the eye closes), gain darkvision 60 feet, and can use {spell/detect magic} (as the spell of the same name). You gain a +8 bonus on Perception checks to notice invisible creatures while the eye is open as well."
		]
	},
	"eyes_of_judgment": {
		"name": "Eyes of Judgment",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Eyes of Judgment",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"The true motives of creatures cannot escape your discerning gaze.  ",
			"**Prerequisites:** Detect alignment class feature, caster level 6th.  ",
			"**Benefit:** When using your detect alignment class feature, you may spend 3 rounds studying a creature within 60 feet. You cannot take any other actions while doing this. After that time has passed, you learn the alignment of the creature."
		]
	},
	"eyes_of_the_purge": {
		"name": "Eyes of the Purge",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Eyes of the Purge",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/73}",
			"",
			"Through training and persistence inspired by the Great Purge of Stavian I, you have learned to detect the sources of divine magic in such effects' auras.  ",
			"**Prerequisites:** Ability to cast {spell/detect magic} as a spell or spell-like ability.  ",
			"**Benefit:** When you use {spell/detect magic} to determine the strength and location of the aura of a functioning spell, if that spell's caster used a holy symbol as a divine focus to cast the spell, you see a ghostly image of the deity's holy symbol as part of the spell's aura. Effects that block divination spells or effects also block the effects of this feat."
		]
	},
	"eyes_of_the_twilight": {
		"name": "Eyes of the Twilight",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Eyes of the Twilight",
			"",
			"{SOURCE Inner Sea Races/206}",
			"",
			"Your eyes have grown accustomed to the half-light of dusk and dawn.  ",
			"**Prerequisites:** {feat/Sharp Senses}, Perception 7 ranks, keen senses racial trait, low-light vision.  ",
			"**Benefit:** Creatures within an area of dim light don't gain {rule/concealment} from you. You're still effectively blinded in an area of darkness.  ",
			"**Normal:** Creatures within an area of dim light gain concealment (20% miss chance in combat) from those without darkvision or the ability to see in darkness."
		]
	},
	"fabulist": {
		"name": "Fabulist",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Fabulist (Grit)",
			"",
			"{SOURCE Champions of Balance/19}",
			"",
			"You enjoy telling tall tales and gain confidence when others believe them.  ",
			"**Prerequisites:** Amateur Gunslinger feat or grit class feature.  ",
			"**Benefit:** You gain a +1 bonus on Perform (act, comedy, oratory, and sing) skill checks, and Perform is a class skill for you. In addition, each time you make a successful Bluff check to convince someone of a far-fetched or impossible story, you regain 1 grit point. Successfully lying to a friendly or helpful creature, or a creature that has fewer Hit Dice than half your character level, doesn't restore grit."
		]
	},
	"fabulous_figments": {
		"name": "Fabulous Figments",
		"sources": [
			"Mythic Adventures",
			"Mythic Adventures"
		],
		"description": [
			"## Fabulous Figments",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"Your illusions are astonishingly realistic.  ",
			"**Prerequisites:** {feat/Spell Focus/ (illusion)}.  ",
			"**Benefit:** Non-mythic creatures can't identify your illusion spells with Spellcraft, including checks attempted as part of arcane sight, detect magic, or similar effects. When mythic creatures attempt to identify your illusions, add your tier to the DC of those Spellcraft checks. Mythic creatures informed by their allies that one of your illusions isn't real gain only a +2 bonus on their Will saves to disbelieve. Non-mythic creatures gain no bonus to disbelieve."
		],
		"mythic_only": true
	},
	"faeries_strike": {
		"name": "Faerie's Strike",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Faerie's Strike (Combat)",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"Ephemeral wisps of nature spirits dance about those you strike.  ",
			"**Prerequisites:** Nature Magic or the ability to cast druid or ranger spells; Vital Strike, Knowledge (nature) 5 ranks.  ",
			"**Benefit:** When you use Vital Strike (or Improved Vital Strike or Greater Vital Strike), the creature you hit with the attack must succeed at a Will save (DC = 10 + 1/2 your character level + your Wisdom modifier) or be illuminated as if by faerie fire for 1 minute. You can use this benefit a number of times per day equal to your Wisdom modifier (minimum 1).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When using this feat, you can spend up to 5 stamina points to increase the DC of the effect by an amount equal to the number of stamina points you spent."
		]
	},
	"falcons_cry": {
		"name": "Falcon's Cry",
		"sources": [
			"Adventurer's Guide",
			"Andoran, Birthplace of Freedom"
		],
		"description": [
			"## Falcon's Cry",
			"",
			"{SOURCE Adventurer's Guide/76;Andoran, Birthplace of Freedom/30}",
			"",
			"You inspire others to throw off the shackles of oppression.  ",
			"**Prerequisites:** Cha 13, affiliated with the Steel Falcons.  ",
			"**Benefit:** You inspire a zeal for freedom in your allies. As a standard action, you can grant everyone within 60 feet who is able to see and hear you the ability to roll twice when attempting an Escape Artist check, a Will save against compulsions, or a Strength check to break chains, manacles, or similar bonds. Such checks must be attempted before the beginning of your next turn. You can do this once per day, plus one additional time for every 3 character levels that you have."
		]
	},
	"fall_guy": {
		"name": "Fall Guy",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Fall Guy (Teamwork)",
			"",
			"{SOURCE Antihero's Handbook/10}",
			"",
			"Your ally plays the part of a bumbling fool, making you look good in comparison.  ",
			"**Prerequisites:** Bluff 1 rank.  ",
			"**Benefit:** An ally who also has this feat can spend a standard action bumbling around, uttering gaffes, or otherwise making herself appear to be socially inept. The ally takes a -2 penalty on future Charisma-based checks against characters who witnessed her behavior, but you gain a +2 competence bonus on such checks. The penalty and bonus both end after 24 hours."
		]
	},
	"falling_water_gambit": {
		"name": "Falling Water Gambit",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Falling Water Gambit (Combat)",
			"",
			"{SOURCE Adventurer's Guide/25;Inner Sea Combat/10}",
			"",
			"You have integrated both the Roaring Falls and Shrouded Lake techniques of Aldori swordplay into a seamless union.  ",
			"**Prerequisites:** {feat/Aldori Dueling Disciple}, {feat/Duelist of the Roaring Falls}, {feat/Duelist of the Shrouded Lake}, {feat/Exotic Weapon Proficiency/ (Aldori dueling sword)}, {feat/Weapon Finesse}, {feat/Weapon Focus/ (Aldori dueling sword)}, base attack bonus +8.  ",
			"**Benefit:** When attacking a creature denied its Dexterity bonus to AC because of your successful feint, you increase the threat range of your Aldori dueling sword by 1 (typically to 18-20/&times;2), and gain a +2 bonus on attack rolls to confirm critical hits. After you make a dueling dodge or succeed at a dueling parry during a duel, you can make an attack of opportunity against the foe who attacked you if that foe is shaken, frightened, or panicked. To gain these benefits, you must be wielding only an Aldori dueling sword (not using a shield, an off-hand weapon, armor spikes, unarmed strikes, or natural weapons).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">By spending 4 stamina points, you gain the ability to attempt a dueling dodge or a dueling parry against attacks made by a shaken, frightened, or panicked opponent, even if you aren't participating in a duel."
		]
	},
	"false_casting": {
		"name": "False Casting",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## False Casting",
			"",
			"{SOURCE Inner Sea Magic/10}",
			"",
			"When using a magic item, you can trick onlookers into thinking you used spellcasting instead.  ",
			"**Prerequisites:** {feat/Magical Aptitude}, Bluff 1 rank, Sleight of Hand 1 rank.  ",
			"**Benefit:** When you use a magic item or a spell-like ability to create a magical effect, you may add additional magic-seeming words and hand gestures to trick onlookers into believing you cast the spell yourself. If using an item that is recognizable as a magical implement (such as a wand or ring), you can trick viewers into thinking you are just using the item as a focus component. Onlookers who have no ranks in Spellcraft have no knowledge of what is genuine spellcasting, and automatically believe you are casting a spell.",
			"",
			"If an onlooker attempts a Spellcraft check to identify your \"casting,\" his check is opposed by your Bluff check. If he succeeds, he realizes the deception. If he fails, he believes you cast the spell. Regardless of the result of that opposed check, he uses the result of that Spellcraft check to identify the \"spell\" you cast, except the DC is 20 + the spell's level instead of 15 + the spell's level."
		]
	},
	"false_focus": {
		"name": "False Focus",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## False Focus",
			"",
			"{SOURCE Inner Sea Magic/10}",
			"",
			"You can use a divine focus to cast arcane spells.  ",
			"**Prerequisites:** Knowledge (religion) 1 rank, ability to cast arcane spells.  ",
			"**Benefit:** By using a divine focus as part of casting, you can cast any spell with a material component costing the value of that divine focus (maximum 100 gp) or less without needing that component. For example, if you use a silver holy symbol worth 25 gp, you do not have to provide material components for an arcane spell if its components are worth 25 gp or less. The casting of the spell still provokes attacks of opportunity as normal. If the spell requires a material component that costs more than the value of the divine focus, you must have the material component on hand to cast the spell, as normal.  ",
			"**Normal:** A divine focus has no effect when used as a component in arcane spells."
		]
	},
	"false_opening": {
		"name": "False Opening",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## False Opening (Combat)",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"When you make a ranged attack while threatened, you can fool your opponent into thinking he has an opening.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, Close Quarters Thrower or Point-Blank Master, Weapon Focus with selected ranged weapon.  ",
			"**Benefit:** Choose a ranged weapon or a thrown weapon. When you make a ranged attack using that weapon, you can choose to provoke an attack of opportunity from one or more opponents who threaten you. You gain a +4 dodge bonus against such attacks. An opponent that makes such an attack and misses you loses his Dexterity bonus to AC against you until the end of your turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When you use this feat, you can spend 5 stamina points to make an attack of opportunity against an opponent who misses you with the provoked attack (after it loses its Dexterity bonus to AC against you)."
		]
	},
	"false_trail": {
		"name": "False Trail",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## False Trail",
			"",
			"{SOURCE Ultimate Wilderness/111}",
			"",
			"You create a false trail to throw off pursuers, enabling you to increase your lead on those following you or make them lose your trail entirely.  ",
			"**Prerequisites:** Survival 3 ranks.  ",
			"**Benefit:** You can create a false trail in the wilderness via a combination of misleading footprints, discarded items, torn scraps of clothing, and other signs. When you create a false trail, you determine the direction it leads. A creature tracking you must succeed at a Perception or Survival check (DC = 10 + half your character level + your Wisdom modifier) to determine the trail is fake when first encountering it. On a success, the creature can continue to track you as normal. The effect of a failure to identify the trail as false depends on the time and effort spent making it.",
			"",
			"Quick: A quick false trail takes 10 minutes to complete. A creature that fails to identify the trail as false follows it for 1d4x1,000 feet.  ",
			"**Normal:** A normal false trail takes 1 hour to complete. A creature that fails to identify the trail as false follows it for 1d4 miles.",
			"",
			"Elaborate: An elaborate false trail takes 4 hours to complete. A creature that fails to identify the trail as false follows it for 2d6 miles.",
			"",
			"After a creature that fails to identify a false trail follows it for the determined distance, it can attempt another Perception or Survival check with a +5 bonus. On a success, the creature realizes it's following a false trail and can continue to track you as normal after backtracking to the start of the false trail (or wherever you diverged from the false trail). On a failure, the creature continues to move in the direction of the false trail for an additional mile. After each mile, it can attempt a new check with a cumulative +5 bonus."
		]
	},
	"falter": {
		"name": "Falter",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Falter (Blood Hex)",
			"",
			"{SOURCE Magic Tactics Toolbox/29}",
			"",
			"You curse the blood of your foes, forcing them to falter in their subsequent actions.  ",
			"**Prerequisites:** Int 13, Spellcraft 5 ranks, Use Magic Device 5 ranks.  ",
			"**Benefit:** As a standard action, you can curse an enemy you've dealt damage to since your last turn. That target must succeed at a Will save or be unable to take a 5-foot step, delay an action, or ready an action for 1 round.  ",
			"**Special:** A shaman or witch with this blood hex can use it against any creature she has dealt damage to in the past minute. A creature affected by this blood hex used by a shaman or witch also has its movement rate halved for the blood hex's duration."
		]
	},
	"familiar_bond": {
		"name": "Familiar Bond",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Familiar Bond",
			"",
			"{SOURCE Familiar Folio/18}",
			"",
			"You have learned a ritual that allows you to gain a familiar.  ",
			"**Prerequisites:** {feat/Iron Will}.  ",
			"**Benefit:** You gain a familiar, as the wizard arcane bond class feature. You do not gain the special ability the familiar normally grants its master, and the familiar does not gain the deliver touch spells, scry on familiar, share spells, speak with animals of its kind, or spell resistance special abilities. Otherwise, your total Hit Dice are used as your wizard level for determining the familiar's abilities.  ",
			"**Special:** If you have (or later gain) levels in a class that grants a familiar, whenever you select a familiar, you can either base your familiar's abilities on your total Hit Dice per this feat (including the restrictions on its special abilities), or choose to apply only your levels in classes that grant a familiar (and thus gain all the special abilities that familiar would grant based on those class levels). You can never have more than one familiar."
		]
	},
	"familiar_focus": {
		"name": "Familiar Focus",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Familiar Focus",
			"",
			"{SOURCE Animal Archive/18}",
			"",
			"You are closely connected to your master's powers.  ",
			"**Prerequisites:** Familiar.  ",
			"**Benefit:** Whenever your master targets you with a harmless spell or spell-like ability, your master's effective caster level for the effect is increased by 1."
		]
	},
	"familiar_link": {
		"name": "Familiar Link",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Familiar Link (Coven, Teamwork)",
			"",
			"{SOURCE Blood of the Coven/13}",
			"",
			"Within your coven, you have formed a bond with your fellow witches' familiars.  ",
			"**Prerequisites:** Coven hex or {feat/Coven-Touched}, familiar or spirit animal class feature, witch level 1st.  ",
			"**Benefit:** You share an empathic link with the familiars of all other witches in your coven who also have this feat, as per the witch's familiar ability. Additionally, you can use the share spells, deliver touch spells, and scry on familiar abilities with a coven member's familiar as the target, as long as your witch level is high enough to grant access to these abilities. You can communicate with the familiar using its speak with master ability. You gain a +5 bonus on Spellcraft checks to help your familiar learn spells from a coven member's familiar."
		]
	},
	"familiar_spell": {
		"name": "Familiar Spell",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Familiar Spell (Metamagic)",
			"",
			"{SOURCE Animal Archive/18}",
			"",
			"You can imbue your familiar with a spell.  ",
			"**Prerequisites:** Spellcaster with familiar class feature.  ",
			"**Benefit:** You can transfer a prepared spell to your familiar, allowing the familiar to cast that spell at a later time. Variables that rely on caster level function according to your caster level, not your familiar's Hit Dice, though your familiar's Intelligence may influence how precisely it can follow your instructions on how to use these spells.",
			"",
			"Your familiar must be able to speak to cast spells with a verbal component (the ability to speak with its master or creatures of its kind is insufficient). Your familiar must be carrying any material or focus components necessary, unless the materials cost less than 1 gp and the spell is prepared with {feat/Eschew Materials}. Attack rolls use your familiar's ability scores. A familiar spell counts against the number of spells you may prepare for as long as your familiar retains the spell. Once your familiar casts a retained spell, you can prepare a new spell in that slot the next time you prepare spells.",
			"",
			"A familiar spell uses up a spell slot 3 levels higher than the spell's actual level. Your familiar can store a number of spell levels (including this modifier) equal to your caster level, but no spell's adjusted level can exceed half your caster level.  ",
			"**Special:** If you are a spontaneous caster, you must select a specific spell with which to imbue your familiar; you cannot imbue your familiar with an open spell slot."
		]
	},
	"famine_tolerance": {
		"name": "Famine Tolerance",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Famine Tolerance",
			"",
			"{SOURCE Blood of the Night/28}",
			"",
			"You can abide much longer periods without feeding, and enjoy increased benefits from a meal.  ",
			"**Prerequisites:** Moroi or nosferatu.  ",
			"**Benefit:** You can go without feeding for a number of days equal to twice your Hit Dice before having to make hunger saves. When you use your blood drain ability, you gain twice the normal amount of temporary hit points for each feeding.  ",
			"**Special:** This feat is only for campaigns using the optional undead hunger rules."
		]
	},
	"fan_bearer_at_the_kings_right_hand": {
		"name": "Fan-Bearer at the King's Right Hand",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Fan-Bearer at the King's Right Hand (Origin)",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/73}",
			"",
			"Your creator was an aide and bodyguard, and your memories are filled with the sight of that charge.  ",
			"**Prerequisites:** {race/Shabti}.  ",
			"**Benefit:** As a swift action, you can designate an adjacent ally as your charge. So long as you remain adjacent to that character, he benefits from your resistance to level drain and immunity to undeath racial traits. This ability applies even if one of you is killed, so long as you remain adjacent."
		]
	},
	"fanged_crown_massacre": {
		"name": "Fanged Crown Massacre",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Fanged Crown Massacre",
			"",
			"{SOURCE Adventurer's Guide/84}",
			"",
			"Driven by your loyalty to a fallen queen, you can inspire your allies to brutal acts.  ",
			"**Prerequisites:** {feat/Bodyguard}, {feat/Combat Reflexes}, Perform (oratory) 3 ranks, any evil alignment.  ",
			"**Benefit:** Whenever an ally within 30 feet makes an attack, you can attempt a DC 10 Perform (oratory) check as an immediate action. If you are successful, the ally gains a +2 morale bonus on her attack roll. If an attack affected in this way would normally deal nonlethal damage, it deals lethal damage instead. This ability has no effect if your ally cannot hear you speak or understand your words."
		]
	},
	"far_shot": {
		"name": "Far Shot",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Far Shot (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You are more accurate at longer ranges.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}.  ",
			"**Benefit:** You only suffer a -1 penalty per full range increment between you and your target when using a ranged weapon.  ",
			"**Normal:** You suffer a -2 penalty per full range increment between you and your target.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When making a single ranged attack as a standard action, you can spend 5 stamina points to ignore all range penalties on that attack.",
			"",
			"### Mythic Far Shot",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You make long-ranged attacks with remarkable accuracy.  ",
			"**Prerequisites:** {feat/Far Shot}.  ",
			"**Benefit:** As a swift action, you can expend one use of mythic power to ignore all range increment penalties for your ranged attacks until the end of your turn."
		],
		"has_mythic_version": true
	},
	"far_roaming_familiar": {
		"name": "Far-Roaming Familiar",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Far-Roaming Familiar",
			"",
			"{SOURCE Familiar Folio/18}",
			"",
			"Distance can't sever the bond between you and your familiar.  ",
			"**Prerequisites:** Intelligence 13, must have a familiar.  ",
			"**Benefit:** You retain your empathic link to your familiar regardless of distance, though lead blocks the link at distances greater than 1 mile (similar to the way lead blocks detect magic effects)."
		]
	},
	"fascinated_by_the_mundane": {
		"name": "Fascinated by the Mundane",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Fascinated by the Mundane (Story)",
			"",
			"{SOURCE Legacy of the First World/5}",
			"",
			"Your perspective of normality is slightly skewed, and you are easily awed by things such as commonplace tools or mundane activities. You struggle to find your place in a world that seems continually poised to overwhelm your senses.  ",
			"**Prerequisites:** You must have a fey ancestor somewhere in your family line, and you must have the [Adopted by the Fey, Met a Fantastic Creature](rule/birth_circumstances_and_more), or [Fey Meeting](rule/class_background_tables) background.  ",
			"**Benefit:** You gain a +2 bonus on Charisma-based ability checks and skill checks other than Diplomacy checks.  ",
			"**Goal:** You must succeed at your saving throws against five different spells with the emotion descriptor or attempts to apply the fascinated condition to you.  ",
			"**Special:** Your ever-present awe is under your control. Your bonus on Charisma-based skill checks now also applies on your Diplomacy checks. You can increase any morale bonus you receive by 1."
		]
	},
	"fascination_jinx": {
		"name": "Fascination Jinx",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Fascination Jinx",
			"",
			"{SOURCE Halflings of Golarion/27}",
			"",
			"If you jinx an already fascinated creature, it doesn't fully recover until the jinx ends.  ",
			"**Prerequisites:** Bardic performance class feature, Halfling Jinx trait.  ",
			"**Benefit:** If you jinx a creature under the effect of a bard's fascinate ability, it also takes a -10 penalty on initiative checks while affected by the jinx. A creature under the effect of your fascinate ability has a -2 penalty on its save against your jinx."
		]
	},
	"fast_change": {
		"name": "Fast Change",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Fast Change",
			"",
			"{SOURCE Blood of the Moon/7}",
			"",
			"You can change forms faster than most skinwalkers.  ",
			"**Prerequisites:** Dex 13, base attack bonus +6, skinwalker.  ",
			"**Benefit:** You can assume your bestial form as a move action instead of a standard action."
		]
	},
	"fast_crawl": {
		"name": "Fast Crawl",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Fast Crawl",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"You are skilled at moving while prone.  ",
			"**Benefit:** While prone, you can move at half speed. This movement provokes attacks of opportunity as normal. You can take a 5-foot step while crawling. This benefit does not stack with the rogue crawl talent.  ",
			"**Normal:** You can crawl 5 feet as a move action. You cannot take a 5-foot step while crawling."
		]
	},
	"fast_drinker": {
		"name": "Fast Drinker",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Fast Drinker",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You swiftly guzzle spirits to draw forth ki.  ",
			"**Prerequisites:** Con 18, drunken ki class feature.  ",
			"**Benefit:** Drinking strong alcohol to gain temporary ki, takes a swift action rather than a standard action."
		]
	},
	"fast_empathy": {
		"name": "Fast Empathy",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Fast Empathy",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"Your empathic attunement to nature connects you swiftly with bestial minds.  ",
			"**Prerequisites:** Handle Animal 5 ranks, wild empathy class feature.  ",
			"**Benefit:** Using wild empathy is a standard action for you.  ",
			"**Normal:** Using wild empathy requires 1 minute.",
			"",
			"### Mythic Fast Empathy",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You can soothe the emotions of wild beasts with nearly supernatural quickness.  ",
			"**Prerequisites:** {feat/Fast Empathy}.  ",
			"**Benefit:** You can use wild empathy as a swift action."
		],
		"has_mythic_version": true
	},
	"fast_healer": {
		"name": "Fast Healer",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Fast Healer",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You benefit greatly from your healing, be it from spells or natural healing.  ",
			"**Prerequisites:** Con 13, {feat/Diehard}, {feat/Endurance}.  ",
			"**Benefit:** When you regain hit points by resting or through magical healing, you recover additional hit points equal to half your Constitution modifier (minimum +1)."
		]
	},
	"fast_learner": {
		"name": "Fast Learner",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Fast Learner",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"You progress gain extra versatility.  ",
			"**Prerequisites:** Int 13, human.  ",
			"**Benefit:** When you gain a level in a favored class, you gain both +1 hit point and +1 skill rank instead of choosing either one or the other benefit or you can choose an alternate class reward."
		]
	},
	"fateful_channel": {
		"name": "Fateful Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Fateful Channel",
			"",
			"{SOURCE Inner Sea Gods/212}",
			"",
			"Your faith not only heals the body, it tugs the strands of fate.  ",
			"**Prerequisites:** Channel positive energy 3d6, worshiper of Pharasma.  ",
			"**Benefit:** When you channel positive energy to heal living creatures, you grant each creature you heal the ability to roll twice and take the better result on a single attack roll, skill check, or saving throw of their choice within a number of rounds equal to your Charisma bonus (minimum 1). Multiple uses of this ability do not stack, but they do reset the effect's duration. A creature can only benefit from one instance of this channel effect at a time."
		]
	},
	"fatiguing_stare": {
		"name": "Fatiguing Stare",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Fatiguing Stare (Combat, Stare)",
			"",
			"{SOURCE Occult Adventures/134}",
			"",
			"Your painful stare fatigues your opponent.  ",
			"**Prerequisites:** Mesmerist level 7th, painful stare class feature.  ",
			"**Benefit:** When a target takes damage from your painful stare, it must succeed at a Fortitude saving throw (DC = 10 + 1/2 your mesmerist level + your Charisma modifier) or become fatigued for 1 round. This can't cause the target to become exhausted, even if the target is already fatigued."
		]
	},
	"favor_of_the_empress_of_torrents": {
		"name": "Favor of the Empress of Torrents",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Favor of the Empress of Torrents",
			"",
			"{SOURCE Aquatic Adventures/58}",
			"",
			"You can unleash powerful watery torrents to push back your foes underwater.  ",
			"**Prerequisites:** Worshiper of Lysianassa or pearl seeker paladin, character level 5th.  ",
			"**Benefit:** Once per day while underwater, you can use {spell/hydraulic torrent} as a spell-like ability. At 10th level and every 5 levels thereafter, you can use this ability an additional time each day."
		]
	},
	"favored_animal_focus": {
		"name": "Favored Animal Focus",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Favored Animal Focus",
			"",
			"{SOURCE Wilderness Origins/22}",
			"",
			"Your companion is unusually comfortable wearing another (metaphorical) skin.  ",
			"**Prerequisites:** Animal companion class feature, animal focus class feature.  ",
			"**Benefit:** Choose one animal focus. When you apply that animal focus to your animal companion, the benefits increase by one step. For example, if you are 6th level and choose the bear animal focus, then when you apply the animal focus to your animal companion, it gains a +4 enhancement bonus to Constitution instead of +2.",
			"",
			"If you are 15th level or higher, when you apply your chosen animal focus to your companion, it gains the corresponding ability listed below.",
			"",
			"Bat: The range of the animal companion's blindsense increases by 20 feet.",
			"",
			"Bear: The animal companion's Constitution bonus increases to +8.",
			"",
			"Bull: The animal companion's Strength bonus increases to +8.",
			"",
			"Falcon: The animal companion's Perception bonus increases to +12.",
			"",
			"Frog: The animal companion's bonus to Swim and Acrobatics increases to +12.",
			"",
			"Monkey: The animal companion's Climb bonus increases to +12.",
			"",
			"Mouse: The animal companion gains Improved Uncanny Dodge, as a {class/rogue} of its level.",
			"",
			"Owl: The animal companion's Stealth bonus increases to +12.",
			"",
			"Snake: The animal companion's attack and dodge bonuses increase to +8.",
			"",
			"Stag: The animal companion's speed bonus increases to 30 feet.",
			"",
			"Tiger: The animal companion's Dexterity bonus increases to +8.",
			"",
			"Wolf: The range of the animal companion's scent ability increases to 60 feet.  ",
			"**Special:** You can gain this feat multiple times. Each time you take this feat, you must select a new animal focus."
		]
	},
	"favored_community": {
		"name": "Favored Community",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Favored Community",
			"",
			"{SOURCE Villain Codex/44}",
			"",
			"You know your local community like the back of your hand.  ",
			"**Prerequisites:** Knowledge (local) 2 ranks, must have lived in the settlement for at least 1 year.  ",
			"**Benefit:** Select a permanent, stationary settlement. While in that settlement, you gain a +2 bonus on initiative checks and Knowledge (geography), Perception, Stealth, and Survival checks, as per the ranger's favored terrain class feature. If you already have that class feature and apply its bonuses in your favored community, increase the bonus provided by favored terrain by 2. The bonuses from this feat do not stack with other effects that provide or augment favored terrain bonuses, such as boots of friendly terrain."
		]
	},
	"favored_defense": {
		"name": "Favored Defense",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Favored Defense",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"Your cunning is your shield against your quarry's attacks.  ",
			"**Prerequisites:** Favored enemy class feature.  ",
			"**Benefit:** Choose one of your favored enemy types. You add half your favored enemy bonus to your CMD and as a dodge bonus to AC when attacked by a favored enemy.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, it applies to a new favored enemy type."
		]
	}
}
