{
	"inscribe_magical_tattoo": {
		"name": "Inscribe Magical Tattoo",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Inscribe Magical Tattoo (Item Creation)",
			"",
			"{SOURCE Inner Sea Magic/16}",
			"",
			"You can craft magical tattoos.  ",
			"**Prerequisites:** Craft (calligraphy, paintings, or tattoos) 5 ranks, caster level 5th  ",
			"**Benefit:** You can create magical tattoos, magic items inked directly into the flesh of a willing or helpless creature. Both you and the recipient of the tattoo (if the recipient is not yourself) must be present during the entire tattooing process. Magic tattoos must be placed on a part of the body normally able to hold a magic item slot, but they do not count against or interfere with magic items worn on those slots. A single slot can only hold one magical tattoo (nonmagical tattoos and tattoos acquired from the tattooed sorcerer archetype do not count against this limit). Tattoos may be inscribed on the following slots: belt, body, chest, feet, hands, head, neck, shoulder, ring (up to two), or wrist. They cannot be inscribed on armor, eye, headband, or shield slots.",
			"",
			"Magical tattoos are difficult to destroy, though they count as magic items for the purposes of {spell/dispel magic}. The spell erase can permanently destroy a magical tattoo, but the bearer of the tattoo can resist the spell with a Will save, in addition to the caster needing to make a successful caster level check to erase the tattoo. Physically removing a magical tattoo with a sharp instrument or defacing it with fire or acid can destroy it as well. Doing so is a full-round action that not only requires the target to be willing or helpless, but also provokes attacks of opportunity. At least 2 points of damage per caster level of the tattoo must be dealt to destroy a magical tattoo in this manner.",
			"",
			"Magical tattoos follow the rules for magic item creation as though they were wondrous items, except that they can use the Craft (calligraphy, paintings, tattoos) skill. New magical tattoos can be researched and designed using the guidelines for pricing new magic items. Magical tattoos are treated as slotless magical items for pricing purposes."
		]
	},
	"insidious_healing": {
		"name": "Insidious Healing",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Insidious Healing",
			"",
			"{SOURCE Healer's Handbook/8}",
			"",
			"Your healing spells give you an advantage when you choose to affect those targets with other spells.  ",
			"**Benefit:** Any creature that chooses not to attempt a saving throw against any healing spell you cast takes a -4 penalty on saving throws against other targeted spells you cast for 24 hours."
		]
	},
	"insightful_advice": {
		"name": "Insightful Advice",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Insightful Advice",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"You teach others how to make the most of their skills.  ",
			"**Prerequisites:** Perform (oratory) 3 ranks.  ",
			"**Benefit:** You can attempt a skill check to aid an ally within 30 feet with a skill in which you are trained. This takes 1 minute, and during that time, you need only speak and be heard by your chosen ally to offer this aid. The bonus you grant is +2, regardless of any other effects that would alter your aid another bonus. This bonus applies to all checks the ally attempts with that skill for 1 day and does not stack with any other aid another bonus. Whether you succeed at or fail the skill check to aid another, you can attempt to use this ability only once per day for each ally."
		]
	},
	"insightful_delivery": {
		"name": "Insightful Delivery",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Insightful Delivery",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"Your knowledge of where to strike makes your poisons more deadly.  ",
			"**Prerequisites:** Poison use class feature, studied strike +4d6.  ",
			"**Benefit:** When you use a poisoned weapon to attempt an attack in conjunction with studied strike, the DC to resist the poison increases by half the number of your studied strike dice."
		]
	},
	"insightful_gaze": {
		"name": "Insightful Gaze",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Insightful Gaze",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"In your personal interactions, you notice what others don't. It's hard to get anything past you.  ",
			"**Prerequisites:** Stern gaze class feature, Sense Motive 5 ranks.  ",
			"**Benefit:** Whenever you make a Sense Motive check to oppose someone's Bluff check, you can roll two dice and take the higher result."
		]
	},
	"inspirational_commander": {
		"name": "Inspirational Commander",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Inspirational Commander",
			"",
			"{SOURCE Quests and Campaigns/27}",
			"",
			"Armies under your command enjoy higher morale thanks to your excellent leadership.  ",
			"**Prerequisites:** Charisma 13.  ",
			"**Benefit:** You or any army that is under your command gains a +2 bonus on Morale checks. Additionally, you gain two additional boons of your choice."
		]
	},
	"inspired_alchemy": {
		"name": "Inspired Alchemy",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Inspired Alchemy",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"With some inspiration and elbow grease, you can recreate a consumed extract in a pinch.  ",
			"**Prerequisites:** Ability to create 2nd-level extracts, alchemy class feature, inspiration class feature.  ",
			"**Benefit:** You can recreate an extract that you consumed during the past hour. You must spend 10 minutes and expend a number of uses of inspiration equal to the level of the extract's formula to do so. When you recreate an extract in this way, it does not count toward the number of extracts you can prepare in a day."
		]
	},
	"inspired_by_fear": {
		"name": "Inspired by Fear",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Inspired by Fear",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"When spreading fear to your enemies, you further embolden your allies.  ",
			"**Prerequisites:** Ability to perform dirge of doom.  ",
			"**Benefit:** Allies in the area of your dirge of doom receive a +4 morale bonus on saving throws against fear effects. At least one enemy must be in the dirge's area and become shaken by the dirge for you and your allies to receive this bonus."
		]
	},
	"inspired_sneak_attack": {
		"name": "Inspired Sneak Attack",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Inspired Sneak Attack (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/11}",
			"",
			"Your brilliant insight makes you more dangerous in combat.  ",
			"**Prerequisites:** Inspiration pool; sneak attack or studied strike class feature.  ",
			"**Benefit:** When dealing sneak attack or studied strike damage, you can expend a use of inspiration from your pool to reroll all of your sneak attack dice that resulted in 1s. If you have the powerful sneak rogue talent, rather than treat all 1s on your sneak attack damage dice as 2s, you can reroll all your sneak attack dice that resulted in 1s. If you have the deadly sneak advanced rogue talent, rather than treat all 1s and 2s on your sneak attack damage dice as 3s, you can reroll all your sneak attack damage dice that resulted in 1s or 2s. In either case, you must take the result of the rerolls, even if it's worse than the original result."
		]
	},
	"inspired_strike": {
		"name": "Inspired Strike",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Inspired Strike",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"You can turn your natural talent as easily to weapon-work as to skills.  ",
			"**Prerequisites:** Studied combat class feature.  ",
			"**Benefit:** When you damage a creature by using the studied combat class feature, you can expend one use of inspiration to roll an inspiration die and increase the damage by the number rolled."
		]
	},
	"inspiring_bravery": {
		"name": "Inspiring Bravery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Inspiring Bravery (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"Your bravery inspires bravery in others.  ",
			"**Prerequisites:** Cha 13, bravery class feature.  ",
			"**Benefit:** As long as you are conscious and not stunned, dazed, or confused, allies within 30 feet who can see and hear you gain your bravery bonus on saving throws against fear. If you have Improved Bravery, they gain your bravery bonus on saving throws against all mind-affecting effects. If you have Social Bravery, your bravery bonus is added to the DC of checks to demoralize them, feint against them, change their attitude, or convince them to perform a request."
		]
	},
	"inspiring_mentor": {
		"name": "Inspiring Mentor",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Inspiring Mentor",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"Others listen to your words of encouragement and perform acts above and beyond as a result.  ",
			"**Prerequisites:** Cha 13, inspire competence bardic performance.  ",
			"**Benefit:** Inspire competence now affects all allies within 30 feet who can hear your performance, as long as they are attempting the skill you've selected.  ",
			"**Normal:** Inspire competence only affects one ally."
		]
	},
	"inspiring_talent": {
		"name": "Inspiring Talent",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Inspiring Talent (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/207}",
			"",
			"Your innate adaptability allows you to imitate others of your kind nearly flawlessly, to the extent that you can utilize their mastery over skills almost as if you had personally trained in their use.  ",
			"**Prerequisites:** {race/Half-elf}, adaptability or ancestral arms racial trait.  ",
			"**Benefit:** Whenever you are within 30 feet of an ally who also has this feat, you gain the following benefits. If the ally has a {feat/Skill Focus} feat, you also count as having that feat for the purpose of the following skill uses: Acrobatics checks to move through threatened squares, Bluff checks to feint, Escape Artist checks to escape a grapple, Intimidate checks to demoralize, Knowledge checks to identify a monster, and Perception checks to notice a creature using Stealth. Furthermore, if the ally has a weapon proficiency gained through the ancestral arms racial trait, you also count as having that weapon proficiency."
		]
	},
	"instant_alchemy": {
		"name": "Instant Alchemy",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Instant Alchemy",
			"",
			"{SOURCE Alchemy Manual/5}",
			"",
			"You can perform simple alchemical tasks with preternatural speed.  ",
			"**Prerequisites:** Craft (alchemy) 1 rank.  ",
			"**Benefit:** When performing {rule/spontaneous alchemy}, you can craft an alchemical item as a standard action if its total crafting time is 10 minutes or less and you have all the equipment and materials required in hand. Items that require 1 hour to create with spontaneous alchemy take you only 10 minutes, and items that require 1 day take you only 1 hour. If you have the alchemy class feature, you can identify a potion using the Craft (alchemy) skill as if using {spell/detect magic} as a swift action rather than a standard action."
		]
	},
	"instant_judgment": {
		"name": "Instant Judgment",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Instant Judgment",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"Your hastiest condemnations can have power.  ",
			"**Prerequisites:** Second judgment class feature.  ",
			"**Benefit:** You can spend an immediate action to pronounce a judgment or change an active judgment.  ",
			"**Normal:** Pronouncing or changing a judgment requires a swift action."
		]
	},
	"instrumental": {
		"name": "Instrumental",
		"sources": [ "Classic Treasures Revisited" ],
		"description": [
			"## Instrumental",
			"",
			"{SOURCE Classic Treasures Revisited/38}",
			"",
			"You can deliver a breathtaking bardic performance while activating the powers of a magical instrument, or utilize your bardic prowess to enhance the instrument's power.  ",
			"**Prerequisites:** Bardic Performance class feature, Perform (any instrument) 3 ranks.  ",
			"**Benefit:** When activating a magical instrument as a full-round or standard action, you may begin a bardic performance as a free action. Your performance must use a Perform skill appropriate to the instrument.",
			"",
			"Alternatively, you may expand 2 rounds of bardic performance to add +2 to any save DCs associated with the use of the instrument's powers.",
			"",
			"If your instrument summons allies, such as pipes of the sewers or the horn of Valhalla, your bardic performances with that instrument affect those allies even if they normally would not."
		]
	},
	"intense_blows": {
		"name": "Intense Blows",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Intense Blows (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/17}",
			"",
			"Your forceful blows and your armor's weight make you more difficult to hinder in combat.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +6 or fighter level 4th, armor training class feature, proficiency with heavy armor.  ",
			"**Benefit:** When you are using Power Attack, you gain a +1 bonus to your CMD until the beginning of your next turn. When your base attack bonus reaches +4, and every 4 points thereafter, this bonus increases by another 1.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 5 stamina points to double this feat's bonus to your CMD for one combat maneuver check."
		]
	},
	"intense_pain": {
		"name": "Intense Pain",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Intense Pain (Combat, Stare)",
			"",
			"{SOURCE Occult Adventures/135}",
			"",
			"You deal additional damage when using your painful stare.  ",
			"**Prerequisites:** Mesmerist level 7th, painful stare class feature.  ",
			"**Benefit:** When you use your painful stare ability to increase your own damage, you deal an additional 1d6 points of damage. This damage increases to 2d6 at mesmerist level 12th and to 3d6 at mesmerist level 18th. When you use painful stare to augment an ally's damage, the target of the painful stare takes 1 additional point of damage for every 4 mesmerist levels you possess."
		]
	},
	"intensified_spell": {
		"name": "Intensified Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Intensified Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"Your spells can go beyond several normal limitations.  ",
			"**Benefit:** An intensified spell increases the maximum number of damage dice by 5 levels. You must actually have sufficient caster levels to surpass the maximum in order to benefit from this feat. No other variables of the spell are affected, and spells that inflict damage that is not modified by caster level are not affected by this feat. An intensified spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"intensified": { "copyof": "intensified_spell" },
	"intensified_spell_like_ability": {
		"name": "Intensified Spell-Like Ability",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Intensified Spell-Like Ability (Monster)",
			"",
			"{SOURCE Horror Adventures/88}",
			"",
			"Your spell-like ability deals more damage.  ",
			"**Prerequisites:** Spell-like ability at caster level 4th or higher.  ",
			"**Benefit:** Choose one of your spell-like abilities, subject to the restrictions described in this feat. You can use the chosen spell-like ability as an intensified spell-like ability three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"When you use an intensified spell-like ability, the maximum number of the ability's damage dice increases by 5 levels. You must have sufficient caster levels to surpass the normal maximum in order to benefit from this feat. No other variables of the spell-like ability are affected, and spell-like abilities that inflict damage that is not modified by caster level are not affected by this feat.",
			"",
			"You can only select a spell-like ability duplicating a spell with a level less than or equal to 1/2 your caster level (round down) - 1  ",
			"**Special:** This feat can be taken multiple times. Each time it is taken, you can apply it to a different spell-like ability.",
			"",
			"| Spell Level | Caster Level |",
			"| --- | --- |",
			"| 0 | 2nd |",
			"| 1st | 4th |",
			"| 2nd | 6th |",
			"| 3rd | 8th |",
			"| 4th | 10th |",
			"| 5th | 12th |",
			"| 6th | 14th |",
			"| 7th | 16th |",
			"| 8th | 18th |",
			"| 9th | 20th |"
		]
	},
	"intercept_blow": {
		"name": "Intercept Blow",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Intercept Blow (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/219}",
			"",
			"The animal willingly throws itself in harm's way to defend its master.  ",
			"**Prerequisites:** Base attack bonus +1, animal companion.  ",
			"**Benefit:** Whenever the animal companion is adjacent to its master and its master is the target of a melee attack, the animal companion can expend an attack of opportunity as a free action, even if it isn't its turn, to attempt to intercept the attack. The animal companion makes an attack roll at its highest attack bonus with one of its natural attacks, as if it were making an attack of opportunity, with a -2 penalty for each size category the attacking creature is larger than the animal companion. If the result of this attack roll is greater than the attacking creature's attack roll result, the animal companion's master takes only half damage from the attack, and the other half of the damage is dealt to the animal companion. Effects that trigger on every successful hit (such as bleed or the trip special ability) affect both the animal companion and the master, as if both were hit by the attack; however, if it matters (such as for a touch spell that expires after a single hit), treat the animal companion as if it had been hit first.",
			"",
			"If the animal companion knows the defend trick, the animal companion can use Intercept Blow and any feat that lists it as a prerequisite to protect any ally that it is adjacent to and defending (as per the defend trick)."
		]
	},
	"intercept_charge": {
		"name": "Intercept Charge",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Intercept Charge (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"You can get in the way of an opponent charging your ally.  ",
			"**Benefit:** When an opponent charges your ally with this feat, as an immediate action you can move up to your speed toward any square in the path of the charge. If you end your movement in the path of the charge, the opponent must stop when it becomes adjacent to you and then attack you instead of your ally. Your movement from using this feat counts toward your movement on your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When using this feat, you can spend 5 stamina points to not have your movement count toward your movement on your next turn."
		]
	},
	"interweave_composite_blast": {
		"name": "Interweave Composite Blast",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Interweave Composite Blast (Combat, Teamwork)",
			"",
			"{SOURCE Occult Adventures/135}",
			"",
			"You can combine your blasts with those of another kineticist.  ",
			"**Prerequisites:** Kinetic blast class feature.  ",
			"**Benefit:** Whenever you are within 15 feet of another character who has this feat, you can ready an action to activate a simple blast of your choice. When that character unleashes a simple blast, yours is triggered, creating a composite blast for which the two simple blasts meet the prerequisites. The composite blast's caster level is equal to the average of the caster levels of both participants and deals damage as the appropriate composite blast created by a kineticist of that level (for example, if a 10th-level pyrokineticist and a 6th-level hydrokineticist worked together to create a steam blast, its base damage would be 4d6+4 points of fire damage and 4d6+4 points of bludgeoning damage).",
			"",
			"One participant can provide a form infusion appropriate for the composite blast, and the other can provide an appropriate substance infusion. Each participant accepts the burn cost for the infusion she provided. The participant who didn't take the special ready action can apply a metakinesis to the blast, and she is the only one who can gather power to reduce the blast's cost (since only she has a move action to take prior to the blast). However, whatever metakinesis she applies affects the entire composite blast.",
			"",
			"If the two participants aren't adjacent to each other, the origin point of cones, lines, and other effects that normally originate from a character's square instead originate from a point in the square located halfway between the two participants in a straight line (where the two simple blasts meet and form the composite blast).",
			"",
			"The blast uses the Constitution modifier of whoever provided the substance infusion and the Dexterity modifier of whoever provided the form infusion. If the blast includes only one infusion, the blast uses the Constitution or Dexterity modifier of the kineticist who supplied that infusion, as appropriate for the infusion provided. If no infusions are used, the two kineticists choose one of them to provide the Dexterity modifier, and the other provides the Constitution modifier."
		]
	},
	"intimidate_animals": {
		"name": "Intimidate Animals",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Intimidate Animals (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"You are skilled at intimidating animals with your bluster and fury.  ",
			"**Prerequisites:** {feat/Greater Wild Empathy}, Intimidate 5 ranks, Knowledge (nature) 5 ranks, {ability/wild empathy} class feature.  ",
			"**Benefit:** You add your Wisdom modifier on Intimidate checks against animals in addition to your Charisma modifier. An animal with 4 or fewer Hit Dice is frightened instead of shaken on a successful Intimidate check to demoralize it."
		]
	},
	"intimidating_bane": {
		"name": "Intimidating Bane",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Intimidating Bane",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"Your bane weapon strikes fear into your enemies.  ",
			"**Prerequisites:** Bane class feature, {feat/Dazzling Display}, {feat/Weapon Focus}, character level 8th.  ",
			"**Benefit:** Whenever you use Dazzling Display while your bane feature is active, you gain a +2 bonus on the Intimidate check that Dazzling Display allows against creatures of the type your bane weapon currently affects. Such creatures remain shaken while your bane feature is still active and effective against their creature type."
		]
	},
	"intimidating_confidence": {
		"name": "Intimidating Confidence",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Intimidating Confidence",
			"",
			"{SOURCE Advanced Race Guide/78}",
			"",
			"You have boundless faith in your success.  ",
			"**Prerequisites:** Cha 13, {feat/Fearless Curiosity}, Intimidate 5 ranks, {race/human}.  ",
			"**Benefit:** You gain a +1 bonus on saving throws against effects with the emotion descriptor; this bonus stacks with the bonus granted by Fearless Curiosity. When you confirm a critical hit, as a free action you can make an Intimidate check to demoralize one creature you threaten. If you have the {feat/Dazzling Display} feat, you can make Intimidate checks to demoralize all creatures you threaten instead. You gain a +2 bonus on this check if your weapon has a &times;3 critical modifier, or +4 if it has a &times;4 critical modifier."
		]
	},
	"intimidating_gaze": {
		"name": "Intimidating Gaze",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Intimidating Gaze",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"There is something in your eyes that scares people.  ",
			"**Prerequisites:** Cha 13+, stern gaze class feature, Intimidate 5 ranks.  ",
			"**Benefit:** Once per day, as a free action, when making an Intimidate skill check, you can roll two dice and take the higher result."
		]
	},
	"intimidating_glance": {
		"name": "Intimidating Glance",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Intimidating Glance (Combat)",
			"",
			"{SOURCE Occult Adventures/135}",
			"",
			"Your gaze strikes fear into your enemies.  ",
			"**Prerequisites:** Hypnotic stare class feature.  ",
			"**Benefit:** You can attempt to demoralize the target of your hypnotic stare as a swift action.  ",
			"**Normal:** Attempting to demoralize an opponent is a standard action."
		]
	},
	"intimidating_performance": {
		"name": "Intimidating Performance",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Intimidating Performance",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"Your performance strikes fear in the hearts of foes.  ",
			"**Prerequisites:** Ability to start a performance (or raging song) as a move action, bardic performance or raging song class feature.  ",
			"**Benefit:** When you start a performance (or a raging song) as a move or swift action, you can use a standard action to demoralize a foe, attempting a Perform check appropriate to your performance in place of the Intimidate check. Your performance must be one with an audible component.",
			"",
			"If you can start a performance as a swift action and you have the {feat/Dazzling Display} feat, you can gain the benefit of Dazzling Display by succeeding at a Perform check in place of an Intimidate check."
		]
	},
	"intimidating_prowess": {
		"name": "Intimidating Prowess",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Intimidating Prowess (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"Your physical might is intimidating to others.  ",
			"**Benefit:** Add your Strength modifier to Intimidate skill checks in addition to your Charisma modifier.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When attempting an Intimidate check, you can spend 2 stamina points for each size category smaller you are than a given target to ignore the size difference penalty against that target.",
			"",
			"### Mythic Intimidating Prowess",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"Your mythic stature makes others uneasy.  ",
			"**Prerequisites:** Intimidating Prowess.  ",
			"**Benefit:** You gain a bonus on Intimidate checks equal to your tier against non-mythic creatures, or half your tier against mythic creatures. If you also have the Persuasive (mythic) feat, you can expend one use of mythic power to treat the Intimidate check as if you had rolled a natural 20. You must decide to use this ability before the roll is made."
		]
	},
	"intoxicating_flattery": {
		"name": "Intoxicating Flattery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Intoxicating Flattery",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"You know how to compromise a target's judgment with lies.  ",
			"**Prerequisites:** {feat/Deceitful}, Bluff 5 ranks.  ",
			"**Benefit:** You can flatter a creature in a protracted interaction (taking at least 1 minute) to bestow in them an inflated sense of self worth that muddles their judgment. At the end of the tirade of flattery, attempt a Bluff check against a DC equal to 10 + the creature's HD + the creature's Wisdom modifier or equal to 10 + the creature's Sense Motive modifier, whichever is higher. If you succeed, the target takes a -2 penalty on Will saving throws, Wisdom-based skill checks, and Wisdom ability checks for 1 hour plus an additional hour for every 5 by which your result exceeds the DC. The target can remove the effect early by taking 10 minutes to compose herself. If you fail this check, any creature who witnesses the failure is immune to your flattery from this feat for 24 hours. If you fail by 5 or more, the target's attitude toward you decreases by 1 step."
		]
	},
	"intrepid_rescuer": {
		"name": "Intrepid Rescuer",
		"sources": [
			"Inner Sea Gods",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Intrepid Rescuer (Combat)",
			"",
			"{SOURCE Inner Sea Gods/213}",
			"",
			"You instinctively react to interfere with foes that attack your allies or innocents.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, worshiper of {faith/Kurgess}.  ",
			"**Benefit:** Whenever an opponent you threaten makes an attack against a helpless, prone, or stunned ally or any attack against a noncombatant, that opponent provokes an attack of opportunity from you. If your attack of opportunity hits your foe, she takes a -4 penalty on the attack roll that provoked this attack of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">When an opponent provokes an attack of opportunity from you as a result of the Intrepid Rescuer feat, if your attack of opportunity hits, you can spend 5 stamina points to cause the opponent's attack to automatically miss your ally."
		]
	},
	"introspecitve_performance": {
		"name": "Introspecitve Performance",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Introspecitve Performance",
			"",
			"{SOURCE Legacy of the First World/23}",
			"",
			"With no other allies to enjoy your performance, you improvise to make it more inspiring for yourself.  ",
			"**Prerequisites:** Perform (any) 3 ranks, bardic performance or raging song class feature.  ",
			"**Benefit:** Whenever you are the only creature affected by a bardic performance or raging song that normally affects all allies within a range, any bonuses granted by your bardic performance or raging song are calculated as though your class level were 4 higher. This feat does not allow you to activate a bardic performance or raging song if your actual class level is not high enough to use that performance."
		]
	},
	"intrusive_presence": {
		"name": "Intrusive Presence",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Intrusive Presence",
			"",
			"{SOURCE Occult Adventures/135}",
			"",
			"You can rifle through the thoughts and memories of your host.  ",
			"**Prerequisites:** Int or Cha 21, {feat/Hidden Presence}, {feat/Manipulative Presence}, ability to cast possession or greater possession.  ",
			"**Benefit:** You can use {spell/detect thoughts} at will as a spell-like ability against a host creature you possess. The host receives no saving throw, and the effect functions as if you had concentrated for 3 rounds. You can also use {spell/seek thoughts} on your host as a spell-like ability once during the possession. The host can attempt a Will save with a DC equal to the DC of the original possession effect. If the host succeeds, the effect fails and the host become aware of the possession if it wasn't already."
		]
	},
	"intuitive_spell": {
		"name": "Intuitive Spell",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Intuitive Spell (Metamagic)",
			"",
			"{SOURCE Occult Adventures/136}",
			"",
			"You can avoid the need for thought components by trusting your instincts.  ",
			"**Benefit:** An intuitive spell can be cast with no thought components. Spells without thought components are not affected. An intuitive spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"inured_to_draconic_majesty": {
		"name": "Inured to Draconic Majesty",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Inured to Draconic Majesty",
			"",
			"{SOURCE Heroes of the High Court/19}",
			"",
			"You have spent enough time around dragons to believe that much of their fearsomeness is bluster.  ",
			"**Prerequisites:** {ability/Favored enemy} (dragon) or Knowledge (arcana) 1 rank.  ",
			"**Benefit:** You gain a +4 bonus on saving throws against extraordinary or supernatural fear effects (such as a dragon's frightful presence). If a failed saving throw against an extraordinary or supernatural fear effect would make you frightened, you are instead shaken; and if a failed saving throw would make you panicked, you are instead frightened."
		]
	},
	"invested_magic": {
		"name": "Invested Magic",
		"sources": [ "Pathfinder #30: The Twice-Damned Prince" ],
		"description": [
			"## Invested Magic",
			"",
			"{SOURCE Pathfinder #30: The Twice-Damned Prince/69}",
			"",
			"Spells cast using this feat pay the wages of Mammon and forgo their more mundane costs.  ",
			"**Benefit:** You may satisfy the material requirement of any spell you cast with valuable coins, gems, or jewelry rather than the normal component. For spells with material components with no listed value, valuables worth 5 times the spell's level in gp may be expended instead of the usual components (5 gp for a 1st-level spell, 20 gp for a 4th-level spell, etc). In the case of spells with components that have a listed cost, you may expend valuables worth a number of gp equal to one and a half times this cost (thus, a spell like {spell/commune} with material components costing 500 gp could be cast using valuables worth 750 gp). Only coins, gems, jewelry, and other similar objects of obvious worth can be used to replace other material components using this feat. The value of these objects need not match the required cost exactly, but they cannot be less than the required costs. Should valuables of greater value than required be expended (likely when employing objects like gems or jewelry), the extraneous gp value is lost, consumed with the rest of the object. The only exception comes in the case of spells with material components that have a listed worth. When casting such spells you may expend double the components' gp worth in valuables to cast the spell as if your caster level were 1 level higher. This effect only applies to spells with components with a specific gp value. Any expenditure beyond double the gp value grants no additional benefit."
		]
	},
	"invoke_primal_instinct": {
		"name": "Invoke Primal Instinct",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Invoke Primal Instinct",
			"",
			"{SOURCE Gnomes of Golarion/31}",
			"",
			"You can use your ability to take the shape of an animal to enhance your Bluff skill, giving yourself an aura of danger or meekness that influences nearby creatures into doing what you want.  ",
			"**Prerequisites:** Bluff 1 rank, wild shape class feature, {race/gnome}.  ",
			"**Benefit:** As a standard action, you can pantomime or describe predator- or prey-like behavior, expend one of your uses of wild shape, and make a Bluff check. All creatures within 30 feet that fail a Will save against your Bluff check DC regard you as a figure of either fear or contempt (your choice applies to all affected creatures). If you choose fear, the targets are frightened for 1 round per druid level. If you choose contempt, the targets consider you harmless for 1 minute, ignoring you unless you attack them or take a threatening action."
		]
	},
	"iomedaean_sword_oath": {
		"name": "Iomedaean Sword Oath",
		"sources": [ "Pathfinder #26: The Sixfold Trial" ],
		"description": [
			"## Iomedaean Sword Oath",
			"",
			"{SOURCE Pathfinder #26: The Sixfold Trial/72}",
			"",
			"By swearing to never use a weapon other than a longsword, you can achieve things normally limited to the most highly trained swordsmen.  ",
			"**Prerequisites:** Proficient in longsword, {feat/Weapon Focus} (longsword), base attack bonus +4, worshiper of {faith/Iomedae}.  ",
			"**Benefit:** You may select longsword-related feats as if you were a 4th-level fighter. For example, you may select {feat/Weapon Specialization} (longsword) as a feat.  ",
			"**Special:** If you ever use a melee or ranged weapon other than a longsword in combat, you lose the benefits of this feat until you receive an atonement spell. You may still use spells that act as weapons (such as flame blade and spiritual weapon) without affecting your oath."
		]
	},
	"ioun_resonance": {
		"name": "Ioun Resonance",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Ioun Resonance",
			"",
			"{SOURCE Heroes of Golarion/7}",
			"",
			"You can create a magic link between your ioun heart and an ioun stone in your possession.  ",
			"**Prerequisites:** {race/Wyrwood}.  ",
			"**Benefit:** As a standard action, you can create a link between your ioun core and an active {magic-wondrous/ioun stone} you hold or carry. For as long as you gain the benefits of the linked stone, any numerical bonuses and penalties granted by the stone are increased by 1. You can maintain a link with only one ioun stone at a time. Creating a link to a new stone ends any previous links."
		]
	},
	"iron_will": {
		"name": "Iron Will",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Iron Will",
			"",
			"{SOURCE PRPG Core Rulebook/129}",
			"",
			"You are more resistant to mental effects.  ",
			"**Benefit:** You get a +2 bonus on all Will saving throws.",
			"",
			"### Mythic Iron Will",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"Your will is incorruptible.  ",
			"**Prerequisites:** Iron Will.  ",
			"**Benefit:** Whenever you roll a Will saving throw against a spell, spell-like ability, or supernatural ability from a non-mythic source, roll twice and take the higher result."
		]
	},
	"ironbound_master": {
		"name": "Ironbound Master",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Ironbound Master",
			"",
			"{SOURCE Inner Sea Gods/213}",
			"",
			"You wear your heavy armor like a second skin.  ",
			"**Prerequisites:** Cleric level 7th, worshiper of {faith/Gorum}.  ",
			"**Benefit:** You gain the armor training fighter class feature with an effective fighter level equal to your cleric level - 4."
		]
	},
	"ironclad_logic": {
		"name": "Ironclad Logic",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Ironclad Logic",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"You appeal to sound reasoning and fact, rather than to emotion, when attempting to sway others.  ",
			"**Prerequisites:** Int 19, Diplomacy 3 ranks.  ",
			"**Benefit:** You gain a +4 bonus on Diplomacy checks whenever you add your Charisma modifier on those checks. If you have at least 10 ranks in Diplomacy and an Intelligence score of 27 or more, this bonus increases to +8. This bonus doesn't stack with the bonus from {feat/Skill Focus} (Diplomacy), but this feat counts as Skill Focus (Diplomacy) for the purpose of feats and other elements with Skill Focus (Diplomacy) as a prerequisite. In verbal duels, when using tactics to which you assigned an Intelligence-based skill, you can add your Intelligence modifier instead of your Charisma modifier to the associated skill check."
		]
	},
	"ironclad_reactions": {
		"name": "Ironclad Reactions",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Ironclad Reactions (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/17}",
			"",
			"You are able to quickly react to attacks.  ",
			"**Prerequisites:** Base attack bonus +6 or fighter level 4th, armor training class feature, proficiency with medium armor.  ",
			"**Benefit:** Once per round when a foe successfully hits you with an attack of opportunity, you can expend a use of an attack of opportunity to take a 5-foot step. You can do this even if you have already taken a 5-foot step.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 3 stamina points to use this feat even if an attack of opportunity against you misses."
		]
	},
	"ironguts": {
		"name": "Ironguts",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Ironguts",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"You have an especially strong stomach.  ",
			"**Prerequisites:** Con 13; {race/dwarf}, {race/half-orc}, or {race/orc}.  ",
			"**Benefit:** You gain a +2 racial bonus on saving throws against any effect causing the nauseated or sickened conditions and against all ingested poisons (but not other poisons). In addition, you receive a +2 bonus on Survival skill checks to find food for yourself (and only yourself)."
		]
	},
	"ironhide": {
		"name": "Ironhide",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Ironhide",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"Your skin is thicker and more resilient than that of most of your people.  ",
			"**Prerequisites:** Con 13; {race/dwarf}, {race/half-orc}, or {race/orc}.  ",
			"**Benefit:** You gain a +1 natural armor bonus due to your unusually tough hide."
		]
	},
	"irrisen_icemage": {
		"name": "Irrisen Icemage",
		"sources": [ "Cities of Golarion" ],
		"description": [
			"## Irrisen Icemage",
			"",
			"{SOURCE Cities of Golarion/62}",
			"",
			"You were born with the power to drive ice and snow as others drive their slaves.  ",
			"**Prerequisites:** Sorcerer, Irrisen affinity, may only be taken at first level.  ",
			"**Benefit:** All of your spells with the cold descriptor are cast at +1 caster level. Any spell with a different energy descriptor is cast at -1 caster level. Three times per day you may alter a spell you cast to deal cold damage instead of its normal damage; your +1 caster level for this feat applies to this variant casting."
		]
	},
	"jabbing_dancer": {
		"name": "Jabbing Dancer",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Jabbing Dancer (Combat)",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"You've learned to bend and shift your body to avoid attacks and reposition yourself advantageously.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Improved Unarmed Strike}, {feat/Jabbing Style}, {feat/Mobility}; base attack bonus +9, brawler level 5th, or monk level 5th.  ",
			"**Benefit:** Each time you hit with an unarmed strike while using Jabbing Style, you can move 5 feet without provoking an attack of opportunity as long as you move to a space adjacent to the opponent you hit with the unarmed strike. If you use this feat, you cannot take a 5-foot step during your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">After you use Jabbing Style to move 5 feet without provoking attacks of opportunity, if you have at least 1 stamina point in your stamina pool, you can still take a 5-foot step on your next turn."
		]
	},
	"jabbing_master": {
		"name": "Jabbing Master",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Jabbing Master (Combat)",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"Your quick punches become even more lethal.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Improved Unarmed Strike}, {feat/Jabbing Dancer}, {feat/Jabbing Style}, {feat/Mobility}, {feat/Power Attack}; base attack bonus +12, brawler level 8th, or monk level 8th.  ",
			"**Benefit:** While using Jabbing Style, the extra damage you deal when you hit a single target with two unarmed strikes increases to 2d6, and the extra damage when you hit a single target with three or more unarmed strikes increases to 4d6.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you threaten a critical hit with an unarmed strike while using Jabbing Style, you can spend 5 stamina points to double your extra damage from Jabbing Master against that target. You can use this ability only once per target per round."
		]
	},
	"jabbing_style": {
		"name": "Jabbing Style",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Jabbing Style (Combat, Style)",
			"",
			"{SOURCE Advanced Class Guide/152}",
			"",
			"A cluster of quick strikes deals more damage than a single roundhouse swing.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}; base attack bonus +6, brawler's flurry class feature, or flurry of blows class feature.  ",
			"**Benefit:** When you hit a target with an unarmed strike and you have hit that target with an unarmed strike previously that round, you deal an extra 1d6 points of damage to that target.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you gain the extra damage from this style after hitting a single target with two or more unarmed strikes, you can spend 2 stamina points to increase the extra unarmed strike damage by 1d6 points."
		]
	},
	"jackal_blood": {
		"name": "Jackal Blood",
		"sources": [ "Dark Markets - A Guide to Katapesh" ],
		"description": [
			"## Jackal Blood",
			"",
			"{SOURCE Dark Markets - A Guide to Katapesh/13}",
			"",
			"A jackalwere crouches somewhere in your family tree.  ",
			"**Benefit:** You gain a +4 bonus on saving throws to resist spells or effects that would cause you to fall asleep. You also gain a +2 bonus on Listen checks."
		]
	},
	"jackal_heritage": {
		"name": "Jackal Heritage",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Jackal Heritage",
			"",
			"{SOURCE Rival Guide/41}",
			"",
			"A jackalwere crouches somewhere in your family tree.  ",
			"**Prerequisites:** Humanoid, must be taken at 1st level.  ",
			"**Benefit:** You gain a +2 racial bonus on saving throws against mind-affecting effects, and a +2 racial bonus on Perception checks."
		]
	},
	"jaguar_pounce": {
		"name": "Jaguar Pounce",
		"sources": [
			"Ultimate Wilderness",
			"Sargava, the Lost Colony"
		],
		"description": [
			"## Jaguar Pounce (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/115;Sargava, the Lost Colony/24}",
			"",
			"Your ambushes are especially lethal.  ",
			"**Prerequisites:** Base attack bonus +4.  ",
			"**Benefit:** When making a charge or using {feat/Spring Attack} against an opponent who is flat-footed or helpless, you treat your first melee attack against that target as if you had the {feat/Improved Critical} feat."
		]
	},
	"janni_rush": {
		"name": "Janni Rush",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Janni Rush (Combat)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"When you leap to the attack, your blows are like bolts from on high.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Janni Style}, {feat/Janni Tempest}, Acrobatics 8 ranks, Perform (dance) 8 ranks.  ",
			"**Benefit:** While using Janni Style, you are always considered to have a running start when jumping. Further, if you jump as part of a charge and make an unarmed strike against the designated opponent, a hit allows you to roll the unarmed strike's damage dice twice and add the results together before adding modifiers (such as from Strength) or extra dice (such as precision-based damage or dice from weapon abilities). The extra damage dice are not multiplied on a successful critical hit.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">You can spend 5 stamina points to multiply the extra damage dice from this feat on a critical hit."
		]
	},
	"janni_style": {
		"name": "Janni Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Janni Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"Your whirling fighting technique makes you difficult to hit.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, Acrobatics 3 ranks, Perform (dance) 3 ranks.  ",
			"**Benefit:** While using this style, you take only a -1 penalty to AC for charging. Further, opponents that flank you gain only a +1 bonus on attack rolls against you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you charge while using this style, you can spend 2 stamina points to take no penalty to AC for charging and move an additional 10 feet as part of the charge."
		]
	},
	"janni_tempest": {
		"name": "Janni Tempest",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Janni Tempest (Combat)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"Your gale of attacks easily throws your opponents off balance.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Janni Style}, Acrobatics 5 ranks, Perform (dance) 5 ranks.  ",
			"**Benefit:** While you are using the Janni Style feat, whenever you make an unarmed attack and hit an opponent, you gain a +4 bonus on checks made to bull rush or trip that opponent, as long as the combat maneuver is your next attack by the end of your turn. You do not provoke an attack of opportunity from the target of the maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you hit an opponent with an unarmed strike while using Janni Style, you can spend 2 stamina points to increase this feat's bonus by 2. You can also spend 2 stamina points to apply the feat's bonus on checks to a drag or reposition combat maneuver instead of a bull rush or trip."
		]
	},
	"jawbreaker": {
		"name": "Jawbreaker",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Jawbreaker (Combat)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"You deliver a powerful strike to the mouth, breaking teeth and bone.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Stunning Fist}, Heal 6 ranks.  ",
			"**Benefit:** When you make a successful Stunning Fist attempt against an opponent that is grappled, helpless, or stunned, instead of imparting any other Stunning Fist effect, you can cripple that opponent's mouth, dealing normal unarmed strike damage and 1d4 points of bleed damage. Until the bleed damage ends, the target is unable to use its mouth to attack, speak clearly, and employ verbal spell components. A creature that is immune to critical hits or that has no discernible mouth is immune to the effects of this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When you hit with a Jawbreaker attack, you can spend 5 stamina points to increase the bleed damage to 1d6 points, increase the DC of the Heal check to end the bleed to 20, and require the user of a spell or ability that cures hit point damage to succeed at a DC 15 caster level check to end the bleed effect."
		]
	},
	"jinx_alchemy": {
		"name": "Jinx Alchemy",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Jinx Alchemy",
			"",
			"{SOURCE Halflings of Golarion/27}",
			"",
			"With your knowledge of alchemy, creatures you jinx cannot benefit from most sorts of alchemical compounds.  ",
			"**Prerequisites:** Swift alchemy class feature, Halfling Jinx trait.  ",
			"**Benefit:** A jinxed creature cannot benefit from the effects of potions, elixirs, or any other substance that he must ingest in order to activate. This includes alchemical substances such as antitoxin, but not extracts, mutagens, or other alchemist class abilities that only affect the alchemist. A jinxed creature still takes any penalties and detrimental effects from ingested compounds or poisons."
		]
	},
	"jinxed_spell": {
		"name": "Jinxed Spell",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Jinxed Spell (Metamagic)",
			"",
			"{SOURCE Halflings of Golarion/27}",
			"",
			"You can make a creature that fails its spell save suffer your jinx as well.  ",
			"**Prerequisites:** Any two metamagic feats, Halfling Jinx trait.  ",
			"**Benefit:** Any creature that fails its saving throw against a jinxed spell also suffers the effects of your jinx. This feat has no effect on spells that do not allow a saving throw. If the spell affects an area or multiple creatures, you must select one creature to take the jinx, unless you have the Area Jinx feat; if you have the Area Jinx feat, choose a jinx burst area within the spell's area or among its targets and apply the jinx to those in the burst that failed their save. A jinxed spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"joined_wings": {
		"name": "Joined Wings",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Joined Wings (Teamwork)",
			"",
			"{SOURCE Distant Realms/33}",
			"",
			"You have developed a deep rapport with your comrades that allows you to swiftly convey divine grace.  ",
			"**Prerequisites:** Fervor or {ability/lay on hands} class feature.  ",
			"**Benefit:** You can use your lay on hands or the healing granted by fervor on allies with this feat as a swift action."
		]
	},
	"joyless_toil": {
		"name": "Joyless Toil",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Joyless Toil (Combat)",
			"",
			"{SOURCE Elemental Master's Handbook/11}",
			"",
			"Your strikes render your enemy distracted and unable to focus on productive action.  ",
			"**Prerequisites:** Dex 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +8.  ",
			"**Benefit:** Joyless Toil forces a foe damaged by your unarmed attack to attempt a Fortitude saving throw (DC = 10 + half your character level + your Wisdom modifier) in addition to taking damage normally. You must declare that you are using this feat before you make your attack roll - thus, a failed attack roll wastes the attempt. An opponent who fails this saving throw is nauseated for 1 round or until the opponent is attacked. You can attempt to use Joyless Toil once per day for every 4 character levels you have, but you can use it no more than once per round. Constructs, incorporeal creatures, mindless creatures, plants, undead, and creatures that are immune to critical hits cannot be affected by this ability."
		]
	},
	"judgment_surge": {
		"name": "Judgment Surge",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Judgment Surge",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"Once per day, the power of your faith surges, further empowering your judgments.  ",
			"**Prerequisites:** Judgment class feature.  ",
			"**Benefit:** Once per day, you can treat your class level for your judgment class feature as if it were 3 higher than normal. If you have multiple judgments active at the same time, this benefit applies to all of them."
		]
	},
	"juggle_load": {
		"name": "Juggle Load",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Juggle Load (Combat)",
			"",
			"{SOURCE Halflings of Golarion/23}",
			"",
			"Your fingers are so nimble that reloading your sling is almost effortless for you.  ",
			"**Prerequisites:** {feat/Ammo Drop}, Sleight of Hand 1 rank, proficient with sling.  ",
			"**Benefit:** You can load a sling or double sling as a free action. This does not provoke attacks of opportunity. This feat allows you to fire your sling as many times in a full-attack action as you could attack if you were using a bow."
		]
	},
	"juju_way": {
		"name": "Juju Way",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Juju Way (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/207}",
			"",
			"You can use spirits of the unseen world to carry your spells for you.  ",
			"**Prerequisites:** Knowledge (religion) 3 ranks, {race/human} (Mwangi).  ",
			"**Benefit:** You can cast spells with the range of \"touch\" at a range of 20 feet if the recipient is a willing Mwangi ally who also has this feat."
		]
	},
	"juke": {
		"name": "Juke",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Juke (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/15}",
			"",
			"You can avoid a charge, leaving your opponent vulnerable to attacks by you or your allies.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}, {feat/Sidestep}.  ",
			"**Benefit:** When an opponent charges you, you gain a +4 dodge bonus to your AC. If the charger's attack roll misses you and his movement ends while he is adjacent to you, you can switch places with the opponent as an immediate action, and he is considered to be flanked by you until the end of your next turn. You can't use the benefits of Juke if you ready an action to set a weapon with the brace special quality against a charging foe."
		]
	},
	"jumper": {
		"name": "Jumper",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Jumper",
			"",
			"{SOURCE Animal Archive/18}",
			"",
			"You are a natural leaper.  ",
			"**Prerequisites:** Acrobatics 1 rank, creature type other than humanoid or outsider.  ",
			"**Benefit:** You always count as having a running start when making jump checks using Acrobatics. Acrobatics becomes a class skill for you."
		]
	},
	"jungle_survivalist": {
		"name": "Jungle Survivalist",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Jungle Survivalist",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"Normally pestilential rain forests are a safe haven and home to you.  ",
			"**Prerequisites:** {ability/Favored terrain} (jungle) class feature.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against diseases, poisons, and the distraction ability of creatures with the swarm subtype. You also gain a +2 bonus on Acrobatics and Climb checks when climbing trees and a +2 bonus on Perception checks against creatures that gain a racial bonus on Stealth checks in vegetation."
		]
	},
	"just_out_of_reach": {
		"name": "Just Out of Reach",
		"sources": [
			"Melee Tactics Toolbox",
			"Armor Master's Handbook"
		],
		"description": [
			"## Just Out of Reach (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/9}",
			"",
			"The farther an attacker is from you, the more easily you avoid its melee attacks.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}.  ",
			"**Benefit:** When a foe more than 5 feet away from you makes a melee attack against you using reach, you gain a +4 dodge bonus to your AC against the attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 5 stamina points to gain the benefits of this feat against any one melee attack."
		]
	},
	"keen_scent": {
		"name": "Keen Scent",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Keen Scent",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"Your nose is as sensitive as that of a wild predator.  ",
			"**Prerequisites:** Wis 13, {race/half-orc} or {race/orc}.  ",
			"**Benefit:** You gain the scent special ability."
		]
	},
	"ki_channel": {
		"name": "Ki Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Ki Channel",
			"",
			"{SOURCE Inner Sea Gods/213}",
			"",
			"When you channel positive energy, you can also channel ki.  ",
			"**Prerequisites:** {ability/Channel positive energy} class feature, worshiper of {faith/Irori}.  ",
			"**Benefit:** When you channel positive energy to heal living creatures, any creature that could be healed by the channeled energy can choose to regain ki from it instead. Affected creatures regain a number of ki points equal to the number of dice healed by the channel. A creature regaining ki in such a way must either regain ki or be healed by the channel (it cannot gain both)."
		]
	},
	"ki_diversity": {
		"name": "Ki Diversity",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Ki Diversity (Combat, Faction)",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"You have trained at the feet of the masters of the Kusari-Gama, a secret society of monk warriors. With their secrets you have mastered new ways to apply your ki.  ",
			"**Prerequisites:** Ki pool class feature, Wis 13, [Kusari-Gama](rule/f_clans) 25 TPA.  ",
			"**Benefit:** You learn how to channel your ki in a new ability. Choose one of the following ki powers:",
			"",
			"Bone Crusher: When you succeed at a trip or disarm combat maneuver, you may spend 1 point from your ki pool as a swift action to deal damage to your opponent as if you had hit them with an unarmed strike.",
			"",
			"Dim Mak: You may spend 1 point from your ki pool as a swift action to execute your next Stunning Fist attack as a melee touch attack rather than a normal melee attack.",
			"",
			"Mind of the Kensai: You may spend 1 point from your ki pool as a swift action to imbue a single melee weapon in your hands with the ki focus weapon special ability until your next turn.",
			"",
			"Wings of the Crane: If you have the Deflect Arrows feat, you may spend 1 point from your ki pool as an immediate action to use that feat to deflect a second missile weapon that round. If you have the Snatch Arrows feat, you may use this ability to catch a second weapon, but not throw it back.",
			"",
			"Zen Combatant: You may spend 1 point from your ki pool as a swift action to substitute your Wisdom score for your Strength or Dexterity for all melee or ranged attacks you make that round.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, you may choose an additional ability from the list above. Monks can select this feat as a monk bonus feat."
		]
	},
	"ki_stand": {
		"name": "Ki Stand",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Ki Stand",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"If an opponent knocks you down, you swiftly rebound with an attack.  ",
			"**Prerequisites:** Ki pool.  ",
			"**Benefit:** While you have at least 1 ki point in your ki pool, you can stand up as a swift action that provokes attacks of opportunity.",
			"",
			"You may spend 1 point of your ki pool to stand up as a swift action without provoking attacks of opportunity."
		]
	},
	"ki_throw": {
		"name": "Ki Throw",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Ki Throw (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"Your physical control and mastery of momentum allows you to throw enemies.  ",
			"**Prerequisites:** {feat/Improved Trip}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** On a successful unarmed trip attack against a target your size or smaller, you may throw the target prone in any square you threaten rather than its own square. This movement does not provoke attacks of opportunity, and you cannot throw the creature into a space occupied by other creatures.  ",
			"**Special:** A monk may gain Ki Throw as a bonus feat at 10th level. A monk with this feat can affect creatures larger than his own size by spending 1 ki point per size category difference.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">You can spend 5 stamina points to throw a creature one size category larger than you."
		]
	},
	"kick_up": {
		"name": "Kick Up",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Kick Up (Combat)",
			"",
			"{SOURCE Advanced Class Guide/152}",
			"",
			"You have learned how to kick items on the ground to a ready hand.  ",
			"**Prerequisites:** Dex 12, {feat/Acrobatic}, Acrobatics 1 rank; slayer level 1st or swashbuckler level 1st.  ",
			"**Benefit:** As long as you have at least one hand free, you can use a swift action to retrieve a single unattended item or weapon that weighs 10 pounds or less from the ground, either in your square or in any adjacent square not occupied or threatened by an enemy. Additionally, when you kick up a weapon and attempt a feint before the end of your turn, you receive a +2 circumstance bonus on the feint attempt.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">You can spend 2 stamina points to kick up an unattended object in an adjacent space occupied by an enemy."
		]
	},
	"killing_flourish": {
		"name": "Killing Flourish",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Killing Flourish (Combat)",
			"",
			"{SOURCE Advanced Class Guide/152}",
			"",
			"You inspire dread in other foes when you slay an enemy.  ",
			"**Prerequisites:** {feat/Intimidating Prowess}, Intimidate 4 ranks, slayer level 4th.  ",
			"**Benefit:** When you reduce your target to below 0 hit points with a melee attack, as a swift action you can attempt an Intimidate check to demoralize all foes within 30 feet who can see your attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When you confirm a critical hit, you can spend 5 stamina points and take a swift action to attempt an Intimidate check to demoralize all foes within 30 feet who can see your attack."
		]
	},
	"kinetic_counter": {
		"name": "Kinetic Counter",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Kinetic Counter",
			"",
			"{SOURCE Occult Adventures/136}",
			"",
			"You can use your kinetic blast to counter your enemy's opposing elemental abilities.  ",
			"**Prerequisites:** Cold simple blast, fire simple blast, or water simple blast; kinetic blast class feature.  ",
			"**Benefit:** You can ready an action to use your blast to counter an opponent's elemental abilities. If you ready a fire simple blast, you can counter any spell or activated extraordinary, supernatural, or spell-like ability that has the water or ice descriptor, and if you ready a cold or water simple blast, you can counter any spell or activated extraordinary, supernatural, or spell-like ability that has the fire descriptor. In order to successfully counter the effect, you must succeed at a caster level check with a DC equal to either 11 + the opponent's caster level (for spells and spell-like abilities) or 11 + the opponent's Hit Dice (for extraordinary and supernatural abilities). Against spells and spell-like abilities, treat a success as if you had counterspelled the effect using {spell/dispel magic}. Against activated supernatural and extraordinary abilities, a successful kinetic counter negates the ability's effect entirely while still expending the ability. For example, if a pyrokineticist succeeds at her caster level check against a white dragon's breath weapon, she negates the breath weapon's effect in the entire area, and the dragon must wait 1d4 rounds to use its breath weapon again."
		]
	},
	"kinetic_crafting": {
		"name": "Kinetic Crafting",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Kinetic Crafting",
			"",
			"{SOURCE Psychic Anthology/24}",
			"",
			"You can use your wild talents to help you craft magic items.  ",
			"**Prerequisites:** Kineticist level 3rd.  ",
			"**Benefit:** When crafting a magic item or taking item creation feats, you can treat your kineticist level as your caster level. In addition, you can treat any wild talent you have as a spell of the same level or lower for the purpose of fulfilling the requirements for magic item creation (except spell-completion and spell-trigger items). This wild talent must be associated with the same element or deal the same type of energy damage as the emulated spell's descriptor."
		]
	},
	"kinetic_invocation": {
		"name": "Kinetic Invocation",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Kinetic Invocation",
			"",
			"{SOURCE Psychic Anthology/24}",
			"",
			"You have learned to channel your element's energy into the magic used by traditional spellcasters.  ",
			"**Prerequisites:** Kineticist level 1st, elemental focus class feature.  ",
			"**Benefit:** For each kineticist element to which you have access, you treat all spells associated with that element (see below) as utility wild talents of the listed level, which you can select as normal. Each has a burn cost of 1 unless otherwise noted, and any non-permanent, non-instantaneous effects end when your burn is removed. Using this wild talent is considered psychic spellcasting (except for the purpose of prerequisites), and you must provide emotion and thought components, as well as material components where appropriate. In addition, some spells are restricted to certain races. Your caster level for a spell is equal to your kineticist level, and the save DC for any spell is equal to 10 + the listed level of the spell + your Constitution modifier. At the GM's discretion, other appropriate spells can be added to each element's list.",
			"",
			"**Aether:** {spell/Etheric shards} (5th), {spell/instant armor} (2nd), {spell/kinetic reverberation} (2nd), {spell/protective spirit} (3rd), {spell/telekinetic charge} (4th; 2 burn).",
			"",
			"**Air:** {spell/Air step} (2nd), {spell/body capacitance} (1st), {spell/cloak of winds} (3rd), {spell/cloud shape} (4th; self only), {spell/gaseous form} (3rd), {spell/wind walk} (6th).",
			"",
			"**Earth:** {spell/Expeditious excavation} (2nd; 0 burn), {spell/groundswell} (2nd), {spell/imprisonment} (9th), {spell/rampart} (7th), {spell/slowing mud} (4th), {spell/statue} (7th; 0 burn; self only), {spell/stone shield} (1st).",
			"",
			"**Fire:** {spell/Blessing of the salamander} (5th; self only), {spell/boiling blood} (2nd), {spell/death candle} (2nd), {spell/fury of the sun} (2nd; 0 burn), {spell/hypnotic pattern} (2nd), {spell/hypnotism} (2nd; 0 burn), {spell/invigorate} (1st).",
			"",
			"**Void:** {spell/Animate dead} (3rd), {spell/command undead} (2nd), {spell/death ward} (4th), {spell/halt undead} (3rd), {spell/life channel} (1st; 0 burn; self only), {spell/mind blank} (8th; self only), {spell/unliving rage} (3rd).",
			"",
			"**Water:** {spell/Fluid form} (6th), {spell/ride the waves} (4th), {spell/silent image} (2nd; 0 burn), {spell/sleet storm} (3rd), {spell/water breathing} (3rd).",
			"",
			"**Wood:** {spell/Command plants} (4th), {spell/fairy ring retreat} (7th; ends 1 hour after your burn is removed), {spell/goodberry} (1st), {spell/grove of respite} (4th), {spell/lesser restoration} (2nd), {spell/ward of the season} (3rd).",
			"",
			"**Special:** Kineticists with the air affinity, earth affinity, fire affinity, or water affinity racial traits or the air, earth, fire, or water subtypes can select spells of the appropriate element as if they had this feat. Caligni and dhampir kineticists can select spells of the void element as if they had this feat. Gathlain and ghoran kineticists can select spells of the wood element as if they had this feat. Such a character must still have access to the appropriate element to select spells this way. At the GM's discretion, this benefit can be expanded to other races."
		]
	},
	"kinetic_leap": {
		"name": "Kinetic Leap",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Kinetic Leap",
			"",
			"{SOURCE Occult Adventures/136}",
			"",
			"Kinetic energy propels you when you jump.  ",
			"**Prerequisites:** Acrobatics 3 ranks, kinetic blast class feature.  ",
			"**Benefit:** Once per day as a swift action, you can conjure a burst of energy from your kinetic blast to help you jump a long distance, adding a +10 bonus on your Acrobatics check to jump; if you have at least 10 ranks in Acrobatics, the bonus increases to +20. By accepting 1 point of burn, you can use this ability at will until your burn is removed."
		]
	},
	"kinslayer": {
		"name": "Kinslayer",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Kinslayer",
			"",
			"{SOURCE Inner Sea Races/207}",
			"",
			"Your intimate knowledge of anatomy, deep hatred of your own kind, and delight in spilling your people's blood make you a lethal combatant against your own race.  ",
			"**Prerequisites:** Knowledge 3 ranks (see special), evil alignment.  ",
			"**Benefit:** Your attacks deal an additional 1d6 points of precision damage against creatures that have the same creature type (and subtype, if applicable) as you. This bonus damage stacks with other sources of precision damage, such as sneak attack. If you have more than one subtype, you must choose one of them - this feat applies only to targets of that subtype. Once made, this choice can't be changed.  ",
			"**Special:** The Knowledge skill used to qualify for this feat must be appropriate for identifying creatures of your type."
		]
	},
	"kirin_path": {
		"name": "Kirin Path",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Kirin Path (Combat)",
			"",
			"{SOURCE Ultimate Combat/107}",
			"",
			"You turn knowledge of your enemy into a flawless defense.  ",
			"**Prerequisites:** Int 13, {feat/Kirin Strike}, {feat/Kirin Style}, {feat/Improved Unarmed Strike}, Knowledge (arcana) 12 ranks, Knowledge (dungeoneering, local, nature, planes, or religion) 5 ranks.  ",
			"**Benefit:** Whenever you make a Knowledge check to identify a creature, even when using Kirin Style, you can take 10 even if stress and distractions would normally prevent you from doing so. While using Kirin Style against a creature you have identified using that feat, if the creature ends its turn within your threatened area, you can spend a use of your attacks of opportunity that round to move up to 5 feet times your Intelligence modifier (minimum 1). You must end your move in a square threatened by the creature. This move does not provoke attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When using Kirin Style, you can spend 5 stamina points instead of using an attack of opportunity to move a distance equal to 5 feet &times; your Intelligence modifier."
		]
	},
	"kirin_strike": {
		"name": "Kirin Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Kirin Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/107}",
			"",
			"You have read the texts of the perfect way, and know how identify to your enemies' weak spot.  ",
			"**Prerequisites:** Int 13, {feat/Kirin Style}, {feat/Improved Unarmed Strike}, Knowledge (arcana) 9 ranks, Knowledge (dungeoneering, local, nature, planes, or religion) 3 ranks.  ",
			"**Benefit:** You gain a +2 insight bonus on Knowledge checks made to identify creatures, including the one Kirin Style allows. While using Kirin Style against a creature you have identified using that feat, as a swift action after you have hit a creature with a melee or ranged attack, you can add twice your Intelligence modifier in damage (minimum 2).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, when you hit a creature you have identified with Kirin Style, you add your Intelligence modifier to melee and ranged attack damage rolls against that creature for the next 24 hours. You still can take a swift action to add twice your Intelligence modifier to damage rolls, but that damage doesn't stack with the damage from this combat trick."
		]
	},
	"kirin_style": {
		"name": "Kirin Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Kirin Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/107}",
			"",
			"Your study and your grace allows you to exploit your enemies' weaknesses.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, Knowledge (arcana) 6 ranks, Knowledge (dungeoneering, local, nature, planes, or religion) 1 rank.  ",
			"**Benefit:** While using this style, you can spend a swift action to make a Knowledge check to identify a single creature (DC 15 + the creature's CR for this purpose). If you succeed at the check, while using this style, you gain a +2 bonus on saving throws against that creature's attacks, as well as a +2 dodge bonus to AC against that creature's attacks of opportunity. These bonuses last for as long as you use this style. If you cease combat with the creature during this time and resume it later, you can attempt the check again.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When you attempt a Knowledge check to identify a creature, you can spend up to 2 stamina points to gain a bonus on that check equal to double the number of stamina points you spent."
		]
	},
	"kitsune_style": {
		"name": "Kitsune Style",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Kitsune Style (Combat, Style)",
			"",
			"{SOURCE Dirty Tactics Toolbox/15}",
			"",
			"Your quick movement and trickery allow you to catch opponents off guard.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Dirty Trick}.  ",
			"**Benefit:** While using this style, you can attempt to perform a dirty trick in place of an attack at the end of a charge."
		]
	},
	"kitsune_tricks": {
		"name": "Kitsune Tricks",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Kitsune Tricks (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/15}",
			"",
			"Your quick wit and even quicker maneuvers leave your opponents reeling.  ",
			"**Prerequisites:** Int 13; {feat/Combat Expertise}; {feat/Improved Dirty Trick}; {feat/Kitsune Style}; base attack bonus +3 or monk level 3rd.  ",
			"**Benefit:** While you are using the Kitsune Style feat, you can apply two different conditions with a single dirty trick combat maneuver check. Removing both conditions imparted in this way requires only one action."
		]
	},
	"kitsune_vengeance": {
		"name": "Kitsune Vengeance",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Kitsune Vengeance (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/15}",
			"",
			"You cleverly hide your attacks within your devious antics.  ",
			"**Prerequisites:** Int 13; {feat/Combat Expertise}; {feat/Improved Dirty Trick}; {feat/Kitsune Style}; {feat/Kitsune Tricks}; base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** While using the Kitsune Style feat, when a foe provokes an attack of opportunity from you, you can attempt to perform a dirty trick combat maneuver in place of making a melee attack."
		]
	},
	"knight_of_the_twisted_word": {
		"name": "Knight of the Twisted Word",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Knight of the Twisted Word (Gathlain Court Title)",
			"",
			"{SOURCE Plane-Hopper's Handbook/22}",
			"",
			"You've so impressed the Traitor that he's given you a title in his court-in-exile - possibly to keep an eye on you.  ",
			"**Prerequisites:** Fey creature type or {feat/Fey Obedience} (Count Ranalc), character level 7th, you must have betrayed or deceived in a major fashion a demon with a CR at least 2 higher than your level when you took the feat.",
			"",
			"Once per day you can cast {spell/glibness} as a spell-like ability with a caster level equal to your Hit Dice."
		]
	},
	"knocking_blows": {
		"name": "Knocking Blows",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Knocking Blows (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/17}",
			"",
			"The weight of your blows overwhelms your opponents.  ",
			"**Prerequisites:** Str 13, {feat/Intense Blows}, {feat/Power Attack}, base attack bonus +11 or fighter level 8th, armor training class feature, proficiency with heavy armor.  ",
			"**Benefit:** If you hit a creature that is no more than one size category larger than you with a Power Attack, the creature you attacked is also knocked off balance. Until the beginning of your next turn, it takes a -4 penalty to its CMD against combat maneuvers that move it or knock it prone.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 5 stamina points when using this feat to change the target's penalty to CMD to -6."
		]
	},
	"knockout_artist": {
		"name": "Knockout Artist",
		"sources": [
			"Mythic Adventures",
			"Ultimate Combat"
		],
		"description": [
			"## Knockout Artist",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"You can throw devastating knockout punches.  ",
			"**Prerequisites:** Sneak attack class feature, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you use your unarmed strike to deal nonlethal damage and sneak attack damage to an opponent denied his Dexterity bonus to AC, you gain a +1 bonus on the damage roll per each sneak attack damage die you roll.",
			"",
			"### Mythic Knockout Artist",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"Your knockout punches are truly mighty.  ",
			"**Prerequisites:** Knockout Artist.  ",
			"**Benefit:** When you use your unarmed strike to deal nonlethal damage and sneak attack damage to an opponent, roll d8s for each sneak attack die instead of d6s."
		]
	},
	"knotted_nets": {
		"name": "Knotted Nets",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Knotted Nets (Combat, Teamwork)",
			"",
			"{SOURCE Blood of the Beast/11}",
			"",
			"You are capable of entangling far greater prey with the help of your allies.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (net), base attack bonus +1.  ",
			"**Benefit:** If you ready an attack with a net to entangle a creature when an ally of your size who also has this feat attempts to entangle that creature with a net, the two of you can entangle the creature as if you were one size category larger. The entangled creature can attempt to escape both nets as though they were a single net, using the lower of the nets' hit points, hardness (if any), and DCs to break or escape. Only you or your ally can attempt to control the entangled creature's movement with an opposed Strength check, but your ally grants you a +1 bonus on the check. If you work with three other allies of the same size who have this feat, you can entangle a creature as if you were two size categories larger. If you work with seven other allies in this way, you can instead entangle a creature as if you were three size categories larger.  ",
			"**Normal:** A net is useful against only creatures within one size category of you."
		]
	},
	"know_weakness": {
		"name": "Know Weakness",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Know Weakness (Combat)",
			"",
			"{SOURCE Advanced Class Origins/27}",
			"",
			"You are well versed in the susceptibilities of your foes.  ",
			"**Prerequisites:** Bardic knowledge class feature.  ",
			"**Benefit:** When you successfully identify a creature with the appropriate Knowledge check, you gain a +1 bonus on attack and damage rolls against that creature for 1 round."
		]
	},
	"knowledgeable_spellcaster": {
		"name": "Knowledgeable Spellcaster",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Knowledgeable Spellcaster",
			"",
			"{SOURCE Monster Hunter's Handbook/19}",
			"",
			"Your vast knowledge of opponents lets you more effectively cast spells on them.  ",
			"**Prerequisites:** Knowledge (arcana, dungeoneering, local, nature, planes, or religion) 5 ranks, caster level 7th.  ",
			"**Benefit:** When you select this feat, choose one Knowledge skill in which you have at least 5 ranks. When you succeed at a check with that Knowledge skill to identify a creature's abilities and weaknesses, you can learn one less piece of information in order to gain a +3 bonus on caster level checks to overcome that creature's spell resistance (if any). If you have 10 or more ranks in the selected Knowledge skill, you can learn two fewer pieces of information to increase this bonus to +5.  ",
			"**Normal:** You can take this feat multiple times. Each time you take this feat, you must select a different Knowledge skill."
		]
	},
	"kobold_ambusher": {
		"name": "Kobold Ambusher",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Kobold Ambusher (Combat)",
			"",
			"{SOURCE Advanced Race Guide/137}",
			"",
			"You are adept at moving fast and staying hidden.  ",
			"**Prerequisites:** Stealth 4 ranks, kobold.  ",
			"**Benefit:** You take no penalty on Stealth checks when you move up to your full speed. You can use the run or charge action and remain hidden, taking a -10 penalty on the check to do so.  ",
			"**Normal:** When moving greater than half speed up to your full speed, you take a -5 penalty on Stealth checks. When you are able to run or charge while using Stealth, you take a -20 penalty on the Stealth check.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When you use the run or charge action and wish to remain hidden, you can spend 2 stamina points to decrease the penalty for doing so to -5."
		]
	},
	"kobold_confidence": {
		"name": "Kobold Confidence",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Kobold Confidence",
			"",
			"{SOURCE Kobolds of Golarion/24}",
			"",
			"Your cunning, confidence, or faith in the draconic power in your blood allows you to overcome your physical frailty.  ",
			"**Prerequisites:** Charisma 13, kobold.  ",
			"**Benefit:** You use your Charisma, Intelligence, or Wisdom in place of Constitution to determine your bonus to Fortitude saves and your maximum negative hit points before death. Once this choice has been made, it can't be changed."
		]
	},
	"kobold_flood": {
		"name": "Kobold Flood",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Kobold Flood (Combat)",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"You are an expert at keeping creatures on the ground.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Kobold Groundling}, {feat/Kobold Style}, Small size or smaller.  ",
			"**Benefit:** You can make a grapple combat maneuver check to mount a prone Medium or Large foe. If you're successful, you move into the target's square and are considered to be on top of the target. For the target to stand, it must succeed at a combat maneuver check to break your grapple."
		]
	},
	"kobold_groundling": {
		"name": "Kobold Groundling",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Kobold Groundling (Combat)",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"Your small size grants you superiority over grounded foes.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Kobold Style}, Small size or smaller.  ",
			"**Benefit:** Prone creatures are denied their Dexterity bonus to AC against your attacks."
		]
	},
	"kobold_sniper": {
		"name": "Kobold Sniper",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Kobold Sniper (Combat)",
			"",
			"{SOURCE Advanced Race Guide/137}",
			"",
			"You snipe quickly, making it harder for others to find the location of your attack.  ",
			"**Prerequisites:** Stealth 1 rank, kobold.  ",
			"**Benefit:** When you are sniping, you only take a -10 penalty on your Stealth checks to stay hidden.  ",
			"**Normal:** You take a -20 penalty on your Stealth check to maintain your obscured location while sniping.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When you are sniping, you can spend 5 stamina points to decrease the penalty on Stealth checks to stay hidden to -5 until the start of your next turn."
		]
	},
	"kobold_style": {
		"name": "Kobold Style",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Kobold Style (Combat, Style)",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"You're able to manipulate foes that are caught off guard.  ",
			"**Prerequisites:** {feat/Combat Expertise}, Small size or smaller.  ",
			"**Benefit:** You gain a +4 bonus on combat maneuver checks against enemies denied their Dexterity bonus to AC."
		]
	},
	"kraggodans_stance": {
		"name": "Kraggodan's Stance",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Kraggodan's Stance (Combat)",
			"",
			"{SOURCE Elemental Master's Handbook/11}",
			"",
			"You have learned one of the secrets of Kraggodan's defenders and can lock your armor and shield into an impenetrable barrier.  ",
			"**Prerequisites:** Con 13, proficiency with heavy armor and shields.  ",
			"**Benefit:** As a move action when wearing heavy armor and using a heavy shield or tower shield, you increase the bonus to AC granted by your armor and your shield by 1 each until you move or are moved from your current square. You must be in contact with solid ground to gain this benefit. You can never increase an armor or shield bonus to AC by more than 1 each in this way."
		]
	},
	"kraken_style": {
		"name": "Kraken Style",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Kraken Style (Combat, Style)",
			"",
			"{SOURCE Melee Tactics Toolbox/13}",
			"",
			"You savagely squeeze and twist when grappling.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, base attack bonus +3 or monk level 3rd.  ",
			"**Benefit:** When you succeed at a grapple check while using this style, your opponent takes an amount of bludgeoning damage equal to your Wisdom modifier in addition to any damage your grapple deals, such as when you choose to harm your opponent as part of a successful check to maintain a grapple. In addition, you gain a +2 bonus on combat maneuver checks to maintain a grapple."
		]
	},
	"kraken_throttle": {
		"name": "Kraken Throttle",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Kraken Throttle (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/13}",
			"",
			"You tighten your grip around your target's throat.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Kraken Style}, base attack bonus +5 or monk level 5th.  ",
			"**Benefit:** The damage that you deal with the Kraken Style feat on a successful grapple combat maneuver check increases to an amount equal to your Wisdom bonus + 2.",
			"",
			"While using this style, you can choke your opponent when you successfully maintain a grapple instead of choosing to damage, move, pin, or tie up your opponent. This suffocates your opponent. The grappled opponent can take a breath during any round in which you do not maintain the grapple."
		]
	},
	"kraken_wrack": {
		"name": "Kraken Wrack",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Kraken Wrack (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/13}",
			"",
			"You squeeze your opponent tightly enough to crush armor or items between you.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Kraken Style}, base attack bonus +7 or monk level 7th.  ",
			"**Benefit:** The damage you deal with the Kraken Style feat on a successful grapple combat maneuver check increases to an amount equal to your Wisdom modifier + 4. While using this style, you can crush your opponent when you successfully maintain a grapple instead of choking, damaging, moving, pinning, or tying up your opponent. When you do, you deal an amount of damage equal to that of your unarmed strike or one of your natural attacks to your foe's armor or an item held in your foe's hand. This crushing damage bypasses half of the hardness of the armor or item."
		]
	},
	"kudzu_grappler": {
		"name": "Kudzu Grappler",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Kudzu Grappler",
			"",
			"{SOURCE Ultimate Wilderness/24}",
			"",
			"You climb all over creatures you're grappling like kudzu, blocking their vision.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Greater Grapple}, base attack bonus +6, {race/vine leshy}.  ",
			"**Benefit:** You add an option to blind the grappled creature for 1 round to the list of actions you can take when you succeed at a check to maintain a grapple."
		]
	},
	"kudzu_invasion": {
		"name": "Kudzu Invasion",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Kudzu Invasion (Combat)",
			"",
			"{SOURCE Wilderness Origins/14}",
			"",
			"In addition to obscuring creatures' vision, your vines crush their bodies.  ",
			"**Prerequisites:** Dex 13, {feat/Greater Grapple}, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Kudzu Grappler}.  ",
			"**Benefit:** When you blind a creature using your {feat/Kudzu Grappler} feat, you can also deal your unarmed strike damage to it."
		]
	},
	"kudzu_takeover": {
		"name": "Kudzu Takeover",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Kudzu Takeover (Combat)",
			"",
			"{SOURCE Wilderness Origins/14}",
			"",
			"Your magical nature infuses your vines, further obscuring grappled foes' vision - even for opponents with enhanced senses.  ",
			"**Prerequisites:** Dex 13, base attack bonus +6 or monk level 6th, {feat/Greater Grapple}, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Kudzu Grappler}, {feat/Kudzu Invasion}.  ",
			"**Benefit:** Opponents blinded by your {feat/Kudzu Grappler} feat increase their miss chance against creatures they attack by 20%. If the opponent has means of ignoring blindness, such as blindsight, they instead treat other creatures as if these creatures had normal concealment (20% miss chance).  ",
			"**Normal:** All opponents are considered to have total concealment (50% miss chance) against blinded creatures."
		]
	},
	"kyton_cut": {
		"name": "Kyton Cut",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Kyton Cut (Combat)",
			"",
			"{SOURCE Horror Adventures/88}",
			"",
			"You lash yourself and share the pain with your opponent.  ",
			"**Prerequisites:** Wis 17, {feat/Exotic Weapon Proficiency} (spiked chain), {feat/Kyton Shield}, {feat/Kyton Style}, base attack bonus +8 or monk level 6th, Knowledge (planes) 3 ranks, ki pool class feature.  ",
			"**Benefit:** When using Kyton Style, your spiked chain attacks can be brutal, both to yourself and your foe. Before attempting an attack roll with a spiked chain attack, you can choose to make a Kyton Cut. Before making the attack, you take 1d6 points of nonlethal damage. This damage cannot be avoided or reduced in any way. If you are immune to nonlethal damage, you take normal damage instead. If the attack hits, its target takes an additional 1d6 points of nonlethal damage and a -4 penalty on {rule/concentration} checks for 1 round. The penalty is a pain effect."
		]
	},
	"kyton_shield": {
		"name": "Kyton Shield",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Kyton Shield (Combat)",
			"",
			"{SOURCE Horror Adventures/88}",
			"",
			"Whether in your hand or draped around your body, the spiked chain serves as both weapon and shield.  ",
			"**Prerequisites:** Wis 15, {feat/Exotic Weapon Proficiency} (spiked chain), {feat/Kyton Style}, base attack bonus +5, Knowledge (planes) 3 ranks, ki pool class feature.  ",
			"**Benefit:** When using Kyton Style, you gain a +1 shield bonus to your Armor Class as long as you are wielding a spiked chain. If the spiked chain is magical, add 1/2 its enhancement bonus to this shield bonus. If the spiked chain has the vicious ability, instead add its full enhancement bonus to the shield bonus."
		]
	},
	"kyton_style": {
		"name": "Kyton Style",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Kyton Style (Combat, Style)",
			"",
			"{SOURCE Horror Adventures/89}",
			"",
			"Your fighting style emulates the disciplined nature of the kytons, with passion and pain held tightly in chains.  ",
			"**Prerequisites:** Wis 13, {feat/Exotic Weapon Proficiency} (spiked chain), Knowledge (planes) 3 ranks, ki pool class feature.  ",
			"**Benefit:** When using this style, you treat spiked chains as if they had the monk special weapon feature. Additionally, if you have Stunning Fist, you can spend 1 point from your ki pool to make a Stunning Fist attack with your spiked chain instead of an unarmed strike. This still costs a use of Stunning Fist as normal."
		]
	},
	"lady_lucks_guidance": {
		"name": "Lady Luck's Guidance",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Lady Luck's Guidance",
			"",
			"{SOURCE Plane-Hopper's Handbook/29}",
			"",
			"Desna has taken a liking to you and guides you from the stars as you travel.  ",
			"**Prerequisites:** Knowledge (geography) 5 ranks, Knowledge (planes) 5 ranks.  ",
			"**Benefit:** Once per day during overland travel, you can attempt a DC 25 Knowledge (geography) check to follow the stars. On a success, you and up to eight other creatures use Desna's mystical guidance to travel twice the usual distance during overland travel."
		]
	},
	"lamashtus_mark": {
		"name": "Lamashtu's Mark",
		"sources": [
			"Rise of the Runelords Anniversary Edition",
			"Pathfinder #1: Burnt Offerings"
		],
		"description": [
			"## Lamashtu's Mark",
			"",
			"{SOURCE Rise of the Runelords Anniversary Edition/419;Pathfinder #1: Burnt Offerings/56}",
			"",
			"You are marked as one of Lamashtu's favored minions.  ",
			"**Prerequisites:** Con 13, Lamashtu as patron deity.  ",
			"**Benefit:** Your abdomen bears several ugly scars, as if your belly had been torn open by a clawed hand. Lamashtu's Mark identifies you as favored worshiper of the Mother of Monsters, and if it is visible, you gain a +2 bonus on Intimidate checks but a -2 penalty on Diplomacy checks.",
			"",
			"Once per day as a free action, you may invoke Lamashtu's name as you strike a nonevil foe with any melee attack. As you do, you cause the creature struck to become temporarily deformed in some hideous manner. Common deformities caused by this attack include cloven hooves, horns, forked tongues, vestigial limbs like wings and tails, organs inexplicably forming on the outside of the skin, additional (and useless) eyes, and skin that hardens into pus-weeping plates. The deformity reduces the target's Charisma score by 1d4 points for 1 hour; the target can resist this effect by making a Fortitude save (DC 10 + your character level + your Charisma modifier). The physical deformity vanishes as soon as the Charisma penalty fades.",
			"",
			"In addition, any offspring you sire or give birth to gain the fiendish template."
		]
	},
	"landing_roll": {
		"name": "Landing Roll",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Landing Roll (Combat)",
			"",
			"{SOURCE Ultimate Combat/107}",
			"",
			"You have learned the technique of rolling safely away when an enemy trips you.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}.  ",
			"**Benefit:** If you are tripped, you can spend an immediate action to move 5 feet without provoking an attack of opportunity. This does not count as taking a 5-foot step. You fall prone after this movement.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When using this feat, you can spend 5 stamina points to stand up as part of your immediate action after you move. Standing up provokes attacks of opportunity."
		]
	},
	"lantern_glare": {
		"name": "Lantern Glare",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Lantern Glare (Combat)",
			"",
			"{SOURCE Distant Realms/33}",
			"",
			"Like an archon's aura, the light of your thrown weapons can shake even the fiercest of foes.  ",
			"**Prerequisites:** {feat/Lantern Light}, {feat/Lantern Style}, {feat/Precise Shot}, good or lawful alignment, caster level 11th or monk level 11th.  ",
			"**Benefit:** Creatures you hit with a thrown weapon as well as creatures within 20 feet of your target must succeed at a Will save (DC = 10 + half your character level + your Charisma modifier) or become shaken until they damage you or 24 hours have passed. A creature that succeeds at its saving throw or that damages you after becoming shaken becomes immune to this effect for 24 hours."
		]
	},
	"lantern_light": {
		"name": "Lantern Light",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Lantern Light (Combat)",
			"",
			"{SOURCE Distant Realms/33}",
			"",
			"Your thrown weapons become pure light, overcoming enemy defenses.  ",
			"**Prerequisites:** {feat/Lantern Style}, {feat/Precise Shot}, good or lawful alignment, caster level 7th or monk level 7th.  ",
			"**Benefit:** When you make a single ranged attack with a thrown weapon, that weapon temporarily transforms into pure holy light, overcoming the target's damage reduction, if any."
		]
	},
	"lantern_style": {
		"name": "Lantern Style",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Lantern Style (Combat, Style)",
			"",
			"{SOURCE Distant Realms/33}",
			"",
			"Your thrown weapons shine with a divine light that dazzles their targets.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, good or lawful alignment, caster level 1st or monk level 1st.  ",
			"**Benefit:** Your thrown weapons glow with holy light, illuminating a 20-foot-radius area where they fall for 1 round. A target damaged by one of these weapons becomes dazzled for 1 round."
		]
	},
	"large_target": {
		"name": "Large Target",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Large Target (Combat)",
			"",
			"{SOURCE Halflings of Golarion/23}",
			"",
			"The larger a creature is, the easier you find it to strike a vulnerable spot when attacking with a sling.  ",
			"**Prerequisites:** Proficient with sling.  ",
			"**Benefit:** Your attacks with all kinds of slings add a +1 bonus on damage rolls for every size category your opponent is larger than you. For example, if you are Small and your opponent Large (a difference of two sizes), you gain a +2 damage bonus. This is considered precision damage and is not multiplied on a critical hit."
		]
	},
	"lashing_tail": {
		"name": "Lashing Tail",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Lashing Tail (Combat)",
			"",
			"{SOURCE Planar Adventures/30}",
			"",
			"Your tail is either thick and heavy enough to serve as a weapon, or else is adorned with barbs or quills that weaponize its lashing length.  ",
			"**Prerequisites:** {feat/Grasping Tail}, you must have a tail.  ",
			"**Benefit:** You gain a tail slap natural attack that deals damage as appropriate for your size (1d6 points for a Medium creature, or 1d4 points for a small creature). When you first gain this feat, choose bludgeoning, piercing, or slashing; this is the type of damage your tail inflicts, and it cannot be later changed. Due to the inherent awkwardness of attacking with your tail, you can't make a tail slap attack and other natural weapon attacks as part of the same full attack. Treat your tail slap attack as a secondary attack if you also attack with a manufactured weapon as part of a full-attack action."
		]
	},
	"last_rites": {
		"name": "Last Rites",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Last Rites (Conduit)",
			"",
			"{SOURCE Planar Adventures/30}",
			"",
			"You offer a path to the Boneyard for the walking dead and restless spirits.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks, Knowledge (religion) 3 ranks.  ",
			"**Benefit:** As a standard action, you can make a melee touch attack against any haunt or against an undead creature with the resurrection vulnerability weakness. This touch attack deals 3d6 points of positive energy damage to the undead creature or haunt (ignoring damage reduction and hardness); a creature damaged this way is staggered for 1 round. You must have detected the haunt with a successful skill check or identified the undead creature with a successful Knowledge (religion) check to use this ability.",
			"",
			"You can use this feat's benefit once per day, plus an additional time per day for every 5 ranks you have in Knowledge (planes). In addition, the amount of damage you deal with this ability increases by 1d6 for every 5 ranks you have in Knowledge (planes)."
		]
	},
	"lastwall_phalanx": {
		"name": "Lastwall Phalanx",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Lastwall Phalanx (Teamwork)",
			"",
			"{SOURCE Champions of Purity/23}",
			"",
			"When battling the terrifying hordes of Belkzen, you find strength in your shield brothers and sisters.  ",
			"**Prerequisites:** Base attack bonus +3, good alignment.  ",
			"**Benefit:** You gain a sacred bonus to your AC against the attacks of evil creatures and a sacred bonus to saves against the spells and abilities of evil creatures equal to the number of adjacent allies who also have this feat."
		]
	},
	"latching_horror": {
		"name": "Latching Horror",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Latching Horror (Combat)",
			"",
			"{SOURCE Horror Adventures/89}",
			"",
			"You induce fear and loathing when you latch onto another living creature.  ",
			"**Prerequisites:** {umr/Attach} universal monster ability.  ",
			"**Benefit:** When you use your attach ability, your opponent must succeed at a Will save (DC = 10 + 1/2 your Hit Dice + your Constitution modifier) to avoid becoming shaken while you remain attached. This is a mind-affecting fear effect."
		]
	},
	"latent_curse": {
		"name": "Latent Curse",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Latent Curse (Metamagic)",
			"",
			"{SOURCE Blood of the Coven/20}",
			"",
			"You can imbue curse magic into objects.  ",
			"**Benefit:** You can alter a spell with the curse descriptor to target an object rather than a person. Your spell immediately targets the next creature to pick up, handle, or interact with the object as if that creature were the spell's original target. The curse affects only the first creature to use the item, even if the curse originally affected multiple targets. An object invested with a latent curse detects as magical, with an aura appropriate for the spell's original level and school. As with all cursed items, someone studying the object's magic aura recognizes that it is cursed only if her Spellcraft check exceeds the target DC by 10 or more. So long as a latent curse remains active in an item, you cannot recover the spell slot used to cast that spell. A latent curse remains active in an item for 1 day per caster level, but you can dispel the latent curse whenever you recover your spells as a free action, rending the cursed object harmless and regaining the expended spell slot.",
			"",
			"A latent curse spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"lay_of_the_land": {
		"name": "Lay of the Land",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Lay of the Land",
			"",
			"{SOURCE Advanced Class Guide/152}",
			"",
			"Your affinity to nature grants you greater insight into specific biomes.  ",
			"**Prerequisites:** Animal focus class feature, wild empathy class feature.  ",
			"**Benefit:** You gain a {ability/favored terrain} as the ranger ability of the same name, though the favored terrain bonuses you receive do not increase with your level. This ability counts as the favored terrain class feature for the purposes of prerequisites and other effects.  ",
			"**Special:** You can select this feat up to four times. Each time you take it, you apply it to a different terrain. Unlike with the ranger's favored terrain class feature, the bonuses you gain for previously chosen terrains do not increase."
		]
	},
	"lead_by_example": {
		"name": "Lead by Example",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Lead by Example (Combat)",
			"",
			"{SOURCE Heroes from the Fringe/27}",
			"",
			"You have been placed in positions of importance since a young age, and others naturally follow your example.  ",
			"**Prerequisites:** Cha 15, {race/half-orc}.  ",
			"**Benefit:** Whenever you confirm a critical hit in combat, all allies within 30 feet gain a +2 morale bonus on attack rolls for the next round."
		]
	},
	"lead_from_the_back": {
		"name": "Lead from the Back",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Lead from the Back (Combat)",
			"",
			"{SOURCE Goblins of Golarion/24}",
			"",
			"You allies depend far too much on your leadership and encouraging words for you to actually put yourself in harms' way.  ",
			"**Prerequisites:** {race/Goblin}, Intimidate 1 rank.  ",
			"**Benefit:** During any round in which you gain the benefit of {rule/cover} or {rule/concealment} against at least one opponent, and you are not threatened by any opponent, you can bark orders and encouragement to your allies as a standard action. Doing so grants all allies within 30 feet a +1 bonus on all weapon damage rolls for 1 round."
		]
	},
	"leadership": {
		"name": "Leadership",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Leadership",
			"",
			"{SOURCE PRPG Core Rulebook/129}",
			"",
			"You attract followers to your cause and a companion to join you on your adventures.  ",
			"**Prerequisites:** Character level 7th.  ",
			"**Benefit:** This feat enables you to attract a loyal cohort and a number of devoted subordinates who assist you. A cohort is generally an NPC with class levels, while followers are typically lower level NPCs. See the table below for what level of cohort and how many followers you can recruit.",
			"",
			"### Cohorts and Followers per Level",
			"",
			"| Leadership Score | Cohort Level | 1st | 2nd | 3rd | 4th | 5th | 6th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1 or lower | - | - | - | - | - | - | - |",
			"| 2 | 1st | - | - | - | - | - | - |",
			"| 3 | 2nd | - | - | - | - | - | - |",
			"| 4 | 3rd | - | - | - | - | - | - |",
			"| 5 | 3rd | - | - | - | - | - | - |",
			"| 6 | 4th | - | - | - | - | - | - |",
			"| 7 | 5th | - | - | - | - | - | - |",
			"| 8 | 5th | - | - | - | - | - | - |",
			"| 9 | 6th | - | - | - | - | - | - |",
			"| 10 | 7th | 5 | - | - | - | - | - |",
			"| 11 | 7th | 6 | - | - | - | - | - |",
			"| 12 | 8th | 8 | - | - | - | - | - |",
			"| 13 | 9th | 10 | 1 | - | - | - | - |",
			"| 14 | 10th | 15 | 1 | - | - | - | - |",
			"| 15 | 10th | 20 | 2 | 1 | - | - | - |",
			"| 16 | 11th | 25 | 2 | 1 | - | - | - |",
			"| 17 | 12th | 30 | 3 | 1 | 1 | - | - |",
			"| 18 | 12th | 35 | 3 | 1 | 1 | - | - |",
			"| 19 | 13th | 40 | 4 | 2 | 1 | 1 | - |",
			"| 20 | 14th | 50 | 5 | 3 | 2 | 1 | - |",
			"| 21 | 15th | 60 | 6 | 3 | 2 | 1 | 1 |",
			"| 22 | 15th | 75 | 7 | 4 | 2 | 2 | 1 |",
			"| 23 | 16th | 90 | 9 | 5 | 3 | 2 | 1 |",
			"| 24 | 17th | 110 | 11 | 6 | 3 | 2 | 1 |",
			"| 25 or higher | 17th | 135 | 13 | 7 | 4 | 2 | 2 |",
			"",
			":b[Leadership Modifiers/:]{id=modifiers jl} Several factors can affect your Leadership score, causing it to vary from the base score (character level + Cha modifier). Your reputation (from the point of view of the cohort or follower you are trying to attract) raises or lowers your Leadership score:",
			"",
			"| Leader's Reputation | Modifier |",
			"| --- | --- |",
			"| Great renown | +2 |",
			"| Fairness and generosity | +1 |",
			"| Special power | +1 |",
			"| Failure | -1 |",
			"| Aloofness | -1 |",
			"| Cruelty | -2 |",
			"",
			"Other modifiers may apply when you try to attract a cohort, as listed below.",
			"",
			"| The Leader... | Modifier |",
			"| --- | --- |",
			"| Has a familiar, special mount, or animal companion | -2 |",
			"| Recruits a cohort of a different alignment | -1 |",
			"| Caused the death of a cohort | -2 per cohort killed |",
			"",
			"Followers have different priorities from cohorts. When you try to attract a follower, use the following modifiers.",
			"",
			"| The Leader... | Modifier |",
			"| --- | --- |",
			"| Has a stronghold, base of operations, guildhouse, etc. | +2 |",
			"| Moves around a lot | -1 |",
			"| Caused the death of other followers | -1 |",
			"",
			"**Leadership Score:** Your base Leadership score equals your level plus your Charisma modifier. In order to take into account negative Charisma modifiers, this table allows for very low Leadership scores, but you must still be 7th level or higher in order to gain the Leadership feat. Outside factors can affect your Leadership score, as detailed above.",
			"",
			"**Cohort Level:** You can attract a cohort of up to this level. Regardless of your Leadership score, you can only recruit a cohort who is two or more levels lower than yourself. The cohort should be equipped with gear appropriate for its level. A cohort can be of any race or class. The cohort's alignment may not be opposed to your alignment on either the law/chaos or good/evil axis, and you take a -1 penalty to your Leadership score if you recruit a cohort of an alignment different from your own.",
			"",
			"A cohort does not count as a party member when determining the party's XP. Instead, divide the cohort's level by your level. Multiply this result by the total XP awarded to you, then add that number of experience points to the cohort's total.",
			"",
			"If a cohort gains enough XP to bring it to a level one lower than your level, the cohort does not gain the new level - its new XP total is 1 less than the amount needed to attain the next level.",
			"",
			"**Number of Followers by Level:** You can lead up to the indicated number of characters of each level. Followers are similar to cohorts, except they're generally low-level NPCs. Because they're usually 5 or more levels behind you, they're rarely effective in combat.",
			"",
			"Followers don't earn experience and thus don't gain levels. When you gain a new level, consult the table above to determine if you acquire more followers, some of whom may be higher level than the existing followers. Don't consult the table to see if your cohort gains levels, however, because cohorts earn experience on their own.",
			"",
			"::h3[Additional Rules]{jl}",
			"",
			"GMs may wish to peruse the {rule/Leadership} ruleset, introduced in {source/Ultimate Intrigue}, for ideas on how to incorporate this feat into their campaigns."
		]
	},
	"leaf_singer": {
		"name": "Leaf Singer",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Leaf Singer",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"Your songs recount the ways and mysteries of your people.  ",
			"**Prerequisites:** Cha 13, bardic performance class feature, {race/elf} or {race/half-elf}.  ",
			"**Benefit:** When you use bardic performance with audible components in a forest, the range or area of your chosen performance is doubled. In addition, the DC for saving throws against your bardic performance is increased by +2 for creatures of the fey type, regardless of where the performance occurs."
		]
	},
	"leapfrog": {
		"name": "Leapfrog",
		"sources": [ "People of the River" ],
		"description": [
			"## Leapfrog (Combat, Performance)",
			"",
			"{SOURCE People of the River/15}",
			"",
			"You can use an opponent as a springboard.  ",
			"**Prerequisites:** Acrobatics 3 ranks.  ",
			"**Benefit:** When you spend a swift action to attempt a performance combat check after a successful charge attack or combat maneuver, you gain a +2 bonus on your performance combat check and gain a +4 bonus on your next Acrobatics, Climb, Fly, Ride, or Swim check attempted before the end of your next turn."
		]
	},
	"leaping_evasion": {
		"name": "Leaping Evasion",
		"sources": [
			"Melee Tactics Toolbox",
			"Armor Master's Handbook"
		],
		"description": [
			"## Leaping Evasion (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/9}",
			"",
			"You jump out of the way of dangerous effects.  ",
			"**Prerequisites:** {feat/Lightning Reflexes}, evasion class feature.  ",
			"**Benefit:** When you succeed at a Reflex save against a spell or effect that affects an area, as an immediate action you can attempt an Acrobatics check to jump out of the effect's area. You must move to the nearest space you can see outside of the affected area. The DC for this Acrobatics check is equal to the number of feet you must move to escape the area, and you can't travel farther than your normal movement. If you use this feat, you are staggered on your next turn. This movement doesn't provoke attacks of opportunity from creatures in the area of the effect you are escaping.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 5 stamina points to ignore the staggered condition normally imparted by this feat."
		]
	},
	"leaping_shot": {
		"name": "Leaping Shot",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Leaping Shot (Grit)",
			"",
			"{SOURCE Ultimate Combat/108}",
			"",
			"You leap through the air, guns blazing.  ",
			"**Prerequisites:** Dex 13, grit class feature or {feat/Amateur Gunslinger} feat, {feat/Dodge}, {feat/Mobility}, base attack bonus +4.  ",
			"**Benefit:** You gain a +2 bonus on Acrobatics checks made to jump. As a full-round action, you can move up to your speed and make firearm attacks at your highest base attack bonus with each loaded firearm you are wielding. You can make these attacks at any point during your movement, and if you are wielding two firearms, you can make the attacks at different points during the movement. At the end of this movement, you fall prone. This deed costs 1 grit point to perform."
		]
	},
	"learn_ranger_trap": {
		"name": "Learn Ranger Trap",
		"sources": [
			"Kobolds of Golarion",
			"Ultimate Magic"
		],
		"description": [
			"## Learn Ranger Trap",
			"",
			"{SOURCE Kobolds of Golarion/24;Ultimate Magic/153}",
			"",
			"You learn how to create one kind of ranger trap.  ",
			"**Prerequisites:** Survival 5 ranks.  ",
			"**Benefit:** Select one ranger trap. You may use this trap a number of times per day equal to your Wisdom bonus (minimum 1). The DC for your trap is equal to 10 + 1/2 your character's level + your Wisdom bonus, and it lasts 1 day per 2 character levels.",
			"",
			"If you aren't a ranger, you can only set extraordinary traps with this feat; like all extraordinary ranger traps, this decreases the trap's DC by 2.",
			"",
			"**Special:** A ranger can use ranger traps a number of times per day equal to 1/2 his ranger level + his Wisdom bonus.",
			"",
			"See the description of {ability/ranger traps} for durations."
		]
	},
	"lector_priest": {
		"name": "Lector Priest",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Lector Priest (Origin)",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/73}",
			"",
			"Your creator was a priest and magician, and your memories are filled with the smell of incense.  ",
			"**Prerequisites:** {race/Shabti}.  ",
			"**Benefit:** You gain Spellcraft as a class skill. Whenever you attempt a Spellcraft check, you can roll twice and take the better of the two results."
		]
	},
	"ledge_walker": {
		"name": "Ledge Walker",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Ledge Walker",
			"",
			"{SOURCE Advanced Race Guide/18}",
			"",
			"You negotiate tiny ledges like a mountain goat.  ",
			"**Prerequisites:** Dex 13, {race/dwarf}, mountaineer or stability racial trait.  ",
			"**Benefit:** You can move at full speed while using Acrobatics to balance on narrow surfaces, and you gain a +4 bonus on Climb checks to catch yourself or another creature while falling. You also gain a +4 bonus on saving throws against effects that would cause you to fall prone (such as earthquakes). This bonus does not apply to your CMD against bull rush or trip attacks."
		]
	},
	"legacy_of_ozem": {
		"name": "Legacy of Ozem",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Legacy of Ozem",
			"",
			"{SOURCE Champions of Purity/23}",
			"",
			"Your purity is so great that the blades and bows of long-forgotten heroes sing to you as if they had been made for your righteous hands.  ",
			"**Prerequisites:** Base attack bonus +5, good alignment.  ",
			"**Benefit:** When using good-aligned weapons, including those under the effects of a bless weapon spell, you gain a +1 sacred bonus on damage rolls."
		]
	},
	"legalistic_reading": {
		"name": "Legalistic Reading",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Legalistic Reading",
			"",
			"{SOURCE Heroes of the High Court/20}",
			"",
			"Your ability to find loopholes in technical, legalistic writing extends even to magical writing on scrolls.  ",
			"**Prerequisites:** {feat/Scribe Scroll}, Linguistics 3 ranks.  ",
			"**Benefit:** Any Wisdom check you attempt to avoid a mishap when casting a spell from a scroll fails only on a natural 1. When you cast a spell from a scroll, you can attempt a caster level check with a DC equal to 25 + the scroll's caster level as a free action. If you succeed, the magical writing does not vanish for 1 round; if the spell's casting time is no longer than a standard action, the scroll can be used again in the following round before its writing fades. You can't use this feat on a scroll a second time, and you can't use this feat if the spell on the scroll requires a material component worth more than 10 gp."
		]
	},
	"legendary_influence": {
		"name": "Legendary Influence",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Legendary Influence",
			"",
			"{SOURCE Ultimate Intrigue/86}",
			"",
			"Each legend grants you more of its power in return for greater influence.  ",
			"**Prerequisites:** Lesser spirit power class feature.  ",
			"**Benefit:** Immediately select one feat (other than an item creation feat) for each spirit you can channel. Whenever you perform a seance to channel a spirit, you can allow the spirit to gain 1 point of influence over you to gain access to that spirit's Legendary Influence feat for as long as you channel that spirit. You can use this bonus feat as a prerequisite for any feats granted by a spirit power (such as the champion's legendary champion ability), but not for any other feats."
		]
	},
	"legendary_teamwork": {
		"name": "Legendary Teamwork",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Legendary Teamwork",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"You and your allies fight with great coordination.  ",
			"**Prerequisites:** Any two {main/feats_<teamwork/ feats}.  ",
			"**Benefit:** Any fixed numeric bonuses you gain from teamwork feats are increased by 1. This doesn't apply to variable numeric bonuses or to effects that are not numeric bonuses, such as additional attacks of opportunity, movement, or other extra actions."
		]
	},
	"legionnaires_inspiration": {
		"name": "Legionnaire's Inspiration",
		"sources": [
			"Adventurer's Guide",
			"Andoran, Birthplace of Freedom"
		],
		"description": [
			"## Legionnaire's Inspiration",
			"",
			"{SOURCE Adventurer's Guide/76;Andoran, Birthplace of Freedom/29}",
			"",
			"You inspire your comrades to stand against impossible odds.  ",
			"**Prerequisites:** Affiliated with the Golden Legion.  ",
			"**Benefit:** As a standard action, you can select one creature you can see. All allies within 30 feet who are able to see and hear you gain a +1 morale bonus to their Armor Class against that creature for a number of rounds equal to your Charisma bonus (minimum 1 round). You can do this once per day, plus one additional time for every 3 character levels you have."
		]
	},
	"lengthy_potion": {
		"name": "Lengthy Potion",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Lengthy Potion",
			"",
			"{SOURCE Potions and Poisons/17}",
			"",
			"When you brew spells with brief durations into potions, you can extend them to last a full minute.  ",
			"**Prerequisites:** {feat/Brew Potion}, caster level 10th.  ",
			"**Benefit:** When you brew a potion using a spell with a duration of 1 round per caster level, you can increase the spell's duration to 1 minute for the purposes of the resulting potion's effects on the imbiber. This does not stack with any other effect that would increase the duration of the potion, such as the {feat/Extend Spell} metamagic feat. A spell brewed into a potion this way uses up a spell slot one level higher than the spell's actual level for the purposes of crafting and its cost.",
			"",
			"### Versatile Brewing",
			"",
			"The above feat allows potion brewers to concoct unusual variations in their potions, altering the potions' effects in strange and useful ways. This feat functions similarly to metamagic feats, though it affects the creation of potions instead of the normal casting of spells. Level limits for potions apply to their level after the application of any relevant metamagic feats (if the feat affects the component spell's level).",
			"",
			"Other versatile bewing feats: {feat/Delayed Potion}, {feat/Healing Potion}, {feat/Vaporous Potion}."
		]
	},
	"lesser_spell_synthesis": {
		"name": "Lesser Spell Synthesis",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Lesser Spell Synthesis",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"Your skill in two different branches of magic allows you to combine your powers in unorthodox ways.  ",
			"**Prerequisites:** Combined spells class feature.  ",
			"**Benefit:** Once per day as a full-round action, you can cast two spells, each from a different spellcasting class. Both spells must have a casting time of 1 standard action and must be a spell level equal to or lower than the level of spells you can prepare with the combined spells ability. You can make any decisions concerning the spells, such as the spells' targets, independently.  ",
			"**Special:** You can gain this feat multiple times. Each time you take the feat, you can use this ability one additional time per day."
		]
	},
	"let_them_come": {
		"name": "Let Them Come",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Let Them Come (Combat, Faction)",
			"",
			"{SOURCE Faction Guide/57}",
			"",
			"You have trained to fight onrushing enemy hordes. With a carefully timed strike you ensure that their reckless charge will be their undoing.  ",
			"**Prerequisites:** {race/Dwarf}, [Ninth Battalion](rule/f_legion) 25 TPA.  ",
			"**Benefit:** You treat all one- or two-handed melee weapons as if they had the brace special feature.  ",
			"**Normal:** Only weapons with the brace special feature can be readied against charges."
		]
	},
	"letter_fury": {
		"name": "Letter Fury",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Letter Fury",
			"",
			"{SOURCE Goblins of Golarion/24}",
			"",
			"You go wild when someone tries to steal the words from your head.  ",
			"**Prerequisites:** {race/Goblin}, rage class feature.  ",
			"**Benefit:** If someone reads or writes in your presence (including casting spells like glyph of warding or symbol) you can, as an immediate action, choose to activate your rage class ability for 1 round. This round of rage does not count toward the total number of rounds which you can rage each day, but if you wish to continue your rage beyond that single round you must expend rounds from your daily rage allotment as normal. Once you use this feat you must wait at least 1 minute after you cease raging before you can use it again."
		]
	},
	"liberating_shot": {
		"name": "Liberating Shot",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Liberating Shot (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/21}",
			"",
			"You can use ranged weapons to help grappled allies escape their captors' clutches.  ",
			"**Prerequisites:** Dex 13, {feat/Deadly Aim}, base attack bonus +7, weapon training class feature with a ranged weapon.  ",
			"**Benefit:** When you hit an opponent with a ranged attack as part of an attack action and that opponent is grappling an ally, your grappled ally can use your attack roll result in place of her combat maneuver check result, whichever is higher, to escape from the grapple during her next turn."
		]
	},
	"liberation_channel": {
		"name": "Liberation Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Liberation Channel",
			"",
			"{SOURCE Inner Sea Gods/213}",
			"",
			"Your channeled energy is truly liberating.  ",
			"**Prerequisites:** {ability/Channel energy} 7d6, worshiper of {faith/Cayden Cailean}.  ",
			"**Benefit:** When you channel positive energy, any creature healed by the channel also gains the effect of freedom of movement for a number of rounds equal to your Charisma modifier (minimum 1 round). This effect has a caster level equal to your effective cleric level."
		]
	},
	"liberator": {
		"name": "Liberator",
		"sources": [
			"Quests and Campaigns",
			"Ultimate Campaign"
		],
		"description": [
			"## Liberator (Story)",
			"",
			"{SOURCE Quests and Campaigns/11;Ultimate Campaign/70}",
			"",
			"Your time in shackles has forever marked your soul.  ",
			"**Prerequisites:** You must have been enslaved for at least 6 months, or have the Imprisoned or Kidnapped [major childhood event background](rule/birth_circumstances_and_more).  ",
			"**Benefit:** You gain a +1 bonus on attack rolls, weapon damage rolls, and skill checks when your actions would directly lead to freeing prisoners or slaves.  ",
			"**Goal:** Free at least 200 slaves through perilous rescues (not merely buying them at market).  ",
			"**Completion Benefit:** You gain the ability to inspire others through your dedication to your cause. Allies within 20 feet receive your Liberator feat bonuses when working with you to free prisoners or slaves. In addition, as a standard action you can inspire slaves and former slaves within 120 feet, giving them temporary hit points equal to 1/2 your character level and a +1 bonus on saving throws. These benefits last for 1 hour, and a given creature can receive this benefit only once per day. These are mind-affecting effects, and the inspiring bonus is language-dependent.",
			"",
			"*Suggested Traits:* {trait/Reactionary}, {trait/Secret-Keeper (QaC)}, {trait/Supportive}.",
			"",
			"### Possible Liberator Quests",
			"",
			"| d12 | Quest |",
			"| --- | --- |",
			"| 1 | Halfling slave-liberators have asked you to meet them in a nondescript pub in Corentyn, Cheliax. |",
			"| 2 | The child of escaped slaves held on Stonespine Island and sold in the Fleshfairs of Okeno, you dream of going to Katapesh to free others like your parents. |",
			"| 3 | After visiting Absalom for a short time, you were stunned to find the practice of slavery so prevalent in the Coins district of that city, and now you intend to clean up the streets as best you can. |",
			"| 4 | The Gray Corsairs need information on the defenses of several Rahadoumi slave ships they plan to raid. |",
			"| 5 | Sedeq, slave capital of Qadira, trades in genies and elemental kin, many of whom wield magic that they might grant to those who free them. |",
			"| 6 | Though the slaves of Molthune live better than in most other countries, their rise to full citizenship does not come fast enough for your tastes. |",
			"| 7 | Lizardfolk raid the slave-trading town of Neruma in the Shackles with increasing frequency, providing you an opportunity to free slaves held in the town in the midst of the chaos. |",
			"| 8 | The slave-monster battles of Greenblood in the Sodden Lands inflame your sensibilities, even if the brutes who brawl in the tournaments there are supposedly irredeemably foul creatures. Regardless, you know they suffer a fate none should behold, and are intent on freeing them. |",
			"| 9 | There is said to be a forest in Irrisen called Chillblight, where the fey rule over their human thralls. Only the aid of an outsider can save these enslaved innocents from their icy masters. |",
			"| 10 | While you rarely have dealings with the mongrelmen of the Darklands, rumors of hundreds of enslaved members of their kind in the underground settlement of Corgunbier pushes you to action. |",
			"| 11 | Master of Blades and ex-slave Mardinus in Citadel Gheradesca has spouted dogma of the heights one can achieve through hard work, and you're intent to put that theory to the test when you pick his brain for the locations of other enslaved peoples. |",
			"| 12 | Breaking out enslaved allies from the city of Hagegraf in the Darklands will be no easy task, but you're willing to risk it all for your comrades trapped in the duergar city. |"
		]
	},
	"lie_low": {
		"name": "Lie Low",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Lie Low",
			"",
			"{SOURCE Ranged Tactics Toolbox/10}",
			"",
			"You're even harder to see when prone than most are.  ",
			"**Benefit:** If you have been prone since the end of your last turn, the penalty on Perception checks for others to notice you increases by 1 for every 20 feet between you and the observer, to a maximum increase of 5 at 100 feet. This stacks with the normal modifier for distance."
		]
	},
	"life_lure": {
		"name": "Life Lure",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Life Lure",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"Your channeled positive energy is irresistibly sweet to nearby undead.  ",
			"**Prerequisites:** {ability/Channel positive energy} class feature.  ",
			"**Benefit:** As a standard action, you can channel positive energy to fascinate all undead within 30 feet for a number of rounds equal to your Charisma modifier (minimum of 1). Undead that succeed at a Will save (DC 10 + 1/2 your cleric level + your Charisma modifier) are unaffected. Channeling energy for this purpose does not heal or harm creatures."
		]
	},
	"lifebound": {
		"name": "Lifebound",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Lifebound",
			"",
			"{SOURCE Healer's Handbook/15}",
			"",
			"You are especially responsive to curative magic that soothes your wounds with particular effectiveness.  ",
			"**Benefit:** Whenever a spell, spell-like ability, or supernatural ability heals you up to your maximum number of hit points, any excess hit points persist for 1 round per level as temporary hit points (up to a maximum number of hit points equal to 1/2 your character level).",
			"",
			"If the healing from the spell or spell-like ability would normally persist as temporary hit points (such as if the spell's caster were an oracle of life with the spirit boost revelation), you instead add 1/2 your character level to the spell's caster's level to determine the total number of temporary hit points that you gain. For instance, if a 4th-level oracle of life with the spirit boost revelation heals a 4th-level fighter with this feat, up to 6 points of healing could become temporary hit points for the fighter (the oracle's caster level + 1/2 the fighter's level)."
		]
	},
	"lifecrafting": {
		"name": "Lifecrafting",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Lifecrafting (Item Creation)",
			"",
			"{SOURCE Heroes of Golarion/7}",
			"",
			"Your crafting skill and the secret knowledge of your people allows you to create new wyrwoods.  ",
			"**Prerequisites:** {feat/Craft Construct}, {feat/Leadership}.",
			"",
			"By completing a unique ritual, you can create a wyrwood. While you can use any Small wooden construct to create the base of a wyrwood, infusing it with life and consciousness requires a specific process. The process requires a flawless ioun stone worth at least 10,000 gp. For the ritual to succeed, you must spend 1 month in complete isolation with the construct that will become a wyrwood. Each week, you must succeed at a DC 30 Craft (carpentry) or Craft (sculpture) check. Failure requires you to start again, although the materials can be reused. Over this time, the construct reshapes itself around the ioun stone until it finds the form it will take permanently&mdash; thus even non-humanoid constructs become humanoid as they become wyrwoods. While wyrwoods are born as fully formed adults, they lack any skill or training, so they have only 1 level in the commoner class."
		]
	},
	"life_dominant_soul": {
		"name": "Life-Dominant Soul",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Life-Dominant Soul",
			"",
			"{SOURCE Blood of the Night/28}",
			"",
			"You gain unusual resiliency from your mortal heritage.  ",
			"**Prerequisites:** {race/Dhampir}.  ",
			"**Benefit:** You are healed by channeled positive energy used to heal living creatures and channeled negative energy used to heal undead, but both only heal half the normal amount. You still take damage from positive energy used to harm undead, such as that from channeled energy and lay on hands."
		]
	},
	"lifeless_gaze": {
		"name": "Lifeless Gaze",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Lifeless Gaze",
			"",
			"{SOURCE Horror Adventures/89}",
			"",
			"Your cold visage and eyes devoid of sentiment cause fear in those making contact with your gaze.  ",
			"**Prerequisites:** {feat/Iron Will}, Bluff 5 ranks.  ",
			"**Benefit:** Your haunting gaze grants horrifying insights to the darker places of your inner psyche. You gain a +2 insight bonus on Will saving throws against emotion effects and a +2 insight bonus on Bluff checks. Additionally, if a humanoid creature attempts to read your mind using an ability like detect thoughts, it is shaken for 2d4 rounds regardless of whether the mind-reading attempt succeeds. If a humanoid fails a Diplomacy check against you by 5 or more, it becomes shaken for 2d4 rounds by your emotionless gaze."
		]
	},
	"lifes_blood": {
		"name": "Life's Blood",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Life's Blood",
			"",
			"{SOURCE Advanced Race Guide/199}",
			"",
			"Your blood flows with eternal life, and its healing powers allow you use your blood to heal others.  ",
			"**Prerequisites:** {race/Samsaran}.  ",
			"**Benefit:** At will as a full-round action, you may perform a special bloodletting ritual through which you sacrifice some of your own vitality to heal another creature. When using this feat, you take 1d4 points of damage and apply your blood to the wounds of a living creature, healing it for a number of hit points equal to the amount of damage you took from the ritual. This is a supernatural ability. Only you can perform this bloodletting. A creature cannot be healed by this ability more than once per day."
		]
	},
	"light_bearer": {
		"name": "Light Bearer",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Light Bearer",
			"",
			"{SOURCE Ultimate Intrigue/134}",
			"",
			"You recruit a torchbearer who joins you on your adventures to help illuminate even the darkest dungeons.  ",
			"**Prerequisites:** Character level 4th.  ",
			"**Benefit:** This feat is similar to the {feat/Leadership} feat, with several exceptions. You can attract only a 1st-level cohort (referred to hereafter as a light bearer) with this feat, and can't recruit followers. You determine your Leadership score according to the rules presented in the {feat/Leadership} feat, but your light bearer is always at least 3 levels lower than your level. A light bearer can take levels in alchemist, fighter, or rogue. The light bearer cannot multiclass, though he can take any archetype for which he qualifies.",
			"",
			"The radius of normal and increased illumination shed by whatever alchemical or mundane light source the light bearer carries increases by 10 feet. He also gains a +4 bonus on all saving throws made against an effect that would extinguish any nonmagical (including alchemical) light source he carries.",
			"",
			"If a light bearer gains enough XP to bring him to 2 levels lower than your level, he doesn't gain the new level until you gain your next level; until you advance, his XP total remains 1 less than the amount needed to attain the next level.",
			"",
			"If you release your light bearer from service or otherwise lose your light bearer, you can recruit a new one. At 7th level, you can swap this feat for the {feat/Leadership} feat."
		]
	},
	"light_gravity_acclimation": {
		"name": "Light Gravity Acclimation",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Light Gravity Acclimation",
			"",
			"{SOURCE Planar Adventures/30}",
			"",
			"A realm's light gravity lets you reach your full potential.  ",
			"**Prerequisites:** Dex 13, Acrobatics 3 ranks.  ",
			"**Benefit:** Your land speed increases by 10 feet while on a plane with light gravity, and other creatures do not gain a circumstance bonus on attack rolls against you from light gravity. At the GM's discretion, these effects might apply to certain environments on the Material Plane, such as low-gravity planets. In addition, you gain a +2 bonus on Acrobatics checks; if you have 10 or more ranks in Acrobatics, this bonus increases to +4. This bonus does not stack with that provided by the {feat/Acrobatic} feat."
		]
	},
	"light_step": {
		"name": "Light Step",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Light Step",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"You pick your way nimbly through even the most dangerous and uneven terrain.  ",
			"**Prerequisites:** {feat/Acrobatic Steps}, {feat/Nimble Moves}, {race/elf}.  ",
			"**Benefit:** You can ignore the effects of difficult terrain in natural environments, as if it were normal terrain."
		]
	},
	"lighting_the_way": {
		"name": "Lighting the Way",
		"sources": [ "Pathfinder #131: The Reaper's Right Hand" ],
		"description": [
			"## Lighting the Way (Story)",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/79}",
			"",
			"You seek to lead others through your pious example.  ",
			"**Prerequisites:** Be a member of House Zespire, or have the [Marked by the Gods](rule/birth_circumstances_and_more) circumstance background, or the Devoted (cleric), Exemplar (inquisitor), or Righteous Mentor (paladin) {rule/class background>_tables}.  ",
			"**Benefit:** Once per day as a standard action, you can give all allies within 30 feet who can hear you a +1 bonus on attack rolls and on saving throws against mind-affecting effects for 1 minute.  ",
			"**Goal:** Establish your religion in an existing settlement where it isn't present. You can do this by having a settlement gain the Holy Site or Pious quality for devotion to your deity, or change its government to a theocracy based on your religion.  ",
			"**Completion Benefit:** You can spontaneously convert any 2nd-level or higher divine spell into {spell/enthrall} and can spontaneously convert any 3rd-level or higher divine spell into {spell/suggestion}."
		]
	},
	"lightning_draw": {
		"name": "Lightning Draw",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Lightning Draw (Combat, Panache)",
			"",
			"{SOURCE Ultimate Intrigue/86}",
			"",
			"You can draw your weapon with startling speed.  ",
			"**Prerequisites:** {feat/Quick Draw}, swashbuckler initiative deed, swashbuckler level 7th.  ",
			"**Benefit:** You can spend 1 panache point to draw one or more light or one-handed piercing weapons, whether hidden or not, when you roll initiative, even at the start of a surprise round in which you can't act. Drawing these weapons does not take an action.",
			"",
			"If you have the instant unveil deed, it doesn't cost any panache to use the ability described in the previous paragraph as long as you have at least 1 point of panache, and you can spend 1 panache point to draw a single light or one-handed piercing weapon, hidden or not, as an immediate action whenever a creature attacks you."
		]
	},
	"lightning_rager": {
		"name": "Lightning Rager",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Lightning Rager",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"Your primal instincts prevent you from being surprised.  ",
			"**Prerequisites:** Rage class feature.  ",
			"**Benefit:** If caught unawares during a surprise round, you can enter a rage as an immediate action. If you do, you gain a +2 insight bonus to your Armor Class for the remainder of the surprise round."
		]
	},
	"lightning_reflexes": {
		"name": "Lightning Reflexes",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Lightning Reflexes",
			"",
			"{SOURCE PRPG Core Rulebook/130}",
			"",
			"You have faster reflexes than normal.  ",
			"**Benefit:** You get a +2 bonus on all Reflex saving throws.",
			"",
			"### Mythic Lightning Reflexes",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"Your reflexes are superhuman.  ",
			"**Prerequisites:** Lightning Reflexes.  ",
			"**Benefit:** Whenever you roll a Reflex saving throw against a spell, spell-like ability, or supernatural ability from a non-mythic source, roll twice and take the higher result."
		]
	},
	"lightning_stance": {
		"name": "Lightning Stance",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Lightning Stance (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/130}",
			"",
			"The speed at which you move makes it nearly impossible for opponents to strike you.  ",
			"**Prerequisites:** Dex 17, {feat/Dodge}, {feat/Wind Stance}, base attack bonus +11.  ",
			"**Benefit:** If you take two actions to move or a withdraw action in a turn, you gain 50% {rule/concealment} for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When you take a single move action and move no less than your speed, you can spend 5 stamina points to benefit from a 50% miss chance until the start of your next turn."
		]
	},
	"lingering_breath": {
		"name": "Lingering Breath",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Lingering Breath",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"Your powerful draconic breath coats the battlefield.  ",
			"**Prerequisites:** Dragon disciple level 3rd.  ",
			"**Benefit:** A creature that fails its save against your breath weapon is covered in a clinging effect that deals a number of points of damage equal to 1d6 &times; the number of times per day you can use your breath weapon. This lingering damage is of the same energy type as your breath weapon. The lingering breath effect remains for a number of rounds equal to your dragon disciple level, but in each subsequent round, a creature can spend a standard action to attempt another save against your breath weapon DC to remove the effect."
		]
	},
	"lingering_invisibility": {
		"name": "Lingering Invisibility",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Lingering Invisibility",
			"",
			"{SOURCE Advanced Race Guide/187}",
			"",
			"You remain briefly translucent after losing invisibility.  ",
			"**Prerequisites:** Duergar.  ",
			"**Benefit:** When your {spell/invisibility} ends, you gain {rule/concealment} for 1 round per minute of duration the invisibility effect had remaining (minimum 1 round). This only occurs if the invisibility is from your racial spell-like ability or a spell you cast. Effects that negate invisibility negate this concealment."
		]
	},
	"lingering_performance": {
		"name": "Lingering Performance",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Lingering Performance",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"The effects of your bardic performance carry on, even after you have stopped performing.  ",
			"**Prerequisites:** Bardic performance class feature.  ",
			"**Benefit:** The bonuses and penalties from your bardic performance continue for 2 rounds after you cease performing. Any other requirement, such as range or specific conditions, must still be met for the effect to continue. If you begin a new bardic performance during this time, the effects of the previous performance immediately cease."
		]
	},
	"lingering_smite": {
		"name": "Lingering Smite",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Lingering Smite",
			"",
			"{SOURCE Undead Slayer's Handbook/25}",
			"",
			"You can channel your divine energy through a melee weapon to cause lingering damage to undead creatures.  ",
			"**Prerequisites:** {feat/Channel Smite}, {ability/channel energy} 3d6.  ",
			"**Benefit:** When you use Channel Smite against a living creature (if you channel negative energy) or an undead creature (if you channel positive energy), you can damage your target slowly over a longer duration, rather than inflicting the normal effects of Channel Smite. Instead of the normal effects of successfully hitting with Channel Smite, you may choose the following effect. Starting on your target's next turn, it takes 1d8 points of damage each round at the beginning of its turn. This effect lasts for a number of rounds equal to the number of damage dice you use to roll your channel energy ability. Your target can attempt a Will save each round, as if saving against your channeled energy, to negate the damage dealt to it by this feat on that round. If your initial attack misses, the use of channel energy is still expended with no effect. Multiple uses of Lingering Smite (including those from multiple sources) do not stack, and instead reset the duration of the effect."
		]
	},
	"lingering_spell": {
		"name": "Lingering Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Lingering Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"You spell clings to existence, slowly fading from the world.  ",
			"**Benefit:** You may cause an instantaneous spell that affects an area to persist until the beginning of your next turn. Those already in the area suffer no additional harm, but other creatures or objects entering the area are subject to its effects. A lingering spell with a visual manifestation obscures vision, providing concealment (20% miss chance) beyond 5 feet and total concealment (50% miss chance) beyond 20 feet.",
			"",
			"A lingering spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"lingering_spell_like_ability": {
		"name": "Lingering Spell-Like Ability",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Lingering Spell-Like Ability (Monster)",
			"",
			"{SOURCE Horror Adventures/89}",
			"",
			"Your spell-like ability clings to existence, slowly fading from the world.  ",
			"**Prerequisites:** Spell-like ability at caster level 4th or higher.  ",
			"**Benefit:** Choose one of your spell-like abilities, subject to the restrictions described in this feat. You can use the chosen spell-like ability as a lingering spell-like ability three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"A lingering spell-like ability causes an instantaneous spell-like ability that affects an area to persist until the beginning of its next turn. Targets already in the area suffer no additional harm, but other creatures or objects entering the area are subject to its effects. A lingering spell-like ability with a visual manifestation obscures vision, providing concealment (20% miss chance) beyond 5 feet and total concealment (50% miss chance) beyond 20 feet.",
			"",
			"You can only select a spell-like ability duplicating a spell with a level less than or equal to 1/2 your caster level (round down) - 1  ",
			"**Special:** This feat can be taken multiple times. Each time it is taken, you can apply it to a different spell-like ability.",
			"",
			"| Spell Level | Caster Level |",
			"| --- | --- |",
			"| 0 | 2nd |",
			"| 1st | 4th |",
			"| 2nd | 6th |",
			"| 3rd | 8th |",
			"| 4th | 10th |",
			"| 5th | 12th |",
			"| 6th | 14th |",
			"| 7th | 16th |",
			"| 8th | 18th |",
			"| 9th | 20th |"
		]
	},
	"linnorm_hunter_coordination": {
		"name": "Linnorm Hunter Coordination",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Linnorm Hunter Coordination (Combat, Teamwork)",
			"",
			"{SOURCE Martial Arts Handbook/14}",
			"",
			"You are adept at working with your animal companion to strike the same location and deal increased damage.  ",
			"**Prerequisites:** Cha 13, Dex 13, {feat/Dodge}, {feat/Linnorm Hunter Retreat}, {feat/Linnorm Hunter Style}, base attack bonus +6, must have or be an animal companion.  ",
			"**Benefit:** When you and an ally with this feat are using {feat/Linnorm Hunter Style} and threatening the same target, you can make a single melee attack at your highest base attack bonus against that target as a full-round action. If your attack is successful, you deal extra damage with this feat equal to the damage of one of your ally's natural attacks. This extra damage is not multiplied on a critical hit.  ",
			"**Special:** Animal companions with an Intelligence score of 1 or 2 can take this feat."
		]
	},
	"linnorm_hunter_retreat": {
		"name": "Linnorm Hunter Retreat",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Linnorm Hunter Retreat (Combat, Teamwork)",
			"",
			"{SOURCE Martial Arts Handbook/14}",
			"",
			"You and your animal companion have learned to cover each other in combat.  ",
			"**Prerequisites:** Cha 13, Dex 13, {feat/Dodge}, {feat/Linnorm Hunter Style}, base attack bonus +4, must have or be an animal companion.  ",
			"**Benefit:** When an ally with this feat uses {feat/Linnorm Hunter Style} and hits a target with a melee attack, you can move 5 feet as an immediate action without provoking an attack of opportunity from that target.  ",
			"**Special:** Animal companions with an Intelligence score of 1 or 2 can take this feat."
		]
	},
	"linnorm_hunter_style": {
		"name": "Linnorm Hunter Style",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Linnorm Hunter Style (Combat, Style, Teamwork)",
			"",
			"{SOURCE Martial Arts Handbook/14}",
			"",
			"You and your animal companion work together to make coordinated strikes against your enemies.  ",
			"**Prerequisites:** Cha 13, must have or be an animal companion.  ",
			"**Benefit:** Once per round while using this style, when an ally with this feat hits a target that you both threaten using a melee attack, you gain a +2 bonus on attacks of opportunity made against that target for 1 round. Enemies that provoke attacks of opportunity from your ally also provoke attacks of opportunity from you so long as you threaten them (even if the situation or an ability would normally deny you the attack of opportunity).  ",
			"**Special:** Animal companions with an Intelligence score of 1 or 2 can take this feat."
		]
	},
	"linnorm_style": {
		"name": "Linnorm Style",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Linnorm Style (Combat, Style)",
			"",
			"{SOURCE Legacy of Dragons/20}",
			"",
			"Your open stance invites opponents to attack you, and like a linnorm's death curse, your retributive strikes punish those foolish enough to accept the invitation.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +3 or monk level 3rd.  ",
			"**Benefit:** While using this style, you take a -2 penalty to your AC against melee attacks. After a creature makes a melee attack against you, you can choose to add your Wisdom bonus to the damage from your unarmed strikes against that creature, rather than your Strength bonus. If you can normally add your Dexterity bonus to the attack's damage, you can instead replace it with your Wisdom bonus. This lasts until the beginning of the target creature's next turn."
		]
	},
	"linnorm_vengeance": {
		"name": "Linnorm Vengeance",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Linnorm Vengeance (Combat)",
			"",
			"{SOURCE Legacy of Dragons/20}",
			"",
			"Your rigorous training allows you to redirect some of the energy from blows you take, turning your enemies' strength against them. Even death can't stop you from having your revenge.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}, {feat/Linnorm Style}, base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** While you're using the Linnorm Style feat and an enemy hits you with a melee attack, you gain a +2 bonus on unarmed strike attack rolls you make against that creature until the beginning of that creature's next turn. If a creature's melee attack would normally miss you, you can allow it to hit you to gain this bonus; the attack deals the minimum amount of damage (asx though the attacker had rolled a natural 1 on each damage die).",
			"",
			"Furthermore, if a melee attack deals enough damage toknock you unconscious or kill you, you can make a single retaliatory unarmed strike attack against that opponent as a free action before you drop unconscious or die. If you do so, when you are restored to consciousness or to life, you are stunned for 1 round."
		]
	},
	"linnorm_wrath": {
		"name": "Linnorm Wrath",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Linnorm Wrath (Combat)",
			"",
			"{SOURCE Legacy of Dragons/21}",
			"",
			"With practiced ease, you answer a blow with a blow. Even when you are overwhelmed, your body deflects the force of the strike back to the attacker as a stunning wave of energy.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}, {feat/Linnorm Style}, {feat/Linnorm Vengeance}, base attack bonus +9 or monk level 9th.  ",
			"**Benefit:** When you use the Linnorm Vengeance feat to allow an enemy to hit you, you can make a retaliatory unarmed strike attack against that opponent as an immediate action. This acts as an attack of opportunity, and counts against the number of attacks of opportunity you can make each round. Additionally, once per day when a melee attack deals enough damage to knock you unconscious or kill you, the attacker must succeed at a Fortitude saving throw (DC = 10 + 1/2 your character level + your Wisdom modifier) or be stunned for 1 round. This save occurs after you make the retaliatory unarmed strike granted by the Linnorm Vengeance feat."
		]
	},
	"lions_heart": {
		"name": "Lion's Heart",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Lion's Heart",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/73}",
			"",
			"Inspired by tales of Cyricas the Leaping Lion vaulting from his sickbed, you refuse to allow ability damage to hinder you.  ",
			"**Prerequisites:** Wis 15, {feat/Great Fortitude}.  ",
			"**Benefit:** Choose one ability. You ignore penalties from ability damage to that ability until you have taken an amount of ability damage equal to your score in that ability.  ",
			"**Normal:** You can take this feat multiple times. Each time, choose a different ability to which its benefits apply."
		]
	},
	"lithe_attacker": {
		"name": "Lithe Attacker",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Lithe Attacker",
			"",
			"{SOURCE Animal Archive/18}",
			"",
			"Your unmatched grace allows you to strike even from the tightest crevices.  ",
			"**Prerequisites:** {feat/Narrow Frame}, Escape Artist 5 ranks, animal or magical beast.  ",
			"**Benefit:** You can attack from nooks and crannies, even while using Escape Artist to squeeze through or into a narrow space less than half as wide as your normal space, and you do not lose your Dexterity bonus to AC while using Escape Artist to squeeze through or into a narrow space. You still take a -4 penalty to AC while using Escape Artist in this way."
		]
	},
	"live_off_the_land": {
		"name": "Live off the Land",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Live off the Land",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"You can easily pluck what you need from nature's bounty as you travel.  ",
			"**Prerequisites:** {ability/Favored terrain} class feature.  ",
			"**Benefit:** You (and any allies whom you assist with the Survival skill) can move at full speed while using Survival to gather food and water, and you gain a +4 bonus on Survival checks to do so. If you cast {spell/create food and water}, {spell/create water}, or any similar spell that creates edible and potable provisions while you are in your favored terrain, your caster level increases by an amount equal to half your favored terrain bonus."
		]
	},
	"living_fortress": {
		"name": "Living Fortress",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Living Fortress (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/207}",
			"",
			"Stubborn, tenacious, and proud, you're all but immovable when you have kin to back you up.  ",
			"**Prerequisites:** {race/Dwarf}, hardy racial trait.  ",
			"**Benefit:** Whenever you fight defensively and you're adjacent to an ally who also has this feat, your racial bonus on saving throws against spells and spell-like abilities increases by 2."
		]
	},
	"lob_shot": {
		"name": "Lob Shot",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Lob Shot (Combat)",
			"",
			"{SOURCE Ranged Tactics Toolbox/10}",
			"",
			"You can make a high, arcing shot to strike your opponents from above.  ",
			"**Prerequisites:** {feat/Far Shot}.  ",
			"**Benefit:** While making a ranged attack, you can ignore any cover bonuses to AC, including total cover, unless the target also has cover from above, such as a roof or forest canopy. When using this feat, treat your target as if it were one range increment farther away. You can't use this feat unless you have headroom equal to at least half the attack's range."
		]
	},
	"logical_spell": {
		"name": "Logical Spell",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Logical Spell (Metamagic)",
			"",
			"{SOURCE Occult Adventures/137}",
			"",
			"You can eschew emotional components by exercising logic.  ",
			"**Benefit:** A logical spell can be cast without emotion components. Spells that don't require emotion components are not affected. A logical spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"lonely_death": {
		"name": "Lonely Death",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Lonely Death (Origin)",
			"",
			"{SOURCE Plane-Hopper's Handbook/17}",
			"",
			"Whether because you were lost in wilderness or quarantined during a plague, you died alone, unnoticed, and unmourned. Your body might not have been discovered for weeks.  ",
			"**Prerequisites:** {race/Duskwalker}.  ",
			"**Benefit:** Twice per day, if you are reduced below 0 hit points, as an immediate action you can move up to twice your base speed. If this brings you into cover or concealment, you can also attempt a Stealth check to hide. At 11th level, you can use this feat two additional times per day."
		]
	},
	"long_nose_form": {
		"name": "Long-Nose Form",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Long-Nose Form",
			"",
			"{SOURCE Advanced Race Guide/165}",
			"",
			"You can shift into the form of a human with an unusually long nose.  ",
			"**Prerequisites:** Character level 3rd, {race/tengu}.  ",
			"**Benefit:** Once per day, you can assume the form of a human whose nose is the length of your beak. This spell-like ability functions as alter self with a caster level equal to your level. While in this form you gain the scent ability and a +2 bonus to your Strength score. Because your long nose in this form clearly indicates you are not fully human, you do not gain the normal bonus to Disguise checks for using a polymorph effect (however, you could possibly explain the nose as an unfortunate curse or deformity, or hide it with an item such as a plague doctor's mask)."
		]
	},
	"longshanks": {
		"name": "Longshanks",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Longshanks",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/70}",
			"",
			"Your long stride allows you extra maneuverability.  ",
			"**Prerequisites:** Giant subtype, size Large or larger.  ",
			"**Benefit:** Your land speed increases by 5 feet, and you can ignore up to 20 feet of nonmagical difficult terrain each round you move."
		]
	},
	"lookout": {
		"name": "Lookout",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Lookout (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"Your allies help you avoid being surprised.  ",
			"**Benefit:** Whenever you are adjacent to an ally who also has this feat, you may act in the surprise round as long as your ally would normally be able to act in the surprise round. If you would normally be denied the ability to act in the surprise round, your initiative is equal to your initiative roll or the roll of your ally -1, whichever is lower. If both you and your ally would be able to act in the surprise round without the aid of this feat, you may take both a standard and a move action (or a full-round action) during the surprise round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you gain the benefit of this feat as long as you are within 10 feet of an ally who has this feat."
		]
	},
	"lost_in_the_crowd": {
		"name": "Lost in the Crowd",
		"sources": [ "Osirion, Land of the Pharaohs" ],
		"description": [
			"## Lost in the Crowd",
			"",
			"{SOURCE Osirion, Land of the Pharaohs/29}",
			"",
			"You are used to dealing with the teeming masses in the markets, and are capable of disappearing into them at a moment's notice.  ",
			"**Benefit:** You gain a +2 circumstance bonus to Hide checks in urban areas; this bonus increases to +4 in crowds. You gain a +1 dodge bonus to AC when threatened by 2 or more enemies."
		]
	},
	"lost_legacy": {
		"name": "Lost Legacy",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Lost Legacy (Story)",
			"",
			"{SOURCE Ultimate Campaign/70}",
			"",
			"What once belonged to your family shall be yours again.  ",
			"**Prerequisites:** Your family must have claim to an inherited title or position that no longer belongs to them, or have the Dishonored Family {rule/birth circumstance/ background>s_and_more}. You can take this feat even if you have no knowledge of this lost family title.  ",
			"**Benefit:** You gain a +1 bonus on Charisma-based ability checks and skill checks.  ",
			"**Goal:** Regain your family's lost claim, either for yourself or another in your family. In the process of completing this claim, you must decisively defeat a challenging foe that seeks to deny your birthright.  ",
			"**Completion Benefit:** You gain a +1 bonus on Wisdom ability checks, Wisdom-based skill checks, and Will saving throws.  ",
			"**Special:** If you manage to regain your position without defeating a challenging foe, you may still complete this story feat at a later date if a suitable challenging foe attempts to steal your birthright again."
		]
	},
	"lovable_scoundrel": {
		"name": "Lovable Scoundrel",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Lovable Scoundrel",
			"",
			"{SOURCE Blood of the Beast/27}",
			"",
			"You're charming enough that others assume your criminal inclinations are delightful quirks.  ",
			"**Prerequisites:** Bluff 1 rank, Diplomacy 1 rank, {race/tengu}.  ",
			"**Benefit:** If you fail a Bluff check to deceive, an Intimidate check to gain a target's cooperation, or a Sleight of Hand check to steal from another creature, you can immediately attempt a Diplomacy check against the same DC as a free action. If you succeed, your target assumes your actions were in jest or just some awkward tengu tradition, and its attitude toward you does not immediately worsen (though later actions can still shift its attitude toward hostile). You can use this feat only once per day per target."
		]
	},
	"low_profile": {
		"name": "Low Profile",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Low Profile (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"Yours small stature helps you avoid ranged attacks.  ",
			"**Prerequisites:** Dex 13, Small size or smaller.  ",
			"**Benefit:** You gain a +1 dodge bonus to AC against ranged attacks. In addition, you do not provide soft cover to creatures when ranged attacks pass through your square.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When targeted by a ranged attack, you can spend a number of stamina points up to your Dexterity bonus. For each stamina point you spend in this way, your dodge bonus to AC against that attack increases by 1."
		]
	},
	"loyal_to_the_death": {
		"name": "Loyal to the Death",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Loyal to the Death (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/207}",
			"",
			"You're so loyal to your family or friends that you're willing to suffer for them.  ",
			"**Prerequisites:** {race/Human} (Tian).  ",
			"**Benefit:** Whenever an opponent makes a melee or ranged attack against one of your allies who is adjacent to you and who also has this feat, you can spend an immediate action to shield the ally with your own body. You become the target of the attack, and the opponent gains a +4 bonus on her attack roll. For the purpose of determining distance, {rule/cover} and {rule/concealment}, you count as being in your ally's square when the attack is resolved. If the attack misses you due to concealment, {spell/blink}, or a similar effect, it instead targets your ally as if you had not used this feat's ability."
		]
	},
	"lucid_dreamer": {
		"name": "Lucid Dreamer",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Lucid Dreamer",
			"",
			"{SOURCE Occult Adventures/137}",
			"",
			"The Dimension of Dreams is open to those willing to risk crossing the threshold.  ",
			"**Prerequisites:** Cha 13, Knowledge (planes) 3 ranks.  ",
			"**Benefit:** You have greater control of the highly morphic qualities and wild magic of the Dimension of Dreams. You gain a +4 bonus on Charisma checks to determine your initial condition when your lucid body enters a dream and when attempting impossible feats in a dreamscape, and a +2 bonus on caster level checks to prevent a spell or spell-like ability from going awry because of wild magic. If someone casts a dream council spell that includes you as a target while you are dreaming, you can enter a shared dreamscape as described in that spell without spending a casting of dream or dream council. If your lucid body dies while in a dreamscape, you wake up fatigued."
		]
	},
	"luck_of_heroes": {
		"name": "Luck of Heroes",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Luck of Heroes (Hero Point)",
			"",
			"{SOURCE Advanced Player's Guide/324}",
			"",
			"To others, it seems that you always have a bit of luck around you.  ",
			"**Prerequisites:** {feat/Hero's Fortune}.  ",
			"**Benefit:** Whenever you spend a hero point to reroll a die roll or to grant yourself a bonus before a die roll is made, there is a chance that the hero point is not spent. Whenever you spend a hero point, roll a d20. If the result is greater than 15, the hero point is not spent. You cannot use this feat when you cheat death."
		]
	},
	"lucky": {
		"name": "Lucky",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Lucky",
			"",
			"{SOURCE Blood of the Beast/6}",
			"",
			"Your luck-based abilities seem limitless.  ",
			"**Prerequisites:** {feat/Black Cat} or {feat/Lucky Halfling}; must have a racial trait with \"luck\" in its name.  ",
			"**Benefit:** Choose one of the following feats: Black Cat, Lucky Halfling, or any feat that lists one of these feats as a prerequisite and is usable once per day. Add two to the number of times per day that you can use the chosen feat. You must have the chosen feat in order to select it with Lucky.  ",
			"**Special:** This feat can be selected multiple times. You cannot add more than six uses to a single feat in this manner. A character with the Defiant Luck feat can ignore this feat's prerequisites, but she must choose Defiant Luck or a feat that lists Defiant Luck as a prerequisite and is usable once per day."
		]
	},
	"lucky_halfling": {
		"name": "Lucky Halfling",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Dark Markets - A Guide to Katapesh"
		],
		"description": [
			"## Lucky Halfling",
			"",
			"{SOURCE Advanced Player's Guide/165;Dark Markets - A Guide to Katapesh/13}",
			"",
			"You bring luck to those with whom you travel.  ",
			"**Prerequisites:** {race/Halfling}.  ",
			"**Benefit:** Once per day, when one of your allies within 30 feet makes a saving throw, you may roll the same saving throw as if you were the one subject to the effect requiring it. You may use this ability after your ally has rolled, but before the GM declares if the roll was a success or failure. Your ally may choose to use your saving throw in place of his own.",
			"",
			"### Mythic Lucky Halfling",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"You share your mythic luck with those around you.  ",
			"**Prerequisites:** Lucky Halfling.  ",
			"**Benefit:** When you use Lucky Halfling, add your tier as a bonus on the saving throw. You can expend one use of mythic power when an ally uses your save but still suffers an effect on a successful saving throw. If you do, that ally suffers no effect on the successful saving throw."
		]
	},
	"lucky_healer": {
		"name": "Lucky Healer",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Lucky Healer",
			"",
			"{SOURCE Advanced Race Guide/66}",
			"",
			"Your luck allows you to draw from magical healing far more efficiently than most.  ",
			"**Prerequisites:** Adaptive luck racial trait, {race/halfling}.  ",
			"**Benefit:** When a magical healing effect (such as a spell with \"cure\" in the title or channel energy) cures you, you can spend one use of your adaptable luck racial trait to reroll the amount of damage cured. You regain a number of hit points equal to the new roll or the original roll, whichever is greater. Other creatures healed by the effect do not gain this benefit."
		]
	},
	"lucky_strike": {
		"name": "Lucky Strike",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Lucky Strike (Combat)",
			"",
			"{SOURCE Advanced Race Guide/67}",
			"",
			"Your luck increases the potency of your weapon attacks.  ",
			"**Prerequisites:** Base attack bonus +5, adaptive luck racial trait, {race/halfling}.  ",
			"**Benefit:** Spend a use of your adaptive luck racial trait to reroll the damage from a single weapon attack. You deal damage equal to the new damage roll, or the original roll, whichever is greater.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">You can spend 5 stamina points instead of a use of adaptable luck to reroll the damage from a single attack."
		]
	},
	"lucky_surge": {
		"name": "Lucky Surge",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Lucky Surge",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"Your surges defy the odds.  ",
			"**Prerequisites:** {feat/Potent Surge}, 3rd mythic tier.  ",
			"**Benefit:** Whenever you use your surge ability, you can roll your surge dice twice and take the higher result. If you can already roll your surge dice twice and take the higher result, you roll your surge dice three times and take the highest result."
		]
	},
	"lunge": {
		"name": "Lunge",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Lunge (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/130}",
			"",
			"You can strike foes that would normally be out of reach.  ",
			"**Prerequisites:** Base attack bonus +6.  ",
			"**Benefit:** You can increase the reach of your melee attacks by 5 feet until the end of your turn by taking a -2 penalty to your AC until your next turn. You must decide to use this ability before any attacks are made.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When you use this feat, you can spend 2 stamina points to avoid taking the -2 penalty to AC for that use.",
			"",
			"### Mythic Lunge",
			"",
			"{SOURCE Mythic Adventures/69}",
			"",
			"Your reaching strikes aid your defenses against those you hit.  ",
			"**Prerequisites:** Lunge.  ",
			"**Benefit:** Whenever you use Lunge and hit a creature with the melee attack, you no longer take a -2 penalty to AC against that creature. You can expend one use of mythic power when you use Lunge to negate the -2 penalty to AC whether you hit or miss, and gain a +2 bonus on attacks of opportunity you make while Lunge is in effect."
		]
	},
	"lunging_spell_touch": {
		"name": "Lunging Spell Touch",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Lunging Spell Touch",
			"",
			"{SOURCE Advanced Class Guide/152}",
			"",
			"You can extend your reach to touch foes that would normally be too far away.  ",
			"**Prerequisites:** Spellcraft 6 ranks.  ",
			"**Benefit:** You can increase the reach of your spells' melee touch attacks by 5 feet until the end of your turn by taking a -2 penalty to your AC until your next turn. You must decide to use this ability before you attempt any attacks on your turn."
		]
	},
	"mad_magic": {
		"name": "Mad Magic",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Mad Magic (Combat)",
			"",
			"{SOURCE Advanced Class Origins/27}",
			"",
			"Magic is in your blood, allowing you to cast spells no matter how furious you become.  ",
			"**Prerequisites:** Bloodrage class feature or perfect clarity rage power.  ",
			"**Benefit:** You can cast spells from any class that grants you spells while in a bloodrage, and you keep your rage benefits when using moment of clarity during a rage. If you have the greater bloodrage class feature, you also gain a +1 bonus to the save DCs of spells you cast while in a bloodrage."
		]
	},
	"maddening_obliteration": {
		"name": "Maddening Obliteration",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Maddening Obliteration (Combat)",
			"",
			"{SOURCE Horror Adventures/89}",
			"",
			"With a mighty killing blow, your unsettling punch vaporizes your foe.  ",
			"**Prerequisites:** Wis 19, Cha 15, {feat/Improved Unarmed Strike}, {feat/Maddening Strike}, {feat/Maddening Style}, {feat/Stunning Fist}, Knowledge (arcana) 10 ranks, ki pool class feature, nongood alignment.  ",
			"**Benefit:** When you damage a living creature with an unarmed strike while using Maddening Style, and you have at least 1 point in your ki pool, that creature suffers a -2 penalty on saving throws against any confusion, madness, and insanity effects (including your Maddening Strike) for 1 round. Additionally, if you reduce a creature to fewer than 0 hit points with a Stunning Fist attack, you can spend 2 points from your ki pool as a free action to obliterate your opponent, reducing their body to fine dust as per disintegrate. A living creature can attempt a Fortitude save (DC = 10 + 1/2 your character level + your Wisdom modifier) to negate this effect."
		]
	},
	"maddening_strike": {
		"name": "Maddening Strike",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Maddening Strike (Combat)",
			"",
			"{SOURCE Horror Adventures/90}",
			"",
			"Your fists are weapons of mind-devouring madness.  ",
			"**Prerequisites:** Wis 17, Cha 13, {feat/Improved Unarmed Strike}, {feat/Maddening Style}, {feat/Stunning Fist}, Knowledge (arcana) 8 ranks, ki pool class feature, nongood alignment.  ",
			"**Benefit:** As a swift action, you can spend 1 point from your ki pool to imbue the next unarmed strike you make on this turn with the maddening power of the spaces between the stars. If that attack doesn't hit, you take 2 points of Wisdom damage. If the attack hits, your opponent takes damage from your unarmed strike + 1d4+1 points of Wisdom damage. A successful Will save (DC = 10 + 1/2 your character level + your Wisdom modifier) reduces this to 2 points of Wisdom damage.  ",
			"**Special:** If you are using the {rule/sanity/ system}, when you miss with a Maddening Strike, you take 4 points of sanity damage. If you hit, the target takes damage from the unarmed strike plus 8 points of sanity damage (or 4 points of sanity damage on a successful Will save)."
		]
	},
	"maddening_style": {
		"name": "Maddening Style",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Maddening Style (Combat, Style)",
			"",
			"{SOURCE Horror Adventures/90}",
			"",
			"When you clobber an opponent with your fists, you inundate its mind with visions of madness and horror.  ",
			"**Prerequisites:** Wis 15, Cha 11, {feat/Improved Unarmed Strike}, {feat/Stunning Fist}, Knowledge (arcana) 4 ranks, ki pool class feature, nongood alignment.  ",
			"**Benefit:** You gain one additional use of Stunning Fist per day. When using this style, if you have at least 1 point in your ki pool, you increase the DCs of your confusion, madness, and insanity effects (including Maddening Strike) by 1. Additionally, when you successfully stun an opponent with your Stunning Fist attack, your target takes 1 point of Wisdom damage.  ",
			"**Special:** If you are using the {rule/sanity/ system}, when you successfully stun an opponent with your Stunning Fist attack, the target takes 1d4 points of sanity damage instead of 1 point of Wisdom damage."
		]
	},
	"mage_of_the_wild": {
		"name": "Mage of the Wild",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Mage of the Wild",
			"",
			"{SOURCE Advanced Race Guide/28}",
			"",
			"Your mystic connection with the wilderness enhances your spellcasting.  ",
			"**Prerequisites:** {feat/Attuned to the Wild}, {race/elf}.  ",
			"**Benefit:** When you are in a terrain type you have selected the Attuned to the Wild feat for, you gain a +2 bonus on caster level checks, {rule/concentration} checks, and, Knowledge (arcana) and Spellcraft checks. If you are in an area that qualifies as more than one kind of terrain, these bonuses do not stack; you receive the bonus for only one of the terrain types."
		]
	},
	"magic_trick": {
		"name": "Magic Trick",
		"sources": [
			"Chronicle of Legends",
			"Distant Realms"
		],
		"description": [
			"## Magic Trick",
			"",
			"{SOURCE Chronicle of Legends/16;Distant Realms/62}",
			"",
			"Choose one spell. You are able to manipulate that spell beyond its typical uses.  ",
			"**Prerequisites:** Ability to cast the chosen spell or spell-like ability.  ",
			"**Benefit:** You can use any magic tricks relating to the chosen spell so long as you meet the appropriate magic trick requirements.  ",
			"**Special:** You can select the Magic Trick feat multiple times. Each time you take the feat, it applies to a new type of spell.",
			"",
			"::h3[Daylight]{jl}",
			"",
			"Though many clerics in the church of {faith/Sarenrae} can conjure powerful light, it was a warpriest named Amnok who learned to focus it through his shield and blind Sarenrae's foes. He later learned how to conjure a burst of pure {spell/daylight}, shining like the sun for a several seconds and defeating an entire cabal of vampires. Most of the manipulations of the daylight spell come from Amnok's early work. In addition to the feat, skill, or other requirements listed in parentheses for each of these tricks, you must have the Magic Trick (daylight) feat to use the trick.[^A]",
			"",
			"*Barrier of Light* ({feat/Shield Focus}): When you cast daylight on a shield, it sheds bright light in a 120-foot cone and raises the light level by one step for an additional 120 feet. As a standard action, you can end the spell by causing the light to suddenly flash, blinding each creature in the cone for 1d4 rounds unless it succeeds at a Fortitude save against your daylight spell DC.",
			"",
			"*Blades of Light* (Knowledge [religion] 6 ranks): When you cast daylight on a melee weapon, you can reduce the duration to 1 round per level and grant the weapon the ability to deal additional damage against undead and evil outsiders equal to 1 point per 2 caster levels (maximum +5). This extra damage does not stack with the holy weapon enchantment and similar effects.",
			"",
			"*Burst of Sunlight* (Spellcraft 6 ranks or worship deity with Sun domain): You can reduce the duration of your daylight spell to 1 round, causing the spell to radiate the equivalent of pure daylight for the purpose of affecting creatures that are damaged, destroyed, or are otherwise affected by such light.",
			"",
			"*Convincing Halo* (Knowledge [religion] 3 ranks): When you cast daylight on a piece of headgear, you can make it appear as a halo. This grants the creature wearing the headgear a +2 circumstance bonus on Diplomacy and Bluff checks against good outsiders.",
			"",
			"*Pin Sunlight* ({feat/Precise Shot}): When you cast daylight on a piece of ammunition or thrown weapon, you can cause the spell to transfer to the target of a successful ranged attack with that piece of ammunition or thrown weapon, causing the creature to radiate light from its body. If the creature succeeds at a Will save against your daylight spell DC, it instead glows with dim light in a 5-foot radius for 1 minute.",
			"",
			"*Vessel of Light* (no additional prerequisites): When you cast daylight on a torch, lantern, or other tool used to produce mundane light, you increase the duration of your spell to 1 hour per level.",
			"",
			"::h3[Fireball]{jl}",
			"",
			"Vincent the Pyroclastic is a destructive force in the Society. He has caused permanent damage to and condemnation of more buildings in the Inner Sea region than any other agent. For him, incineration became an art. In addition to the feat, skill, or other requirements listed in parentheses for each of these tricks, you must have the Magic Trick ({spell/fireball}) feat to use the trick.[^A]",
			"",
			"*Alchemist's Inferno* (Craft [alchemy] 9 ranks, Spellcraft 9 ranks): Using alchemist's fire as a material component, your fireball sets everything it touches ablaze. The initial blast deals half as much damage, but targets that fail their Reflex saves also catch fire. A creature that catches fire in this way must attempt a Reflex save against the DC of the fireball spell to stop burning instead of the typical DC. Unattended objects automatically catch fire, though non-flammable objects burn for only 1 additional round.",
			"",
			"*Cluster Bomb* (Spellcraft 6 ranks): You are able to throw multiple small explosions with a single spell instead of the normal effect. For every 2 caster levels, you toss a miniature fireball with a 10-foot radius that deals 2d6 points of fire damage. The grid intersection of all blasts must be within 30 feet of each other. If a creature is in the area of multiple blasts, it attempts a single Reflex save against the combined damage.",
			"",
			"*Concentrated Fire* ({feat/Selective Spell} or {feat/Widen Spell}, Spellcraft 6 ranks): You can reduce the radius of your fireball by increments of 5 feet, to a minimum of a 5-foot radius. For each 5-foot increment you reduce the spell, you increase the spell's damage by 1d6. This additional damage can exceed the spell's maximum damage.",
			"",
			"*Sculpt Flames* ({feat/Reach Spell}, {feat/Selective Spell}): You can alter the shape of your fireball to send its fire along the path you desire. When casting the spell, you can change the area to one 5-foot square per caster level. The spell's area must be continuous and unbroken when cast. If its blocked or otherwise interrupted by a 5-foot wide or larger environmental feature like a wall, the spell fails. A creature only takes damage once from a fireball cast in this way, even if the spell's area intersects with the creature multiple times.",
			"",
			"*Where There's Smoke* (Craft [alchemy] 6 ranks, Spellcraft 6 ranks): Using a smokestick as a material component, you make your fireball leave behind a thick cloud of smoke in the spell's area for 1 minute. A moderate or stronger wind dissipates the smoke in 1 round as a smokestick. When using a smokestick in this way, your fireball deals only 1d6 points of damage per 2 caster levels (maximum 5d6).",
			"",
			"::h3[Floating Disk]{jl}",
			"",
			"Although most spellcasters use {spell/floating disk/s} as little more than a means of moving luggage, the shulsagas of the Astral Plane have mastered the ability to ride atop a floating disk. A combination of cultural importance, astral secrets, and constant practice allows shulsagas to push the spell's magic beyond its normal limits. Masters of the art can perform truly extraordinary maneuvers with proper training. In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Magic Trick (floating disk) feat to use the trick.[^B]",
			"",
			"*Defensive Disk* (Fly 3 ranks, Shield Proficiency): While riding atop your floating disk with at least one hand free, you can spend a move action to grip the disk by its edge, tilt it, and use it to deflect blows. Until the beginning of your next turn, your floating disk grants you the benefits of the spell shield. If you are already under the effects of the shield spell from another source, this effect instead increases the spell's shield bonus by 1 until the beginning of your next turn.",
			"",
			"*Disk Rider* (Fly 3 ranks): You can ride atop any floating disk you create, so long as it has the capacity to support your weight. This grants you a fly speed of 30 feet (average), but the disk cannot move itself or you more than 5 feet above the ground at any time. If you are on a location within the Astral Plane&mdash;including Yulgamot itself&mdash;the disk can instead fly to any height, and your fly speed while standing on it increases to 40 feet (good). When you cast floating disk, you can step onto the disk in your space as part of the action required to cast the spell.",
			"",
			"*Drifting Defense* (Fly 6 ranks, {feat/Mobility}, {feat/Shield Proficiency}): Whenever you move at least 10 feet during your turn, you can activate the defensive disk trick as a free action.",
			"",
			"*Expanded Disk* (Fly 3 ranks, {feat/Heighten Spell}): If you are Large or larger, you can create a larger floating disk capable of supporting your weight and size; however, for each size category you are larger than Medium, you must use a spell slot that is one level higher (for example, a 4th-level spell is required to create a disk capable of supporting a Gargantuan creature). Once created, a disk augmented with this trick will always support the weight of you and your personal gear, even if this combined mass exceeds the disk's capacity.",
			"",
			"*Force Check* (Fly 3 ranks, {feat/Catch Off-Guard} or {feat/Improved Bull Rush}): When you successfully charge and bull rush a creature while riding atop your floating disk, you can veer the disk into your target, dealing 1d6 points of bludgeoning damage in addition to moving the target. You gain a +4 circumstance bonus to your Armor Class against any attack of opportunity attempted against you when performing a bull rush in this way.",
			"",
			"*Spurn Gravity* (Fly 6 ranks): While astride your floating disk, you can fly higher than 5 feet above the ground. However, you must return to a location 5 feet above a stable surface before the end of your turn or fall. If you take damage from this fall, you fall prone atop your floating disk. As a swift action, you can also reduce the remaining duration of your floating disk to 1 round per level. For the remaining duration of the spell, your fly speed increases to 50 feet and your disk ignores all altitude limitations.",
			"",
			"::h3[Mage Hand]{jl}",
			"",
			"Cylindia the Sly was a renowned cat burglar throughout Magnimar. Though she never had any formal magical training, her ancestor's magical blood was all she needed to produce and master the use of {spell/mage hand}. She remains unique in that her adaptations to the spell came entirely from practical applications rather than study and experimentation. In addition to the feat, skill, or other requirements listed in parentheses for each of these tricks, you must have the Magic Trick (mage hand) feat to use the trick.[^A]",
			"",
			"*Dirty Magic Trick* (base attack bonus +1, {feat/Improved Dirty Trick}): You can manipulate a target's clothing or a nearby object to attempt a dirty trick combat maneuver against a single opponent in the spell's range, using your combat maneuver bonus for the check.",
			"",
			"*Powerful Hand* (Spellcraft 3 ranks): You can increase the weight of objects you can move by 5 pounds for every 3 ranks you have in Spellcraft.",
			"",
			"*Ranged Aid* (base attack bonus +1): You've learned to use your mage hand to tug at an opponent's hair, clothing, and equipment. You can use the aid another action at range, attempting a ranged touch attack instead of a melee attack.",
			"",
			"*Reaching Hand* ({feat/Precise Shot} or {feat/Reach Spell}): You can focus as a swift action before casting mage hand to increase its range to 50 feet + 5 feet per caster level. If the target of your mage hand spell is outside of the spell's standard range at the start of your turn, you must spend another swift action to focus again or the spell immediately ends.",
			"",
			"*Subtle Hand* ({feat/Deft Hands}, Disable Device 6 ranks, Sleight of Hand 6 ranks): You can attempt Disable Device and Sleight of Hand checks within range of your mage hand. Working at a distance increases the normal skill check DC by 5, and you cannot take 10 on this check.",
			"",
			"*Throw Punch* ({feat/Improved Unarmed Strike}): You can use mage hand to strike an opponent within the spell's range. This is a melee attack that always deals 1d3 points of force damage. The mage hand has an attack bonus equal to your caster level plus your Intelligence, Wisdom, or Charisma modifier, whichever is highest. Spell resistance applies against this ability.",
			"",
			"::h3[Obscuring Mist]{jl}",
			"",
			"Shastalla of the Shackles was a bloodthirsty pirate, famous for her raids on Chelish patrols under the cover of {spell/obscuring mist}. After Shastalla was caught and executed, the [Pathfinder Society](rule/aff_scholars) purchased her magical library for a small fortune to learn her secrets. In addition to the feat, skill, or other requirements listed in parentheses for each of these tricks, you must have the Magic Trick (obscuring mist) feat to use the trick.[^C]",
			"",
			"*Clinging Mist* ({feat/Extend Spell}, Spellcraft 6 ranks): Your thick mist is difficult to escape. A creature that leaves the obscuring mist continues to treat other creatures as if they had {rule/concealment} for 1d4+1 rounds after it leaves.",
			"",
			"*Hydrating Mist* (Survival 3 ranks): Your mist clings to creatures, soaking them and their equipment. This grants each creature a +4 bonus on Fortitude saves to resist effects of heat and a -4 penalty on saves against effects that deal electricity damage and spells with the electricity descriptor. This effect functions as submersion in water for aquatic creatures and penetrates the skin, hydrating creatures in the mist as if they consumed a canteen full of water.",
			"",
			"*Mist Screen* ({feat/Heighten Spell}): You can shape your obscuring mist into a dense wall of mist with an area up to one 10-foot square per 2 levels. The sections of wall are 5 feet thick and must remain contiguous, but they do not need to be anchored to a solid surface. At least one section of the wall must include your space. Creatures standing within the wall have {rule/concealment}. Creatures on the opposite side of the wall have total concealment.",
			"",
			"*Obscure Self* (Stealth 6 ranks): You reduce the area of the obscuring mist to your space plus all adjacent squares, but the mist is no longer stationary and instead automatically moves with you when you move. This does not create enough concealment to attempt Stealth checks. As a swift action, you can anchor the mist, causing it to become stationary and allowing enough concealment to hide. You can release the mist as a swift action, allowing it to move with you again. If you take any fire damage while this trick is in effect, the spell immediately ends.",
			"",
			"*Obscure Terrain* ({feat/Selective Spell}): Your mist rests low to the ground, blocking sight to all underfoot and making the area difficult to traverse. Your obscuring mist takes up the same area, but no longer blocks sight of other creatures. Instead, all creatures moving through the mist treat the area as difficult terrain. A creature can spend a move action to treat the area as normal terrain until the end of its turn.",
			"",
			"*Quenching Mist* (Spellcraft 6 ranks or water subtype): You can issue a forceful blast of pressurized mist in a 15-foot cone instead of casting obscuring mist normally. This blast automatically quenches any nonmagical fires and functions as {spell/dispel magic} against magical fires as long as those fires are Medium or smaller. The duration changes to instantaneous and the spell gains the water descriptor. Creatures with the fire subtype within the cone take 1d6 points of damage for every 2 caster levels (maximum 5d6) you have (half on a successful Reflex save).",
			"",
			"::h3[Prestidigitation]{jl}",
			"",
			"Though magical practitioners around the multiverse make daily use of {spell/prestidigitation}, Poshment the Peculiar was the first to dabble in prestidigitation's many possibilities. Through dedicated study and dubious field tests, he was able to find many more uses than dying his clothes and cleaning up a spell component closet. By the time he had graduated from the Arcanamirium in Absalom, he had already learned to permanently dye clothes and even paint on canvas using only his spellwork. Over the years, he expanded prestidigitation from a multi-use spell to a work of art. In addition to the feat, skill, or other requirements listed in parentheses for each of these tricks, you must have the Magic Trick (prestidigitation) feat to use the trick.[^C]",
			"",
			"*Adjust Scent* (Survival 6 ranks): You can adjust the smell of an object or willing creature to become more or less powerful, respectively doubling or reducing by half the distance needed to detect the target with the {umr/scent} universal monster ability.",
			"",
			"*Chromatic Savant* (Disguise 3 ranks or gnome): When you change the color of an item, the changes are permanent. You can also change the color of part or all of a living being, but the effect gradually fades away in about a month. You must succeed at an appropriate Craft check to create complex or specific designs.",
			"",
			"*Lasting Changes* ({feat/Extend Spell}): The effects of your prestidigitation spells persist for 1 hour per caster level; this does not change its spell level.",
			"",
			"*Minor Levitation* (Spellcraft 3 ranks): You can cause up to 1 pound of material to become weightless and direct it to move up to 5 feet each round as if under the effects of levitate.",
			"",
			"*Repulsive Flavor* (Craft [cooking] 3 ranks): You can cause a willing creature to taste foul. Once a creature with a bite attack successfully attacks the target of your spell, the target gains a +2 circumstance bonus to AC and CMD against bite attacks and grapple checks made with a mouth, such as the {umr/grab} ability or {umr/swallow whole}, from that creature.",
			"",
			"*Thaumaturgic Aesthetics* (Bluff 3 ranks, Disguise 3 ranks, Deceptive): While you have a prestidigitation spell active, you can thematically change the effects of other spells you cast, such as changing the color of a fireball, granting your {spell/magic missile} a specific shape, or adding a floral smell to your {spell/mage armor}. This increases the DC of Spellcraft and Knowledge (arcana) checks to identify your magic by an amount equal to half of your ranks in Disguise (minimum 1).",
			"",
			"::h3[Shield]{jl}",
			"",
			"Kah'la is one of the more studious magi to ever graduate from the Arcanamirium. Though her professors had hoped she would make a fine magical theoretician, she joined the Pathfinder Society and put her theories on abjuration to good use. In addition to the feat, skill, or other requirements listed in parenthesis for each of these tricks, you must have the Magic Trick ({spell/shield}) feat to use the trick.[^D]",
			"",
			"*Friendly Shield* (Bodyguard): When using the {feat/Bodyguard} feat, you can instead grant your ally the benefit of your active shield spell. You lose the spell's benefits and your ally gains these benefits for the spell's duration.",
			"",
			"*Force Bash* ({feat/Improved Bull Rush}, {feat/Improved Shield Bash}): While the shield spell is active, as a standard action you can cause your shield to fly toward a target within 30 feet and attempt to bash it. On a successful ranged attack roll, the spell deals 1d8 points of force damage plus 1 point per 3 caster levels (maximum +5 at 15th level). If it deals damage, you can also attempt a bull rush combat maneuver with the shield as a free action. The shield has an attack bonus equal to your caster level plus your Intelligence, Wisdom, or Charisma modifier, whichever is highest. Using the shield in this way consumes 1 minute of the spell's duration. Spell resistance applies against this ability.",
			"",
			"*Force Equipment* (Equipment Trick [shield]): You can use your shield spell with the {feat/Equipment Trick} (shield) feat for the following tricks: Break Ground, Hurl Shield, Little Wall, Ricochet Shield, Shield Gag.",
			"",
			"*Instant Cover* (Spellcraft 6 ranks): While the shield spell is active, as an immediate action you can expand your shield into a tower shield made of force. Choose one edge of your space. That edge is treated as a {spell/wall of force}, except for each 2 caster levels it has hardness 5 and 5 hit points. At the end of the current creature's turn, the shield spell immediately ends.",
			"",
			"*Reflective Shield* (Spellcraft 9 ranks): While the shield spell is active, as an immediate action you can reflect {spell/magic missile} spells back on their caster as if using {spell/spell turning}. Using the shield in this way consumes 1 minute of the spell's duration.",
			"",
			"::h3[Unseen Servant]{jl}",
			"",
			"Who better than Seganam, a conjuration professor at Korvosa's Acadamae, to discover a variety of applications for {spell/unseen servant}. Originally he modified the spell to assist with his alchemical experiments, but over time he learned to make these servants function in a variety of ways. Today, armor-clad servants stand perpetual guard outside his office. In addition to the feat, skill, or other requirements listed in parentheses for each of these tricks, you must have the Magic Trick (unseen servant) feat to use the trick.[^D]",
			"",
			"*Phantom Decoy* (Disguise 6 ranks): Your servant can inhabit a suit of armor as if wearing it, appearing as haunted armor. This reduces the unseen servant's movement speed as normal armor would. Attacks against the unseen servant target an AC equal to 10 plus the armor bonus from the armor. Any successful attack damages the armor as if it were targeted by a sunder combat maneuver. An area effect that deals 6 or more points of damage destroys the unseen servant as usual.",
			"",
			"*Unfettered Servant* ({feat/Reach Spell}): Without increasing the spell slot, you increase the range of your unseen servant to long. If the servant moves beyond the spell's range, it finishes its current task before it ceases to exist.",
			"",
			"*Unseen Apprentice* ({feat/Combat Casting}, Spellcraft 3 ranks): You servant is gifted with a spark of magical prowess. If the servant is adjacent to you when you attempt a {rule/concentration} check, you gain a +1 bonus to the check. This bonus increases to +2 when you have 10 or more ranks in Spellcraft.",
			"",
			"*Unseen Assistant* (Craft [any], Perform [any], or Profession [any] 3 ranks): You infuse your servant with the spirit of creativity. It can assist you as if successfully using the aid another action with a single Craft, Profession, or Perform skill in which you have 3 or more ranks. Alternatively, it can use any of these skills itself, using half of your total bonus for that skill.",
			"",
			"*Unseen Squire* (armor proficiency): Your servant can assist any character in donning armor with which you are proficient. When doing so, that character is considered as having help to don her armor and can do so in half the usual time: 5 rounds for light armor, 1 minute for medium armor, or 2 minutes for heavy armor.",
			"",
			"*Unseen Warrior* (base attack bonus +3): You imbue your servant with the spirit of battle, reducing the duration to 1 round per level but allowing it to take aid another actions in battle on your turn. The servant has an attack bonus equal to your caster level plus the highest of your Intelligence, Wisdom, or Charisma modifiers.",
			"",
			"[^A]: {source/Chronicle of Legends/ pg. 16}",
			"[^B]: {source/Distant Realms/ pg. 62}",
			"[^C]: Chronicle of Legends pg. 17",
			"[^D]: Chronicle of Legends pg. 19"
		]
	},
	"magical_aptitude": {
		"name": "Magical Aptitude",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Magical Aptitude",
			"",
			"{SOURCE PRPG Core Rulebook/130}",
			"",
			"You are skilled at spellcasting and using magic items.  ",
			"**Benefit:** You get a +2 bonus on all Spellcraft checks and Use Magic Device checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
			"",
			"### Mythic Magical Aptitude",
			"",
			"{SOURCE Mythic Adventures/69}",
			"",
			"Your understanding of the principles and intricacies of magic goes far beyond your training.  ",
			"**Prerequisites:** Magical Aptitude.  ",
			"**Benefit:** The bonus on Spellcraft and Use Magic Device skill checks from Magical Aptitude increases by 2. In addition, you can expend one use of mythic power to treat a Spellcraft or Use Magic Device check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
		]
	},
	"magical_enigma": {
		"name": "Magical Enigma",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Magical Enigma (Story)",
			"",
			"{SOURCE Spymaster's Handbook/16}",
			"",
			"A troubling mystery lurks around you, tied to the origin of your magic or your family's legacy, and you seek the truth at all costs.  ",
			"**Prerequisites:** Bloodline, eidolon, mystery, phantom, spirit animal, or witch's familiar class feature and you must have an unknown secret about your magic or family history (even if you do not yet know the topic of the secret) or have the One of a Kind (sorcerer), the Outsider's Lineage (summoner), or the Unknown (witch) {rule/class_<background>_tables}.  ",
			"**Benefit:** Select a class feature from the following list: one bloodline power, eidolon evolutions, one revelation, phantom abilities, spirit animal, or witch's familiar. The feature must be from a class you have at least 1 level in, and you must have the class feature. You can treat either your class level as being 1 higher, or your Intelligence, Wisdom, or Charisma score as 2 higher, for the purpose of calculating the effect of the selected power. This impacts only the calculations of your existing powers that are based on class level or the appropriate ability score. It does not grant you early access to abilities gained at higher levels.  ",
			"**Goal:** Learn and verify the chosen magic secret for your family, defeating a challenging foe in the process.  ",
			"**Completion Benefit:** Select one Knowledge skill or the Use Magic Device skill. This is now a class skill for you."
		]
	},
	"magical_epiphany": {
		"name": "Magical Epiphany",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Magical Epiphany",
			"",
			"{SOURCE Inner Sea Gods/213}",
			"",
			"Your faith allows you to prepare a spell when you need it.  ",
			"**Prerequisites:** Ability to prepare spells, worshiper of {faith/Nethys}.  ",
			"**Benefit:** Once per day, you can prepare a spell in an open spell slot as a standard action."
		]
	},
	"magical_heart": {
		"name": "Magical Heart",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Magical Heart (Combat)",
			"",
			"{SOURCE Heroes of Golarion/7}",
			"",
			"Through intense focus, your magical strikes reinforce your ioun heart.  ",
			"**Prerequisites:** {feat/Arcane Strike}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** While your unarmed strikes are imbued with power from the {feat/Arcane Strike} feat, a successful hit with an unarmed strike grants you a number of temporary hit points equal to the bonus damage granted by {feat/Arcane Strike}."
		]
	},
	"magical_tail": {
		"name": "Magical Tail",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Magical Tail",
			"",
			"{SOURCE Advanced Race Guide/193}",
			"",
			"You grow an extra tail that represents your growing magical powers.  ",
			"**Prerequisites:** {race/Kitsune}.  ",
			"**Benefit:** You gain a new spell-like ability, each usable twice per day, from the following list, in order: disguise self, charm person, misdirection, invisibility, suggestion, displacement, confusion, dominate person. For example, the first time you select this feat, you gain disguise self 2/day; the second time you select this feat, you gain charm person 2/day. Your caster level for these spells is equal to your Hit Dice. The DCs for these abilities are Charisma-based.  ",
			"**Special:** You may select this feat up to eight times. Each time you take it, you gain an additional ability as described above."
		]
	},
	"magnum_opus": {
		"name": "Magnum Opus",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Magnum Opus (Story)",
			"",
			"{SOURCE Ultimate Campaign/70}",
			"",
			"You seek to create a true masterpiece.  ",
			"**Prerequisites:** You must either have sold five or more self-created works of art worth a total of at least 5, 000 gp, have performed at least five performances for audiences of 50 or more while achieving a great performance result or better on your Perform check, or have the [Virtuoso](rule/class_background_tables) bard background.  ",
			"**Benefit:** Choose a single Craft or Perform skill.",
			"",
			"Whenever you take 10 with this skill, treat your die result as a 15 instead.",
			"",
			"**Goal:** Either sell a single self-created work of art for at least 25,000 gp, perform at least 10 performances for audiences of 100 or more while achieving an extraordinary result or better, or win the artistic patronage of the ruler of a country or city of at least 100,000 people. In each case, you must achieve this using the skill chosen above.  ",
			"**Completion Benefit:** You gain a +5 bonus on skill checks made with your chosen skill, and a +2 bonus on all other Craft and Perform checks for which you have at least 1 rank."
		]
	},
	"majesty_of_the_yamaraj": {
		"name": "Majesty of the Yamaraj",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Majesty of the Yamaraj",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/71}",
			"",
			"The magistrates of death can breathe death and decay. You were in the presence of a final judge once and your soul remembers that moment still.  ",
			"**Prerequisites:** {ability/Channel energy} 5d6, {race/duskwalker}, ghost hunter racial trait.  ",
			"**Benefit:** When you channel positive energy to harm undead, you can expend your ghost hunter racial ability as a free action. Your channeled energy takes the form of spectral beetles and other insectile scavengers, dealing 50% more damage to the undead. You also gain an additional daily use of ghost hunter."
		]
	},
	"major_spell_expertise": {
		"name": "Major Spell Expertise",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Major Spell Expertise",
			"",
			"{SOURCE Advanced Player's Guide/165}",
			"",
			"You can cast a single low-level spell as a spell-like ability.  ",
			"**Prerequisites:** {feat/Minor Spell Expertise}, ability to cast 9th-level spells.  ",
			"**Benefit:** Choose one spell that you know of 5th level or lower. You may cast that spell twice per day as a spell-like ability. The caster level for this spell-like ability is equal to your caster level in the class from whose spell list the spell is taken. The spell-like ability's save DC is Charisma-based. If the spell has an expensive focus or material component, it may not be chosen for this feat. You cannot apply metamagic feats to this spell.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new spell."
		]
	},
	"makeshift_maneuvers": {
		"name": "Makeshift Maneuvers",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Makeshift Maneuvers (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/9}",
			"",
			"Your skill with improvised weapons allows you to use them to hamper your opponents.  ",
			"**Prerequisites:** {feat/Catch Off-Guard} or {feat/Throw Anything}, base attack bonus +1.  ",
			"**Benefit:** When you wield an improvised weapon, it gains the disarm and trip weapon properties."
		]
	},
	"maleficium": {
		"name": "Maleficium",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Maleficium (Damnation)",
			"",
			"{SOURCE Champions of Corruption/17}",
			"",
			"You are a master of dark magic.  ",
			"**Benefit:** You cast spells with the evil descriptor with increased potency.",
			"",
			"**One Damnation Feat:** Add 1 to the DCs of all saving throws against spells with the evil descriptor that you cast.  ",
			"**Two Damnation Feats:** When you apply a metamagic feat to a spell with the evil descriptor, that spell takes up a spell slot 1 level lower than normal (to a minimum of 1 level above the spell's actual level).  ",
			"**Three Damnation Feats:** Add 1 to the DCs of all saving throws against spells with the evil descriptor that you cast. This bonus stacks with the earlier benefits of this feat.  ",
			"**Four Damnation Feats:** Treat your caster level as being 2 higher for all level-dependent effects of spells with the evil descriptor that you cast."
		]
	},
	"malicious_eye": {
		"name": "Malicious Eye",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Malicious Eye",
			"",
			"{SOURCE Halflings of Golarion/27}",
			"",
			"You can combine the effects of your evil eye and your jinx.  ",
			"**Prerequisites:** Evil eye witch hex, Halfling Jinx trait.  ",
			"**Benefit:** When a creature fails its save against your evil eye hex, add the effect of your jinx to the effect of the hex. The save penalties from the hex and jinx stack. Using your jinx on another creature does not end the hex or the jinx effect on the hexed target."
		]
	},
	"malleable_form": {
		"name": "Malleable Form",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Malleable Form (Conduit)",
			"",
			"{SOURCE Planar Adventures/30}",
			"",
			"You infuse your body with protoplasm from the Maelstrom.  ",
			"**Prerequisites:** Knowledge (planes) 7 ranks.  ",
			"**Benefit:** As a full-round action, you can infuse yourself with protoplasm, converting your body and equipment to a semi-gelatinous state. You gain the {umr/compression} universal monster ability, which allows you to move through an area as small as one-quarter your space without squeezing or one-eighth your space when squeezing. You also gain a bonus to your CMD against grapple and trip combat maneuvers equal to half your ranks in Knowledge (planes). Due to your form's softness and instability, your attacks with manufactured weapons, natural weapons, and unarmed strikes deal half damage while you are in malleable form. This effect offers no protection against critical hits or precision damage.",
			"",
			"You can use this feat's benefit for a number of minutes per day equal to your ranks in Knowledge (planes). These minutes need not be consecutive, but they must be spent in 1-minute increments."
		]
	},
	"manifested_blood": {
		"name": "Manifested Blood",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Manifested Blood",
			"",
			"{SOURCE Advanced Class Guide/152}",
			"",
			"You can use the power of your bloodline to surround yourself in its element.  ",
			"**Prerequisites:** Cha 13; draconic or elemental bloodline.  ",
			"**Benefit:** Once per day, you can surround yourself with the element associated with your bloodline. For a number of rounds equal to your Charisma modifier (minimum 1), you gain resistance 5 to that energy type, and all creatures that attempt a natural weapon attack or an unarmed strike against you take 2 points of damage of that same energy type. If you already have resistance to that energy type, the resistance increases by 5.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain an additional daily use of this feat."
		]
	},
	"manifold_stare": {
		"name": "Manifold Stare",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Manifold Stare (Combat, Stare)",
			"",
			"{SOURCE Magic Tactics Toolbox/9}",
			"",
			"Your hypnotic gaze causes tremendous pain in its victims.  ",
			"**Prerequisites:** Mesmerist level 3rd, painful stare class feature.  ",
			"**Benefit:** You can trigger your painful stare one additional time per round.  ",
			"**Special:** This feat can be taken once by a 3rd-level mesmerist, and again when he reaches 9th and 15th levels. Its effects stack. A mesmerist can take this feat in place of a bold stare improvement."
		]
	},
	"manipulative_agility": {
		"name": "Manipulative Agility",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Manipulative Agility",
			"",
			"{SOURCE Ultimate Intrigue/86}",
			"",
			"You can use your agility to manipulate people as well as small objects.  ",
			"**Prerequisites:** Bluff 1 rank, Sleight of Hand 1 rank.  ",
			"**Benefit:** You can use Sleight of Hand in place of Bluff for checks to feint in combat, as well as for checks to pass secret messages without being noticed (by using gestures and body language). In both cases, the effects become visual and don't work if the target or recipient is blind or cannot see you. In the case of secret messages, the limitations of hand gestures and body language might impact what sorts of messages you can pass, at the GM's discretion."
		]
	},
	"manipulative_presence": {
		"name": "Manipulative Presence",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Manipulative Presence",
			"",
			"{SOURCE Occult Adventures/137}",
			"",
			"When you discard your host, you alter or obliterate its memory of your handiwork.  ",
			"**Prerequisites:** Int or Cha 19, {feat/Hidden Presence}, ability to cast possession or greater possession.  ",
			"**Benefit:** Upon completion of your possession, you can alter up to 5 minutes of your host's memories as you see fit. This functions as the {spell/modify memory} spell. Your host's awareness of the possession doesn't impact this ability, and if your control of the host lasted less than 5 minutes, you can cause it to forget the possession entirely. The host can attempt a Will save with a DC equal to that of the original possession effect to resist this alteration."
		]
	},
	"mantis_style": {
		"name": "Mantis Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mantis Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/108}",
			"",
			"You have learned to target vital areas with crippling accuracy.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Stunning Fist}, Heal 3 ranks.  ",
			"**Benefit:** You gain one additional Stunning Fist attempt per day. While using this style, you gain a +2 bonus to the DC of effects you deliver with your Stunning Fist.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">While using this style, you can spend 5 stamina points to use Stunning Fist without expending a use of Stunning Fist for the day."
		]
	},
	"mantis_torment": {
		"name": "Mantis Torment",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mantis Torment (Combat)",
			"",
			"{SOURCE Ultimate Combat/108}",
			"",
			"Your knowledge of the mysteries of anatomy allows you to cause debilitating pain with a simple touch.  ",
			"**Prerequisites:** Heal 9 ranks, {feat/Improved Unarmed Strike}, {feat/Mantis Style}, {feat/Mantis Wisdom}, {feat/Stunning Fist}.  ",
			"**Benefit:** You gain one additional Stunning Fist attempt per day. While using Mantis Style, you make an unarmed attack that expends two daily attempts of your Stunning Fist. If you hit, your opponent must succeed at a saving throw against your Stunning Fist or become dazzled and staggered with crippling pain until the start of your next turn, and at that point the opponent becomes fatigued.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">Instead of expending two uses of Stunning Fist to make the Mantis Torment unarmed strike, you can choose to spend either 5 stamina points or one use of Stunning Fist and 2 stamina points."
		]
	},
	"mantis_wisdom": {
		"name": "Mantis Wisdom",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mantis Wisdom (Combat)",
			"",
			"{SOURCE Ultimate Combat/108}",
			"",
			"Your knowledge of vital areas allows you to land debilitating strikes with precision.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Mantis Style}, {feat/Stunning Fist}, Heal 6 ranks.  ",
			"**Benefit:** Treat half your levels in classes other than monk as monk levels for determining effects you can apply to a target of your Stunning Fist per the Stunning Fist monk class feature. You can also use a standard action and a successful melee touch attack to remove any Stunning Fist effect you have applied to a target.",
			"",
			"While using Mantis Style, you gain a +2 bonus on unarmed attack rolls with which you are using Stunning Fist attempts.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/126}",
			">",
			">You can spend 2 stamina points and take a standard action to remove any Stunning Fist effect you have applied to a creature without making a touch attack. You can use this ability no matter where the affected creature is located."
		]
	},
	"manyshot": {
		"name": "Manyshot",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Manyshot (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/130}",
			"",
			"You can fire multiple arrows at a single target.  ",
			"**Prerequisites:** Dex 17, {feat/Rapid Shot}, base attack bonus +6.  ",
			"**Benefit:** When making a full-attack action with a bow, your first attack fires two arrows. If the attack hits, both arrows hit. Apply precision-based damage (such as sneak attack) and critical hit damage only once for this attack. Damage bonuses from using a composite bow with a high Strength bonus apply to each arrow, as do other damage bonuses, such as a ranger's {ability/favored enemy} bonus. Damage reduction and resistances apply separately to each arrow.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/126}",
			">",
			">When using this feat, you can spend 5 stamina points to fire two arrows with your final iterative attack during the full attack.",
			"",
			"### Mythic Manyshot",
			"",
			"{SOURCE Mythic Adventures/69}",
			"",
			"You can fire a barrage of arrows at your target with very little effort.  ",
			"**Prerequisites:** Manyshot.  ",
			"**Benefit:** When making a full-attack action with a bow and using Manyshot, you fire two arrows with both your first and second attacks, instead of just your first attack."
		]
	},
	"marcher_lord_of_the_cerulean_abyss": {
		"name": "Marcher-Lord of the Cerulean Abyss",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Marcher-Lord of the Cerulean Abyss (Gathlain Court Title)",
			"",
			"{SOURCE Plane-Hopper's Handbook/22}",
			"",
			"You've made your case to become one of Ragadahn's nobles in the traditional way-by carving your sigil and the Water Lord's ouroboros in the flesh of a living dragon or of another massive monstrosity - and earned some of his might as a reward.  ",
			"**Prerequisites:** Fey creature type or {feat/Fey Obedience} (Ragadahn), you must have carved your name and Ragadahn's holy symbol on the hide of a living dragon or outsider with either the aquatic or water subtype and a CR at least 2 higher than your level when you took the feat.  ",
			"**Benefit:** You claim ownership of that which you strike. If you have dealt hit point damage to a creature this round, that creature takes a -2 penalty on combat maneuver checks and to its CMD until the beginning of your next round."
		]
	},
	"marid_coldsnap": {
		"name": "Marid Coldsnap",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Marid Coldsnap (Combat)",
			"",
			"{SOURCE Ultimate Combat/108}",
			"",
			"You can summon a torrent of water to blast your enemies, chilling them to the bone.  ",
			"**Prerequisites:** Con 15, Wis 17, {feat/Elemental Fist}, {feat/Marid Spirit}, {feat/Marid Style}, {feat/Improved Unarmed Strike}, base attack bonus +13 or monk level 11th.  ",
			"**Benefit:** While using Marid Style, as a standard action, you can spend two Elemental Fist attempts to unleash a 30-foot line of frigid water. Creatures caught in the line take your unarmed strike damage plus the cold damage from your Elemental Fist attack and are entangled in ice as per the Marid Spirit feat. A successful Reflex save (DC 10 + 1/2 your character level + your Wis modifier) reduces the damage by half and prevents a target from becoming entangled.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/126}",
			">",
			">Instead of spending two uses of Elemental Fist to unleash a line of frigid water, you can spend one use of Elemental Fist and 2 stamina points."
		]
	},
	"marid_spirit": {
		"name": "Marid Spirit",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Marid Spirit (Combat)",
			"",
			"{SOURCE Ultimate Combat/108}",
			"",
			"You can manipulate cold energy to protect yourself and freeze your foes.  ",
			"**Prerequisites:** Con 15, Wis 15, {feat/Elemental Fist}, {feat/Marid Style}, {feat/Improved Unarmed Strike}, base attack bonus +11 or monk level 9th.  ",
			"**Benefit:** You gain one additional Elemental Fist attempt per day. While using Marid Style, you gain cold resistance equal to your base attack bonus, or monk level plus base attack bonus gained from levels in classes other than monk, whichever is higher. While denied your Dexterity bonus to AC you are also denied this resistance. Creatures that take cold damage from your Elemental Fist attack must succeed at a Fortitude save (DC 10 + 1/2 your character level + your Wis modifier) or become entangled in ice for 1d4 rounds. The ice has hit points equal to three times your base attack bonus or monk level, whichever is higher, and a break DC of 15 + your base attack bonus or monk level, whichever is higher. Destroying or breaking the ice ends the entangled condition.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/126}",
			">",
			">When a creature takes cold damage from your Elemental Fist attack, you can spend up to 5 stamina points to increase the DC of the saving throw to avoid becoming entangled by an amount equal to the number of stamina points you spent."
		]
	},
	"marid_style": {
		"name": "Marid Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Marid Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/108}",
			"",
			"You conjure tendrils of icy water to strike your enemies from a distance.  ",
			"**Prerequisites:** Con 13, Wis 15, {feat/Elemental Fist}, {feat/Improved Unarmed Strike}, base attack bonus +9 or monk level 5th.  ",
			"**Benefit:** You gain one additional Elemental Fist attempt per day. While using this style and Elemental Fist to deal cold damage, you gain a bonus on cold damage rolls equal to your Wisdom modifier, and your reach with your unarmed strike increases by 5 feet.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/126}",
			">",
			">When you make an Elemental Fist attack to deal cold damage, you can spend up to 5 stamina points to deal an amount of additional cold damage equal to double the number of stamina points you spent."
		]
	},
	"mark_of_the_devoted": {
		"name": "Mark of the Devoted",
		"sources": [ "Undead Unleashed" ],
		"description": [
			"## Mark of the Devoted",
			"",
			"{SOURCE Undead Unleashed/59}",
			"",
			"You have pledged your life to defend Mzali against invaders, and will continue to do so even after your death.  ",
			"**Prerequisites:** 1st-level character, {race/human} of Mwangi ethnicity, Walkena worshiper, must personally create a token worth at least 50 gp prior to an 8-hour branding ritual during which you survive taking 2d6 points of fire damage.  ",
			"**Benefit:** Dedicated to ridding your land of colonialist invaders, you have pledged your eternal soul to the purging of their presence from Mzali. Upon completion of the ritual, you gain fire resistance 2 and a +1 morale bonus on Will saves.",
			"",
			"When you are killed, you rise as a juju zombie after 1d4 minutes. Upon rising, your alignment changes to evil. Lawful and chaotic components of your alignment are not changed. After this transformation, you deal an additional 1d6 points of fire damage with the slam attack gained from the template.  ",
			"**Special:** If you are a juju zombie at the time when Mzali is entirely purged of foreigners, your duty to Mzali is fulfilled and you are immediately destroyed."
		]
	},
	"marked_for_glory": {
		"name": "Marked for Glory",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Marked for Glory",
			"",
			"{SOURCE Mythic Adventures/69}",
			"",
			"You're destined for glory beyond the ken of ordinary adventurers and mere mortals.  ",
			"**Prerequisites:** {feat/Great Fortitude}, {feat/Iron Will}, or {feat/Lightning Reflexes}.  ",
			"**Benefit:** You can use the surge ability once per day (adding 1d6). If you are or become mythic, you can use your surge one additional time per day."
		]
	},
	"marksmans_utility": {
		"name": "Marksman's Utility",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Marksman's Utility (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/21}",
			"",
			"Your mastery of ranged weapons enables you to use them to perform deeds that you would normally need a firearm to accomplish.  ",
			"**Prerequisites:** Base attack bonus +6, weapon training class feature with a ranged weapon.  ",
			"**Benefit:** You can perform the utility shot gunslinger deed with an appropriate ranged weapon with which you are proficient. If you have both the utility shot deed and this feat, you gain a +4 bonus on attack rolls made as part of a utility shot and you can use the utility shot deed while you have no grit points.  ",
			"**Special:** A gunslinger can ignore the weapon training class feature prerequisite of Marksman's Deed."
		]
	},
	"martial_dominance": {
		"name": "Martial Dominance",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Martial Dominance (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/86}",
			"",
			"Your skill at arms intimidates your foes.  ",
			"**Prerequisites:** Base attack bonus +5, Intimidate 1 rank.  ",
			"**Benefit:** You can use your base attack bonus in place of your ranks in Intimidate to determine your Intimidate skill bonus. When you confirm a critical hit against a creature, you can attempt an Intimidate check to demoralize that creature as an immediate action."
		]
	},
	"martial_focus": {
		"name": "Martial Focus",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Martial Focus (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/20}",
			"",
			"You have honed your skills with a group of related weapons.  ",
			"**Prerequisites:** Base attack bonus +5.  ",
			"**Benefit:** Choose one fighter weapon group. While wielding a weapon from this group with which you are proficient, you gain a +1 bonus on damage rolls.  ",
			"**Special:** The Martial Focus feat counts as the weapon training class feature with the chosen fighter weapon group for the purpose of weapon mastery feat prerequisites and what weapons you can use with weapon mastery feats."
		]
	},
	"martial_mastery": {
		"name": "Martial Mastery",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Martial Mastery (Combat)",
			"",
			"{SOURCE Advanced Race Guide/78}",
			"",
			"You broaden your study of weapons to encompass multiple similar weapons.  ",
			"**Prerequisites:** {feat/Martial Versatility}, fighter level 16th, {race/human}.  ",
			"**Benefit:** Each combat feat you have that applies to a specific weapon (e.g., {feat/Weapon Focus}) can be used with all weapons in the same weapon group.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/126}",
			">",
			">At the start of your turn, you can spend 5 stamina points to apply the feats to another weapon that is not of the same weapon group. You gain this benefit until the start of your next turn."
		]
	},
	"martial_versatility": {
		"name": "Martial Versatility",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Martial Versatility (Combat)",
			"",
			"{SOURCE Advanced Race Guide/78}",
			"",
			"You further broaden your study of weapons to encompass multiple similar weapons.  ",
			"**Prerequisites:** Fighter level 4th, {race/human}.  ",
			"**Benefit:** Choose one combat feat you know that applies to a specific weapon (e.g., {feat/Weapon Focus}). You can use that feat with any weapon within the same weapon group.  ",
			"**Special:** You may take this feat more than once. Each time it applies to a different feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/126}",
			">",
			">At the start of your turn, you can spend 2 stamina points to apply the selected feat to another weapon that is not of the same weapon group. You gain this benefit until the start of your next turn."
		]
	},
	"martial_weapon_proficiency": {
		"name": "Martial Weapon Proficiency",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Martial Weapon Proficiency (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/130}",
			"",
			"Choose a type of martial weapon. You understand how to use that type of martial weapon in combat.  ",
			"**Benefit:** You make attack rolls with the selected weapon normally (without the non-proficient penalty).  ",
			"**Normal:** When using a weapon with which you are not proficient, you take a -4 penalty on attack rolls.  ",
			"**Special:** Barbarians, fighters, paladins, and rangers are proficient with all martial weapons. They need not select this feat.",
			"",
			"You can gain Martial Weapon Proficiency multiple times. Each time you take the feat, it applies to a new type of weapon."
		]
	},
	"mascots_affection": {
		"name": "Mascot's Affection",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Mascot's Affection (Familiar)",
			"",
			"{SOURCE Familiar Folio/19}",
			"",
			"Your familiar can bond with many creatures.  ",
			"**Prerequisites:** Must have a familiar with the {arc-familiar/mascot} archetype.  ",
			"**Benefit:** The maximum number of team members your familiar can have increases by two."
		]
	},
	"mask_focus": {
		"name": "Mask Focus",
		"sources": [
			"Adventurer's Guide",
			"Arcane Anthology"
		],
		"description": [
			"## Mask Focus",
			"",
			"{SOURCE Adventurer's Guide/124;Arcane Anthology/14}",
			"",
			"You can use your mask as an additional focus for your arcane spells, enhancing their power.  ",
			"**Prerequisites:** {feat/Extend Spell}, {feat/Nameless One}, ability to cast 3rd-level arcane spells.  ",
			"**Benefit:** While you're benefiting from the Nameless One feat, the mask you wear to gain the benefits of that feat satisfies the focus component of any spell you cast that requires a mask (such as mask from divination). In addition, once per day you can apply the Extend Spell metamagic feat to an arcane spell without increasing the spell's level by adding your mask as a focus component. When Extend Spell is applied in this manner, its increase to duration applies only to effects that target you; other creatures use the spell's normal duration. For example, if you use this ability with the haste spell, the spell's effects last twice as long for you, but not for any other creature that you target with the spell."
		]
	},
	"mask_of_virtue": {
		"name": "Mask of Virtue",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Mask of Virtue (Damnation)",
			"",
			"{SOURCE Champions of Corruption/17}",
			"",
			"Your alignment is known to you and you alone.  ",
			"**Benefit:** Those who try to learn your true alignment find it hidden or receive a false result. Depending on the number of damnation feats you possess, spells or special abilities that would normally reveal your alignment return a vague or incorrect result. If this feat disguises your alignment, you can use either your true alignment or the false one when using magic items with alignment prerequisites.",
			"",
			"**One Damnation Feat:** The spell or special ability returns an inconclusive result.  ",
			"**Two Damnation Feats:** Upon gaining this power, choose an alignment within one step of your actual alignment. Your alignment is always revealed as being that false alignment.  ",
			"**Three Damnation Feats:** Upon gaining this power, choose an alignment within two steps of your actual alignment. Your alignment is always revealed as being this false alignment.  ",
			"**Four Damnation Feats:** You immediately know when someone is attempting to use a spell or special ability to learn your alignment. You learn the name and alignment of the creature using the effect. Additionally, you can choose any alignment as the result returned by the spell or ability."
		]
	},
	"masked_by_fear": {
		"name": "Masked by Fear",
		"sources": [
			"Adventurer's Guide",
			"Arcane Anthology"
		],
		"description": [
			"## Masked by Fear",
			"",
			"{SOURCE Adventurer's Guide/124;Arcane Anthology/15}",
			"",
			"You embody all that you fear while wearing your mask.  ",
			"**Prerequisites:** {feat/Nameless One}; base Will save bonus +6 or bravery class feature.  ",
			"**Benefit:** By donning a mask etched with your greatest terrors, you are able to eschew fear completely. While benefiting from the Nameless One feat, when you suffer the cowering, frightened, or panicked condition, that condition causes you to act as if shaken instead of imposing its normal effects. In addition, whenever you attempt a skill check (normally Intimidate) to demoralize an opponent, you gain a +3 bonus on the check."
		]
	},
	"masked_intent": {
		"name": "Masked Intent",
		"sources": [
			"Adventurer's Guide",
			"Arcane Anthology"
		],
		"description": [
			"## Masked Intent",
			"",
			"{SOURCE Adventurer's Guide/124;Arcane Anthology/15}",
			"",
			"Your masked face makes your intentions nearly impossible to discern.  ",
			"**Prerequisites:** {feat/Nameless One}.  ",
			"**Benefit:** While you're benefiting from the Nameless One feat, your intentions become difficult to read. You gain a +4 circumstance bonus on opposed Bluff checks, and increase the DC by 4 of checks to gather information about you using Diplomacy, to answer questions about you or your abilities or weaknesses using the appropriate Knowledge skill, or to identify any spells or spell-like abilities that you cast using Spellcraft. If you have 10 or more ranks in any of these skills, the bonus for that skill or increase to that DC increases to +8."
		]
	},
	"masked_renown": {
		"name": "Masked Renown",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Masked Renown",
			"",
			"{SOURCE Inner Sea Intrigue/13}",
			"",
			"Your masked persona is especially well known.  ",
			"**Prerequisites:** Cha 13, Disguise 2 ranks.  ",
			"**Benefit:** You gain the vigilante's renown social talent, allowing you to gather and maintain a reputation in a community.  ",
			"**Special:** Beginning at 9th level, you can select this feat a second time to gain the great renown vigilante social talent."
		]
	},
	"masked_symbol": {
		"name": "Masked Symbol",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Masked Symbol",
			"",
			"{SOURCE Inner Sea Intrigue/13}",
			"",
			"Your alternate identity exists as a nearly inhuman avatar of a mood or cause.  ",
			"**Prerequisites:** Disguise 1 rank or dual identity class feature.  ",
			"**Benefit:** Your masked persona represents a particular concept, granting you a benefit while in your masked persona or vigilante identity. Each time you gain a new character level, you can choose to embody a different symbol, forgoing your previous bonus and gaining a new one.",
			"",
			"**Faith:** +2 circumstance bonus on Diplomacy checks against creatures of your faith; +2 circumstance bonus on Intimidate checks against enemies of your faith.",
			"",
			"**Fear:** +3 circumstance bonus on Intimidate checks.",
			"",
			"**Hope:** +3 circumstance bonus on Diplomacy checks.",
			"",
			"**Leadership:** +2 bonus to your Leadership score.",
			"",
			"**Mystery:** +2 circumstance bonus on Disguise checks to conceal your true identity; +2 circumstance bonus on Stealth checks to enter or escape unseen.",
			"",
			"**The People:** +2 circumstance bonus on checks to influence crowds.",
			"",
			"**Trust:** +2 circumstance bonus on Bluff checks to lie and Diplomacy checks to make requests."
		]
	},
	"master_alchemist": {
		"name": "Master Alchemist",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Master Alchemist",
			"",
			"{SOURCE Advanced Player's Guide/165}",
			"",
			"Your mastery of alchemy is nearly supernatural.  ",
			"**Prerequisites:** Craft (alchemy) 5 ranks.  ",
			"**Benefit:** You receive a +2 bonus on Craft (alchemy) checks, and you may create mundane alchemical items much more quickly than normal. When making poisons, you can create a number of doses equal to your Intelligence modifier (minimum 1) at one time. These additional doses do not increase the time required, but they do increase the raw material cost.",
			"",
			"In addition, whenever you make alchemical items or poisons using Craft (alchemy), use the item's gp value as its sp value when determining your progress (do not multiply the item's gp cost by 10 to determine its sp cost)."
		]
	},
	"master_combat_performer": {
		"name": "Master Combat Performer",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Master Combat Performer (Combat)",
			"",
			"{SOURCE Ultimate Combat/109}",
			"",
			"You are a master of the techniques and weapons of the arena and the stage.  ",
			"**Prerequisites:** {feat/Performing Combatant} or at least three performance feats, base attack bonus +6.  ",
			"**Benefit:** You can make performance combat checks as a free action. You are proficient in all weapons with the performance special quality.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/126}",
			">",
			">When you attempt a performance combat check, you can spend up to 5 stamina points to gain a bonus on the check equal to the number of stamina points you spent."
		]
	},
	"master_craftsman": {
		"name": "Master Craftsman",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Master Craftsman",
			"",
			"{SOURCE PRPG Core Rulebook/130}",
			"",
			"Your superior crafting skills allow you to create simple magic items.  ",
			"**Prerequisites:** 5 ranks in any Craft or Profession skill.  ",
			"**Benefit:** Choose one Craft or Profession skill in which you possess at least 5 ranks. You receive a +2 bonus on your chosen Craft or Profession skill. Ranks in your chosen skill count as your caster level for the purposes of qualifying for the {feat/Craft Magic Arms and Armor} and {feat/Craft Wondrous Item} feats. You can create magic items using these feats, substituting your ranks in the chosen skill for your total caster level. You must use the chosen skill for the check to create the item. The DC to create the item still increases for any necessary spell requirements (see the {rule/magic item creation/ rules}). You cannot use this feat to create any spell-trigger or spell-activation item.  ",
			"**Normal:** Only spellcasters can qualify for the {feat/Craft Magic Arms and Armor} and {feat/Craft Wondrous Item} feats."
		]
	},
	"master_delver": {
		"name": "Master Delver",
		"sources": [ "Cities of Golarion" ],
		"description": [
			"## Master Delver",
			"",
			"{SOURCE Cities of Golarion/12}",
			"",
			"You've spent some time in Cassomir's Locker and have learned a little bit to help you survive.  ",
			"**Prerequisites:** Explored part of Cassomir's locker.  ",
			"**Benefit:** You get a +2 bonus on all Knowledge (dungeoneering) checks and Perception checks made to notice traps. Knowledge (dungeoneering) is always a class skill for you."
		]
	},
	"master_hammer_throw": {
		"name": "Master Hammer Throw",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Master Hammer Throw (Combat)",
			"",
			"{SOURCE Heroes from the Fringe/9}",
			"",
			"Your ability to knock down foes with thrown weapons is second to none.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Hammer Throw}, {feat/Improved Hammer Throw}, {feat/Improved Trip}, {feat/Precise Shot}, base attack bonus +6, {race/dwarf}.  ",
			"**Benefit:** You can immediately attempt a trip combat maneuver against a target that you successfully hit and damage with a thrown bludgeoning weapon with any attack, even as part of a full-attack action."
		]
	},
	"master_of_knowledge": {
		"name": "Master of Knowledge",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Master of Knowledge",
			"",
			"{SOURCE Inner Sea Gods/213}",
			"",
			"In times of need, you have the answers.  ",
			"**Prerequisites:** Int 17, {feat/Skill Focus} (Knowledge [any]), worshiper of {faith/Irori}.  ",
			"**Benefit:** Choose a single Knowledge skill with which you have Skill Focus. Once per day, when you wish to make a check with that Knowledge skill, you need not roll, and may treat the result as if you had rolled a natural 20 instead."
		]
	},
	"master_of_wonders": {
		"name": "Master of Wonders",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Master of Wonders",
			"",
			"{SOURCE Gnomes of Golarion/13}",
			"",
			"Having seen the wonders of the world, you know how to tweak more chaos out of a rod of wonder.  ",
			"**Prerequisites:** {feat/Iron Will}, Wonderseeker faction, {race/gnome}.  ",
			"**Benefit:** When you activate a rod of wonder, roll d% to determine what effect the rod would create. If you desire to do so, you can roll d% again and use this second result. You can only use this ability once per round."
		]
	},
	"master_of_your_kind": {
		"name": "Master of Your Kind",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Master of Your Kind",
			"",
			"{SOURCE Animal Archive/18}",
			"",
			"When you speak to other animals of your kind, you can influence them to act according to your wishes and those of your master.  ",
			"**Prerequisites:** Familiar, speak with animals of its kind ability.  ",
			"**Benefit:** Your master gains a +2 bonus on Handle Animal checks with animals of your kind. In addition, once per day you can use {spell/animal messenger}, {spell/animal trance}, or {spell/charm animal} as a spell-like ability, using your master's caster level but your own Charisma modifier. These abilities affect only animals of your kind, and you gain only one use of this ability per day (not one of each ability); however, you can gain one additional use of any one of these three abilities by having your master sacrifice a prepared spell or spell slot of the same level or higher as a standard action."
		]
	},
	"master_performer": {
		"name": "Master Performer",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Master Performer (Faction)",
			"",
			"{SOURCE Faction Guide/57}",
			"",
			"When using your bardic performance abilities, you grant your allies greater bonuses.  ",
			"**Prerequisites:** Bardic performance class feature, {feat/Extra Performance}, [Kitharodian Academy](rule/f_bards) 15 TPA.  ",
			"**Benefit:** When any of your bardic performance abilities grant your allies a bonus, that bonus is increased by +1."
		]
	},
	"master_siege_engineer": {
		"name": "Master Siege Engineer",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Master Siege Engineer (Combat)",
			"",
			"{SOURCE Ultimate Combat/109}",
			"",
			"You are significantly faster at loading a siege engine, as well as a better shot.  ",
			"**Prerequisites:** {feat/Siege Engineer}, Knowledge (engineering) 10 ranks.  ",
			"**Benefit:** If you are the crew lead on a siege engine, your crew can use move actions to load a siege engine. When you spend actions to aim a siege engine, you and your crew can use move actions instead of full-round actions to aim the siege engine.  ",
			"**Normal:** Full-round actions are required to load and aim siege engines.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/126}",
			">",
			">You can spend 5 stamina points to reduce the number of actions it takes to aim and load a siege engine by one for 1 round (minimum one action). You must be the crew lead of that siege engine."
		]
	},
	"master_sniper": {
		"name": "Master Sniper",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Master Sniper (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/11}",
			"",
			"Your sniping is quick enough that you can fire a small volley unnoticed.  ",
			"**Prerequisites:** {feat/Expert Sniper}, {feat/Rapid Shot}, Stealth 6 ranks.  ",
			"**Benefit:** While hiding, you can make two ranged attacks at your highest attack bonus as a full-round action and then immediately use Stealth again. You take the normal penalties on your Stealth check to remain hidden. Effects that modify sniping apply to this full-round action. These attack rolls take a -2 penalty.  ",
			"**Normal:** You can fire only once when sniping."
		]
	},
	"master_swimmer": {
		"name": "Master Swimmer",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Master Swimmer",
			"",
			"{SOURCE Aquatic Adventures/58}",
			"",
			"You've trained at swimming in combat and over long distances for so long that you can move through the water like a native.  ",
			"**Prerequisites:** {feat/Skill Focus} (Swim), Swim 10 ranks.  ",
			"**Benefit:** You gain a swim speed of 30 feet or your unmodified base land speed, whichever is slower; your racial bonus on Swim checks for having a swim speed is +2, instead of +8."
		]
	},
	"masterful_display": {
		"name": "Masterful Display",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Masterful Display (Combat, Performance)",
			"",
			"{SOURCE Ultimate Combat/109}",
			"",
			"You craft a special victory performance that causes the crowd to go wild.  ",
			"**Prerequisites:** {feat/Dazzling Display}, any two performance feats.  ",
			"**Benefit:** Choose the effects of any two performance feats you have. When you make a performance combat check, you gain the benefits of those two feats, but you only gain a +2 bonus on the performance combat check.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/126}",
			">",
			">When choosing the effects of any two performance feats you possess, you can spend 2 stamina points to gain the bonus from both feats on your performance combat check."
		]
	},
	"masterful_flourish": {
		"name": "Masterful Flourish",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Masterful Flourish (Combat, Performance)",
			"",
			"{SOURCE Inner Sea Combat/12}",
			"",
			"Your training with gladiatorial weapons gives you the upper hand when using them in performance combat.  ",
			"**Prerequisites:** Weapon training class feature.  ",
			"**Benefit:** When wielding a weapon with the performance weapon special quality that belongs to a category of weapons in which you have weapon training, you may add the bonus from your weapon training to any performance combat checks made as a result of using the weapon."
		]
	},
	"maulers_endurance": {
		"name": "Mauler's Endurance",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Mauler's Endurance (Familiar)",
			"",
			"{SOURCE Familiar Folio/19}",
			"",
			"Your familiar is harder to kill than most.  ",
			"**Prerequisites:** Must have a familiar with the {arc-familiar/mauler} archetype.  ",
			"**Benefit:** Your familiar gains 2 hit points per level you possess."
		]
	},
	"maximize_spell": {
		"name": "Maximize Spell",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Maximize Spell (Metamagic)",
			"",
			"{SOURCE PRPG Core Rulebook/130}",
			"",
			"Your spells have the maximum possible effect.  ",
			"**Benefit:** All variable, numeric effects of a spell modified by this feat are maximized. Saving throws and opposed rolls are not affected, nor are spells without random variables. A maximized spell uses up a spell slot three levels higher than the spell's actual level.",
			"",
			"An empowered, maximized spell gains the separate benefits of each feat: the maximum result plus half the normally rolled result."
		]
	},
	"maximized": { "copyof": "maximize_spell" },
	"maximize_surge": {
		"name": "Maximize Surge",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Maximize Surge",
			"",
			"{SOURCE Mythic Adventures/69}",
			"",
			"In times of dire need, you can burn your mythic power to ensure success.  ",
			"**Prerequisites:** 6th mythic tier.  ",
			"**Benefit:** Once per day when you surge, you can expend two uses of mythic power to treat your surge die as though it rolled the maximum result.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain an extra use of this feat per day."
		]
	},
	"maximized_spellstrike": {
		"name": "Maximized Spellstrike",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Maximized Spellstrike",
			"",
			"{SOURCE Ultimate Combat/109}",
			"",
			"You deal brutal damage against opponents caught unawares.  ",
			"**Prerequisites:** Maximized magic magus arcana, weapon expertise class feature or {feat/Quick Draw}.  ",
			"**Benefit:** When you make a melee attack and successfully use your spellstrike ability against an opponent denied his Dexterity bonus to AC, you can spend 3 points from your arcane pool to maximize the spell delivered through your spellstrike as if using the Maximize Spell metamagic feat."
		]
	},
	"maze_expert": {
		"name": "Maze Expert",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Maze Expert",
			"",
			"{SOURCE Monster Hunter's Handbook/15}",
			"",
			"You have a near-perfect sense of direction.  ",
			"**Prerequisites:** {feat/Skill Focus} (Survival), Survival 5 ranks.  ",
			"**Benefit:** You gain a +4 bonus on Survival checks to avoid becoming lost and to determine whether you are lost. You also gain a +4 bonus on Intelligence checks to navigate mazes, including to escape a maze spell. Once per day, you can use your intuition to determine whether traveling a particular direction from a fork in the road (or other junction) might be productive or dangerous. This functions like the augury spell, except it provides weal or woe based on traveling in a particular direction."
		]
	},
	"measure_foe": {
		"name": "Measure Foe",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Measure Foe (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/86}",
			"",
			"You can read a foe's martial skill from its body language.  ",
			"**Prerequisites:** {feat/Street Smarts}, base attack bonus +1.  ",
			"**Benefit:** You can attempt a Sense Motive check as a free action to deduce a foe's martial training after observing the foe's movements for at least 1 minute or observing the foe's attacks for at least 2 rounds. You take a -10 penalty on your check if you are observing movements, rather than attacks. The DC equals 20 + the creature's base attack bonus or 10 + the creature's Bluff or Disguise modifier, whichever is higher.",
			"",
			"If you succeed, you learn the foe's base attack bonus and one combat feat it has, and you learn an additional combat feat it has for every 5 points by which you exceed the DC. You also gain a +1 insight bonus on attack rolls against that foe and to your AC against that foe until the foe gains a level or otherwise improves its abilities. If you fail this check against a particular foe, you can't try again against that foe until you gain more ranks in Sense Motive."
		]
	},
	"measured_response": {
		"name": "Measured Response",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Measured Response (Combat)",
			"",
			"{SOURCE Inner Sea Gods/213;Faiths of Balance/24}",
			"",
			"You believe that a conservative but consistent response guarantees success.  ",
			"**Prerequisites:** Base attack bonus +1, worshiper of {faith/Abadar}.  ",
			"**Benefit:** When you hit an opponent with a melee or ranged weapon attack, you may choose to deal average damage (rounded down), as if you had rolled exactly the average amount on the damage die or dice. You add your damage bonuses and penalties as normal.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 5 stamina points before making a melee or ranged attack with Measured Response to treat the attack roll's result as a 10."
		]
	},
	"meditation_master": {
		"name": "Meditation Master",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Meditation Master (Meditation)",
			"",
			"{SOURCE Faiths and Philosophies/19}",
			"",
			"When fully focused on your inner self, you can enter a deep meditative state that allows you a more perfect control over your mind and body.  ",
			"**Benefit:** When you meditate for at least 1 hour after getting at least 8 hours of rest, you gain special insight into your situation that is nearly impartial, granting you the edge in whatever endeavor matters most during the day. After meditating, you gain a +1 insight bonus that you can apply to any d20 roll over the course of the next 24 hours without using an action. The bonus may be applied after the roll is made, but must be applied before the results of the roll are determined. Once the bonus has been used for the day, you cannot use it again until after you meditate again after another 8 hours of rest. An unused bonus fades after 24 hours."
		]
	},
	"meditative_concentration": {
		"name": "Meditative Concentration",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Meditative Concentration (Meditation)",
			"",
			"{SOURCE Faiths and Philosophies/19}",
			"",
			"Meditation clears your mind, allowing you to concentrate on your spells as if not distracted.  ",
			"**Prerequisites:** Wis 13, {feat/Combat Meditation}, {feat/Meditation Master}, character level 5th.  ",
			"**Benefit:** For 1 round per character level after you perform combat meditation, whenever you attempt a {rule/concentration} check to avoid losing a spell or a Fortitude save to resist a distraction effect (such as the distraction ability of a swarm), you gain a +4 bonus on the check. If you choose to use the benefits of Combat Meditation on the check, the bonus applies to both die rolls."
		]
	},
	"medusas_wrath": {
		"name": "Medusa's Wrath",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Medusa's Wrath (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/130}",
			"",
			"You can take advantage of your opponent's confusion, delivering multiple blows.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Gorgon's Fist}, {feat/Scorpion Style}, base attack bonus +11.  ",
			"**Benefit:** Whenever you use the full-attack action and make at least one unarmed strike, you can make two additional unarmed strikes at your highest base attack bonus. These bonus attacks must be made against a dazed, flat-footed, paralyzed, staggered, stunned, or unconscious foe.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/126}",
			">",
			">While using this feat, you can spend 10 stamina points to make the bonus attacks against a foe that you are flanking, instead of only a dazed, flat-footed, paralyzed, staggered, stunned, or unconscious foe.",
			"",
			"### Mythic Medusa's Wrath",
			"",
			"{SOURCE Mythic Adventures/69}",
			"",
			"Your barrage of unarmed attacks builds to a single, staggering strike.  ",
			"**Prerequisites:** Medusa's Wrath.  ",
			"**Benefit:** You may forgo the two additional unarmed strikes of Medusa's Wrath to instead make a single unarmed strike at your highest base attack bonus. If you successfully hit your opponent, it must succeed at a Fortitude saving throw (DC 10 + 1/2 your character level + your Wisdom modifier) or be staggered for 1 round. You can expend one use of mythic power when you stagger a target with Medusa's Wrath to extend the duration of the staggered condition by a number of rounds equal to half your tier."
		]
	},
	"menacing_bane": {
		"name": "Menacing Bane",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Menacing Bane",
			"",
			"{SOURCE Ultimate Combat/109}",
			"",
			"You are deadly when you team up with allies against a single foe.  ",
			"**Prerequisites:** Bane class feature.  ",
			"**Benefit:** You can use your bane class feature to imbue a melee weapon with the menacing special weapon ability instead of bane. You can spend a swift action to switch between the two special weapon abilities. Doing so otherwise works according to your bane class feature.  ",
			"**Special:** If you have the Double Bane feat, you can imbue each weapon you wield with either bane or menacing. No single weapon can have both."
		]
	},
	"mental_derail": {
		"name": "Mental Derail",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Mental Derail",
			"",
			"{SOURCE Heroes of Golarion/9}",
			"",
			"Your logic is so ridiculous it can cause people's brains to shut down in self-defense.  ",
			"**Prerequisites:** {race/Goblin}.  ",
			"**Benefit:** You can shout nonsense as a swift action to throw off an enemy. Choose a single target that can hear you. It must attempt a Will saving throw (DC = 10 + half your level + your Charisma modifier). On a failed save, the target is caught off guard, and it takes a -2 penalty on attack rolls and Strength- and Dexterity-based skill checks until the end of its turn. Whether or not the save is successful, a creature cannot be the target of this ability again for 24 hours. This is a mind-affecting effect."
		]
	},
	"mental_stare": {
		"name": "Mental Stare",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Mental Stare (Stare)",
			"",
			"{SOURCE Heroes of Golarion/9}",
			"",
			"Blind mesmerists have learned to navigate the world without relying on sight and can use their hypnotic stare regardless of their sight level.  ",
			"**Prerequisites:** Hypnotic stare class feature.  ",
			"**Benefit:** You can use your hypnotic stare ability without relying on sight and do not have to attempt {rule/concentration} checks to use this ability while blinded."
		]
	},
	"merciful_bane": {
		"name": "Merciful Bane",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Merciful Bane",
			"",
			"{SOURCE Ultimate Combat/109}",
			"",
			"You can use your bane ability to inflict nonlethal damage.  ",
			"**Prerequisites:** Bane class feature.  ",
			"**Benefit:** While a weapon you wield is under the effect of your bane class feature, you can spend a swift action to switch between dealing lethal or nonlethal damage with bane. While your bane effect allows you to deal nonlethal damage in this way, you take no penalty on your attack roll for using a lethal weapon to deal nonlethal damage.  ",
			"**Normal:** When using a lethal weapon to deal nonlethal damage, you take a -4 penalty on attack rolls."
		]
	},
	"merciful_spell": {
		"name": "Merciful Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Merciful Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/165}",
			"",
			"Your damaging spells subdue rather than kill.  ",
			"**Benefit:** You can alter spells that inflict damage to inflict nonlethal damage instead. Spells that inflict damage of a particular type (such as fire) inflict nonlethal damage of that same type. A merciful spell does not use up a higher-level spell slot than the spell's actual level."
		]
	},
	"merciful_takedown": {
		"name": "Merciful Takedown",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Merciful Takedown (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/26}",
			"",
			"You are adept at removing your defeated opponents from the fight while avoiding their deaths.  ",
			"**Benefit:** When you perform a coup de grace and deal only nonlethal damage, instead of attempting a Fortitude save to avoid death, the target must instead attempt a Fortitude save to avoid falling unconscious for 1 hour. The DC of this save is the same as that of a lethal coup de grace."
		]
	},
	"merciless_beating": {
		"name": "Merciless Beating",
		"sources": [ "The Harrow Handbook" ],
		"description": [
			"## Merciless Beating (Combat)",
			"",
			"{SOURCE The Harrow Handbook/19}",
			"",
			"When you have the numbers on your side, you can lend your strength to the group to give your shared enemy a savage pummeling.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Gang Up}.  ",
			"**Benefit:** Whenever you and two or more allies threaten an opponent, you can choose to forgo your flanking bonus to grant each of your allies a +1 flanking bonus on their attack rolls against the threatened creature. This bonus stacks with any flanking bonuses your allies might already have."
		]
	},
	"merciless_butchery": {
		"name": "Merciless Butchery",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Merciless Butchery (Combat)",
			"",
			"{SOURCE Advanced Class Guide/152}",
			"",
			"Your talent for slaughter lets you dispatch helpless opponents before they can recover.  ",
			"**Prerequisites:** {feat/Dastardly Finish}, sneak attack +5d6, studied target class feature.  ",
			"**Benefit:** As a standard action that does not provoke attacks of opportunity, you can attempt a coup de grace against a cowering, helpless, or stunned opponent that you have designated as your studied target.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">You can spend 10 stamina points when you use this feat to increase your weapon's critical multiplier by 1 (&times;2 becomes &times;3, and &times;3 becomes &times;4) for your coup de grace."
		]
	},
	"merciless_magic": {
		"name": "Merciless Magic",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Merciless Magic",
			"",
			"{SOURCE Kobolds of Golarion/24}",
			"",
			"Your spellcasting is strongest against those in peril.  ",
			"**Prerequisites:** Ability to cast spells, kobold.  ",
			"**Benefit:** The DC to resist your spells increases by 1 for targets that are already afflicted with any of the following conditions: blinded, dying, entangled, exhausted, frightened, helpless, nauseated, panicked, paralyzed, or stunned."
		]
	},
	"merciless_precision": {
		"name": "Merciless Precision",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Merciless Precision",
			"",
			"{SOURCE Kobolds of Golarion/24}",
			"",
			"You delight and excel in bringing down hobbled targets.  ",
			"**Prerequisites:** Sneak attack class feature, kobold.  ",
			"**Benefit:** Your sneak attack damage increases by 1d6 against targets that are already afflicted with any of the following conditions: blinded, dying, entangled, exhausted, frightened, helpless, nauseated, panicked, paralyzed, or stunned."
		]
	},
	"merciless_rush": {
		"name": "Merciless Rush",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Merciless Rush (Combat)",
			"",
			"{SOURCE Inner Sea Gods/214;Faiths of Corruption/25}",
			"",
			"Though hordes stand against you, they rarely stand long.  ",
			"**Prerequisites:** {feat/Improved Bull Rush}, worshiper of {faith/Rovagug}.  ",
			"**Benefit:** When you bull rush a creature and your check exceeds the target's CMD by 5 or more, you deal damage equal to your Strength modifier to that target."
		]
	},
	"mesmerizing_feint": {
		"name": "Mesmerizing Feint",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Mesmerizing Feint (Combat)",
			"",
			"{SOURCE Occult Adventures/137}",
			"",
			"You're adept at feinting against even the least imaginative of creatures.  ",
			"**Prerequisites:** Hypnotic stare class feature.  ",
			"**Benefit:** You take only a -2 penalty when feinting against a non-humanoid and a -4 penalty when feinting against creatures with animal intelligence, as long as the target is a subject of your hypnotic stare. If you have at least 10 ranks in Bluff, you instead take no penalty when feinting against non-humanoids and creatures of animal intelligence under your hypnotic stare.  ",
			"**Normal:** When feinting against a non-humanoid, you take a -4 penalty. Against a creature of animal intelligence, you take a -8 penalty."
		]
	},
	"messenger_of_fate": {
		"name": "Messenger of Fate",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Messenger of Fate",
			"",
			"{SOURCE Inner Sea Gods/214}",
			"",
			"The Lady of Graves has blessed you with the power of true prophecy.  ",
			"**Prerequisites:** Ability to cast augury, worshiper of {faith/Pharasma}.  ",
			"**Benefit:** When casting divination spells, you do so at +1 caster level. If your divination spell has a base percentage chance of providing correct or useful information, your maximum chance of gleaning correct or useful information is 100%, instead of the standard 90%."
		]
	},
	"meta_word_mastery": {
		"name": "Meta Word Mastery",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Meta Word Mastery (Words of Power)",
			"",
			"{SOURCE Ultimate Magic/166}",
			"",
			"You are skilled at using meta words to enhance your wordcasting ability.  ",
			"**Prerequisites:** Ability to cast wordspells.  ",
			"**Benefit:** You can use meta words three additional times per day. In addition, select one additional meta word and add it to your spellbook, familiar, or list of words known."
		]
	},
	"metallic_wings": {
		"name": "Metallic Wings",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Metallic Wings",
			"",
			"{SOURCE Advanced Race Guide/88}",
			"",
			"Your wing feathers are made of gleaming metal.  ",
			"**Prerequisites:** {feat/Angelic Blood}, {feat/Angelic Flesh}, {feat/Angel Wings}, {race/aasimar}, character level 11th.  ",
			"**Benefit:** You gain two wing attacks. These are secondary natural attacks that deal 1d4 points of slashing damage (or 1d3 if you are Small)."
		]
	},
	"metamagic_invocation": {
		"name": "Metamagic Invocation",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Metamagic Invocation",
			"",
			"{SOURCE Psychic Anthology/24}",
			"",
			"You have further refined your combination of elemental power and spellcasting with metamagic techniques.  ",
			"**Prerequisites:** Metakinesis class feature.  ",
			"**Benefit:** Choose a metamagic feat from the following list: Enlarge Spell, Extend Spell, Intuitive Spell, Logical Spell, Quicken Spell, Reach Spell, or Tenacious Spell. When casting a spell via Kinetic Invocation, you can increase its burn cost to augment the spell with that metamagic feat.",
			"",
			"The burn cost increase is equal to the spell level increase applied by the feat. Augmenting a spell increases its casting time as if it were cast spontaneously.  ",
			"**Special:** You can take this feat more than once. Each time you take this feat, select another metamagic feat; you can augment a spell with multiple feats by accepting additional points of burn equal to the total increased spell level."
		]
	},
	"metamagical_synergy": {
		"name": "Metamagical Synergy",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Metamagical Synergy (Coven, Teamwork)",
			"",
			"{SOURCE Blood of the Coven/13}",
			"",
			"You and the other members of your coven can weave your spells together to great effect.  ",
			"**Prerequisites:** {feat/Allied Spellcaster}.  ",
			"**Benefit:** If all three coven members with this feat cast the same spell in the same round, you can combine your efforts, resolving the spell only on the last member's initiative. The effects of the spell are resolved only once, but the coven can apply one of the following metamagic feats without altering the spell slot used: Empower Spell, Enlarge Spell, Extend Spell, Maximize Spell, or Widen Spell. Casters do not need the appropriate metamagic feat to apply it via this feat. The synergy spell resolves using the caster level, save DC, and other modifiers of the caster of the coven's choice. The spell does not apply other metamagic feats unless all three members included the same feat in their casting. This ability cannot be used if the chosen metamagic feat would normally alter a spell to use a spell slot above 9th level."
		]
	},
	"meteor_swing": {
		"name": "Meteor Swing",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Meteor Swing (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/26}",
			"",
			"The power of your blow leaves your enemies reeling.  ",
			"**Prerequisites:** {feat/Weapon Focus} with bludgeoning weapon, base attack bonus +6.  ",
			"**Benefit:** As a standard action, make a single attack with your chosen weapon. If the attack hits, the target must succeed at a Reflex save with a DC equal to 10 + your base attack bonus or lose its ability to make attacks of opportunity until the beginning of your next turn. When your base attack bonus reaches +11, you can instead cause the target to lose its Dexterity bonus to AC. When your base attack bonus reaches +16, you can instead cause the target to become flat footed. You can use this feat's benefits only once per minute."
		]
	},
	"mighty_bite": {
		"name": "Mighty Bite",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Mighty Bite (Combat)",
			"",
			"{SOURCE Monster Codex/224}",
			"",
			"Your rending claws expose your opponent's vital organs to your teeth.  ",
			"**Prerequisites:** Base attack bonus +6, bite attack, rend, troll.  ",
			"**Benefit:** If you deal damage to a creature with your rend ability, the critical threat range of your bite attack becomes 18-20 until the start of your next turn. This increase does not stack with other effects that increase your bite's critical threat range (such as the keen weapon special ability or the {feat/Improved Critical} feat)."
		]
	},
	"mighty_boughs": {
		"name": "Mighty Boughs",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Mighty Boughs",
			"",
			"{SOURCE Wilderness Origins/10}",
			"",
			"Your wings are particularly strong and sprout sharp barbs.  ",
			"**Prerequisites:** Str 15, character level 11th, {race/gathlain}.  ",
			"**Benefit:** You gain two wing attacks. These are secondary natural attacks that deal 1d3 points of slashing damage (or 1d4 if you are Medium)."
		]
	},
	"mind_strike": {
		"name": "Mind Strike",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Mind Strike (Combat)",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"Your sneak attacks strike not only your target's body but also their willpower.  ",
			"**Prerequisites:** Ranged legerdemain class feature.  ",
			"**Benefit:** Whenever you deal sneak attack damage, you fluster your foe, causing your target to take a penalty on Will saves equal to the number of sneak attack dice you rolled on the attack for 1 round. This penalty does not stack with itself, but each time you deal sneak attack damage to an affected target, the duration is extended by 1 round."
		]
	},
	"mindful_meditation": {
		"name": "Mindful Meditation",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Mindful Meditation (Meditation)",
			"",
			"{SOURCE Blood of the Beast/28}",
			"",
			"You clear your mind of stress and emotion by focusing on calming breathing exercises.  ",
			"**Prerequisites:** Wis 11, {feat/Meditation Master}.  ",
			"**Benefit:** For 24 hours after you meditate, you gain a +1 bonus on Will saving throws against charm, compulsion, emotion, and fear effects, and increase the Bluff DC to feint you and the Intimidate DC to demoralize you by +5. These bonuses increase by 1 for every 5 Hit Dice you have to a maximum increase of +4 at 20 Hit Dice."
		]
	},
	"mindfulness_mastery": {
		"name": "Mindfulness Mastery",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Mindfulness Mastery (Meditation)",
			"",
			"{SOURCE Blood of the Beast/29}",
			"",
			"The act of meditation allows you to steel your mind against mental attacks.  ",
			"**Prerequisites:** Wis 19, {feat/Meditation Master}, {feat/Mindful Meditation}, character level 13th.  ",
			"**Benefit:** For 24 hours after you meditate, whenever you fail your saving throw against a charm, compulsion, emotion, or fear effect, you can attempt a new saving throw again 1 round later at the same DC. You get only this one extra chance to succeed at your saving throw."
		]
	},
	"minor_miracle": {
		"name": "Minor Miracle",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Minor Miracle",
			"",
			"{SOURCE Divine Anthology/11}",
			"",
			"You can call upon your deity for a minor miracle.  ",
			"**Prerequisites:** Wis 12, Knowledge (religion) 5 ranks, alignment must match that of your worshiped deity.  ",
			"**Benefit:** Choose two domains associated with your deity (if you have access to one or more domains already, the chosen domains can be the same ones you already have access to, or different ones). Once per day, by presenting a holy symbol of your deity and calling out in supplication, you can cast the 1st-level spell associated with either of the two chosen domains as a spell-like ability. You choose which domain's spell you cast at the time you use the ability. Your caster level for this effect is equal to your total Hit Dice, and the saving throw DC, if any, is Charisma-based."
		]
	},
	"minor_spell_expertise": {
		"name": "Minor Spell Expertise",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Minor Spell Expertise",
			"",
			"{SOURCE Advanced Player's Guide/165}",
			"",
			"You are able to cast a 1st-level spell as a spell-like ability.  ",
			"**Prerequisites:** Ability to cast 4th-level spells.  ",
			"**Benefit:** Choose one 1st-level spell that you know. You may cast that spell twice per day as a spell-like ability. The caster level for this spell-like ability is equal to your caster level in the class from whose spell list the spell is taken. The spell-like ability's save DC is Charisma-based. If the spell has an expensive focus or material component, it may not be chosen for this feat. You cannot apply metamagic feats to this spell.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new spell."
		]
	},
	"minotaurs_charge": {
		"name": "Minotaur's Charge",
		"sources": [ "Classic Monsters Revisited" ],
		"description": [
			"## Minotaur's Charge",
			"",
			"{SOURCE Classic Monsters Revisited/43}",
			"",
			"Your charge sends foes reeling away, knocking them to the ground.  ",
			"**Prerequisites:** Str 13, {feat/Improved Bull Rush}, powerful charge.  ",
			"**Benefit:** When you hit an opponent with a charge attack, you might also initiate a bull rush as a free action. This does not require you to move into your opponent's square and does not provoke an attack of opportunity. If you successfully push your opponent 15 feet or more, he is also knocked prone."
		]
	},
	"mirror_kin": {
		"name": "Mirror Kin",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Mirror Kin (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/207}",
			"",
			"Combining your cunning with illusion magic makes you and your allies nearly indistinguishable.  ",
			"**Prerequisites:** Bluff 8 ranks, {race/gnome}, gnome magic racial trait.  ",
			"**Benefit:** Whenever you're adjacent to any gnome allies who also have this feat, your appearance and mannerisms change into an amalgam of the features of you and your allies, making you and your allies look exactly alike. Your shapes occasionally appear to blend into each other, making it impossible to distinguish you and granting you and any affected allies a 20% miss chance due to concealment. This is an illusion (figment) effect.",
			"",
			"Spells and effects that don't require an attack roll, such as area spells, affect you normally. An attacker must be able to see and reach both you and your ally to be fooled. If you're invisible or the attacker is blind, the feat has no effect. Because this feat relies on the fact that both you and your ally are blending together to create the visual illusion, it doesn't function with effects like the inquisitor's solo tactics class feature; both you and the ally must possess the feat. If you have more than one adjacent ally with this feat, this feat applies to all allies who qualify."
		]
	},
	"mirror_move": {
		"name": "Mirror Move",
		"sources": [
			"Melee Tactics Toolbox",
			"Armor Master's Handbook"
		],
		"description": [
			"## Mirror Move (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/7}",
			"",
			"By tracking an opponent's movements, you can attempt to duplicate his techniques.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, base attack bonus +4.  ",
			"**Benefit:** If you are the only character threatening an opponent and that opponent uses a combat feat (including taking an action that benefits from a combat feat, or gaining any bonus to AC, attack rolls, damage rolls, or saving throws from a combat feat), you can take an immediate action to gain the benefit of that feat until the end of your next turn. You must meet all the feat's prerequisites. If a feat has a daily use limitation, as does Stunning Fist, any uses of that feat while you're using Mirror Move count toward that feat's daily limit for you. You can use Mirror Move once per day for every 4 levels you have attained.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend up to 5 stamina points to extend the duration that you benefit from a mirrored feat by 1 round per stamina point spent."
		]
	},
	"mischievous_tail": {
		"name": "Mischievous Tail",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Mischievous Tail",
			"",
			"{SOURCE Planar Adventures/30}",
			"",
			"Your tail seems to have a mind of its own.  ",
			"**Prerequisites:** Dex 15, {feat/Grasping Tail}, you must have a tail.  ",
			"**Benefit:** You can use your tail for all purposes as though it were a free hand, though you cannot effectively wield weapons or shields with it (you can still carry such objects with your tail, as long as such an object could also be comfortably carried in a hand normally). In addition, you gain a +2 bonus on disarm and steal combat maneuvers and Sleight of Hand checks performed using only your tail, and combat maneuvers performed this way do not provoke attacks of opportunity."
		]
	},
	"misdirection_attack": {
		"name": "Misdirection Attack",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Misdirection Attack (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/87}",
			"",
			"After misdirecting your opponent's weapon attack, you leave your opponent open to further violence.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Deceitful}, {feat/Misdirection Redirection}, {feat/Misdirection Tactics}, Bluff 10 ranks.  ",
			"**Benefit:** When you successfully use the Misdirection Tactics feat to negate a melee weapon attack, the opponent whose attack you negated provokes an attack of opportunity from you, even though you normally can't take attacks of opportunity while using the total defense action. This effect is in addition to the effect gained from Misdirection Redirection."
		]
	},
	"misdirection_redirection": {
		"name": "Misdirection Redirection",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Misdirection Redirection (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/87}",
			"",
			"After misdirecting your opponent's weapon attack, you trick it into striking someone else.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Misdirection Tactics}, {feat/Deceitful}, Bluff 10 ranks.  ",
			"**Benefit:** When you successfully use the Misdirection Tactics feat to negate a melee weapon attack, you redirect your foe's attack and trick your foe into striking another creature of your choice within the foe's melee reach. To resolve this attack, your foe must make a new attack roll against the new target."
		]
	},
	"misdirection_tactics": {
		"name": "Misdirection Tactics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Misdirection Tactics (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/87}",
			"",
			"You have learned to use deception and trickery to misdirect your opponent's weapon attack.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Deceitful}, Bluff 4 ranks.  ",
			"**Benefit:** While you are using the total defense action, if a melee attack would still hit your AC, you can attempt a Bluff check with a DC equal to the foe's attack roll as an immediate action. If you succeed at the check, you negate the attack (treat it as a miss). If the attack still hits, you cannot use this feat against the same opponent for 24 hours."
		]
	},
	"missile_shield": {
		"name": "Missile Shield",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Missile Shield (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/165}",
			"",
			"You are skilled at deflecting ranged attacks with your shield.  ",
			"**Prerequisites:** Dex 13, {feat/Shield Focus}.  ",
			"**Benefit:** You must be using a light, heavy, or tower shield to use this feat. Once per round when you would normally be hit with an attack from a ranged weapon (not including spell effects, natural attacks, or massive ranged weapons), you may deflect it so that you take no damage, as if you had the {feat/Deflect Arrows} feat. You must be aware of the attack and not flat-footed.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you can use this feat with a buckler. You can spend 5 stamina points to deflect an arrow even while you're flat-footed. You must still be aware of the attack.",
			"",
			"### Mythic Missile Shield",
			"",
			"{SOURCE Mythic Adventures/69}",
			"",
			"Your remarkable awareness allows you to deflect multiple ranged attacks and even ray spells.  ",
			"**Prerequisites:** Missile Shield.  ",
			"**Benefit:** When using Missile Shield, you can deflect an additional number of ranged attacks per round equal to half your tier. You can expend one use of mythic power as an immediate action to deflect a single ray from a ray spell or effect targeting you."
		]
	},
	"mixed_scales": {
		"name": "Mixed Scales",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Mixed Scales",
			"",
			"{SOURCE Kobolds of Golarion/24}",
			"",
			"You have two colors of scales, which mark you as special.  ",
			"**Prerequisites:** {feat/Draconic Aspect} or dragon-scaled racial trait, kobold.  ",
			"**Benefit:** Choose an additional color for your Draconic Aspect feat or dragon-scaled racial trait. You gain the benefits of both this color and the color you originally chose. (If you have both Draconic Aspect and dragon-scaled, this benefit applies to both.) If you gain abilities that rely on scale color, choose which color gains the benefits."
		]
	},
	"mobile_acrobat": {
		"name": "Mobile Acrobat",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Mobile Acrobat",
			"",
			"{SOURCE Blood of the Beast/7}",
			"",
			"You harness your acrobatic momentum to quickly propel yourself forward.  ",
			"**Prerequisites:** Racial bonus to Dexterity.  ",
			"**Benefit:** When attempting an Acrobatics check that would reduce your speed, treat your base speed as 10 feet faster before making speed reductions."
		]
	},
	"mobile_bulwark_style": {
		"name": "Mobile Bulwark Style",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Mobile Bulwark Style (Combat, Style)",
			"",
			"{SOURCE Armor Master's Handbook/12}",
			"",
			"You are able to swing your tower shield around quickly.  ",
			"**Prerequisites:** Str 13, {feat/Shield Focus}, {feat/Tower Shield Proficiency}, base attack bonus +1.  ",
			"**Benefit:** While using a tower shield, add the shield's bonus to AC (including its enhancement bonus) to your CMD against bull rush and overrun combat maneuvers. While using this style, you can use a tower shield to grant you total cover along one edge of your space as a move action."
		]
	},
	"mobile_fortress": {
		"name": "Mobile Fortress",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Mobile Fortress (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/12}",
			"",
			"You use your tower shield to defend yourself or an ally at a moment's notice.  ",
			"**Prerequisites:** Str 15, {feat/Mobile Bulwark Style}, {feat/Shield Focus}, {feat/Tower Shield Proficiency}, base attack bonus +4.  ",
			"**Benefit:** While using a tower shield, you add half of the shield's bonus to AC (including its enhancement bonus) to your touch AC and take only a -1 penalty on attack rolls because of the shield's encumbrance. While using Mobile Bulwark Style, whenever you would use a tower shield to gain total cover, you also grant any adjacent ally total cover against attacks passing through the selected edge of your space."
		]
	},
	"mobile_gathering": {
		"name": "Mobile Gathering",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Mobile Gathering",
			"",
			"{SOURCE Elemental Master's Handbook/23}",
			"",
			"You can gather elemental energy while walking slowly.  ",
			"**Prerequisites:** Kineticist level 7th, kinetic blast class feature.  ",
			"**Benefit:** While taking a move action to gather power, you can move up to half your base speed, and while taking 1 full round to gather power, you can move up to half your speed on the turn you begin the full round of gathering power. This movement provokes attacks of opportunity, and you can't use Acrobatics checks or other abilities to attempt to negate them, as you're concentrating on gathering power (nor can you use Acrobatics to balance, jump, or do anything else that requires a skill check). It's harder to concentrate on gathering power while using this feat; if you take damage during or after gathering power and before using a kinetic blast that releases it (including from an attack of opportunity provoked by the movement), the {rule/concentration} check DC to avoid losing the gathered power increases by twice the blast's effective spell level."
		]
	},
	"mobile_stronghold": {
		"name": "Mobile Stronghold",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Mobile Stronghold (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/12}",
			"",
			"You can use your tower shield to block magical attacks.  ",
			"**Prerequisites:** Str 17, {feat/Mobile Bulwark Style}, {feat/Mobile Fortress}, {feat/Shield Focus}, {feat/Tower Shield Proficiency}, base attack bonus +7.  ",
			"**Benefit:** While using a tower shield, you do not suffer a penalty on attack rolls because of the shield's encumbrance. While using Mobile Bulwark Style, whenever you use a tower shield to gain total cover, you also gain partial cover (and grant partial cover to adjacent allies) against spells passing through the selected edge of your space. Also, while using this style, you can gain total cover against a single attack made against you as an immediate or swift action."
		]
	},
	"mobility": {
		"name": "Mobility",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mobility (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/130}",
			"",
			"You can easily move through a dangerous melee.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}.  ",
			"**Benefit:** You get a +4 dodge bonus to Armor Class against attacks of opportunity caused when you move out of or within a threatened area. A condition that makes you lose your Dexterity bonus to Armor Class (if any) also makes you lose dodge bonuses.",
			"",
			"Dodge bonuses stack with each other, unlike most types of bonuses.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">Your dodge bonus to AC from the Dodge feat combat trick is doubled against attacks of opportunity provoked by movement. If you don't have the Dodge feat, you can still use its combat trick.",
			"",
			"### Mythic Mobility",
			"",
			"{SOURCE Mythic Adventures/69}",
			"",
			"You have perfected your ability to weave through the battlefield, using your momentum to propel yourself far.  ",
			"**Prerequisites:** Mobility.  ",
			"**Benefit:** Whenever you use Mobility, you gain a +6 dodge bonus to AC instead of the normal +4. In addition, once per round when an attack of opportunity provoked by your movement misses you, you may move 5 feet as a free action. This movement doesn't count against your total overall movement for the round, but it does provoke attacks of opportunity."
		]
	},
	"mocking_dance": {
		"name": "Mocking Dance",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mocking Dance (Combat, Performance)",
			"",
			"{SOURCE Ultimate Combat/110}",
			"",
			"You do a little dance that mocks your foe and entertains the crowd.  ",
			"**Prerequisites:** Acrobatics 4 ranks or Perform (dance) 4 ranks.  ",
			"**Benefit:** When you spend a swift action to make a performance combat check, before making that check you can either move 5 feet without provoking attacks of opportunity, or you can move your speed and provoke attacks of opportunity. You cannot end this move in a space where you threaten an enemy. If you do move at least 5 feet, you gain a +2 bonus on the performance combat check.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When using this feat, you can spend 5 stamina points to move up to half your speed (instead of only 5 feet) without provoking attacks of opportunity."
		]
	}
}
