{
	"equipment_trick_anvil": {
		"name": "Equipment Trick (Anvil)",
		"sources": [ "Magical Marketplace" ],
		"description": [
			"## Equipment Trick (Anvil) (Combat)",
			"",
			"{SOURCE Magical Marketplace/14}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"In addition to the feat or skill requirements listed for each of these tricks, you must have the Equipment Trick (anvil) feat. You may use these tricks with any {eq-misc/anvil} weighing 50 pounds or more.[^A]",
			"",
			">@HL[Counterweight;] *(Climb 5 ranks):* You can use your anvil as a counterweight when you climb a rope or chain to reduce your Climb DC by 5.",
			">",
			">@HL[Improve Armor;] *(Craft [armor] 5 ranks):* You can spend an hour with your anvil and a suit of nonmagical metal armor to temporarily increase the armor's armor bonus by 1. This bonus ends after the next time the wearer is hit.",
			">",
			">@HL[Quick Fix;] *(Craft [any] 5 ranks):* You can spend 1 minute with your anvil and a metal item with the {misc/broken} condition to remove the broken condition from the item for 1 hour. The item does not recover any hit points, and at the end of the hour it regains the broken condition and loses an additional 1d6 hit points (unless properly fixed by then).",
			">",
			">@HL[Smash Through;] *({feat/Improved Bull Rush}):* When you end your move adjacent to a closed door, you can open the door as part of your move action (instead of as a separate move action) by smashing it with an anvil as you move. If the door is stuck or locked, you must succeed at a {rule/bull rush} combat maneuver check that exceeds the door's break DC."
		]
	},
	"equipment_trick_boot": {
		"name": "Equipment Trick (Boot)",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Equipment Trick (Boot) (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/18}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"A pair of boots refers to any set of footwear that has hard soles. These equipment tricks can be used with either magic or mundane boots.",
			"",
			">@HL[Cleat Stomp;] *({feat/Improved Unarmed Strike}):* When you make a successful unarmed strike against an opponent while wearing a pair of boots with cleats, the target takes 1 point of {rule/bleed} damage. The bleed damage can be stopped by a successful DC 15 Heal skill check or by magical healing. The effects of this trick stack with other sources of bleed damage but not with other bleed damage dealt by this trick.",
			">",
			">@HL[Heel Crush;] *({feat/Improved Dirty Trick}):* When you succeed at a successful {rule/dirty trick} combat maneuver check against an opponent within melee range, you can crush the target's foot or similar appendage with your boot heel. Instead of inflicting one of the conditions that can normally be imposed by a dirty trick, you reduce the target's movement speed by half (to a minimum of 5 feet). You can't use a dirty trick combat maneuver in this manner against an opponent that is using a movement type other than its land speed, and movement types other than land speeds aren't affected by this equipment trick. As usual, a creature with a movement speed of 5 feet can't take a 5-foot step.",
			">",
			">@HL[Sharp Veer;] *({feat/Combat Reflexes}):* Whenever you use the {rule/charge} or {rule/run} action, you can make one 90-degree turn during your movement. You must move at least 10 feet in a straight line after this turn if you are charging."
		]
	},
	"equipment_trick_cloak": {
		"name": "Equipment Trick (Cloak)",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Equipment Trick (Cloak) (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/18}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"At the GM's discretion, you can use these tricks with any cloth object that is roughly the same size and shape as a cloak for a creature of your size (such as a curtain).",
			"",
			">@HL[Dazzling Trail;] *({feat/Dazzling Display}):* When you successfully use Intimidate to demoralize an opponent while wearing a cloak, rope, a shield, you can increase the duration of the demoralize effect by 1d4 rounds.",
			">",
			">@HL[Distracting Cloak;] *(Stealth 3 ranks):* When you attempt a Bluff check to feint, you can use your cape to create a diversion instead of denying your opponent his Dexterity bonus to AC. Compare the result of your Bluff check against the feint DC of each opponent that can see you (DC = 10 + the opponent's base attack bonus + the opponent's Wisdom modifier, or 10 + the opponent's Sense Motive bonus if he is trained in Sense Motive and this bonus is higher). You can attempt a Stealth check to hide from any opponent that you successfully feint against in this manner, even if that opponent is observing you. If you do not have {rule/cover} or {rule/concealment} against any of these targets at the start of each of their turns, they automatically spot you at that time.",
			">",
			">@HL[Parachute Cloak;] *(Acrobatics 5 ranks):* While wearing a cloak, rope, a shield, you can adjust your grip so that it catches the air as you fall. If you use both of your hands to hold on to your cloak as you fall, you can attempt a DC 20 Acrobatics check to ignore the first 20 feet fallen (as opposed to the usual DC 15 check to ignore only the first 10 feet), and you avoid falling {rule/prone} at the end of your jump even if you take damage.",
			">",
			">@HL[Suerte de Capote;] *({feat/Dueling Cape}):* While using the Dueling Cape feat to wield a cloak or similar object as a buckler, you gain a +2 bonus on Bluff checks to feint in combat. This bonus increases by 1 for every 5 ranks in Sleight of Hand that you possess. Additionally, you can release your cape as a free action whenever you successfully feint an opponent with a melee attack to entangle it, as detailed in the Dueling Cape feat."
		]
	},
	"equipment_trick_heavy_blade_scabbard": {
		"name": "Equipment Trick (Heavy Blade Scabbard)",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Equipment Trick (Heavy Blade Scabbard) (Combat)",
			"",
			"{SOURCE Adventurer's Armory/22}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"In addition to the feat, skill, or other requirement listed for each of these tricks, you must have the Equipment Trick (heavy blade scabbard) feat to use a trick. You may use these tricks with any sword scabbard designed for a heavy blade (see the {ability/fighter |weapon groups}). At your GM's discretion, you may be able to use some of these tricks with a scabbard intended for a light blade, but that requires a separate Equipment Trick feat and may be less effective.[^C]",
			"",
			">@HL[Capture Weapon;] *({feat/Improved Disarm}):* When you successfully disarm an opponent's manufactured weapon, as a free action you may flip the disarmed weapon into your scabbard so long as the weapon would fit there. If you are not holding the scabbard in hand and attempt this, you have a -4 penalty on the disarm check. At the GM's discretion, you can also use this trick on any item the opponent is holding as long as it would fit in your scabbard (such as a wand). You can only use this trick if you are wearing or holding your empty scabbard.",
			">",
			">@HL[Find the Hidden;] *({feat/Blind-Fight}):* You can use your scabbard to probe for hidden dangers. As a move action, you may sweep your scabbard through an adjacent square where you suspect there is an invisible creature; make a touch attack and roll the miss chance normally. If it hits and you have an available attack, you may attack that target once with a -2 penalty and no miss chance for invisibility. All other attacks you make against that creature (whether in that round or otherwise) do not gain this benefit (though you can sweep again on your next turn).",
			">",
			">@HL[Grab Purchase;] *(Climb 5 ranks):* You can use your scabbard as leverage to halt a fall, keep yourself from getting dragged, or prevent other sorts of involuntary movement by grabbing your scabbard with a free hand, jamming it into a hard surface, and clinging to it. Whenever you fail a Climb check, you may attempt to catch yourself while falling with a +10 bonus; your GM may rule that some walls require you to hold your scabbard with two hands rather than one or are too smooth for this trick to work. If subjected to involuntary movement such as a {rule/bull rush}, you may spend a move action from your next turn to use your scabbard as an anchor, giving you a +5 bonus to your CMD to resist the movement. If you spend this move action, you only get a standard action during your next turn.",
			">",
			">@HL[Hurl Scabbard;] *({feat/Quick Draw}):* You can draw your weapon in such a way that you send your combat scabbard whirling off to strike at any creature in sight. This ranged attack is a swift action and is treated as a thrown weapon.",
			">",
			">@HL[Steer Opponent;] *({feat/Improved Bull Rush}):* You can use your scabbard to move a foe into the perfect position for you to make your attack. As a swift action, use your scabbard to make a {rule/bull rush} against an opponent. If you succeed, instead of pushing him back, you direct your target into the path of your next attack. You gain a +2 bonus on your next attack roll against the target, and +1 for every additional 5 feet your bull rush could have pushed your opponent if you had chosen to push him back. If you fail the bull rush attempt, you are considered {rule/flat-footed} against that target until your next turn.",
			">",
			">@HL[Tangle Leg;] *({feat/Improved Trip}, {feat/Throw Anything}):* When you draw your weapon, you may send its combat scabbard whirling off to strike an opponent's legs. This bonus attack is a swift action and requires you to make a {rule/trip} attack against the target. The target can be no larger than your own size category, and the range penalty applies to your trip attempt. If you succeed, the target is knocked {rule/prone}. Failing this attempt does not knock you prone unless you are within your opponent's reach."
		]
	},
	"equipment_trick_musical_instrument": {
		"name": "Equipment Trick (Musical Instrument)",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Equipment Trick (Musical Instrument) (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/19}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"Bards and other musicians must sometimes improvise more than their music. These instrument tricks expand any {eq-misc/musical instrument/'s} uses and supplement the {feat/Equipment Trick} feat. Some tricks might be unusable for certain instruments at the GM's discretion; for example, an organ is too unwieldy to use as an improvised weapon. In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (instrument) feat to use a trick.[^D]",
			"",
			">@HL[Attention Grabber;] *(Perform 5 ranks, Bluff 5 ranks or {ability/bardic performance} or raging song class feature):* Your loud or discordant performance covers your allies' movements. Creatures within 30 feet of you that can hear you play an instrument take a -2 penalty on Perception checks, other than Perception checks made in response to your actions, for as long as you play.",
			">",
			">@HL[Goad Animal;] *(Handle Animal 5 ranks or {feat/Animal Affinity}):* You can use your {performance/soothing performance} to handle an animal that is friendly toward you, such as a mount or pet. When playing your instrument, commanding the animal to perform a trick it knows is a free action, and pushing it to perform a trick it does not know is a standard action. If you already can make an animal respond more quickly, such as with the link ability of an {ability/animal companion}, this trick provides no benefit.",
			">",
			">@HL[Jaw-Dropping Distraction;] *(Perform 7 ranks, Bluff 7 ranks or bardic performance or raging song class feature):* When using your instrument, you can attempt a Perform check instead of a Bluff check to feint an opponent. If you succeed, the creature is denied its Dexterity bonus to AC against one target of your choosing (other than you) until the beginning of your next turn. Once you have used this trick against a creature, whether or not you succeeded at the check, you cannot use this trick to feint the creature for 24 hours. Creatures with {ability/uncanny dodge} are immune to this trick.",
			">",
			">@HL[Play to the Crowd;] *(Perform 3 ranks, Diplomacy 3 ranks or bardic performance or raging song class feature):* You can use Perform, rather than Diplomacy, to improve an NPC's initial attitude toward you as long as you are able to perform for at least 1 minute. You cannot use this trick to increase the NPC's attitude beyond friendly.",
			">",
			">@HL[Ruffian's Riff;] *({feat/Catch Off-Guard}):* You can treat a musical instrument as an improvised weapon with the {misc/performance} special feature. When you use a {eq-misc/masterwork musical instrument} as an improvised weapon, you treat it as a {rule/masterwork weapon>s} (adding a +1 enhancement bonus on your attack rolls). Your attacks with a magical musical instrument are treated as magic for the purpose of overcoming damage reduction."
		]
	},
	"equipment_trick_kaava_musk": {
		"name": "Equipment Trick (Kaava Musk)",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Equipment Trick (Kaava Musk) (Combat)",
			"",
			"{SOURCE Sargava, the Lost Colony/25}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"In addition to the feat, skill, or other requirement listed for each of these tricks, you normally must have the Equipment Trick (Kaava musk) feat to use a trick. You can, however, attempt {eq-misc/Kaava musk} tricks marked with an asterisk (\\*) without the Equipment Trick (Kaava musk) feat, but you have a 50% chance of splashing yourself with the musk instead of completing the trick; this failure uses the dose of the musk (and in most cases invalidates what you were planning to use the musk for).[^E]",
			"",
			">@HL[Careful Steps;] *({feat/Nimble Moves} or Acrobatics 5 ranks):* You can pass through a square splashed with Kaava musk without getting any of it on you.",
			">",
			">@HL[Fast Flask;] *({feat/Quick Draw}):* You can draw an easily accessible flask of Kaava musk as a free action rather than a standard action.",
			">",
			">@HL[Make the Kill;] *({umr/scent} ability or {ragepower/scent} rage power):* You gain a +1 morale bonus on weapon attack and weapon damage rolls when attacking a target marked with Kaava musk.",
			">",
			">@HL[Musk Blinding;] *({feat/Blinding Critical}):* When using Kaava musk as a thrown weapon, increase the Fortitude save DC of the Blinding Critical effect by +5.",
			">",
			">@HL[\\*Musk Poison;] *({ability/poison use} class ability):* You can apply Kaava musk to a melee or thrown weapon as if it were a poison. This makes your weapon reek in the normal manner. However, the first creature struck by your weapon also gains the musk-stink as if it were splashed by a full container of musk 2 days ago. The struck target can wash off the musk on the next round in the normal manner, but otherwise it continues to stink for 2 more days. Kaava musk applied to small items like ammunition has no effect.",
			">",
			">@HL[Musk Sickening;] *({feat/Sickening Critical}):* When using Kaava musk as a thrown weapon, increase the duration of the Sickening Critical effect by 1 minute.",
			">",
			">@HL[\\*Reactive Splashing;] *({feat/Improved Disarm}):* When disarming an opponent of a flask of Kaava musk, you can have the flask break at your opponent's feet, automatically splashing him with the musk.",
			">",
			">@HL[Splashproof Shield;] *({feat/Shield Focus}):* If you are using a shield and are hit with Kaava musk, you can make a Reflex save to use the shield to prevent any of the musk from touching you (thus, if you drop the shield, you do not have any of the musk penalties). The DC for this ability is 10 if using a {eq-armor/tower shield}, 15 for a {eq-armor/heavy shield}, 20 for a {eq-armor/light shield}, and 25 for a {eq-armor/buckler}. You cannot use this trick if you are {rule/flat-footed} or {misc/helpless}.",
			">",
			">@HL[Stink-Fighting;] *({feat/Blind-Fight}):* Your familiarity with Kaava musk allows you to pinpoint an invisible musk-marked creature with a Perception check at only a -10 penalty rather than the normal -20 penalty."
		]
	},
	"equipment_trick_ladder": {
		"name": "Equipment Trick (Ladder)",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Equipment Trick (Ladder) (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/14}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"{eq-misc/Ladder/s} are not a common adventuring staple due to their cumbersome size. Yet some adventurers who take ladders with them into the field use them to great effect. In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (ladder) feat to use a trick.",
			"",
			">@HL[Guarding Ladder;] *({feat/Combat Expertise}, {feat/Combat Reflexes}):* You can hold a ladder in one hand and treat it as a heavy wooden shield with the {misc/fragile} special feature. While holding a ladder, you can use the {rule/aid another>_2} action (or related abilities, such as the {feat/Bodyguard} feat) to improve the AC of an ally up to 10 feet away.",
			">",
			">@HL[Ladder Fighter;] *({feat/Catch Off-Guard}):* You treat a ladder as a {eq-weapon/quarterstaff} with the fragile and {misc/trip} special features, and you can apply feats and abilities as if it were a quarterstaff (for example, a {class/monk} can use a ladder to perform a flurry of blows).",
			">",
			">@HL[Ladder Lock;] *({feat/Improved Dirty Trick}):* When you successfully perform a {rule/dirty trick} combat maneuver against an adjacent opponent while you are holding a ladder, you can trap your target's limbs between the rungs of the ladder. Your target gains the {rule/entangled} condition in addition to the normal condition imposed by your dirty trick, and for the same duration. If the target removes the other condition, it also removes the entangled condition, and vice versa.",
			">",
			">@HL[Vaulting Ladder;] *(Acrobatics 3 ranks, Climb 3 ranks, or {feat/Acrobatic}):* You can climb the length of a ladder as part of a running jump, gaining a +4 circumstance bonus on your Acrobatics check and adding the ladder's length to the total distance you travel with your jump. You must let go of the ladder when you jump."
		]
	},
	"equipment_trick_lantern": {
		"name": "Equipment Trick (Lantern)",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Equipment Trick (Lantern) (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/14}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"{eq-misc/Lantern/s} come in a variety of shapes and sizes. Each of these tricks can be performed with any sort of lantern or lamp, except when a specific kind of lamp is indicated in the description. In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (lantern) feat to use a trick.[^F]",
			"",
			">@HL[Intensified Oil;] *(Craft [alchemy] 3 ranks):* You can combine three flasks of {eq-misc/oil} into a single use of improved oil as you add it to a lamp or lantern. This improved oil causes the lamp or lantern to which it is added to burn more brightly than usual, increasing its light range by 50%. This improved oil can only be used in the lamp or lantern it's mixed in and has no additional special effects.",
			">",
			">@HL[Lantern Bash;] *({feat/Shield Focus}):* If you carry a lamp or lantern in the hand you use to wield a {eq-armor/light shield}, your shield bash attacks with that shield deal an additional 1 point of fire damage.",
			">",
			">@HL[Lantern Bomb;] *({feat/Quick Draw}):* You can throw a lamp or lantern with at least 4 hours of oil remaining in it as a splash weapon, using the rules for {eq-weapon/alchemist's fire}.",
			">",
			">@HL[Lesser Light;] *(no additional prerequisites):* When lighting a lamp or lantern, you reduce the size of its flame to provide only dim light in the area in which the lantern usually provides normal light. The lamp or lantern uses oil at half the usual rate. The lamp or lantern must be extinguished and re-lit to shed light normally.",
			">",
			">@HL[Oil Splash;] *({feat/Improved Dirty Trick}):* You can attempt a {rule/dirty trick} combat maneuver against an opponent while either you or the opponent is holding a lamp or lantern. If you succeed at this combat maneuver check, you can knock some oil from the lamp or lantern into your target's face. Your target is {misc/blinded} as normal by the dirty trick and takes 1 point of fire damage each round the blindness lasts."
		]
	},
	"equipment_trick_mirror": {
		"name": "Equipment Trick (Mirror)",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Equipment Trick (Mirror) (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/15}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"Adventurers carry {eq-misc/mirror/s} for many unconventional uses. You may perform the following tricks with a mirror or, at the GM's discretion, with a similarly reflective handheld item, such as a highly polished piece of metal. In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (mirror) feat to use a trick.",
			"",
			">@HL[Blinding Light;] *(Sleight of Hand 3 ranks):* When in an area of normal or bright light, you can use a mirror held in your hand to shine light into the eyes of a creature within 10 feet as a move action. The target must succeed at a Fortitude save (DC = 10 + your ranks in Sleight of Hand) or be {misc/dazzled} for 1 round.",
			">",
			">@HL[Bold Presentation;] *(Knowledge [religion] 5 ranks):* You can use a move action (rather than a standard action) to use a mirror to hold at bay a creature susceptible to mirrors (such as a {template/vampire})",
			">",
			">@HL[Reflect Gaze;] *({feat/Combat Reflexes}):* As an immediate or swift action, you can use a mirror to reflect a {umr/gaze} attack. You must either be looking at the creature with the gaze attack or averting your eyes to use this ability, and you must succeed at your saving throw to resist the creature's gaze attack (if you don't avoid the need to attempt a saving throw by averting your eyes). If you reflect the creature's gaze back at it, the creature must succeed at a saving throw to resist its own gaze or lose access to its gaze attack for 1 round. If the creature attempts to gaze at you with its attack action, you may attempt to reflect its gaze back at it, as above, or redirect its gaze to a new target within 30 feet of you. In this case, the new creature is treated as the target of the original gaze (unless it is blindfolded or otherwise unable to see), although it is automatically treated as if it is averting its eyes.",
			">",
			">@HL[Telltale Reflection;] *(Spellcraft 3 ranks or racial bonus on saving throws against illusion spells and effects):* You are familiar with the ways illusions don't precisely mimic natural objects when reflected. If you see an illusion within 10 feet reflected in a mirror, you count as having studied it carefully for the purposes of attempting a saving throw to disbelieve it.",
			">",
			">@HL[Trickster's Mirror;] *({feat/Spell Focus} [illusion]):* You can use a mirror worth at least 10 gp as an additional material component for an illusion (figment) spell. The spell is treated as 1 spell level higher (to a maximum of 9th level) for all purposes, including the calculation of saving throw DCs."
		]
	},
	"equipment_trick_net": {
		"name": "Equipment Trick (Net)",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Equipment Trick (Net) (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/18}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"In addition to the feat or skill prerequisites (listed in parentheses) for each of the following tricks, you must have the appropriate Equipment Trick feat. To use any of these equipment tricks, you must be proficient with {eq-weapon/net/s}.",
			"",
			">@HL[Binding Trick;] *({feat/Improved Dirty Trick}):* When you succeed at a {rule/dirty trick} combat maneuver check against a target entangled by a net whose trailing rope you control, the target cannot take an action to remove the condition imposed by the dirty trick until it escapes from or bursts free of the net.",
			">",
			">@HL[Grappling Net;] *({feat/Improved Grapple}):* When you attempt a {rule/grapple} combat maneuver check against a foe entangled by a net whose trailing rope you control, you do not take a penalty on the grapple combat maneuver check for not having two hands free, and you gain a +4 bonus on the check. If you successfully pin the target while it is still entangled by the net, you can use the net to tie up the target as a swift action."
		]
	},
	"equipment_trick_pole": {
		"name": "Equipment Trick (Pole)",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Equipment Trick (Pole) (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/15}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"Each of these tricks can be done with a {eq-misc/pole} or {eq-misc/balancing pole}, but specific poles have further abilities. In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (pole) feat to use a trick.[^G]",
			"",
			">@HL[Pole Trip;] *({feat/Catch Off-Guard} or {feat/Improved Trip}):* You can treat a pole as an improvised weapon with the {misc/reach} and {misc/trip} special features. You can treat an unhinged {eq-misc/folding pole} as an improvised weapon with the {misc/disarm} and trip special features. A pole or folding pole used as an improvised weapon deals 1d6 points of bludgeoning damage.",
			">",
			">@HL[Seek the Unseen;] *(Perception 1 rank):* When you attempt to find a creature you cannot see (either because it is invisible, or because you are blind), you can sweep a pole through any two adjacent squares within 10 feet of you as a standard action. Make a melee attack against an AC of 10. If you hit, and if a creature you cannot see is in the designated area, you deal no damage but have successfully pinpointed the creature's current location.",
			">",
			">@HL[Wall Climb;] *(Climb 3 ranks):* You can climb narrow passageways if your pole can reach a wall or other solid surface on both sides, bracing yourself and scooting the pole further along the surface as you climb. This method is reliable but laborious; you gain a +10 circumstance bonus on your Climb checks to climb in this manner, but you climb at half the usual speed."
		]
	},
	"equipment_trick_rope": {
		"name": "Equipment Trick (Rope)",
		"sources": [ "Pathfinder Society Field Guide" ],
		"description": [
			"## Equipment Trick (Rope) (Combat)",
			"",
			"{SOURCE Pathfinder Society Field Guide/49}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"In addition to the feat, skill, or other requirement listed for each of these tricks, you must have the Equipment Trick (rope) feat to use rope tricks. Rope tricks can be performed with {eq-misc/hemp rope} or {eq-misc/silk rope}, or with similar rope-like items at the GM's discretion.[^H]",
			"",
			">@HL[Coil;] *(Sleight of Hand 5 ranks):* You can coil rope rapidly, requiring only 1 round to coil 20 feet of rope. (Coiling 20 feet of rope normally takes 1d6 rounds.)",
			">",
			">@HL[Hogtie;] *({feat/Improved Grapple}):* When you attempt to tie up an opponent you are grappling, your penalty is only -5 instead of the normal -10.",
			">",
			">@HL[Knotted Weapon;] *(Weapon Proficiency [spiked chain]):* You can use a knotted length of rope as a {eq-weapon/spiked chain} that inflicts bludgeoning damage instead of piercing damage.",
			">",
			">@HL[Lash;] *(Weapon Proficiency [whip]):* You can use a length of rope as a {eq-weapon/whip} at no penalty. The piece of rope that is used as a whip must be 10 feet long - length in excess of this must remain coiled or otherwise unused at your feet or side.",
			">",
			">@HL[Lifeline;] *(Climb 5 ranks):* When you or a nearby creature is falling (from a failed Climb check or otherwise), you can throw a held rope as an immediate action, maintaining a grip on one end. If you are falling, this is treated as an attempt to catch yourself while falling made with a +10 bonus, but there must be some sort of solid anchor available for your rope to loop around. When attempting this check on another creature, treat it as if you yourself were falling. If the weight of the creature exceeds twice your [heavy load limit](rule/carrying_capacity) (your own equipment does not count against this maximum), you are pulled after it.",
			">",
			">@HL[Quick Release;] *(no additional prerequisites):* You can secure a rope such that you can loose it from either end by making a quick series of tugs (a move action) at any point along the rope's length.",
			">",
			">@HL[Slip Away;] *(Escape Artist 5 ranks):* You gain a +10 bonus on Escape Artist checks to escape from ropes and rope-like restraints (such as vines).",
			">",
			">@HL[Tangle;] *({feat/Throw Anything}):* You can throw a coiled length of rope as a ranged weapon. If you hit with a ranged touch attack, the target becomes {rule/entangled}. It can cut or burst the rope, or escape with a DC 15 Escape Artist check. The rope must be unsecured to use this trick."
		]
	},
	"equipment_trick_shield": {
		"name": "Equipment Trick (Shield)",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Equipment Trick (Shield) (Combat)",
			"",
			"{SOURCE Adventurer's Armory/23}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"In addition to the feat, skill, or other requirement listed for each of these tricks, you must have the Equipment Trick (shield) feat and proficiency in (non-tower) shields to use a trick. You may use these tricks with any {eq-armor/light>_shield} or {eq-armor/heavy shield}. At your GM's discretion, you may be able to use some of these tricks with a {eq-armor/tower shield} or {eq-armor/buckler}, but that requires a separate Equipment Trick feat for that kind of shield and may add a penalty on the associated roll.[^I]",
			"",
			">@HL[Break Ground;] *({feat/Improved Trip}, {feat/Throw Anything}):* In place of a melee attack, you can throw your shield at an opponent's feet, interfering with his movement and perhaps tripping him. You must be holding (not wearing) your shield or using a {eq-armorenh/throwing shield} to use this trick. Make a trip attack against your opponent. The opponent can be no larger than your own size category, and the range penalty applies to your trip attempt. If you succeed, the target is knocked prone. Failing this attempt does not knock you prone unless you are within your opponent's reach. Whether or not you succeed, as long as your shield remains where you threw it, the opponent treats that square as difficult terrain until he moves out of the square.",
			">",
			">@HL[Hurl Shield;] *(Throw Anything):* You can throw your shield as a ranged improvised weapon. You must be holding (not wearing) your shield to perform this trick. If you are using a {eq-armorenh/throwing shield}, there is no reason to use this trick.",
			">",
			">@HL[Little Wall;] *(Escape Artist 5 ranks):* You can contort your body behind your shield in order to gain a brief moment of security. Whenever you use the total defense action, you may choose to gain cover instead of the normal dodge bonus to AC.",
			">",
			">@HL[Keen Eye;] *(Perception 5 ranks):* You have mastered the art of using the reflective surface of your shield to locate foes that you dare not look at directly. On your turn, you may choose to forfeit your shield's AC bonus for 1 round to improve your defenses against one creature using a gaze attack. Your chance to avoid having to make a saving throw against that creature's gaze attack increases to 100%, and the creature does not gain {rule/concealment} against you. For every 5 ranks in Perception you have above 5, you may simultaneously use this ability against another creature with a gaze attack.",
			">",
			">@HL[Release Shield;] *(no prerequisites):* You may remove a light or heavy shield as a swift action instead of a move action. You may remove a throwing shield as a free action. Once you've removed the shield, you may hold it in one hand or drop it as a free action.",
			">",
			">@HL[Ricochet Shield;] *({feat/Deadly Aim}, Throw Anything):* When you throw a shield, you can bounce it off one or more hard surfaces in order to strike a target from an unexpected angle or to bypass an obstacle such as cover. Each object you ricochet your shield off of imposes a -2 penalty on the attack roll. Range increments apply for the total distance the shield travels, not just the direct distance between you and the target.",
			">",
			">@HL[Shield Gag;] *({feat/Improved Grapple}, Throw Anything):* You can force your shield into the mouth of a creature to prevent it from using bite attacks or other mouth-based abilities. Make a grapple check against a creature at least two sizes larger than your size category. If you succeed, you wedge your shield into its mouth. At any time you may release your shield, which means you both lose the grappled condition, though your shield remains in its mouth. The creature may remove the shield by destroying it (or leaving it with the broken condition), forcing the shield out of its mouth with a grapple check against your CMB, or swallowing it (if it has the swallow whole ability) as if the shield were a creature.",
			">",
			">While the shield is in place, the monster cannot use its mouth to make attacks (such as a bite or a giant frog's sticky tongue) against anything but the shield and cannot speak clearly enough to cast spells or use items requiring speech. If it uses a breath weapon, its range is half normal and any damage dealt must first get through the shield, with any remaining damage affecting the area normally."
		]
	},
	"equipment_trick_sling": {
		"name": "Equipment Trick (Sling)",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Equipment Trick (Sling) (Combat)",
			"",
			"{SOURCE Heroes from the Fringe/29}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"The following sling tricks are commonly used by those trained in the art of the {eq-weapon/sling}. In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (sling) feat to use a trick.[^J]",
			"",
			">@HL[Charging Snare;] *({feat/Improved Trip}):* You can dash toward an opponent and use your sling to trip it up. As a full-round action, you can move up to twice your speed at a foe and attempt a {rule/trip} combat maneuver. This movement follows the rules of movement during a charge. You gain a +2 bonus on the combat maneuver check, and you take a -2 penalty to your AC until the start of your second turn.",
			">",
			">@HL[Disarming Lash;] *({feat/Improved Disarm}):* You can lash out with your sling to ensnare an opponent's weapon and pull it away. When you perform a {rule/disarm} combat maneuver while wielding a sling, you can use your Dexterity modifier in place of your Strength modifier to determine your CMB.",
			">",
			">@HL[Hurl Splash Weapon;] *({feat/Far Shot}, {feat/Throw Anything}):* You can fling a splash weapon with your sling to great effect. As a full-round action, you can use your sling to hurl a splash weapon as a ranged touch attack with a range equal to half your sling's range. This trick does not work with an alchemist's bombs.",
			">",
			">@HL[Pouch Bandage;] *(Heal 5 ranks):* You can rapidly wrap your sling around an ally's wound, stanching the flow of blood. When you or an ally within your reach has the {rule/bleed} condition, as a standard action, you can bind the wound, stopping the bleed damage from one bleed effect; any other bleed effects still deal their bleed damage."
		]
	},
	"equipment_trick_smokestick": {
		"name": "Equipment Trick (Smokestick)",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Equipment Trick (Smokestick) (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/25}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"Often overlooked for {eq-weapon/alchemists fire}, {eq-misc/smokestick/s} can provide versatile tactical advantage in the right hands. In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (smokestick) feat to use the following tricks.",
			"",
			">@HL[Choking Smoke;] *({feat/Improved Dirty Trick}):* When you perform a successful {rule/dirty trick} combat maneuver while holding a lit smokestick, you can shove the smokestick into your opponent's mouth (or other breathing apparatus) to impair its breathing. The affected creature begins choking and sputtering, gaining the sickened condition. Unlike a normal dirty trick, the foe must succeed at a Fortitude save to remove this condition, in addition to spending an action. The DC of this Fortitude save is equal to 10 + half your base attack bonus + any bonus you add to dirty trick combat maneuvers (such as that granted by Improved Dirty Trick). This condition ends after 1 minute, if not removed sooner. Creatures that do not breathe are immune to this effect.",
			">",
			">@HL[Slow Burn;] *(Craft [alchemy] 1 rank):* You can burn a smokestick just slowly enough to not consume it immediately. You must choose to use this trick when you light a smokestick. A slow-burning smokestick is not consumed after 1 round, and the smoke produced only lasts for 1 round. For the next hour, as a swift action when you are holding a slow-burning smokestick, you can use the smokestick to produce a cloud of smoke that lasts for only 1 round. The slow-burning smokestick lasts for 1 hour or until you have created a total of 10 clouds, at which point it is consumed.",
			">",
			">@HL[Smoke Shadow;] *(Craft [alchemy] 1 rank; {feat/Skill Focus} [Stealth] or {feat/Stealthy}):* You can use a slow-burning smokestick (using the *slow burn* trick) to conceal your motions while sneaking. While your smokestick is slow-burning, whenever a creature would succeed at an opposed Perception check against your Stealth check, you can emit a puff of smoke as an immediate action to hide your presence. When you do, the creature must reroll its Perception check and take the second result, even if it is worse. Even if the creature fails this Perception check, it is aware of your general location because of the sudden smoke (unless the location is already filled with smoke - like that emitted by the normal use of a smokestick - or fog).",
			">",
			">@HL[Smoke Strike;] *(Craft [alchemy] 1 rank, {feat/Improved Feint}):* You can use a slow-burning smokestick (using the *slow burn* trick) to distract foes from your strikes. As a swift action when you are holding a slow-burning smokestick, instead of producing a cloud with the slow burn trick, you can create a small, dense burst of smoke in an adjacent foe's face. This allows you to {rule/feint} as part of that swift action."
		]
	},
	"equipment_trick_sunrod": {
		"name": "Equipment Trick (Sunrod)",
		"sources": [ "Pathfinder Society Field Guide" ],
		"description": [
			"## Equipment Trick (Sunrod) (Combat)",
			"",
			"{SOURCE Pathfinder Society Field Guide/49}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"In addition to the feat, skill, or other requirement listed for each of these tricks, you must have the Equipment Trick (sunrod) feat to use a trick.[^H]",
			"",
			">@HL[Flare;] *(Craft [alchemy] 5 ranks or alchemist bomb class feature):* As a standard action, you can expend the remaining life of a {eq-misc/sunrod} (lit or unlit) in an instant. Sighted creatures within a 20-foot-radius {misc/burst} of the sunrod must succeed at a DC 15 Fortitude save or be {misc/dazzled} for 2d4 rounds. Creatures with {umr/light sensitivity} or {umr/light blindness} receive a -2 penalty on their saving throws. Alternatively, as a full-round action, you can strike a creature with the sunrod or throw the sunrod as a ranged attack with a range increment of 10 feet. When it strikes a hard surface, it flares as describe above. Since you don't have to hit a specific target, you can simply aim at the corner of particular 5-foot square. Treat the target corner as AC 5. If a creature is struck by the sunrod and fails its Fortitude save, it is {misc/blinded} for the first round of its dazzled condition.",
			">",
			">@HL[Fast Sunrod;] *({feat/Quick Draw}):* You can draw and light an easily accessible sunrod from a pack as a swift action.",
			">",
			">@HL[Like the Sun;] *(ability to cast any spell with the light descriptor):* You can use a sunrod as an additional material component for any spell that bears the light descriptor. The spell is treated as one spell level higher (to a maximum of 9th level) for all purposes, including the calculation of saving throw DCs and its ability to overcome sources of magical darkness.",
			">",
			">@HL[Lodge Sunrod;] *({feat/Throw Anything}):* You can throw your sunrod as a ranged improvised weapon. If you hit with a ranged touch attack, the sunrod does no damage, but stays lodged on the target until the target or another creature spends a move action to remove it.",
			">",
			">@HL[Lure;] *(Handle Animal 5 ranks):* As a move action while holding a lit sunrod in your hand, you can attempt to move an animal in any direction you desire. Make a Handle Animal check against a DC of 15 + the target animal's CR. If you are successful, the animal moves 5 feet in the desired direction on its next turn. For every 5 points by which your check exceeds the DC, the animal moves another 5 feet, up to the animal's maximum speed. This movement provokes attacks of opportunity as normal, though if one is taken, the animal immediately stops moving (whether or not the attack hits). You cannot move an animal into an obvious hazard with this trick, but you can (for example) lure it into an open cage.",
			">",
			">@HL[Twice as Brightly;] *(Craft [alchemy] 5 ranks):* As full-round action, you can tamper with an unused sunrod such that it burns out in a single hour, but shines much more brightly. It sheds bright light in a 30-foot radius and increases the light level by two steps for an additional 30 feet beyond that area (darkness becomes normal light, and dim light or normal light becomes bright light). It does not increase the light level in bright light."
		]
	},
	"equipment_trick_tanglefoot_bag": {
		"name": "Equipment Trick (Tanglefoot Bag)",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Equipment Trick (Tanglefoot Bag) (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/26}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"{eq-weapon/Tanglefoot bag/s} can be a versatile and even deadly tool in the hands of a skilled user. In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (tanglefoot bag) feat to use a trick. At your GM's discretion, you may be able to use some of these tricks with a {eq-weapon/tangleburn bag}, but at the risk of dealing fire damage to connected items or creatures.",
			"",
			">@HL[Captivating Embrace;] *({feat/Improved Grapple}):* You get up close and personal, then use a tanglefoot bag to keep things that way. When you successfully grapple a creature, you burst a tanglefoot bag to stick yourself to your target. You must have the tanglefoot bag in hand to use this ability unless you have the {feat/Quick Draw} feat (in which case the tanglefoot bag must be easily accessible on your person). While the tanglefoot bag's effect lasts, you do not take a penalty to grapple checks for not having two hands free, and your opponent takes a -4 penalty on combat maneuver checks and Escape Artist checks to break the grapple.",
			">",
			">@HL[Sticky Bombs;] *(Quick Draw, {feat/Throw Anything}):* You can slap another item on a tanglefoot bag and toss both to ensure contact. When you throw an alchemical item, you can attach a tanglefoot bag to it as you throw it; this does not require an additional action. On a hit, the target is affected by the tanglefoot bag, with the alchemical item firmly stuck in the goo. The item stays in the target's square as long the tanglefoot bag's effect lasts, making this most useful with items that don't immediately take effect, such as {eq-weapon/darkflare/s} or {eq-weapon/fuse grenade/s}.",
			">",
			">@HL[Thieving Shield;] *({feat/Shield Focus} or armor training class feature):* As an immediate action, you can splatter a tanglefoot bag on your shield, making it sticky. Your shield gains the {misc/grapple} weapon quality when used as a weapon with a shield bash attack. In addition, the first time each round an attack with a manufactured weapon misses you by 4 or less, you can make a free {rule/disarm} attempt against that weapon. This disarm attempt does not provoke an attack of opportunity. Your shield remains sticky for 2d4 rounds, after which it must be cleaned (a full-round action) before you can use this trick again."
		]
	},
	"equipment_trick_thieves_tools": {
		"name": "Equipment Trick (Thieves' Tools)",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Equipment Trick (Thieves' Tools) (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/19}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"In addition to the feat or skill prerequisites (listed in parentheses) for each of the following tricks, you must have the appropriate Equipment Trick feat.[^K]",
			"",
			"Indispensable to a rogue or any other adventurer who wishes to crack open a lock or disable a trap, a set of {eq-misc/thieves' tools} contains a number of sharp picks and coarse files.",
			"",
			">@HL[Dirty Pick;] *(Disable Device 1 rank):* You don't take any penalties for using a set of thieves' tools as an improvised melee weapon. A set of thieves' tools used as an improvised weapon deals 1d3 points of piercing damage. Additionally, when you attempt a dirty trick combat maneuver check to impose the blinded condition with a set of thieves' tools, you don't provoke an attack of opportunity. Masterwork thieves' tools grant a +1 enhancement bonus on attack rolls and combat maneuver checks for these purposes.",
			">",
			">@HL[Let Myself In;] *(Knowledge [engineering] 3 ranks):* Whenever you succeed at a Disable Device check to unlock an object that requires a move action to open, such as a door, you can immediately open that object as a free action instead.",
			">",
			">@HL[Ranged Chicanery;] *(Disable Device 1 rank, Sleight of Hand 1 rank, ability to cast {spell/mage hand}):* You can use mage hand to attempt Disable Device and Sleight of Hand checks at range. Working at a distance increases the normal skill check DC by an amount equal to 5 + 1 for every 5 feet the range is greater than 25 feet. You can't take 10 or 20 on this check. Any object manipulated must weigh 5 pounds or less. If you also possess the ranged legerdemain class feature, you no longer increase the skill check DC by 5 while using Disable Device and Sleight of Hand at range."
		]
	},
	"equipment_trick_thunderstone": {
		"name": "Equipment Trick (Thunderstone)",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Equipment Trick (Thunderstone) (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/26}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"In addition to the feat, skill, or other requirements listed for each of these tricks, you must have the Equipment Trick (thunderstone) feat to use the following tricks.[^L]",
			"",
			">@HL[Deafening Component;] *(ability to create bombs or cast any spell with the electricity, fire, or sonic descriptor):* You can add a {eq-weapon/thunderstone} as an additional material component to any spell you cast with the electricity, fire, or sonic descriptor, or to any bomb you throw. Any creature damaged by that spell or bomb must also succeed at a DC 15 Fortitude save or be {misc/deafened} for 1 hour.",
			">",
			">@HL[Evolve Resilience;] *(Knowledge [arcana] 1 rank, eidolon class feature):* Your eidolon can consume a thunderstone as a standard action to bolster its resilience against certain effects. For 1 hour, your eidolon gains the {evolution/resistance} evolution or {unchevolution/resistance} unchained evolution (electricity or sonic only) as appropriate. Your eidolon cannot gain both resistances from this trick at the same time. During this time, the eidolon is immune to the effects of thunderstones.",
			">",
			">@HL[Startling Noise;] *(Stealth 3 ranks or stalker vigilante specialization):* Your thunderstones are especially effective when foes don't know they're coming. Any creature that is completely unaware of your presence takes a -4 penalty on saving throws against thunderstones you use and, if {misc/deafened}, takes an amount of nonlethal damage equal to your number of sneak attack or hidden strike dice (if any).",
			">",
			">@HL[Thunderclap;] *({feat/Weapon Focus} [any hammer]):* Your thunderstones enhance the concussive force of hammers you wield. This trick only works with hammers to which your Weapon Focus feat applies. As a move action, you can wedge a thunderstone in place on your hammer's striking surface. When you hit a foe with that hammer, the thunderstone detonates. You gain a +4 bonus on your saving throw against the thunderstone's effect (if necessary), and your foe takes a -4 penalty on its saving throw against the thunderstone's effect."
		]
	},
	"equipment_trick_wondrous_item": {
		"name": "Equipment Trick (Wondrous Item)",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Equipment Trick (Wondrous Item) (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/19}",
			"",
			"Choose a piece of equipment, such as an boots, a cloak, rope, a shield, or a heavy blade scabbard. You understand how to use that piece of equipment in combat.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any {feat/Equipment Trick} related to the chosen item as long as you meet the trick's prerequisites. If the item would normally be considered an {misc/improvised weapon}, you can treat it as either a normal weapon or an improvised weapon, depending on which is more beneficial for you.  ",
			"**Special:** You can gain Equipment Trick multiple times. Each time you take the feat, it applies to a new type of equipment. (These are listed as separate feats for reading convenience.)",
			"",
			"In addition to the feat or skill prerequisites (listed in parentheses) for each of the following tricks, you must have the appropriate Equipment Trick feat.[^K]",
			"",
			"You can use these tricks with any {main/magic_<wondrous/ item} that can be worn in a specific magic item slot, such as the body or wrists.",
			"",
			">@HL[Aura Mastery;] *(Use Magic Device 1 rank):* Once per day, you can choose a single school of magic represented by one of your wondrous items' auras; you treat your caster level as 1 higher when casting a single spell of that school. You can make this choice at any time during the day, but you must choose the item (and school) before casting the spell.",
			">",
			">@HL[Counter Dispelling;] *(Spellcraft 3 ranks):* When a foe attempts a dispel check, such as via {spell/dispel magic}, against either a wondrous item that you are currently wearing or wielding or a spell effect created by such an item, you can use your ranks in Use Magic Device as the item's caster level instead of its actual caster level when calculating the dispel check DC. You must be aware of the spell that is being cast and identify it with a successful Spellcraft check in order to receive this benefit.",
			">",
			">@HL[Favored Item;] *({feat/Magical Aptitude}):* Once per day, you can spend 1 hour practicing with a wondrous item to designate it as your favored item for that day. If the favored item functions for a specific number of rounds or minutes per day greater than 1 round or 1 minute, you increase the maximum number of rounds or minutes it can function that day by an amount equal to half your ranks in Use Magic Device (minimum 1 round)."
		]
	},
	"erastils_blessing": {
		"name": "Erastil's Blessing",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Erastil's Blessing (Combat)",
			"",
			"{SOURCE Paths of the Righteous/19}",
			"",
			"Old Deadeye's favor grants you prowess with a bow that far exceeds your own physical capabilities.  ",
			"**Prerequisites:** {feat/Weapon Focus} (longbow), must be a worshiper of {faith/Erastil}.  ",
			"**Benefit:** You can use your Wisdom modifier instead of your Dexterity modifier on ranged attack rolls when using a bow."
		]
	},
	"eroding_strikes": {
		"name": "Eroding Strikes",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Eroding Strikes (Combat, Combination)",
			"",
			"{SOURCE Martial Arts Handbook/27}",
			"",
			"With careful, repeated blows, you weaken your foe's defenses.  ",
			"**Prerequisites:** {feat/Weapon Focus} with bludgeoning weapon.  ",
			"**Benefit:** When you deal damage with a melee attack with a bludgeoning weapon to an opponent you have already damaged this round, you can also reduce the value of that target's damage reduction by 1 until the beginning of your next turn. This reduction stacks with itself."
		]
	},
	"escape_route": {
		"name": "Escape Route",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Escape Route (Teamwork)",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"You have trained to watch your allies' backs, covering them as they make tactical withdraws.  ",
			"**Benefit:** An ally who also has this feat provokes no attacks of opportunity for moving through squares adjacent to you or within your space."
		]
	},
	"eschew_materials": {
		"name": "Eschew Materials",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Eschew Materials",
			"",
			"{SOURCE PRPG Core Rulebook/123}",
			"",
			"You can cast many spells without needing to utilize minor material components.  ",
			"**Benefit:** You can cast any spell with a material component costing 1 gp or less without needing that component. The casting of the spell still provokes attacks of opportunity as normal. If the spell requires a material component that costs more than 1 gp, you must have the material component on hand to cast the spell, as normal.",
			"",
			"### Mythic Eschew Materials",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You can cast even the most powerful spells without using material components.  ",
			"**Prerequisites:** Eschew Materials.  ",
			"**Benefit:** You can cast any spell with a material component costing 10 gp per tier or less without providing that component. If you expend one use of mythic power while casting a spell that requires a material component costing 50 gp per tier or less, you can cast it without providing that component. Expending two uses of mythic power instead allows you to cast a spell that requires a material component costing 100 gp per tier or less without providing that component."
		]
	},
	"esoteric_abjuration": {
		"name": "Esoteric Abjuration",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Abjuration (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"A carefully selected set of geodes causes the defenses you create with your spells to offer even better protection.  ",
			"**Benefit:** When you cast an abjuration spell using geodes as an {rule/esoteric material component>s}, you can grant a single target of that spell a +1 competence bonus on its Fortitude, Reflex, or Will saving throws for the duration of the spell. The spell must have a duration measured in rounds or minutes, and a creature can benefit from no more than one bonus from this feat at a time.",
			"",
			"When you gain geodes' greater component effect with an abjuration spell, treat your caster level as an additional 1 higher for determining the duration."
		]
	},
	"esoteric_advantage": {
		"name": "Esoteric Advantage",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Esoteric Advantage",
			"",
			"{SOURCE Pathfinder Society Primer/11}",
			"",
			"You're able to discern subtle and ineffable flaws in a creature's defenses.  ",
			"**Prerequisites:** Knowledge (arcana, dungeoneering, local, nature, planes, or religion) 3 ranks.  ",
			"**Benefit:** After identifying an individual creature with a successful Knowledge skill check, you can spend a move action to adapt your tactics to reduce that individual's natural defenses. Choose one of the following abilities that you identified: damage reduction, energy resistance, or spell resistance. For the next 24 hours you treat the selected ability as if it were 2 lower, to a minimum of 0 (for instance, you would treat DR 5/magic as if it were DR 3/magic). You can only benefit from this feat against one single creature at a time. If you use this feat to adapt your tactics to another individual before 24 hours have passed since you last adapted to a creature, the benefit provided against the first individual ends and is replaced by the benefit against the second individual. You can switch which identified creature you have adapted your tactics to (including which special ability you wish to treat as lower) as a move action."
		]
	},
	"esoteric_conjuration": {
		"name": "Esoteric Conjuration",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Conjuration (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Prismatic sand refracts the spatial energies of your conjuration magic, creating a magical distortion.  ",
			"**Benefit:** When you cast a conjuration spell using prismatic sand as an {rule/esoteric material component>s}, select one creature summoned, called, or moved from another plane by your spell. For 1 round, that creature hasn't fully phased onto the current plane, causing all attacks against it to suffer a 20% miss chance (attacks without attack rolls deal 20% less damage).",
			"",
			"When you gain prismatic sand's greater component effect with a conjuration spell, treat your caster level as an additional 2 higher for determining the range. This happens regardless of whether you chose to increase range or area with the greater component effect. This feat does not allow you to further increase the size of an area."
		]
	},
	"esoteric_divination": {
		"name": "Esoteric Divination",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Divination (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Scrying and other difficult divinations become more likely to get to the truth when you use verdant salts.  ",
			"**Benefit:** When you cast a divination spell using verdant salts as an {rule/esoteric material component>s}, you're more likely to get good information. You gain one of the following benefits, as appropriate to the spell: you increase the likelihood of a percentage-based divination to work correctly by 5% (giving a -5 penalty on the d% roll for {spell/contact other plane}, for example), you gain a +2 competence bonus on Perception checks while perceiving through a divination (scrying) spell such as {spell/scrying}, or you can ask one additional question (with {spell/contact other plane} or {spell/speak with dead}).",
			"",
			"When you gain verdant salts' greater component effect with a divination spell, increase the DC by an additional 1."
		]
	},
	"esoteric_enchantment": {
		"name": "Esoteric Enchantment",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Enchantment (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Verdant salts addle your target's mind when properly combined with an enchantment spell.  ",
			"**Benefit:** When you cast an enchantment spell using verdant salts as an {rule/esoteric material component>s}, one target affected by your spell takes a -2 penalty on your choice of ability checks, attack rolls, damage rolls, saving throws, or skill checks for 1 round. If your spell allows a saving throw and the target succeeds at its save, it doesn't take this penalty. A creature can be affected by only one penalty from this feat at a time. This is a mind-affecting effect.",
			"",
			"When you gain verdant salts' greater component effect with an enchantment spell, increase the DC by an additional 1."
		]
	},
	"esoteric_evocation": {
		"name": "Esoteric Evocation",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Evocation (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Entropic resin flares from your hand when you use it for an evocation spell, striking a nearby foe.  ",
			"**Benefit:** When you cast an evocation spell using entropic resin as an {rule/esoteric material component>s}, you can damage one creature adjacent to you. The resin deals 1 point of damage per 2 caster levels of the spell (minimum 1), and matches the damage type of your spell.",
			"",
			"When you gain entropic resin's greater component effect with an evocation spell, treat your caster level as an additional 1 higher for determining both the damage dice of the spell and the extra damage from Esoteric Evocation. This also increases the spell's maximum damage dice if applicable."
		]
	},
	"esoteric_illusion": {
		"name": "Esoteric Illusion",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Illusion (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Prismatic sand perfects and stabilizes the forms of your illusions.  ",
			"**Benefit:** When you cast an illusion spell using prismatic sand as an {rule/esoteric material component>s}, the DC to disbelieve the illusion increases by 2, as does the spell's AC, if applicable. This benefit lasts for the duration of the spell, but doesn't affect spells with a duration of instantaneous or permanent.",
			"",
			"When you gain prismatic sand's greater component effect with an illusion spell, treat your caster level as an additional 2 higher for determining the range. This happens regardless of whether you chose to increase range or area with the greater component effect. This feat does not allow you to further increase the size of an area."
		]
	},
	"esoteric_linguistics": {
		"name": "Esoteric Linguistics",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Esoteric Linguistics",
			"",
			"{SOURCE Advanced Class Guide/146}",
			"",
			"You can decipher even the most exotic of writings, including those that contain magic.  ",
			"**Prerequisites:** {feat/Skill Focus} (Linguistics).  ",
			"**Benefit:** You can attempt a Linguistics check in place of a Use Magic Device check to activate a scroll, or in place of a Spellcraft check to identify a scroll. You must still have (or emulate) the ability score required to cast a spell of the desired level, and you cannot use Linguistics on the check to emulate the required ability score."
		]
	},
	"esoteric_necromancy": {
		"name": "Esoteric Necromancy",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Necromancy (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Your expertise with entropic resin causes your necromancy spells to strike fear in those they affect.  ",
			"**Benefit:** When you cast a necromancy spell using entropic resin as an {rule/esoteric material component>s}, one target of that spell becomes shaken. If your spell allows a saving throw and the target succeeds at its save, it is unaffected by this effect. If the spell causes the target to become shaken or frightened, this effect doesn't increase the severity of that condition (so a spell that frightens a creature wouldn't instead cause it to become panicked due to this feat). This is a mind-affecting fear effect.",
			"",
			"When you gain entropic resin's greater component effect with a necromancy spell, treat your caster level as an additional 1 higher for determining the damage dice. (This also increases the spell's maximum damage dice if applicable.)"
		]
	},
	"esoteric_transmutation": {
		"name": "Esoteric Transmutation",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Esoteric Transmutation (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"Geodes strengthen your physical prowess when you use them to cast transmutation spells.  ",
			"**Benefit:** When you cast a transmutation spell using geodes as an {rule/esoteric material component>s}, you gain a +2 bonus on attack rolls, ability checks, and skill checks based on your choice of Strength, Dexterity, or Constitution (you make this choice each time). This bonus lasts until the end of your next turn.",
			"",
			"When you gain geodes' greater component effect with a transmutation spell, treat your caster level as an additional 1 higher for determining the duration."
		]
	},
	"eternal_enmity": {
		"name": "Eternal Enmity",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Eternal Enmity",
			"",
			"{SOURCE Inner Sea Races/205}",
			"",
			"Your hatred for the ancient enemies of your race runs deep, allowing you to inflict cruel wounds upon them.  ",
			"**Prerequisites:** Knowledge 3 ranks (see special), hatred racial trait.  ",
			"**Benefit:** Your attacks deal an additional 1d6 points of precision damage against targets of your hatred racial trait. This bonus damage stacks with other sources of precision damage, such as {ability/sneak attack}. If your hatred racial trait applies to two creature types or subtypes, you must choose one of them - this feat applies to targets of that type (and subtype, if applicable). Once made, this choice cannot be changed.  ",
			"**Special:** The Knowledge skill used to qualify for this feat must be appropriate for identifying creatures of the chosen type."
		]
	},
	"evolved_companion": {
		"name": "Evolved Companion",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Evolved Companion",
			"",
			"{SOURCE Advanced Class Guide/146}",
			"",
			"Your animal companion has abilities that makes it different from others of its kind.  ",
			"**Prerequisites:** Cha 13, {ability/animal companion} class feature.  ",
			"**Benefit:** Select a 1-point {ability/evolution>s} other than pounce or reach from those available to a summoner's eidolon. Your animal companion gains this evolution. The animal companion must conform to any limitations of the evolution. For instance, only an animal companion of an appropriate size and base form can have the {evolution/mount} evolution.",
			"",
			"If you gain a new animal companion, your old animal companion loses this evolution, and you can select a new 1-point evolution for the new animal companion.",
			"",
			"**Special:** You can take this feat multiple times. Each time you do, select an additional 1-point evolution for your animal companion."
		]
	},
	"evolved_familiar": {
		"name": "Evolved Familiar",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Evolved Familiar",
			"",
			"{SOURCE Ultimate Magic/149}",
			"",
			"Your familiar is different from others of its kind.  ",
			"**Prerequisites:** Int 13, Cha 13, {ability/familiar} class feature.  ",
			"**Benefit:** Select an {ability/evolution>s} from the list of 1-point evolutions available to a summoner's eidolon. Your familiar has this evolution. The familiar must conform to any limitations of the evolution. For instance, no familiars can benefit from the {evolution/mount} evolution and only familiars with wings can take the {evolution/wing buffet} evolution.",
			"",
			"If you gain a new familiar, your old familiar loses all evolutions, and you can select a new 1-point evolution for the new familiar.",
			"",
			"**Special:** You can gain this feat multiple times. Its effects stack, granting a new 1-point evolution to your familiar each time you gain this feat."
		]
	},
	"evolved_summoned_monster": {
		"name": "Evolved Summoned Monster",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Evolved Summoned Monster",
			"",
			"{SOURCE Advanced Class Guide/146}",
			"",
			"The creatures you summon have evolved to have even greater abilities.  ",
			"**Prerequisites:** {feat/Augment Summoning}, {feat/Spell Focus} (conjuration), ability to cast {spell/summon monster I}.  ",
			"**Benefit:** Each time you cast a summon monster spell, you can select a 1-point {ability/evolution>s} other than {evolution/pounce} or {evolution/reach} from those available to a summoner's eidolon. Your summoned creature gains this evolution. The summoned creature must conform to any limitations of the evolution. (For instance, only a creature with a reach of 10 feet or more can have the {evolution/pull} evolution.) Evolutions that grant additional attacks or enhance existing attacks can be applied only to Medium or larger summoned creatures.",
			"",
			"If you summon more than one creature with a single spell, only one creature gains this evolution.",
			"",
			"**Special:** You can take this feat multiple times. Each time you do, select an additional 1-point evolution for one of your summoned creatures. If you summon more than one creature, you can choose to apply all the evolutions to a single summoned creature, or split them between the creatures summoned."
		]
	},
	"exceptional_aid": {
		"name": "Exceptional Aid",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Exceptional Aid (Teamwork)",
			"",
			"{SOURCE Distant Shores/63}",
			"",
			"You're always ready to lend your partner a hand.  ",
			"**Prerequisites:** {feat/Bonded Mind}.  ",
			"**Benefit:** When you successfully use the {rule/Aid Another} action to assist an ally's skill check, and the ally also has this feat, the bonus is +4 instead of +2."
		]
	},
	"exceptional_pull": {
		"name": "Exceptional Pull",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Exceptional Pull (Combat)",
			"",
			"{SOURCE Ranged Tactics Toolbox/10}",
			"",
			"You have mastered techniques to get the most out of composite bows.  ",
			"**Prerequisites:** Dex 13, {feat/Deadly Aim}, base attack bonus +3.  ",
			"**Benefit:** When you wield a ranged weapon that you are proficient with and that has a strength rating, add 2 to the weapon's strength rating. You don't take a penalty on attack rolls for having a Strength modifier lower than the strength rating of a weapon, provided you're proficient with that weapon."
		]
	},
	"excoriating_stare": {
		"name": "Excoriating Stare",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Excoriating Stare (Combat, Stare)",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"Your painful stare burns through your opponents.  ",
			"**Prerequisites:** Mesmerist level 11th, painful stare class feature.  ",
			"**Benefit:** Whenever you trigger a painful stare, the target must succeed at a Will saving throw (DC = 10 + 1/2 your mesmerist level + your Charisma modifier) or become {misc/sickened} by the pain for 1 round."
		]
	},
	"exhausting_critical": {
		"name": "Exhausting Critical",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Exhausting Critical (Combat, Critical)",
			"",
			"{SOURCE PRPG Core Rulebook/123}",
			"",
			"Your critical hits cause opponents to become exhausted.  ",
			"**Prerequisites:** {feat/Critical Focus}, {feat/Tiring Critical}, base attack bonus +15.  ",
			"**Benefit:** When you score a critical hit on a foe, your target immediately becomes {misc/exhausted}. This feat has no effect on exhausted creatures.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess the Critical Mastery feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When you threaten a critical hit against an exhausted target and choose to use Exhausting Critical, you can spend up to 5 stamina points. If you do, you gain a +2 bonus on the confirmation roll for each stamina point you spent."
		]
	},
	"exiles_path": {
		"name": "Exile's Path",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Exile's Path",
			"",
			"{SOURCE Advanced Race Guide/47}",
			"",
			"A lifetime spent shunned by others and eschewing your heritage makes you resistant to efforts to pry inside of your mind.  ",
			"**Prerequisites:** {race/Half-elf}.  ",
			"**Benefit:** Once per day, when you fail a Will save against an enchantment spell or effect, you may reroll that saving throw, but must take the reroll result even if it's worse."
		]
	},
	"exorcising_mutilation": {
		"name": "Exorcising Mutilation",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Exorcising Mutilation",
			"",
			"{SOURCE Horror Adventures/87}",
			"",
			"Malevolent entities that seek to possess or dominate you are unaware of how far you will go to stop them.  ",
			"**Prerequisites:** Con 15, {feat/Clarity of Pain}, {feat/Improved Iron Will}, {feat/Iron Will}.  ",
			"**Benefit:** When you fail a saving throw to resist possession or a *dominate* spell, you can deal 4 points of Constitution damage to yourself and reroll your saving throw as an immediate action. You cannot reduce or negate this damage in any way, and the only way to heal the damage is through natural recovery; magical methods don't work. You must take the result of the second roll, even if it is worse. If you succeed at the second saving throw, you also become immune to that spell or ability from that creature for 24 hours. You must be wielding a lethal piercing or slashing weapon, or possess a claw natural attack or some way to draw such a weapon reactively without using your immediate action, to use this ability."
		]
	},
	"exorcists_rebuttal": {
		"name": "Exorcist's Rebuttal",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Exorcist's Rebuttal",
			"",
			"{SOURCE Demon Hunter's Handbook/9}",
			"",
			"You've experienced the suffocating grip of demonic possession. The event left you emotionally scarred, but it also tempered your mind against the prying magic of evil enchantments.  ",
			"**Prerequisites:** {feat/Improved Iron Will}, {feat/Iron Will}.  ",
			"**Benefit:** If you use your Improved Iron Will feat to reroll a Will save against a compulsion effect and successfully save against the effect, the creature that created the effect (if it originated from a creature) takes 1d4 points of Wisdom damage."
		]
	},
	"exotic_heritage": {
		"name": "Exotic Heritage",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Exotic Heritage",
			"",
			"{SOURCE Ultimate Wilderness/110}",
			"",
			"Your blood carries hints of an extraplanar ancestor, granting you a talent for a certain skill.  ",
			"**Benefit:** Choose a skill. You gain a +2 bonus on skill checks with that skill. If you have 10 or more ranks in the chosen skill, this bonus increases to +4. This bonus does not stack with that granted by Skill Focus. This feat counts as Skill Focus with the chosen skill for the purpose of meeting the prerequisites of the {feat/Eldritch Heritage} feat. When you select Eldritch Heritage, if you use this feat as a prerequisite, you can choose a mutated version of your chosen {ability/sorcerer_<bloodline>s} as though you were a sorcerer with a wildblooded bloodline. All other restrictions and requirements of Eldritch Heritage still apply."
		]
	},
	"exotic_weapon_proficiency": {
		"name": "Exotic Weapon Proficiency",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Exotic Weapon Proficiency (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/123}",
			"",
			"Choose one type of exotic weapon, such as the {eq-weapon/spiked chain} or {eq-weapon/whip}. You understand how to use that type of exotic weapon in combat, and can utilize any special tricks or qualities that exotic weapon might allow.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You make attack rolls with the weapon normally.  ",
			"**Normal:** A character who uses a weapon with which he is not proficient takes a -4 penalty on attack rolls.  ",
			"**Special:** You can gain Exotic Weapon Proficiency multiple times. Each time you take the feat, it applies to a new type of exotic weapon."
		]
	},
	"expanded_arcana": {
		"name": "Expanded Arcana",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Expanded Arcana",
			"",
			"{SOURCE Advanced Player's Guide/159}",
			"",
			"Your research has revealed new spells.  ",
			"**Prerequisites:** Caster level 1st, see Special.  ",
			"**Benefit:** Add one spell from your class's spell list to your list of spells known. This is in addition to the number of spells normally gained at each new level in your class. You may instead add two spells from your class's spell list to your list of spells known, but both of these spells must be at least one level lower than the highest level spell you can cast in that class. Once made, these choices cannot be changed.  ",
			"**Special:** You can only take this feat if you possess levels in a class whose spellcasting relies on a limited list of spells known, such as the bard, oracle, and sorcerer.",
			"",
			"You can gain Expanded Arcana multiple times."
		]
	},
	"expanded_enhance_arrows": {
		"name": "Expanded Enhance Arrows",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Expanded Enhance Arrows",
			"",
			"{SOURCE Chronicle of Legends/8}",
			"",
			"Your magical arrows produce a wider range of powers.  ",
			"**Prerequisites:** Enhance arrows class feature.  ",
			"**Benefit:** You add {magic-enh/corrosive} to the list of special properties you can grant your nonmagical arrows with your enhance arrows ability at 3rd level. At 5th level, you can add the {magic-enh/ghost touch}, {magic-enh/limning}, or {magic-enh/planar} special ability instead of {magic-enh/distance}. At 7th level, you can add the {magic-enh/corrosive burst} special ability."
		]
	},
	"expanded_fiendish_resistance": {
		"name": "Expanded Fiendish Resistance",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Expanded Fiendish Resistance",
			"",
			"{SOURCE Advanced Race Guide/174}",
			"",
			"You gain extra fiendish resistances.  ",
			"**Prerequisites:** {race/Tiefling}.  ",
			"**Benefit:** Pick one of the following energy types that you do not already have resistance to: acid, cold, electricity, or fire. You gain resistance 5 to that energy type.  ",
			"**Special:** You can take this feat multiple times. Each time you do, pick another energy type you do not have resistance to. You gain resistance 5 to that energy type."
		]
	},
	"expanded_hunter_tactics": {
		"name": "Expanded Hunter Tactics",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Expanded Hunter Tactics (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/5}",
			"",
			"You're able to train your allies as you do your animal companion.  ",
			"**Prerequisites:** Hunter tactics class feature.  ",
			"**Benefit:** As a move action, you can grant a teamwork feat you know to a single ally within 30 feet who can see and hear you. The selected ally gains the benefits of this bonus feat for 1 round plus 1 additional round for every 2 character levels you have, but only while the ally is adjacent to you or your {ability/animal companion}. A given ally can benefit from this feat only once per day."
		]
	},
	"expanded_metakinesis": {
		"name": "Expanded Metakinesis",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Expanded Metakinesis",
			"",
			"{SOURCE Magic Tactics Toolbox/9}",
			"",
			"You can augment the destructive force of your kinetic blast in new ways.  ",
			"**Prerequisites:** Kinetic blast class feature, metakinesis class feature.  ",
			"**Benefit:** Select one of the following metamagic feats: {feat/Disruptive Spell}, {feat/Ectoplasmic Spell}, {feat/Furious Spell}, {feat/Merciful Spell}, or {feat/Piercing Spell}. By accepting 1 point of burn, you can alter your kinetic blast as if using the selected metamagic feat.  ",
			"**Special:** This feat can be chosen multiple times. Each time, you select a different metamagic feat."
		]
	},
	"expanded_phrenic_pool": {
		"name": "Expanded Phrenic Pool",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Expanded Phrenic Pool",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"Your reservoir of mental energy is greater than normal.  ",
			"**Prerequisites:** Phrenic pool class feature.  ",
			"**Benefit:** Your phrenic pool total increases by 2 points."
		]
	},
	"expanded_preparation": {
		"name": "Expanded Preparation",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Expanded Preparation",
			"",
			"{SOURCE Advanced Class Guide/146}",
			"",
			"You can prepare more spells than other arcanists can.  ",
			"**Prerequisites:** Arcanist level 1st.  ",
			"**Benefit:** You gain an {main/extra |spell>s_arcanist} prepared of the highest level you can currently cast as an {class/arcanist} when selecting this feat. This is in addition to the number of spells you can normally prepare from your spellbook. You can instead add two spells prepared, but both of these spells must be at least 1 level lower than the highest-level spell you can currently cast as an arcanist when selecting this feat. You must choose which benefit you gain when you take this feat, and the extra spells prepared do not change level when you gain access to higher-level spells.  ",
			"**Special:** You can take this feat up to three times. Each time you do, you can choose either benefit."
		]
	},
	"expanded_resistance": {
		"name": "Expanded Resistance",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Expanded Resistance",
			"",
			"{SOURCE Advanced Race Guide/37}",
			"",
			"You have expanded your natural resistance to magic to encompass different kinds of magic.  ",
			"**Prerequisites:** {race/Gnome}, illusion resistance racial trait.  ",
			"**Benefit:** Select one school of magic other than illusion. You gain a +2 racial bonus on saving throws against spells or effects from the selected school.  ",
			"**Special:** You may select this feat more than once. Its effects do not stack. Each time you select it, it applies to a different school of magic."
		]
	},
	"expanded_spell_kenning": {
		"name": "Expanded Spell Kenning",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Expanded Spell Kenning",
			"",
			"{SOURCE Advanced Class Origins/26}",
			"",
			"You are learned in a broader range of spell traditions than most.  ",
			"**Prerequisites:** Spell kenning class feature.  ",
			"**Benefit:** When you use your spell kenning class feature, you can select a spell from either the {main/spells_<druid} or the {main/spells_<witch} spell list."
		]
	},
	"expanded_studies": {
		"name": "Expanded Studies",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Expanded Studies",
			"",
			"{SOURCE Advanced Class Origins/26}",
			"",
			"You're part of a group or organization with access to greater magical mysteries than you understand yourself, and you have learned from your colleagues' eldritch expertise.  ",
			"**Prerequisites:** Wis 17, {class/hunter} or {class/warpriest} level 16th.  ",
			"**Benefit:** You add 7th-level spells to your spell list for purposes of using spell completion and spell trigger magic items. If you're a hunter, you add 7th-level druid spells to your list. If you're a warpriest, you add 7th-level cleric spells to your list. This doesn't give you the ability to cast spells of this level, only to act as though your spell list included them when using appropriate magic items.",
			"",
			"For example, a 16th-level hunter has access to druid spells of only 1st to 6th levels. Thus, the hunter can't use spell completion or spell trigger magic items of druid spells of 7th level or higher without succeeding at a Use Magic Device check. If the hunter takes Expanded Studies, she doesn't gain the ability to cast 7th-level druid spells, but she could use a scroll of {spell/heal} or a wand of {spell/summon nature's ally VII} without needing to attempt a Use Magic Device check."
		]
	},
	"expanded_summon_monster": {
		"name": "Expanded Summon Monster",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Expanded Summon Monster",
			"",
			"{SOURCE Monster Summoner's Handbook/28}",
			"",
			"You can summon allies beyond the reach of most conjurers.  ",
			"**Prerequisites:** Ability to cast a {spell/summon monster>_1} spell.  ",
			"**Benefit:** For each spell level 1-9, select two creatures from the table below. You then add these creatures to the summon monster table of the same level, allowing you to summon them with the appropriate summon monster spell. Once made, these choices can't be changed.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you can select two more monsters from the table below to add to the summon monster table of the same level.",
			"",
			"::h3[1st Level]{jl}",
			"",
			"- {monster/Antelope}[^T]",
			"- {monster/Baboon}[^T]",
			"- {monster/Badger}[^T]",
			"- {monster/Great horned owl}[^T]",
			"- {monster/Kangaroo}[^T]",
			"- {monster/Snapping turtle}[^T]",
			"- {monster/Stingray}[^T]",
			"- {monster/Thylacine}[^T]",
			"- {monster/Trumpeter swan}[^T]",
			"- {monster/Vulture}[^T]",
			"",
			"::h3[2nd Level]{jl}",
			"",
			"- {monster/Camel}[^T]",
			"- {monster/Compsognathus}[^T]",
			"- {monster/Dimorphodon}[^T]",
			"- {monster/Gar}[^T]",
			"- {monster/Giant gecko}[^T]",
			"- {monster/Giant tortoise}[^T]",
			"- {monster/Giant weasel}[^T]",
			"- {monster/Manta ray}[^T]",
			"- {monster/Ram}[^T]",
			"- {monster/Stag}[^T]",
			"",
			"::h3[3rd Level]{jl}",
			"",
			"- {monster/Arbiter/ (inevitable)}",
			"- {monster/Augur/ (kyton)}",
			"- {monster/Axe beak}[^T]",
			"- {monster/Azer}",
			"- {monster/Bull shark}[^T]",
			"- {monster/Cacodaemon/ (daemon)}",
			"- {monster/Cassisian/ (angel)}",
			"- {monster/Cythnigot/ (qlippoth)}",
			"- {monster/Dire badger}[^T]",
			"- {monster/Doru/ (div)}",
			"- [Foo dog](template/foo_creature)",
			"- {monster/Giant porcupine}[^T]",
			"- {monster/Lyrakien/ (azata)}",
			"- {monster/Paracletus/ (aeon)}",
			"- {monster/Silvanshee/ (agathion)}",
			"- {monster/Thoqqua}",
			"- {monster/Tripurasura/ (asura)}",
			"- {monster/Velociraptor}",
			"- {monster/Voidworm/ (protean)}",
			"",
			"::h3[4th Level]{jl}",
			"",
			"- {monster/Crysmal}",
			"- {monster/Dimetrodon}[^T]",
			"- {monster/Dire weasel}[^T]",
			"- {monster/D'ziriak}",
			"- [Foo lion](template/foo_creature)",
			"- {monster/Giant seahorse}[^T]",
			"- {monster/Giant skunk}[^T]",
			"- {monster/Giant vulture}[^T]",
			"- {monster/Giraffe}[^T]",
			"- {monster/Great white shark}[^T]",
			"- {monster/Howler}",
			"- {monster/Magmin}",
			"- {monster/Megaloceros}[^T]",
			"- {monster/Pachycephalosaurus}[^T]",
			"- {monster/Parasaurolophus}[^T]",
			"- {monster/Schir/ (demon)}",
			"- {monster/Vulnudaemon/ (daemon)}",
			"",
			"::h3[5th Level]{jl}",
			"",
			"- {monster/Achaierai}",
			"- {monster/Archelon}",
			"- {monster/Belker}",
			"- {monster/Cerberi}",
			"- {monster/Emperor cobra}[^T]",
			"- {monster/Giant gar}[^T]",
			"- {monster/Glyptodon}[^T]",
			"- {monster/Hippopotamus}[^T]",
			"- {monster/greater_<Host devil}",
			"- {monster/Hypnalis}",
			"- {monster/Iguanodon}[^T]",
			"- {monster/Incubus/ (demon)}",
			"- {monster/Ceustodaemon/ (daemon)}",
			"- {monster/Megatherium}[^T]",
			"- {monster/Mudlord}",
			"- {monster/Ostiarius/ (kyton)}",
			"- {monster/Shadow mastiff}",
			"- {monster/Styracosaurus}",
			"- {monster/Tojanida}",
			"- {monster/Vulpinal/ (agathion)}",
			"",
			"::h3[6th Level]{jl}",
			"",
			"- {monster/Adhukait/ (asura)}",
			"- {monster/Allosaurus}[^T]",
			"- {monster/Animate dream}",
			"- {monster/Arsinoitherium}[^T]",
			"- {monster/Axiomite}",
			"- {monster/Baluchitherium}[^T]",
			"- {monster/Hellcat}",
			"- {monster/Hydrodaemon/ (daemon)}",
			"- {monster/Immense tortoise}[^T]",
			"- {monster/Legion archon}",
			"- {monster/Megalania}[^T]",
			"- {monster/Mihstu}",
			"- {monster/Naunet/ (protean)}",
			"- {monster/Pairaka/ (div)}",
			"- {monster/Shoggti/ (qlippoth)}",
			"- {monster/Theletos/ (aeon)}",
			"- {monster/Tylosaurus}",
			"",
			"::h3[7th Level]{jl}",
			"",
			"- {monster/Avoral/ (agathion)}",
			"- {monster/Behemoth hippopotamus}[^T]",
			"- {monster/Contract devil}",
			"- {monster/Ghawwas/ (div)}",
			"- {monster/Giant anaconda}[^T]",
			"- {monster/Giant snapping turtle}[^T]",
			"- {monster/Kalavakus/ (demon)}",
			"- {monster/Leukodaemon/ (daemon)}",
			"- {monster/Movanic deva/ (angel)}",
			"- {monster/Nyogoth/ (qlippoth)}",
			"- {monster/Piscodaemon/ (daemon)}",
			"- {monster/Sacristan/ (kyton)}",
			"- {monster/Shield archon}",
			"- {monster/Upasunda/ (asura)}",
			"- {monster/Whale}[^T]",
			"",
			"::h3[8th Level]{jl}",
			"",
			"- {monster/Aghasura/ (asura)}",
			"- {monster/Baregara}",
			"- {monster/Basilosaurus}[^T]",
			"- {monster/Chernobue/ (qlippoth)}",
			"- {monster/Coloxus/ (demon)}",
			"- {monster/Diplodocus}[^T]",
			"- {monster/Interlocutor/ (kyton)}",
			"- {monster/Kolyarut/ (inevitable)}",
			"- {monster/Leonal/ (agathion)}",
			"- {monster/Meladaemon/ (daemon)}",
			"- {monster/Monadic deva/ (angel)}",
			"- {monster/Omox/ (demon)}",
			"- {monster/Shira/ (div)}",
			"- {monster/Spinosaurus}[^T]",
			"",
			"::h3[9th Level]{jl}",
			"",
			"- {monster/Augnagar/ (qlippoth)}",
			"- {monster/Couatl}",
			"- {monster/Great white whale}[^T]",
			"- {monster/Sepid/ (div)}",
			"- {monster/Storm giant}",
			"- {monster/Tarry demodand}",
			"- {monster/Valkyrie}",
			"",
			"[^T]: This creature is summoned with the {template/celestial} template if you are good and the {template/fiendish} template if you are evil. If you are neutral, you can choose which template to apply to the creature. This summoned creature has an alignment that matches yours, regardless of its usual alignment. Summoning this creature makes the summoning spell's type match your alignment."
		]
	},
	"expansive_trap_ability": {
		"name": "Expansive Trap Ability",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Expansive Trap Ability",
			"",
			"{SOURCE Ranged Tactics Toolbox/14}",
			"",
			"Your ranger traps and land mines occupy a larger area.  ",
			"**Prerequisites:** Ability to use {ability/ranger traps} or [land mines](arc-alchemist/trap_breaker).  ",
			"**Benefit:** You can designate any ranger trap or land mine you lay to occupy up to 4 contiguous squares of your choice. When the trap is activated, the effect is centered on whichever square the triggering creature first entered. If more than one square is entered simultaneously, choose at random."
		]
	},
	"expeditious_sleuth": {
		"name": "Expeditious Sleuth",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Expeditious Sleuth",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"You mind is meticulous and sharp, making it easy for you to thoroughly search an area.  ",
			"**Prerequisites:** Perception 3 ranks, inspiration or lore master class feature.  ",
			"**Benefit:** You can take 20 on a Perception check in only 10 times the usual amount of time, and gain a +2 bonus on Perception checks when you take 20.  ",
			"**Normal:** It takes 20 times as long to take 20 on a skill check."
		]
	},
	"experienced_ghost_hunter": {
		"name": "Experienced Ghost Hunter",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Experienced Ghost Hunter",
			"",
			"{SOURCE Plane-Hopper's Handbook/16}",
			"",
			"You've fought enough specters that doing so has become second nature.  ",
			"**Prerequisites:** Character level 7th, {race/duskwalker}, ghost hunter racial trait.  ",
			"**Benefit:** You can use your ghost hunter ability to grant your weapons the {magic-enh/ghost touch} special ability as a swift action. You can activate ghost hunter an additional time each day."
		]
	},
	"experienced_vagabond": {
		"name": "Experienced Vagabond",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Experienced Vagabond",
			"",
			"{SOURCE Taldor, Echoes of Glory/28}",
			"",
			"You spent significant time as a vagabond and know your way around their society.  ",
			"**Prerequisites:** Bluff 2 ranks, Knowledge (local) 2 ranks, member of an underclass.  ",
			"**Benefit:** When dealing with criminals, vagabonds, unsavory characters, or other members of a country's underclass, you gain a +1 bonus on Bluff, Diplomacy, Knowledge (local), and Sense Motive checks. When traveling with at least one other person who has this feat, you gain a +2 circumstance bonus on Perception checks to avoid being surprised at the start of combat."
		]
	},
	"experimental_spellcaster": {
		"name": "Experimental Spellcaster",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Experimental Spellcaster (Words of Power)",
			"",
			"{SOURCE Ultimate Magic/166}",
			"",
			"Despite casting spells, you dabble in the art of wordcasting.  ",
			"**Prerequisites:** Ability to cast spells.  ",
			"**Benefit:** Select one class that grants you the ability to cast spells. You can now use the slots from that class to cast a limited number of {rule/words of power} spells. Add all of the target words to your spell list and your spellbook, familiar, or list of spells known. In addition, add the boost meta word and one effect word of any level you can cast in the chosen class.  ",
			"**Special:** You can take this feat multiple times. Each additional time you select this feat, add two effect or meta words to your spellbook, familiar, or list of spells known."
		]
	},
	"expert_boarder": {
		"name": "Expert Boarder",
		"sources": [
			"Adventurer's Guide",
			"Andoran, Birthplace of Freedom"
		],
		"description": [
			"## Expert Boarder",
			"",
			"{SOURCE Adventurer's Guide/76;Andoran, Birthplace of Freedom/32}",
			"",
			"You are as comfortable dangling from a ship's rigging as you are on stable land.  ",
			"**Prerequisites:** Affiliated with the Gray Corsairs.  ",
			"**Benefit:** Acrobatics and Climb are class skills for you. You gain a +2 bonus on Acrobatics and Climb checks to climb or swing on a rope or ship's rigging. You do not provoke attacks of opportunity from climbing or swinging on a rope or ship's rigging."
		]
	},
	"expert_cartographer": {
		"name": "Expert Cartographer",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Expert Cartographer",
			"",
			"{SOURCE Ultimate Wilderness/110}",
			"",
			"You are skilled at drawing quality maps, making your cartographic works both more useful and more valuable when sold.  ",
			"**Prerequisites:** Craft (maps) 3 ranks.  ",
			"**Benefit:** You gain a +4 bonus on Craft (maps) checks when creating a map, as well as 1 additional {rule/Discovery /Point>and_exploration}. If you succeed at the check by 5 or more, the list price of the map increases by 20%."
		]
	},
	"expert_driver": {
		"name": "Expert Driver",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Expert Driver",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"When {rule/driving [a chosen type of ]vehicle>s}, you exhibit incredible control, maneuvering the vehicle with greater ease and stopping with uncanny precision.  ",
			"**Prerequisites:** {feat/Skilled Driver} with the selected vehicle type.  ",
			"**Benefit:** You can make an accelerate, decelerate, or turn action as a move action instead of a standard action. Furthermore, when stopping a vehicle, you subtract 10 feet from the roll to determine how many feet the vehicle moves forward before it stops."
		]
	},
	"expert_explorer": {
		"name": "Expert Explorer",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Expert Explorer",
			"",
			"{SOURCE Ultimate Wilderness/110}",
			"",
			"You are trained to seek out the unknown places of the wild and can explore more efficiently than your untrained rivals.  ",
			"**Prerequisites:** Knowledge (nature) or Survival 5 ranks.  ",
			"**Benefit:** You gain a +2 bonus on skill checks when using the {rule/discovery_and_<exploration} rules. If you succeed at such a skill check by 5 or more, you gain an additional 1d4 Discovery Points."
		]
	},
	"expert_salvager": {
		"name": "Expert Salvager",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Expert Salvager",
			"",
			"{SOURCE Ultimate Wilderness/111}",
			"",
			"You are adept at {rule/foraging} and {rule/salvaging} raw materials from even the most seemingly sparse of environments.  ",
			"**Prerequisites:** Craft (any) 2 ranks, Spellcraft 2 ranks.  ",
			"**Benefit:** You gain a +4 bonus on Craft checks for Craft skills in which you have at least 2 ranks and Spellcraft checks when crafting items by foraging alchemical supplies and material components, salvaging raw crafting materials, and salvaging raw magical item materials."
		]
	},
	"expert_sniper": {
		"name": "Expert Sniper",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Expert Sniper (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/10}",
			"",
			"Your quick ranged attacks make you difficult to locate.  ",
			"**Prerequisites:** Stealth 3 ranks.  ",
			"**Benefit:** You reduce the penalty on your Stealth checks to stay hidden while {skill/sniping} by 10.  ",
			"**Normal:** You take a -20 penalty on Stealth checks to stay hidden while sniping."
		]
	},
	"expert_trainer": {
		"name": "Expert Trainer",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Expert Trainer",
			"",
			"{SOURCE Quests and Campaigns/26}",
			"",
			"You have a special knack for a certain profession and take to it with ease.  ",
			"**Benefit:** Choose three character classes. For the purposes of {rule/retraining}, you are always considered to have a retraining synergy with these classes, regardless of your current class. Additionally, retraining any class option takes you half the time it normally would (and thus half the gp cost), though retraining a class still takes the normal amount of time (5 days for a class with which you have synergy, 7 for a class with which you don't). If you take this feat via retraining or replace it with another feat in the same manner, the retraining time takes twice as long as normal in regards to this feat only."
		]
	},
	"exploit_lore": {
		"name": "Exploit Lore",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Exploit Lore",
			"",
			"{SOURCE Ultimate Magic/149}",
			"",
			"You can use your knowledge of a creature's weaknesses to deliver a driving and relentless assault against it.  ",
			"**Prerequisites:** Monster lore class feature, base attack bonus +11.  ",
			"**Benefit:** Once per day, when you successfully identify all abilities and weaknesses of a creature using the appropriate Knowledge check, you gain a +2 bonus on attack and damage rolls against that creature for 1 minute. If you identify the abilities and weaknesses of numerous creatures, you must pick one creature to be the target of this effect."
		]
	},
	"explorer": {
		"name": "Explorer",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Explorer (Story)",
			"",
			"{SOURCE Quests and Campaigns/10}",
			"",
			"You dream of discovering new vistas.  ",
			"**Prerequisites:** You must have crossed at least 30 miles of wilderness without map or guide.  ",
			"**Benefit:** You can provide twice as much food and water for other people when attempting a {skill/Survival} check to get along in the wild. In addition, you gain a +2 bonus on all {skill/Knowledge (geography)} checks. If you have 10 or more ranks in Knowledge (geography), increase your bonus to +4.  ",
			"**Goal:** Cross through a dangerous place without a map or a guide knowledgeable about the area, stopping for no longer than 16 hours at a time, and along the way overcome an appropriate number of natural hazards, obstacles, and/or enemies, at least one of which must qualify as a challenging foe.  ",
			"**Completion Benefit:** You and one ally per 3 ranks of Survival can move overland without being slowed by difficult terrain (allies must remain within 30 feet of you to be affected). Once per day, you can make a preternaturally accurate estimate regarding your path, as if you had cast {spell/find the path} on yourself (caster level equals your character level).",
			"",
			"*Suggested Traits:* {trait/Grim Optimism}, {trait/Resilient}, {trait/Wanderlust}.",
			"",
			"### Possible Explorer Quests",
			"",
			"| d8 | Quest |",
			"| --- | --- |",
			"| 1 | Ulfen explorers point you toward the impossibly wild forests of distant Arcadia to sate your wanderlust. |",
			"| 2 | You've resolved to dive into sunken Azlanti ruins to locate several minor artifacts, said to be scattered throughout the area according to the research of an interested faction. |",
			"| 3 | For years the mysterious Doorway to the Red Star has befuddled scholars and inspired fringe faiths among the denizens of the Mwangi. You've decided to set out and discover why. |",
			"| 4 | The government of a nearby nation is interested in reopening steady trade across the Crown of the World by a route north of Icerift Castle in Mendev, and they've assigned you to clear the path. |",
			"| 5 | You hire on with a band of skilled pirates in the Shackles in hopes of being able to navigate the perilous Eye of Abendego. |",
			"| 6 | Earthnavel in the Realm of the Mammoth Lords is said to lead into a time-lost underworld known as Deep Tolguth - a rumor whose veracity you're willing to test. |",
			"| 7 | Forgotten Iobarian ruins in the plague-emptied forests of Casmaron await a hearty explorer to plumb their darkest depths. |",
			"| 8 | You know that many would pay grand sums for the exotic reagents of the Valashmai Jungle in Tian Xia if it were ever opened up to trade with the Inner Sea region. |"
		]
	},
	"explosive_escape": {
		"name": "Explosive Escape",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Explosive Escape (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/14}",
			"",
			"When you break a grapple, you can send your assailants flying away from you.  ",
			"**Prerequisites:** Dex 13, Str 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you succeed at a combat maneuver check to break a grapple, you can choose to throw back any enemies participating in the grapple who are up to one size category larger than you. Such foes are thrown 5 feet directly away from you and take an amount of nonlethal damage equal to that of your unarmed attack."
		]
	},
	"explosive_weapon": {
		"name": "Explosive Weapon",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Explosive Weapon (Combat)",
			"",
			"{SOURCE Chronicle of Legends/8}",
			"",
			"You can channel magical power through your weapon to devastating effect.  ",
			"**Prerequisites:** {feat/Arcing Weapon}.",
			"",
			"As a standard action, you can cast a spell with an area of effect and a duration of instantaneous, such as {spell/fireball}, and release it through your melee weapon as part of a melee attack. This functions as the {class/magus} spellstrike ability, except the spell damage does not multiply on a critical hit, the spell effect is centered on you, and you are excluded from its effects."
		]
	},
	"expressionless": {
		"name": "Expressionless",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Expressionless",
			"",
			"{SOURCE Heroes of Golarion/6}",
			"",
			"Other races have difficulty reading your wooden features.  ",
			"**Prerequisites:** {race/Wyrwood}.  ",
			"**Benefit:** Your lack of emotion make it difficult for non-wyrwoods to relate to you. When dealing with any race other than your own, you gain a +2 bonus on Bluff checks. In addition, creatures of other races take a -2 penalty on Diplomacy and Sense Motive checks attempted against you."
		]
	},
	"exquisite_sneak": {
		"name": "Exquisite Sneak",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Exquisite Sneak",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"You know how to move silently even while wearing some forms of armor.  ",
			"**Prerequisites:** Dex 15, {feat/Careful Sneak}, Stealth 6 ranks.  ",
			"**Benefit:** You do not apply the armor check penalty for light and medium armor on Stealth skill checks no matter how fast you move. You still cannot use {skill/Stealth} while running or charging."
		]
	},
	"exsanguinate": {
		"name": "Exsanguinate",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Exsanguinate (Combat)",
			"",
			"{SOURCE Horror Adventures/87}",
			"",
			"You drink blood from the living at a furious rate, often draining creatures dry in a matter of seconds.  ",
			"**Prerequisites:** {umr/Blood drain} universal monster ability, {umr/grab} universal monster ability.  ",
			"**Benefit:** Once per round, when you successfully pin an opponent, that opponent takes double the normal damage from your blood drain."
		]
	},
	"extend_resonant_power": {
		"name": "Extend Resonant Power",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extend Resonant Power",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You can share the benefits of your resonant focus powers with nearby allies.  ",
			"**Prerequisites:** Caster level 7th, mental focus class feature.  ",
			"**Benefit:** Select an {ability/implement/ school>s}. When you place mental focus points into an implement of that school, you can choose to gain benefits from the resonant power as if you had placed only half as many points of mental focus into the implement. If you do, you can extend the same benefits to one additional ally within 30 feet at the time you invest mental focus. If the ally moves outside of the extended power's range, the power is suppressed, but it resumes functioning once the ally moves within range again. You can spend 1 point of mental focus from your implement to pass the effect to a new target, so long as both the original target and the new one are within 30 feet. This feat can affect only one implement from a given school at a time, even if you have selected the same implement school more than once.  ",
			"**Special:** You can take this feat multiple times. Each time you take the feat, select a different implement school."
		]
	},
	"extend_spell": {
		"name": "Extend Spell",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Extend Spell (Metamagic)",
			"",
			"{SOURCE PRPG Core Rulebook/123}",
			"",
			"You can make your spells last twice as long.  ",
			"**Benefit:** An extended spell lasts twice as long as normal. A spell with a duration of concentration, instantaneous, or permanent is not affected by this feat. An extended spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"extended": { "redirect": "extend_spell" },
	"extend_the_bulwark": {
		"name": "Extend the Bulwark",
		"sources": [
			"Magical Marketplace",
			"Armor Master's Handbook"
		],
		"description": [
			"## Extend the Bulwark (Combat, Teamwork)",
			"",
			"{SOURCE Magical Marketplace/6}",
			"",
			"You can bolster a trained ally's defenses by interposing your own armored body.  ",
			"**Benefit:** If you are wearing medium or heavy armor and are adjacent to an ally who also has this feat, as a free action, you may give your ally a circumstance bonus to her AC equal to half the armor bonus provided by your armor. This bonus lasts for 1 round. During this round, you gain no bonus to your AC from your armor.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 5 stamina points either to use this feat without losing your own armor bonus to AC, or to use this feat to grant the bonus to an ally."
		]
	},
	"extended_animal_focus": {
		"name": "Extended Animal Focus",
		"sources": [
			"Ultimate Wilderness",
			"Advanced Class Guide"
		],
		"description": [
			"## Extended Animal Focus",
			"",
			"{SOURCE Ultimate Wilderness/111;Advanced Class Guide/146}",
			"",
			"You can assume the aspects of an animal for longer stretches of time than most of your rivals and allies.  ",
			"**Prerequisites:** Animal focus class feature.  ",
			"**Benefit:** Add your Wisdom bonus (minimum 1) to the number of minutes per day that you can use your {ability/animal focus} ability to assume the aspects of an animal."
		]
	},
	"extended_aspects": {
		"name": "Extended Aspects",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Extended Aspects",
			"",
			"{SOURCE Ultimate Wilderness/111}",
			"",
			"You can invoke your aspect's minor form longer than most.  ",
			"**Prerequisites:** Shifter aspect class feature.  ",
			"**Benefit:** Add your Wisdom bonus (minimum 1) to the number of minutes per day that you can use your shifter {ability/aspect>s} ability to assume a minor form."
		]
	},
	"extended_bane": {
		"name": "Extended Bane",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extended Bane",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"Your dedication knows no limit. Your wrath dies hard.  ",
			"**Prerequisites:** Bane class feature.  ",
			"**Benefit:** Add your Wisdom bonus to the number of rounds per day that you can use your bane ability."
		]
	},
	"extended_combat_meditation": {
		"name": "Extended Combat Meditation",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Extended Combat Meditation (Combat, Meditation)",
			"",
			"{SOURCE Blood of the Beast/28}",
			"",
			"You are able to glean insight from your momentary meditation for longer than most can.  ",
			"**Prerequisites:** Wis 13, {feat/Combat Meditation}, {feat/Meditation Master}, character level 9th.  ",
			"**Benefit:** Add your Wisdom bonus (if any) to the number of rounds that you gain the benefits of your meditation feats when using Combat Meditation."
		]
	},
	"extended_scrying": {
		"name": "Extended Scrying",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Extended Scrying",
			"",
			"{SOURCE Path of the Hellknight/21}",
			"",
			"Your scrying spells last longer.  ",
			"**Prerequisites:** Ability to cast a spell of the {spelldef/scrying} subschool.  ",
			"**Benefit:** Any scrying spell you cast lasts twice as long as normal, as if it were cast as an extended spell with the {feat/Extend Spell} metamagic feat. Additionally, when you cast a scrying spell with a casting time of 10 minutes or longer, that casting time is halved."
		]
	},
	"extended_stare": {
		"name": "Extended Stare",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extended Stare",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"Your hypnotic stare has greater reach than normal.  ",
			"**Prerequisites:** Hypnotic stare class feature.  ",
			"**Benefit:** The range of your hypnotic stare increases by 10 feet.  ",
			"**Special:** You can take this feat multiple times. Its effects stack."
		]
	},
	"extra_amplification": {
		"name": "Extra Amplification",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extra Amplification",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You are a master at manipulating your mental energies to produce amplified effects.  ",
			"**Prerequisites:** Phrenic amplification class feature.  ",
			"**Benefit:** You gain one additional {ability/phrenic amplification>s}. This can't be a major amplification.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain another phrenic amplification."
		]
	},
	"extra_arcana": {
		"name": "Extra Arcana",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Arcana",
			"",
			"{SOURCE Ultimate Magic/149}",
			"",
			"You have unlocked the secret of a new magus arcana.  ",
			"**Prerequisites:** Magus arcana class feature.  ",
			"**Benefit:** You gain one additional {ability/magus arcana}. You must meet all the prerequisites for this magus arcana.  ",
			"**Special:** You can gain this feat multiple times. Its effects stack, granting a new arcana each time you gain this feat."
		]
	},
	"extra_arcane_pool": {
		"name": "Extra Arcane Pool",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Arcane Pool",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"You have learned how to draw more power from your arcane pool.  ",
			"**Prerequisites:** Arcane pool class feature.  ",
			"**Benefit:** Your arcane pool increases by 2.  ",
			"**Special:** You can gain this feat multiple times. Its effects stack, granting you an increase to your arcane pool each time you take this feat."
		]
	},
	"extra_arcanist_exploit": {
		"name": "Extra Arcanist Exploit",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Arcanist Exploit",
			"",
			"{SOURCE Advanced Class Guide/146}",
			"",
			"Your repertoire of arcanist exploits expands.  ",
			"**Prerequisites:** Arcanist exploit class feature.  ",
			"**Benefit:** You gain one additional arcanist {ability/exploit>s}. You must meet the prerequisites for this arcanist exploit.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain another arcanist exploit."
		]
	},
	"extra_bane": {
		"name": "Extra Bane",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Extra Bane",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"You can use your bane ability more often than normal.  ",
			"**Prerequisites:** Bane class feature.  ",
			"**Benefit:** You can use your bane ability for 3 additional rounds per day."
		]
	},
	"extra_blood_hex": {
		"name": "Extra Blood Hex",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Extra Blood Hex",
			"",
			"{SOURCE Magic Tactics Toolbox/29}",
			"",
			"Your ties to blood hexes are much stronger than those of most other practitioners.  ",
			"**Prerequisites:** Int 15, two or more blood hex feats, Spellcraft 5 ranks, Use Magic Device 5 ranks.  ",
			"**Benefit:** You can use {main/feats_<blood hex/es} two additional times per day.  ",
			"**Special:** You can take this feat more than once. Each time you do, you can use blood hexes two additional times per day. A character with this feat who takes levels in shaman or witch can immediately replace this feat with any blood hex feat for which she meets the prerequisites."
		]
	},
	"extra_bombs": {
		"name": "Extra Bombs",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Extra Bombs",
			"",
			"{SOURCE Advanced Player's Guide/159}",
			"",
			"You can throw more bombs per day.  ",
			"**Prerequisites:** Bomb class feature.  ",
			"**Benefit:** You can throw two additional bombs per day.  ",
			"**Special:** You can gain Extra Bombs multiple times. Its effects stack."
		]
	},
	"extra_cantrips_or_orisons": {
		"name": "Extra Cantrips or Orisons",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Cantrips or Orisons",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"You are a master of minor spells.  ",
			"**Prerequisites:** Ability to cast cantrips or orisons.  ",
			"**Benefit:** Add two cantrips to your cantrips known or two orisons to your orisons known.  ",
			"**Special:** You can take this feat multiple times. Each time you do, add two cantrips or orisons to your spells known."
		]
	},
	"extra_channel": {
		"name": "Extra Channel",
		"sources": [
			"Advanced Class Guide",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Extra Channel",
			"",
			"{SOURCE Advanced Class Guide/146;PRPG Core Rulebook/123}",
			"",
			"You can channel divine energy more often.  ",
			"**Prerequisites:** {ability/Channel energy} class feature.  ",
			"**Benefit:** You can channel energy two additional times per day.  ",
			"**Special:** If a paladin with the ability to channel positive energy takes this feat, she can use {ability/lay on hands} four additional times per day, but only to channel positive energy. If a warpriest with the ability to channel energy takes this feat, he gains four additional uses of fervor per day, but can use them only to channel energy."
		]
	},
	"extra_contingency": {
		"name": "Extra Contingency",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Extra Contingency",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"You can manage multiple contingency effects.  ",
			"**Prerequisites:** Character level 19th.  ",
			"**Benefit:** You can have two {spell/contingency} effects active at one time. If they would both trigger on the same round, one (chosen randomly) does not trigger until 1 round later.  ",
			"**Normal:** You can benefit from only a single contingency active at a time."
		]
	},
	"extra_croaking": {
		"name": "Extra Croaking",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Extra Croaking",
			"",
			"{SOURCE Monster Codex/8}",
			"",
			"Your vocal chords are especially tough and allow you to croak more often.  ",
			"**Prerequisites:** {monster/Boggard}, terrifying croak.  ",
			"**Benefit:** You gain one extra use of terrifying croak per hour. If your recharge time is less than 1 hour, you instead gain an extra use each time the ability recharges."
		]
	},
	"extra_crystalline_dust": {
		"name": "Extra Crystalline Dust",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Extra Crystalline Dust",
			"",
			"{SOURCE Plane-Hopper's Handbook/15}",
			"",
			"You can manifest crystalline dust more often.  ",
			"**Prerequisites:** {race/Aphorite}, crystalline dust racial trait.  ",
			"**Benefit:** You can use your crystalline dust ability 3 additional rounds per day.  ",
			"**Special:** You can select Extra Crystalline Dust up to two additional times. Its effects stack."
		]
	},
	"extra_death_vow": {
		"name": "Extra Death Vow",
		"sources": [ "Pathfinder Worldscape #1" ],
		"description": [
			"## Extra Death Vow",
			"",
			"{SOURCE Pathfinder Worldscape #1/28}",
			"",
			"Your fury and fighting prowess allow you to swear to slay more enemies per day.  ",
			"**Prerequisites:** Death vow class feature.  ",
			"**Benefit:** You gain two additional uses of death vow per day."
		]
	},
	"extra_discovery": {
		"name": "Extra Discovery",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Extra Discovery",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You have made a new alchemical discovery.  ",
			"**Prerequisites:** Discovery class feature.  ",
			"**Benefit:** You gain one additional {ability/discovery}. You must meet all of the prerequisites for this discovery.  ",
			"**Special:** You can gain Extra Discovery multiple times."
		]
	},
	"extra_elemental_assault": {
		"name": "Extra Elemental Assault",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Extra Elemental Assault",
			"",
			"{SOURCE Advanced Race Guide/203}",
			"",
			"You have unlocked greater elemental power.  ",
			"**Prerequisites:** {race/Suli}.  ",
			"**Benefit:** Your elemental assault ability lasts an additional 2 rounds per day.  ",
			"**Special:** You can take this feat multiple times. Its effects stack."
		]
	},
	"extra_evolution": {
		"name": "Extra Evolution",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Evolution",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"Your eidolon has more evolutions.  ",
			"**Prerequisites:** Eidolon class feature.  ",
			"**Benefit:** Your eidolon's evolution pool increases by 1.  ",
			"**Special:** This evolution can be taken once at 1st level, and again at 5th, 10th, 15th and 20th."
		]
	},
	"extra_feature": {
		"name": "Extra Feature",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Extra Feature",
			"",
			"{SOURCE Blood of the Moon/7}",
			"",
			"You are an exceptional shapechanger.  ",
			"**Prerequisites:** Con 13, {race/skinwalker}.  ",
			"**Benefit:** When you change shape to your bestial form, you may choose one additional feature from those listed in your shapechange ability and gain that benefit while in bestial form.  ",
			"**Special:** You can gain this feat multiple times. Its effects stack."
		]
	},
	"extra_focus_power": {
		"name": "Extra Focus Power",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extra Focus Power",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You gain an additional focus power from your implements.  ",
			"**Prerequisites:** Focus power class feature.  ",
			"**Benefit:** You gain one additional focus power from among those available from your chosen {ability/implement[ school]s}. You must select a power for which you normally qualify.  ",
			"**Special:** You can choose this feat once for every implement school you know, up to a maximum of seven times at 18th level. Each time you do, you must choose a different focus power. If you have selected the same implement school more than once, you can select a focus power from that school once for each time you selected that school."
		]
	},
	"extra_gnome_magic": {
		"name": "Extra Gnome Magic",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Extra Gnome Magic",
			"",
			"{SOURCE Gnomes of Golarion/26}",
			"",
			"The raw magic that flows through your gnome blood is stronger than normal.  ",
			"**Prerequisites:** Cha 13, {race/Gnome}.  ",
			"**Benefit:** You gain an additional three uses per day of your gnome spell-like abilities ({spell/dancing lights}, {spell/ghost sound}, {spell/prestidigitation}). You can use these in any combination; for example, you can use *dancing lights* four times in one day (taking all three additional uses for the same spell), or you can cast *ghost sound* twice, *prestidigitation* twice, {spell/speak with animals} twice, and *dancing lights* once. If you have a feat, trait, or other ability that changes your racial 0-level spell-like abilities to other 0-level spells, this feat applies to them instead."
		]
	},
	"extra_grit": {
		"name": "Extra Grit",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Extra Grit (Grit)",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"You have more grit than the ordinary gunslinger.  ",
			"**Prerequisites:** Grit class feature or the {feat/Amateur Gunslinger} feat.  ",
			"**Benefit:** You gain 2 extra grit points at the start of each day, and your maximum grit increases by 2.  ",
			"**Normal:** If you are a {class/gunslinger}, you gain your Wisdom modifier in grit points at the start of each day, which is also your maximum grit. If you have the Amateur Gunslinger feat, you gain 1 grit point at the start of each day, and your maximum grit is equal to your Wisdom modifier.  ",
			"**Special:** If you possess levels in the gunslinger class, you can take this feat multiple times."
		]
	},
	"extra_hail_of_arrows": {
		"name": "Extra Hail of Arrows",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Extra Hail of Arrows (Combat)",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"You are a master at raining arrows upon your foes.  ",
			"**Prerequisites:** Hail of arrows class feature.  ",
			"**Benefit:** You can use your hail of arrows ability one additional time per day.  ",
			"**Special:** You can select this feat multiple times. Each time you take the feat, you can use this ability one additional time per day."
		]
	},
	"extra_hex": {
		"name": "Extra Hex",
		"sources": [
			"Advanced Class Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Extra Hex",
			"",
			"{SOURCE Advanced Class Guide/147;Advanced Player's Guide/160}",
			"",
			"You have learned the secrets of a new hex.  ",
			"**Prerequisites:** Hex class feature.  ",
			"**Benefit:** You gain one additional hex. You must meet the prerequisites for this hex. If you are a shaman, it must be a hex granted by your spirit rather than one from a wandering spirit.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain another hex."
		]
	},
	"extra_impromptu_sneak_attack": {
		"name": "Extra Impromptu Sneak Attack",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Extra Impromptu Sneak Attack (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/10}",
			"",
			"You are particularly adept at striking at your opponents who are unaware of your presence.  ",
			"**Prerequisites:** Impromptu sneak attack class feature.  ",
			"**Benefit:** You can perform one additional impromptu sneak attack each day.  ",
			"**Special:** You can gain this feat multiple times. Its benefits stack."
		]
	},
	"extra_inspiration": {
		"name": "Extra Inspiration",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Inspiration",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"You are more able to draw upon inspiration than most.  ",
			"**Prerequisites:** {feat/Amateur Investigator} or inspiration class feature.  ",
			"**Benefit:** You gain three extra use per day of inspiration in your inspiration pool.  ",
			"**Special:** If you have levels in the {class/investigator} class, you can take this feat multiple times. Each time you do, you gain three extra uses of inspiration per day."
		]
	},
	"extra_investigator_talent": {
		"name": "Extra Investigator Talent",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Investigator Talent",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"You learn a new way to use your training and inspiration.  ",
			"**Prerequisites:** Investigator talent class feature.  ",
			"**Benefit:** You gain one additional {ability/investigator talent}. You must meet the prerequisites for this investigator talent.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain another investigator talent."
		]
	},
	"extra_investiture_points": {
		"name": "Extra Investiture Points",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Extra Investiture Points",
			"",
			"{SOURCE Heroes of the High Court/23}",
			"",
			"Whatever power has invested you to guide your destiny has instilled you with additional energy.  ",
			"**Prerequisites:** Investiture class feature.  ",
			"**Benefit:** Your investiture points increase by 2.  ",
			"**Special:** You can take Extra Investiture Points multiple times. The effects stack."
		]
	},
	"extra_item_slot": {
		"name": "Extra Item Slot",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Extra Item Slot",
			"",
			"{SOURCE Animal Archive/18}",
			"",
			"You are able to wear magic items more easily than other creatures of your kind.  ",
			"**Prerequisites:** Non-humanoid body shape.  ",
			"**Benefit:** Choose one magic item slot not normally available to creatures with your shape. You can now use magic items in that slot."
		]
	},
	"extra_ki": {
		"name": "Extra Ki",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Extra Ki",
			"",
			"{SOURCE PRPG Core Rulebook/123}",
			"",
			"You can use your ki pool more times per day than most.  ",
			"**Prerequisites:** Ki pool class feature.  ",
			"**Benefit:** Your ki pool increases by 2.  ",
			"**Special:** You can gain Extra Ki multiple times. Its effects stack."
		]
	},
	"extra_lay_on_hands": {
		"name": "Extra Lay on Hands",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Extra Lay on Hands",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You can use your lay on hands ability more often.  ",
			"**Prerequisites:** {ability/Lay on hands} class feature.  ",
			"**Benefit:** You can use your lay on hands ability two additional times per day.  ",
			"**Special:** You can gain Extra Lay On Hands multiple times. Its effects stack."
		]
	},
	"extra_light_and_dark": {
		"name": "Extra Light and Dark",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Extra Light and Dark",
			"",
			"{SOURCE Blood of Shadows/11}",
			"",
			"You can twist the effects of positive and negative energy for longer periods of time.  ",
			"**Prerequisites:** Light and dark racial trait, {race/wayang}.  ",
			"**Benefit:** Your light and dark ability lasts 1 additional minute per day.  ",
			"**Special:** You can take this feat multiple times. Its effects stack."
		]
	},
	"extra_martial_flexibility": {
		"name": "Extra Martial Flexibility",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Martial Flexibility",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"You are extremely versatile in a fight.  ",
			"**Prerequisites:** Martial flexibility class feature.  ",
			"**Benefit:** You can use your martial flexibility ability three additional times per day."
		]
	},
	"extra_mental_focus": {
		"name": "Extra Mental Focus",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extra Mental Focus",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You possess increased mental focus.  ",
			"**Prerequisites:** Mental focus class feature.  ",
			"**Benefit:** You gain 2 additional points of mental focus."
		]
	},
	"extra_mercy": {
		"name": "Extra Mercy",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Extra Mercy",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"Your lay on hands ability adds an additional mercy.  ",
			"**Prerequisites:** {ability/Lay on hands} class feature, mercy class feature.  ",
			"**Benefit:** Select one additional {ability/merc/y>ies} for which you qualify. When you use lay on hands to heal damage to one target, it also receives the additional effects of this mercy.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, select a new mercy."
		]
	},
	"extra_mesmerist_tricks": {
		"name": "Extra Mesmerist Tricks",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extra Mesmerist Tricks",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You can use your mesmerist tricks more often.  ",
			"**Prerequisites:** Mesmerist trick class feature.  ",
			"**Benefit:** You can implant two additional mesmerist {ability/tricks} per day.  ",
			"**Special:** You can gain Extra Mesmerist Tricks multiple times. Its effects stack."
		]
	},
	"extra_mythic_power": {
		"name": "Extra Mythic Power",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Extra Mythic Power (Mythic)",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You can store more mythic power than your tier would normally allow.  ",
			"**Benefit:** You gain two extra uses of mythic power each day."
		]
	},
	"extra_ninja_trick": {
		"name": "Extra Ninja Trick",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Extra Ninja Trick",
			"",
			"{SOURCE Blood of Shadows/25}",
			"",
			"You have honed your shadowy skills further than most.  ",
			"**Prerequisites:** Ninja trick class feature.  ",
			"**Benefit:** You gain one additional {ability/ninja trick>s}. You must meet all of the prerequisites for this ninja trick.  ",
			"**Special:** You can gain Extra Ninja Trick multiple times."
		]
	},
	"extra_panache": {
		"name": "Extra Panache",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Panache (Panache)",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"You have more panache than the ordinary swashbuckler.  ",
			"**Prerequisites:** {feat/Amateur Swashbuckler} or panache class feature.  ",
			"**Benefit:** You gain two more panache points at the start of each day, and your maximum panache increases by two.  ",
			"**Special:** If you have levels in the {class/swashbuckler} class, you can take this feat multiple times. Its effects stack."
		]
	},
	"extra_path_ability": {
		"name": "Extra Path Ability",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Extra Path Ability (Mythic)",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You can call upon mythic powers beyond those already invested in you.  ",
			"**Prerequisites:** 3rd mythic tier.  ",
			"**Benefit:** Choose one mythic ability from your path or from the universal path abilities that you meet the requirements for. You gain that path ability."
		]
	},
	"extra_performance": {
		"name": "Extra Performance",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Extra Performance",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You can use your bardic performance ability more often than normal.  ",
			"**Prerequisites:** {ability/Bardic performance} class feature.  ",
			"**Benefit:** You can use bardic performance for 6 additional rounds per day.  ",
			"**Special:** You can gain Extra Performance multiple times. Its effects stack."
		]
	},
	"extra_rage": {
		"name": "Extra Rage",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Extra Rage",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You can use your rage ability more than normal.  ",
			"**Prerequisites:** Rage class feature.  ",
			"**Benefit:** You can rage for 6 additional rounds per day.  ",
			"**Special:** You can gain Extra Rage multiple times. Its effects stack."
		]
	},
	"extra_rage_power": {
		"name": "Extra Rage Power",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Extra Rage Power",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You have unlocked a new ability to use while raging.  ",
			"**Prerequisites:** Rage power class feature.  ",
			"**Benefit:** You gain one additional {ability/rage power>s}. You must meet all of the prerequisites for this rage power.  ",
			"**Special:** You can gain Extra Rage Power multiple times."
		]
	},
	"extra_ranger_trap": {
		"name": "Extra Ranger Trap",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Ranger Trap",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"You can use ranger traps more often.  ",
			"**Prerequisites:** Trap class feature.  ",
			"**Benefit:** You can set {ability/ranger traps} two additional times per day."
		]
	},
	"extra_reservoir": {
		"name": "Extra Reservoir",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Reservoir",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"Your reservoir of arcane energy is greater than others'.  ",
			"**Prerequisites:** Arcane reservoir class feature.  ",
			"**Benefit:** You gain three more points in your arcane reservoir, and the maximum number of points in your arcane reservoir increases by that amount.  ",
			"**Special:** You can take this feat multiple times. Its effects stack."
		]
	},
	"extra_revelation": {
		"name": "Extra Revelation",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Extra Revelation",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You have discovered a new aspect of your mystery.  ",
			"**Prerequisites:** Revelation class feature.  ",
			"**Benefit:** You gain one additional revelation. You must meet all of the prerequisites for this revelation.  ",
			"**Special:** You can gain Extra Revelation multiple times."
		]
	},
	"extra_rogue_talent": {
		"name": "Extra Rogue Talent",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Extra Rogue Talent",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"Through constant practice, you have learned how to perform a special trick.  ",
			"**Prerequisites:** Rogue talent class feature.  ",
			"**Benefit:** You gain one additional {ability/rogue talent>s}. You must meet all of the prerequisites for this rogue talent.  ",
			"**Special:** You can gain Extra Rogue Talent multiple times."
		]
	},
	"extra_shadow_jump": {
		"name": "Extra Shadow Jump",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Extra Shadow Jump",
			"",
			"{SOURCE Blood of Shadows/25}",
			"",
			"You have an improved ability to leap through shadow.  ",
			"**Prerequisites:** Shadow jump {pclass/shadowdancer} class feature.  ",
			"**Benefit:** Add 10 feet to the total distance you can jump each day using the shadow jump ability. The extra distance provided by this feat doubles whenever the distance that you can jump doubles (20 feet at 6th, 40 feet at 8th, and 80 feet at 10th level).  ",
			"**Special:** This feat can be selected up to four times. Its effects stack."
		]
	},
	"extra_slayer_talent": {
		"name": "Extra Slayer Talent",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Extra Slayer Talent",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"Through long practice, you have learned how to perform a special talent.  ",
			"**Prerequisites:** Slayer talent class feature.  ",
			"**Benefit:** You gain one additional {ability/slayer talent>s}. You must meet the prerequisites for this slayer talent.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain another slayer talent."
		]
	},
	"extra_spell_synthesis": {
		"name": "Extra Spell Synthesis",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Extra Spell Synthesis",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"You push your combination of magic to greater heights.  ",
			"**Prerequisites:** Spell synthesis class feature.  ",
			"**Benefit:** You can perform one additional spell synthesis per day.  ",
			"**Special:** You can select this feat multiple times. Each time you take the feat, you can use this ability one additional time per day."
		]
	},
	"extra_spontaneous_spell_mastery": {
		"name": "Extra Spontaneous Spell Mastery",
		"sources": [
			"Adventurer's Guide",
			"Arcane Anthology"
		],
		"description": [
			"## Extra Spontaneous Spell Mastery",
			"",
			"{SOURCE Adventurer's Guide/124;Arcane Anthology/14}",
			"",
			"You are able to spontaneously cast spells you have mastered more frequently than your peers.  ",
			"**Prerequisites:** {pclass/Magaambyan arcanist} spontaneous spell mastery class feature.  ",
			"**Benefit:** You gain one additional use of your spontaneous spell mastery ability per day.  ",
			"**Special:** You can take this feat multiple times."
		]
	},
	"extra_stamina": {
		"name": "Extra Stamina",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Extra Stamina (Combat)",
			"",
			"{SOURCE Pathfinder Unchained/113}",
			"",
			"You can push yourself to higher limits.  ",
			"**Prerequisites:** {feat/Combat Stamina}, base attack bonus +5.  ",
			"**Benefit:** Your stamina pool increases by 3 points.  ",
			"**Special:** You can select this feat up to three times. Each time you do, your stamina pool grows by 3 points."
		]
	},
	"extra_summons": {
		"name": "Extra Summons",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Summons",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"You can summon monsters more often each day.  ",
			"**Prerequisites:** Ability to cast {spell/summon monster>_1} as a spell-like ability, {class/summoner} 1st.  ",
			"**Benefit:** You gain 1 additional use of your summon monster spell-like ability per day.  ",
			"**Special:** You can take this feat multiple times, but it can only be taken once for every five summoner levels you possess."
		]
	},
	"extra_surge": {
		"name": "Extra Surge",
		"sources": [
			"Pathfinder #85: Fires of Creation",
			"People of the Stars"
		],
		"description": [
			"## Extra Surge",
			"",
			"{SOURCE Pathfinder #85: Fires of Creation/72;People of the Stars/7}",
			"",
			"You can use your nanite surge ability more often than normal.  ",
			"**Prerequisites:** Con 13, nanite surge ability.  ",
			"**Benefit:** You can use your nanite surge ability one additional time per day.  ",
			"**Special:** You can gain Extra Surge multiple times. Its effects stack."
		]
	},
	"extra_touch_treatment": {
		"name": "Extra Touch Treatment",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extra Touch Treatment",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You can use your touch treatment more often.  ",
			"**Prerequisites:** Touch treatment class feature.  ",
			"**Benefit:** You can use touch treatment two additional times per day."
		]
	},
	"extra_variance": {
		"name": "Extra Variance",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Extra Variance",
			"",
			"{SOURCE Magic Tactics Toolbox/9}",
			"",
			"You can augment your channeled energy in new ways.  ",
			"**Prerequisites:** {feat/Channeling Variance} or {ability/variant channeling} ability, {ability/channel energy} class feature.  ",
			"**Benefit:** You gain one additional variant channeling ability that matches one of your deity's domains, subdomains, or areas of concern. Three times per day, you can apply the modifications of this variant channel energy, reducing the damage dealt or healing performed by your channeled energy as normal. You cannot apply more than one variant channeling ability to your channeled energy at once.  ",
			"**Special:** You can select this feat multiple times. Each time you do, you gain another variant channeling ability. If you have chosen Channeling Variance twice, you can use any variant channeling ability chosen with this feat whenever you channel energy."
		]
	},
	"extra_vested_power": {
		"name": "Extra Vested Power",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Extra Vested Power",
			"",
			"{SOURCE Heroes of the High Court/23}",
			"",
			"You have been invested with additional powers to guide your destiny.  ",
			"**Prerequisites:** Vested power class feature.  ",
			"**Benefit:** You gain an additional vested power. You must meet the level requirement for this vested power.  ",
			"**Special:** You can take Extra Vested Power multiple times."
		]
	},
	"extra_wild_talent": {
		"name": "Extra Wild Talent",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Extra Wild Talent",
			"",
			"{SOURCE Occult Adventures/133}",
			"",
			"You gain an additional wild talent.  ",
			"**Prerequisites:** {class/Kineticist} level 6th.  ",
			"**Benefit:** You gain a wild talent that's at least 2 levels lower than the highest-level wild talent you can currently use. You can select an infusion or a non-infusion wild talent, but not a blast or defense wild talent. If you have the expanded element class feature, you can select a wild talent from any of your elements that's at least 2 levels lower than the highest-level wild talent from your primary element that you can currently use.  ",
			"**Special:** You can take this feat multiple times. Each time, you must choose a different wild talent."
		]
	},
	"extra_word": {
		"name": "Extra Word",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Extra Word (Words of Power)",
			"",
			"{SOURCE Ultimate Magic/166}",
			"",
			"You have uncovered a new word of power.  ",
			"**Prerequisites:** Caster level 1st, ability to cast {rule/words/pells>_of_power}, see Special.  ",
			"**Benefit:** Add one effect word from your class's word list to your list of words known. This is in addition to the number of words normally gained at each level in your class. You may instead add two words from your class's word list to your list of words known, but both of these words must be at least one level lower than the highest-level wordspell you can cast in that class. Once made, these choices cannot be changed.  ",
			"**Special:** You can only take this feat if you possess levels in a class whose spellcasting relies on a limited list of words known, such as the bard, oracle, or sorcerer. You can take this feat multiple times."
		]
	},
	"extraplanar_conjunction": {
		"name": "Extraplanar Conjunction",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Extraplanar Conjunction (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/206}",
			"",
			"The innate planar energies of your allies empower your magical abilities, allowing you to make your spell-like abilities more difficult to resist.  ",
			"**Prerequisites:** Any racial spell-like ability, {type/outsider}.  ",
			"**Benefit:** Whenever you're adjacent to an outsider ally who also has this feat, the DC of any racial spell-like abilities you use increases by 2 if your ally has the same racial spell-like ability. The proximity of multiple allies can't increase the DC further."
		]
	},
	"extreme_mood_swings": {
		"name": "Extreme Mood Swings",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"## Extreme Mood Swings",
			"",
			"{SOURCE Inner Sea Taverns/59}",
			"",
			"Your emotions sometimes get the better of you.  ",
			"**Benefit:** Increase each morale bonus you receive by 1. You take a -1 penalty on saves against emotion and fear effects. When you are {rule/drunk>enness} (or worse), this penalty doubles, but you increase each morale bonus you receive by 2 instead."
		]
	},
	"extreme_prejudice": {
		"name": "Extreme Prejudice",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Extreme Prejudice (Combat)",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"Your hatred of a particular type of creature has honed your killer instinct.  ",
			"**Prerequisites:** {feat/Seething Hatred}, {ability/sneak attack} +3d6, studied target class feature.  ",
			"**Benefit:** When you succeed at a sneak attack against a creature you selected as the target of your Seething Hatred feat, you use d8s to roll sneak attack damage instead of d6s.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When you succeed at a sneak attack against a creature that is not the target of your Seething Hatred feat, you can spend 5 stamina points to treat the creature as if it were the target of your Seething Hatred for that attack."
		]
	},
	"eye_for_ingredients": {
		"name": "Eye for Ingredients",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Eye for Ingredients",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"Your keen eyes help you find better deals on magical components for your spells.  ",
			"**Prerequisites:** {feat/Eschew Materials}, Appraise 6 ranks, Spellcraft 6 ranks.  ",
			"**Benefit:** When in a large city or larger settlement, you can search the markets carefully for 4 hours in order to purchase material components for your spells at a 10% discount. You can purchase up to 1,000 gp worth of material components (which costs you 900 gp) each day. These cheaper components work perfectly well for their spells, but their resale value is also 10% less."
		]
	},
	"eye_of_the_arclord": {
		"name": "Eye of the Arclord",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Eye of the Arclord",
			"",
			"{SOURCE Inner Sea World Guide/286;Pathfinder Campaign Setting/109}",
			"",
			"Your understanding of the esoteric teachings of the Arclords of Nex allows you to open an eldritch eye that grants you superior perception of the magical world.  ",
			"**Prerequisites:** Knowledge (arcana) 4 ranks, ability to cast arcane spells.  ",
			"**Benefit:** Once per day as a standard action, you can open an incandescent third eye upon your forehead. The eye can remain open for 1 minute, during which time you cast all divination spells at +1 caster level (as long as you begin casting the spell before the eye closes), gain darkvision 60 feet, and can use {spell/detect magic} (as the spell of the same name). You gain a +8 bonus on {skill/Perception} checks to notice invisible creatures while the eye is open as well."
		]
	},
	"eyes_of_judgment": {
		"name": "Eyes of Judgment",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Eyes of Judgment",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"The true motives of creatures cannot escape your discerning gaze.  ",
			"**Prerequisites:** Detect alignment class feature, caster level 6th.  ",
			"**Benefit:** When using your detect alignment class feature, you may spend 3 rounds studying a creature within 60 feet. You cannot take any other actions while doing this. After that time has passed, you learn the alignment of the creature."
		]
	},
	"eyes_of_the_purge": {
		"name": "Eyes of the Purge",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Eyes of the Purge",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/73}",
			"",
			"Through training and persistence inspired by the Great Purge of Stavian I, you have learned to detect the sources of divine magic in such effects' auras.  ",
			"**Prerequisites:** Ability to cast {spell/detect magic} as a spell or spell-like ability.  ",
			"**Benefit:** When you use {spell/detect magic} to determine the strength and location of the aura of a functioning spell, if that spell's caster used a holy symbol as a divine focus to cast the spell, you see a ghostly image of the deity's holy symbol as part of the spell's aura. Effects that block divination spells or effects also block the effects of this feat."
		]
	},
	"eyes_of_the_twilight": {
		"name": "Eyes of the Twilight",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Eyes of the Twilight",
			"",
			"{SOURCE Inner Sea Races/206}",
			"",
			"Your eyes have grown accustomed to the half-light of dusk and dawn.  ",
			"**Prerequisites:** {feat/Sharp Senses}, Perception 7 ranks, keen senses racial trait, low-light vision.  ",
			"**Benefit:** Creatures within an area of dim light don't gain {rule/concealment} from you. You're still effectively {misc/blinded} in an area of darkness.  ",
			"**Normal:** Creatures within an area of dim light gain concealment (20% miss chance in combat) from those without darkvision or the ability to see in darkness."
		]
	},
	"fabulist": {
		"name": "Fabulist",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Fabulist (Grit)",
			"",
			"{SOURCE Champions of Balance/19}",
			"",
			"You enjoy telling tall tales and gain confidence when others believe them.  ",
			"**Prerequisites:** {feat/Amateur Gunslinger} feat or grit class feature.  ",
			"**Benefit:** You gain a +1 bonus on Perform (act, comedy, oratory, and sing) skill checks, and Perform is a class skill for you. In addition, each time you make a successful {skill/Bluff} check to convince someone of a far-fetched or impossible story, you regain 1 grit point. Successfully lying to a friendly or helpful creature, or a creature that has fewer Hit Dice than half your character level, doesn't restore grit."
		]
	},
	"fabulous_figments": {
		"name": "Fabulous Figments",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Fabulous Figments (Mythic)",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"Your illusions are astonishingly realistic.  ",
			"**Prerequisites:** {feat/Spell Focus} (illusion).  ",
			"**Benefit:** Non-mythic creatures can't identify your illusion spells with Spellcraft, including checks attempted as part of arcane sight, detect magic, or similar effects. When mythic creatures attempt to identify your illusions, add your tier to the DC of those Spellcraft checks. Mythic creatures informed by their allies that one of your illusions isn't real gain only a +2 bonus on their Will saves to disbelieve. Non-mythic creatures gain no bonus to disbelieve."
		]
	},
	"faeries_strike": {
		"name": "Faerie's Strike",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Faerie's Strike (Combat)",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"Ephemeral wisps of nature spirits dance about those you strike.  ",
			"**Prerequisites:** {feat/Nature Magic} or the ability to cast druid or ranger spells; {feat/Vital Strike}, Knowledge (nature) 5 ranks.  ",
			"**Benefit:** When you use Vital Strike (or {feat/Improved Vital Strike} or {feat/Greater Vital Strike}), the creature you hit with the attack must succeed at a Will save (DC = 10 + 1/2 your character level + your Wisdom modifier) or be illuminated as if by {spell/faerie fire} for 1 minute. You can use this benefit a number of times per day equal to your Wisdom modifier (minimum 1).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When using this feat, you can spend up to 5 stamina points to increase the DC of the effect by an amount equal to the number of stamina points you spent."
		]
	},
	"falcons_cry": {
		"name": "Falcon's Cry",
		"sources": [
			"Adventurer's Guide",
			"Andoran, Birthplace of Freedom"
		],
		"description": [
			"## Falcon's Cry",
			"",
			"{SOURCE Adventurer's Guide/76;Andoran, Birthplace of Freedom/30}",
			"",
			"You inspire others to throw off the shackles of oppression.  ",
			"**Prerequisites:** Cha 13, affiliated with the Steel Falcons.  ",
			"**Benefit:** You inspire a zeal for freedom in your allies. As a standard action, you can grant everyone within 60 feet who is able to see and hear you the ability to roll twice when attempting an Escape Artist check, a Will save against compulsions, or a Strength check to break chains, manacles, or similar bonds. Such checks must be attempted before the beginning of your next turn. You can do this once per day, plus one additional time for every 3 character levels that you have."
		]
	},
	"fall_guy": {
		"name": "Fall Guy",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Fall Guy (Teamwork)",
			"",
			"{SOURCE Antihero's Handbook/10}",
			"",
			"Your ally plays the part of a bumbling fool, making you look good in comparison.  ",
			"**Prerequisites:** Bluff 1 rank.  ",
			"**Benefit:** An ally who also has this feat can spend a standard action bumbling around, uttering gaffes, or otherwise making herself appear to be socially inept. The ally takes a -2 penalty on future Charisma-based checks against characters who witnessed her behavior, but you gain a +2 competence bonus on such checks. The penalty and bonus both end after 24 hours."
		]
	},
	"falling_water_gambit": {
		"name": "Falling Water Gambit",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Falling Water Gambit (Combat)",
			"",
			"{SOURCE Adventurer's Guide/25;Inner Sea Combat/10}",
			"",
			"You have integrated both the Roaring Falls and Shrouded Lake techniques of Aldori swordplay into a seamless union.  ",
			"**Prerequisites:** {feat/Aldori Dueling Disciple}, {feat/Duelist of the Roaring Falls}, {feat/Duelist of the Shrouded Lake}, {feat/Exotic Weapon Proficiency} (Aldori dueling sword), {feat/Weapon Finesse}, {feat/Weapon Focus} (Aldori dueling sword), base attack bonus +8.  ",
			"**Benefit:** When attacking a creature denied its Dexterity bonus to AC because of your successful feint, you increase the threat range of your {eq-weapon/Aldori dueling sword} by 1 (typically to 18-20/&times;2), and gain a +2 bonus on attack rolls to confirm critical hits. After you make a {rule/dueling dodge} or succeed at a {rule/dueling parry} during a duel, you can make an attack of opportunity against the foe who attacked you if that foe is {misc/shaken}, {misc/frightened}, or {misc/panicked}. To gain these benefits, you must be wielding only an Aldori dueling sword (not using a shield, an off-hand weapon, armor spikes, unarmed strikes, or natural weapons).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">By spending 4 stamina points, you gain the ability to attempt a dueling dodge or a dueling parry against attacks made by a shaken, frightened, or panicked opponent, even if you aren't participating in a duel."
		]
	},
	"false_casting": {
		"name": "False Casting",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## False Casting",
			"",
			"{SOURCE Inner Sea Magic/10}",
			"",
			"When using a magic item, you can trick onlookers into thinking you used spellcasting instead.  ",
			"**Prerequisites:** {feat/Magical Aptitude}, Bluff 1 rank, Sleight of Hand 1 rank.  ",
			"**Benefit:** When you use a magic item or a spell-like ability to create a magical effect, you may add additional magic-seeming words and hand gestures to trick onlookers into believing you cast the spell yourself. If using an item that is recognizable as a magical implement (such as a wand or ring), you can trick viewers into thinking you are just using the item as a focus component. Onlookers who have no ranks in Spellcraft have no knowledge of what is genuine spellcasting, and automatically believe you are casting a spell.",
			"",
			"If an onlooker attempts a Spellcraft check to identify your \"casting,\" his check is opposed by your Bluff check. If he succeeds, he realizes the deception. If he fails, he believes you cast the spell. Regardless of the result of that opposed check, he uses the result of that Spellcraft check to identify the \"spell\" you cast, except the DC is 20 + the spell's level instead of 15 + the spell's level."
		]
	},
	"false_focus": {
		"name": "False Focus",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## False Focus",
			"",
			"{SOURCE Inner Sea Magic/10}",
			"",
			"You can use a divine focus to cast arcane spells.  ",
			"**Prerequisites:** Knowledge (religion) 1 rank, ability to cast arcane spells.  ",
			"**Benefit:** By using a divine focus as part of casting, you can cast any spell with a material component costing the value of that divine focus (maximum 100 gp) or less without needing that component. For example, if you use a silver holy symbol worth 25 gp, you do not have to provide material components for an arcane spell if its components are worth 25 gp or less. The casting of the spell still provokes attacks of opportunity as normal. If the spell requires a material component that costs more than the value of the divine focus, you must have the material component on hand to cast the spell, as normal.  ",
			"**Normal:** A divine focus has no effect when used as a component in arcane spells."
		]
	},
	"false_opening": {
		"name": "False Opening",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## False Opening (Combat)",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"When you make a ranged attack while threatened, you can fool your opponent into thinking he has an opening.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Close Quarters Thrower} or {feat/Point-Blank Master}, {feat/Weapon Focus} with selected ranged weapon.  ",
			"**Benefit:** Choose a ranged weapon or a thrown weapon. When you make a ranged attack using that weapon, you can choose to provoke an attack of opportunity from one or more opponents who threaten you. You gain a +4 dodge bonus against such attacks. An opponent that makes such an attack and misses you loses his Dexterity bonus to AC against you until the end of your turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When you use this feat, you can spend 5 stamina points to make an attack of opportunity against an opponent who misses you with the provoked attack (after it loses its Dexterity bonus to AC against you)."
		]
	},
	"false_trail": {
		"name": "False Trail",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## False Trail",
			"",
			"{SOURCE Ultimate Wilderness/111}",
			"",
			"You create a false trail to throw off pursuers, enabling you to increase your lead on those following you or make them lose your trail entirely.  ",
			"**Prerequisites:** Survival 3 ranks.  ",
			"**Benefit:** You can create a false trail in the wilderness via a combination of misleading footprints, discarded items, torn scraps of clothing, and other signs. When you create a false trail, you determine the direction it leads. A creature tracking you must succeed at a Perception or Survival check (DC = 10 + half your character level + your Wisdom modifier) to determine the trail is fake when first encountering it. On a success, the creature can continue to track you as normal. The effect of a failure to identify the trail as false depends on the time and effort spent making it.",
			"",
			">@HL[Quick:] A quick false trail takes 10 minutes to complete. A creature that fails to identify the trail as false follows it for 1d4&times;1,000 feet.",
			">",
			">@HL[Normal:] A normal false trail takes 1 hour to complete. A creature that fails to identify the trail as false follows it for 1d4 miles.",
			">",
			">@HL[Elaborate:] An elaborate false trail takes 4 hours to complete. A creature that fails to identify the trail as false follows it for 2d6 miles.",
			"",
			"After a creature that fails to identify a false trail follows it for the determined distance, it can attempt another Perception or Survival check with a +5 bonus. On a success, the creature realizes it's following a false trail and can continue to track you as normal after backtracking to the start of the false trail (or wherever you diverged from the false trail). On a failure, the creature continues to move in the direction of the false trail for an additional mile. After each mile, it can attempt a new check with a cumulative +5 bonus."
		]
	},
	"falter": {
		"name": "Falter",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Falter (Blood Hex)",
			"",
			"{SOURCE Magic Tactics Toolbox/29}",
			"",
			"You curse the blood of your foes, forcing them to falter in their subsequent actions.  ",
			"**Prerequisites:** Int 13, Spellcraft 5 ranks, Use Magic Device 5 ranks.  ",
			"**Benefit:** As a standard action, you can curse an enemy you've dealt damage to since your last turn. That target must succeed at a Will save or be unable to take a 5-foot step, {rule/delay} an action, or {rule/ready an action} for 1 round.  ",
			"**Special:** A shaman or witch with this [blood hex](rule/feats_class) can use it against any creature she has dealt damage to in the past minute. A creature affected by this blood hex used by a shaman or witch also has its movement rate halved for the blood hex's duration."
		]
	},
	"familiar_bond": {
		"name": "Familiar Bond",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Familiar Bond",
			"",
			"{SOURCE Familiar Folio/18}",
			"",
			"You have learned a ritual that allows you to gain a familiar.  ",
			"**Prerequisites:** {feat/Iron Will}.  ",
			"**Benefit:** You gain a {ability/familiar}, as the wizard arcane bond class feature. You do not gain the special ability the familiar normally grants its master, and the {sidekick/familiar} does not gain the deliver touch spells, scry on familiar, share spells, speak with animals of its kind, or spell resistance special abilities. Otherwise, your total Hit Dice are used as your wizard level for determining the familiar's abilities.  ",
			"**Special:** If you have (or later gain) levels in a class that grants a familiar, whenever you select a familiar, you can either base your familiar's abilities on your total Hit Dice per this feat (including the restrictions on its special abilities), or choose to apply only your levels in classes that grant a familiar (and thus gain all the special abilities that familiar would grant based on those class levels). You can never have more than one familiar."
		]
	},
	"familiar_focus": {
		"name": "Familiar Focus",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Familiar Focus",
			"",
			"{SOURCE Animal Archive/18}",
			"",
			"You are closely connected to your master's powers.  ",
			"**Prerequisites:** {sidekick/Familiar}.  ",
			"**Benefit:** Whenever your master targets you with a harmless spell or spell-like ability, your master's effective caster level for the effect is increased by 1."
		]
	},
	"familiar_link": {
		"name": "Familiar Link",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Familiar Link (Coven, Teamwork)",
			"",
			"{SOURCE Blood of the Coven/13}",
			"",
			"Within your coven, you have formed a bond with your fellow witches' familiars.  ",
			"**Prerequisites:** {hex/Coven} hex or {feat/Coven-Touched}, familiar or spirit animal class feature, {class/witch} level 1st.  ",
			"**Benefit:** You share an empathic link with the familiars of all other witches in your coven who also have this feat, as per the witch's familiar ability. Additionally, you can use the share spells, deliver touch spells, and scry on familiar abilities with a coven member's familiar as the target, as long as your witch level is high enough to grant access to these abilities. You can communicate with the familiar using its speak with master ability. You gain a +5 bonus on Spellcraft checks to help your familiar learn spells from a coven member's familiar."
		]
	},
	"familiar_spell": {
		"name": "Familiar Spell",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Familiar Spell (Metamagic)",
			"",
			"{SOURCE Animal Archive/18}",
			"",
			"You can imbue your familiar with a spell.  ",
			"**Prerequisites:** Spellcaster with {ability/familiar} class feature.  ",
			"**Benefit:** You can transfer a prepared spell to your familiar, allowing the familiar to cast that spell at a later time. Variables that rely on caster level function according to your caster level, not your familiar's Hit Dice, though your familiar's Intelligence may influence how precisely it can follow your instructions on how to use these spells.",
			"",
			"Your familiar must be able to speak to cast spells with a verbal component (the ability to speak with its master or creatures of its kind is insufficient). Your familiar must be carrying any material or focus components necessary, unless the materials cost less than 1 gp and the spell is prepared with {feat/Eschew Materials}. Attack rolls use your familiar's ability scores. A familiar spell counts against the number of spells you may prepare for as long as your familiar retains the spell. Once your familiar casts a retained spell, you can prepare a new spell in that slot the next time you prepare spells.",
			"",
			"A familiar spell uses up a spell slot 3 levels higher than the spell's actual level. Your familiar can store a number of spell levels (including this modifier) equal to your caster level, but no spell's adjusted level can exceed half your caster level.",
			"",
			"**Special:** If you are a spontaneous caster, you must select a specific spell with which to imbue your familiar; you cannot imbue your familiar with an open spell slot."
		]
	},
	"famine_tolerance": {
		"name": "Famine Tolerance",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Famine Tolerance",
			"",
			"{SOURCE Blood of the Night/28}",
			"",
			"You can abide much longer periods without feeding, and enjoy increased benefits from a meal.  ",
			"**Prerequisites:** [Moroi or nosferatu](template/vampire).  ",
			"**Benefit:** You can go without feeding for a number of days equal to twice your Hit Dice before having to make hunger saves. When you use your blood drain ability, you gain twice the normal amount of temporary hit points for each feeding.  ",
			"**Special:** This feat is only for campaigns using {rule/the[ optional undead] hunger} rules."
		]
	},
	"fan_bearer_at_the_kings_right_hand": {
		"name": "Fan-Bearer at the King's Right Hand",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Fan-Bearer at the King's Right Hand (Origin)",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/73}",
			"",
			"Your creator was an aide and bodyguard, and your memories are filled with the sight of that charge.  ",
			"**Prerequisites:** {race/Shabti}.  ",
			"**Benefit:** As a swift action, you can designate an adjacent ally as your charge. So long as you remain adjacent to that character, he benefits from your resistance to level drain and immunity to undeath racial traits. This ability applies even if one of you is killed, so long as you remain adjacent."
		]
	},
	"fanged_crown_massacre": {
		"name": "Fanged Crown Massacre",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Fanged Crown Massacre",
			"",
			"{SOURCE Adventurer's Guide/84}",
			"",
			"Driven by your loyalty to a fallen queen, you can inspire your allies to brutal acts.  ",
			"**Prerequisites:** {feat/Bodyguard}, {feat/Combat Reflexes}, Perform (oratory) 3 ranks, any evil alignment.  ",
			"**Benefit:** Whenever an ally within 30 feet makes an attack, you can attempt a DC 10 Perform (oratory) check as an immediate action. If you are successful, the ally gains a +2 morale bonus on her attack roll. If an attack affected in this way would normally deal nonlethal damage, it deals lethal damage instead. This ability has no effect if your ally cannot hear you speak or understand your words."
		]
	},
	"far_shot": {
		"name": "Far Shot",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Far Shot (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You are more accurate at longer ranges.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}.  ",
			"**Benefit:** You only suffer a -1 penalty per full range increment between you and your target when using a ranged weapon.  ",
			"**Normal:** You suffer a -2 penalty per full range increment between you and your target.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When making a single ranged attack as a standard action, you can spend 5 stamina points to ignore all range penalties on that attack.",
			"",
			"### Mythic Far Shot",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You make long-ranged attacks with remarkable accuracy.  ",
			"**Prerequisites:** Far Shot.  ",
			"**Benefit:** As a swift action, you can expend one use of mythic power to ignore all range increment penalties for your ranged attacks until the end of your turn."
		]
	},
	"far_roaming_familiar": {
		"name": "Far-Roaming Familiar",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Far-Roaming Familiar",
			"",
			"{SOURCE Familiar Folio/18}",
			"",
			"Distance can't sever the bond between you and your familiar.  ",
			"**Prerequisites:** Intelligence 13, must have a {ability/familiar}.  ",
			"**Benefit:** You retain your empathic link to your familiar regardless of distance, though lead blocks the link at distances greater than 1 mile (similar to the way lead blocks {spell/detect magic} effects)."
		]
	},
	"fascinated_by_the_mundane": {
		"name": "Fascinated by the Mundane",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Fascinated by the Mundane (Story)",
			"",
			"{SOURCE Legacy of the First World/5}",
			"",
			"Your perspective of normality is slightly skewed, and you are easily awed by things such as commonplace tools or mundane activities. You struggle to find your place in a world that seems continually poised to overwhelm your senses.  ",
			"**Prerequisites:** You must have a fey ancestor somewhere in your family line, and you must have the [Adopted by the Fey, Met a Fantastic Creature](rule/birth_circumstances_and_more), or [Fey Meeting](rule/class_background_tables) background.  ",
			"**Benefit:** You gain a +2 bonus on Charisma-based ability checks and skill checks other than Diplomacy checks.  ",
			"**Goal:** You must succeed at your saving throws against five different spells with the emotion descriptor or attempts to apply the fascinated condition to you.  ",
			"**Special:** Your ever-present awe is under your control. Your bonus on Charisma-based skill checks now also applies on your Diplomacy checks. You can increase any morale bonus you receive by 1."
		]
	},
	"fascination_jinx": {
		"name": "Fascination Jinx",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Fascination Jinx",
			"",
			"{SOURCE Halflings of Golarion/27}",
			"",
			"If you jinx an already fascinated creature, it doesn't fully recover until the jinx ends.  ",
			"**Prerequisites:** {ability/Bardic performance} class feature, Halfling Jinx trait.  ",
			"**Benefit:** If you jinx a creature under the effect of a bard's {performance/fascinate} ability, it also takes a -10 penalty on initiative checks while affected by the jinx. A creature under the effect of your fascinate ability has a -2 penalty on its save against your jinx."
		]
	},
	"fast_change": {
		"name": "Fast Change",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Fast Change",
			"",
			"{SOURCE Blood of the Moon/7}",
			"",
			"You can change forms faster than most skinwalkers.  ",
			"**Prerequisites:** Dex 13, base attack bonus +6, {race/skinwalker}.  ",
			"**Benefit:** You can assume your bestial form as a move action instead of a standard action."
		]
	},
	"fast_crawl": {
		"name": "Fast Crawl",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Fast Crawl",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"You are skilled at moving while prone.  ",
			"**Benefit:** While {rule/prone}, you can move at half speed. This movement provokes attacks of opportunity as normal. You can take a 5-foot step while crawling. This benefit does not stack with the {talent/rogue crawl} talent.  ",
			"**Normal:** You can crawl 5 feet as a move action. You cannot take a 5-foot step while crawling."
		]
	},
	"fast_drinker": {
		"name": "Fast Drinker",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Fast Drinker",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You swiftly guzzle spirits to draw forth ki.  ",
			"**Prerequisites:** Con 18, drunken ki class feature.  ",
			"**Benefit:** Drinking strong alcohol to gain temporary ki, takes a swift action rather than a standard action."
		]
	},
	"fast_empathy": {
		"name": "Fast Empathy",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Fast Empathy",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"Your empathic attunement to nature connects you swiftly with bestial minds.  ",
			"**Prerequisites:** Handle Animal 5 ranks, {ability/wild empathy} class feature.  ",
			"**Benefit:** Using wild empathy is a standard action for you.  ",
			"**Normal:** Using wild empathy requires 1 minute.",
			"",
			"### Mythic Fast Empathy",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You can soothe the emotions of wild beasts with nearly supernatural quickness.  ",
			"**Prerequisites:** Fast Empathy.  ",
			"**Benefit:** You can use wild empathy as a swift action."
		]
	},
	"fast_healer": {
		"name": "Fast Healer",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Fast Healer",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You benefit greatly from your healing, be it from spells or natural healing.  ",
			"**Prerequisites:** Con 13, {feat/Diehard}, {feat/Endurance}.  ",
			"**Benefit:** When you regain hit points by resting or through magical healing, you recover additional hit points equal to half your Constitution modifier (minimum +1)."
		]
	},
	"fast_learner": {
		"name": "Fast Learner",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Fast Learner",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"You progress gain extra versatility.  ",
			"**Prerequisites:** Int 13, {race/human}.  ",
			"**Benefit:** When you gain a level in a favored class, you gain both +1 hit point and +1 skill rank instead of choosing either one or the other benefit or you can choose an alternate class reward."
		]
	},
	"fateful_channel": {
		"name": "Fateful Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Fateful Channel",
			"",
			"{SOURCE Inner Sea Gods/212}",
			"",
			"Your faith not only heals the body, it tugs the strands of fate.  ",
			"**Prerequisites:** {ability/Channel positive energy} 3d6, worshiper of {faith/Pharasma}.  ",
			"**Benefit:** When you channel positive energy to heal living creatures, you grant each creature you heal the ability to roll twice and take the better result on a single attack roll, skill check, or saving throw of their choice within a number of rounds equal to your Charisma bonus (minimum 1). Multiple uses of this ability do not stack, but they do reset the effect's duration. A creature can only benefit from one instance of this channel effect at a time."
		]
	},
	"fatiguing_stare": {
		"name": "Fatiguing Stare",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Fatiguing Stare (Combat, Stare)",
			"",
			"{SOURCE Occult Adventures/134}",
			"",
			"Your painful stare fatigues your opponent.  ",
			"**Prerequisites:** Mesmerist level 7th, painful stare class feature.  ",
			"**Benefit:** When a target takes damage from your painful stare, it must succeed at a Fortitude saving throw (DC = 10 + 1/2 your mesmerist level + your Charisma modifier) or become {misc/fatigued} for 1 round. This can't cause the target to become {misc/exhausted}, even if the target is already fatigued."
		]
	},
	"favor_of_the_empress_of_torrents": {
		"name": "Favor of the Empress of Torrents",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Favor of the Empress of Torrents",
			"",
			"{SOURCE Aquatic Adventures/58}",
			"",
			"You can unleash powerful watery torrents to push back your foes underwater.  ",
			"**Prerequisites:** Worshiper of [Lysianassa](magic-artifact/the_gasping_pearl) or {arc-paladin/pearl seeker} paladin, character level 5th.  ",
			"**Benefit:** Once per day while underwater, you can use {spell/hydraulic torrent} as a spell-like ability. At 10th level and every 5 levels thereafter, you can use this ability an additional time each day."
		]
	},
	"favored_animal_focus": {
		"name": "Favored Animal Focus",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Favored Animal Focus",
			"",
			"{SOURCE Wilderness Origins/22}",
			"",
			"Your companion is unusually comfortable wearing another (metaphorical) skin.  ",
			"**Prerequisites:** {ability/Animal companion} class feature, {ability/animal focus} class feature.  ",
			"**Benefit:** Choose one animal focus. When you apply that animal focus to your animal companion, the benefits increase by one step. For example, if you are 6th level and choose the bear animal focus, then when you apply the animal focus to your animal companion, it gains a +4 enhancement bonus to Constitution instead of +2.",
			"",
			"If you are 15th level or higher, when you apply your chosen animal focus to your companion, it gains the corresponding ability listed below.",
			"",
			">@HL[Bat:] The range of the animal companion's {umr/blindsense} increases by 20 feet.",
			">",
			">@HL[Bear:] The animal companion's Constitution bonus increases to +8.",
			">",
			">@HL[Bull:] The animal companion's Strength bonus increases to +8.",
			">",
			">@HL[Falcon:] The animal companion's Perception bonus increases to +12.",
			">",
			">@HL[Frog:] The animal companion's bonus to Swim and Acrobatics increases to +12.",
			">",
			">@HL[Monkey:] The animal companion's Climb bonus increases to +12.",
			">",
			">@HL[Mouse:] The animal companion gains {ability/Improved Uncanny Dodge}, as a rogue of its level.",
			">",
			">@HL[Owl:] The animal companion's Stealth bonus increases to +12.",
			">",
			">@HL[Snake:] The animal companion's attack and dodge bonuses increase to +8.",
			">",
			">@HL[Stag:] The animal companion's speed bonus increases to 30 feet.",
			">",
			">@HL[Tiger:] The animal companion's Dexterity bonus increases to +8.",
			">",
			">@HL[Wolf:] The range of the animal companion's scent ability increases to 60 feet.",
			"",
			"**Special:** You can gain this feat multiple times. Each time you take this feat, you must select a new animal focus."
		]
	},
	"favored_community": {
		"name": "Favored Community",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Favored Community",
			"",
			"{SOURCE Villain Codex/44}",
			"",
			"You know your local community like the back of your hand.  ",
			"**Prerequisites:** Knowledge (local) 2 ranks, must have lived in the settlement for at least 1 year.  ",
			"**Benefit:** Select a permanent, stationary settlement. While in that settlement, you gain a +2 bonus on initiative checks and Knowledge (geography), Perception, Stealth, and Survival checks, as per the ranger's {ability/favored terrain} class feature. If you already have that class feature and apply its bonuses in your favored community, increase the bonus provided by favored terrain by 2. The bonuses from this feat do not stack with other effects that provide or augment favored terrain bonuses, such as {magic-wondrous/boots of friendly terrain}."
		]
	},
	"favored_defense": {
		"name": "Favored Defense",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Favored Defense",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"Your cunning is your shield against your quarry's attacks.  ",
			"**Prerequisites:** {ability/Favored enemy} class feature.  ",
			"**Benefit:** Choose one of your favored enemy types. You add half your favored enemy bonus to your CMD and as a dodge bonus to AC when attacked by a favored enemy.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, it applies to a new favored enemy type."
		]
	},
	"favored_enemy_spellcasting": {
		"name": "Favored Enemy Spellcasting",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Favored Enemy Spellcasting",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"Your spells are more effective against creatures that you especially abhor.  ",
			"**Prerequisites:** Ability to cast spells.  ",
			"**Benefit:** When you select this feat, choose a creature type or a humanoid subtype from the Ranger {ability/Favored Enemies} table. When creatures of the chosen type attempt saving throws against your spells, they treat the spells' DCs as 1 higher. If you also have the {ability/favored enemy} class feature and the chosen type is already a favored enemy of yours, such creatures treat your spells' DCs as 2 higher.  ",
			"**Special:** You can take this feat multiple times. Each time you do, it applies to a different creature type."
		]
	},
	"favored_judgment": {
		"name": "Favored Judgment",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Favored Judgment",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"Your judgment against a particular type of creature is particularly harsh.  ",
			"**Prerequisites:** Wis 13, judgment class feature.  ",
			"**Benefit:** Select a favored race from the ranger's {ability/favored enemies} chart. Any sacred or profane bonus you gain from a judgment is 1 higher for attacks you make against or take from creatures that match the selected favored enemy.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a different favored enemy."
		]
	},
	"favored_prestige_class": {
		"name": "Favored Prestige Class",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Favored Prestige Class",
			"",
			"{SOURCE Paths of the Righteous/3}",
			"",
			"You have come to favor a certain prestige class, either because you are particularly devoted to the class's cause, have trained more than most others have for that specific role, or have simply been destined to excel in the prestige class all along. Regardless of the reason, levels gained in your favored prestige class grant additional benefits in a way similar to those you gain for taking levels in your base {rule/favored class}.  ",
			"**Benefit:** Choose one prestige class and one skill that is a class skill for that prestige class. Whenever you gain a level in that prestige class, you receive +1 hit point or +1 skill rank. You gain a +2 bonus on checks using the skill you chose from that prestige class's class skills. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill. This bonus stacks with the bonus granted by Skill Focus, but does not stack with a bonus granted by any other feat (such as Magical Aptitude or Persuasive). The choice of favored prestige class cannot be changed once you make it. Levels in a favored prestige class are not the same as levels in a regular favored class, and as such levels in a favored prestige class can never be used to qualify or gain favored class options. You can have only one favored prestige class, but can still have a favored base class as well.",
			"",
			"You can select this feat before you gain levels in your chosen favored prestige class, but the benefits of the feat do not apply until you actually gain at least 1 level in that prestige class.",
			"",
			"**Normal:** Prestige classes cannot be a favored class, and cannot benefit from the additional hit point or skill rank afforded to those who take levels in a favored class."
		]
	},
	"fear_eater": {
		"name": "Fear Eater",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Fear Eater",
			"",
			"{SOURCE Horror Adventures/87}",
			"",
			"You eat the fear of others, freeing them from its effects.  ",
			"**Prerequisites:** Cha 13, {feat/Iron Will}, have no immunity to fear effects.  ",
			"**Benefit:** As a standard action, you can remove a fear effect from another creature by touching it. The fear effect is transferred from that creature to you, with the same remaining duration. If the fear effect has varying effects depending on the target (such as the effects of cause fear depending on the target's Hit Dice), it has the effect it had on the original creature or the effect it would have on you, whichever is more severe. When you choose to accept another creature's fear, you don't receive any saving throw, spell resistance, or other defenses you would normally have against the fear effect."
		]
	},
	"fearless_aura": {
		"name": "Fearless Aura",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Fearless Aura",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"Your aura of courage becomes more potent, as your steadfast resolve is also manifested by your allies.  ",
			"**Prerequisites:** Aura of courage class feature, caster level 8th.  ",
			"**Benefit:** Your aura of courage expands to a 20-foot-radius {misc/emanation}. Allies within the aura are immune to fear effects.  ",
			"**Normal:** The aura of courage affects each ally within 10 feet, and grants a +4 morale bonus on saving throws against fear effects."
		]
	},
	"fearless_curiosity": {
		"name": "Fearless Curiosity",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Fearless Curiosity",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"Your desire to see and experience the world overrides healthy caution.  ",
			"**Prerequisites:** Cha 13, {race/human}.  ",
			"**Benefit:** You gain a +1 bonus on saving throws against effects with the emotion descriptor. In addition, for any round in which you begin your turn affected by a fear effect, you gain a new save at the beginning of your turn to reduce the severity of the fear effect, from {misc/panicked} to {misc/frightened}, frightened to {misc/shaken}, and shaken to unaffected."
		]
	},
	"fearless_zeal": {
		"name": "Fearless Zeal",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Fearless Zeal (Story)",
			"",
			"{SOURCE Ultimate Campaign/68}",
			"",
			"You're willing to lay down your life for your faith.  ",
			"**Prerequisites:** You must be ordained as a sacred (or profane) champion of your faith by a high-ranking member of its clergy, or have the Devoted (cleric), Faith-Bringer (inquisitor), or Moral Debt (paladin) {rule/class_<background>_tables}. Such an honor goes above and beyond the normal oaths required of a cleric or paladin.  ",
			"**Benefit:** Once per day, you can add a +2 bonus on any single attack roll, caster level check, saving throw, or skill check. You must choose to add this bonus after the die has been rolled and success or failure determined, but before any results (such as damage) are rolled and applied. If you have 10 or more levels or hit dice, this bonus increases to +4.  ",
			"**Goal:** Die in pursuit of your faith's goals and be brought back to life. If you die in circumstances that don't involve your faith, you gain no benefit. If your GM permits, you can instead remain dead and create a new PC inspired by your heroic sacrifice.  ",
			"**Completion Benefit:** If you died and came back, you become a living symbol of faith. Once per day as a standard action, you can inspire those who share your faith to great effort, granting them a +2 morale bonus on attack rolls and saving throws for 1 minute. This is a mind-affecting, language-dependent effect. If you create a new character inspired by your previous character, the new PC receives a +2 bonus to a single ability score. This ability score can't be one that already has a racial bonus. The new PC can later take this feat if he meets the prerequisite."
		]
	},
	"fearsome_barricade": {
		"name": "Fearsome Barricade",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Fearsome Barricade (Combat, Faction)",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"Your wrath is as potent a barrier as your blades.  ",
			"**Prerequisites:** Intimidate 5 ranks, [Ulfen Guard](rule/f_imperial) 20 TPA.  ",
			"**Benefit:** Choose an adjacent ally as a free action on your turn. Once per round, when an opponent attacks that ally, you may make an Intimidate check to demoralize the opponent as an immediate action. This action counts as an attack of opportunity."
		]
	}
}
