{
	"feline_grace": {
		"name": "Feline Grace",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Feline Grace",
			"",
			"{SOURCE Advanced Race Guide/94}",
			"",
			"Your innate grace allows you to get out of the stickiest situations.  ",
			"**Prerequisites:** Dexterity 13, catfolk.  ",
			"**Benefit:** You gain a +2 bonus to your CMD against bull rush, grapple, overrun, repositioning, and trip combat maneuvers."
		]
	},
	"felling_escape": {
		"name": "Felling Escape",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Felling Escape (Combat)",
			"",
			"{SOURCE Ultimate Combat/101}",
			"",
			"Through the use of fluid contortions and manipulations of leverage, you can throw your opponent to the ground after escaping a grapple.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Trip}.  ",
			"**Benefit:** When you break an opponent's grapple with a combat maneuver check or Escape Artist check, you can spend a swift action to make a trip attempt against that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to make the trip attempt from this feat as a free action instead of a swift action."
		]
	},
	"felling_smash": {
		"name": "Felling Smash",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Felling Smash (Combat)",
			"",
			"{SOURCE Ultimate Combat/101}",
			"",
			"You commit all your focus to a devastating blow, trying to crush your opponent to the ground.  ",
			"**Prerequisites:** Int 13, Str 13, {feat/Combat Expertise}, {feat/Improved Trip}, {feat/Power Attack}, base attack bonus +6.  ",
			"**Benefit:** If you use the attack action to make a single melee attack at your highest base attack bonus while using Power Attack and you hit an opponent, you can spend a swift action to attempt a trip combat maneuver against that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to make the trip attempt from this feat as a free action instead of a swift action."
		]
	},
	"fencing_grace": {
		"name": "Fencing Grace",
		"sources": [
			"Ultimate Intrigue",
			"Advanced Class Origins"
		],
		"description": [
			"## Fencing Grace (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/83;Advanced Class Origins/27}",
			"",
			"Your dashing style and fluid rapier forms allow you to use agility rather than brute force to fell your foes.  ",
			"**Prerequisites:** Dex 13, {feat/Weapon Finesse}.  ",
			"**Benefit:** When wielding a rapier one-handed, you can add your Dexterity modifier instead of your Strength modifier to that weapon's damage. The rapier must be one appropriate for your size. You do not gain this benefit while fighting with two weapons or using flurry of blows, or anytime another hand is otherwise occupied.",
			"",
			"In addition, if you have the panache class feature, you gain a +2 bonus to your CMD against attempts to disarm you of your rapier while you have at least 1 panache point."
		]
	},
	"feral_combat_training": {
		"name": "Feral Combat Training",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Feral Combat Training (Combat)",
			"",
			"{SOURCE Ultimate Combat/101}",
			"",
			"You were taught a style of martial arts that relies on the natural weapons from your racial ability or class feature.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Weapon Focus} with selected natural weapon.  ",
			"**Benefit:** Choose one of your natural weapons. While using the selected natural weapon, you can apply the effects of feats that have Improved Unarmed Strike as a prerequisite.  ",
			"**Special:** If you are a monk, you can use the selected natural weapon with your flurry of blows class feature.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">At the start of your turn, you can spend any number of stamina points. Until the beginning of your next turn, for every 2 stamina points you spent this way, you can apply the effects of Feral Combat Training to a single natural weapon attack made with a natural weapon other than the weapon chosen with this feat."
		]
	},
	"feral_grace": {
		"name": "Feral Grace",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Feral Grace (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/218}",
			"",
			"The animal's grace and agility are honed for battle, making it a deadly combatant.  ",
			"**Prerequisites:** {feat/Weapon Finesse}, base attack bonus +3, animal companion.  ",
			"**Benefit:** Choose one of the animal companion's natural attack. When the animal companion makes a melee attack with the chosen natural attack using its Dexterity bonus on attack rolls and its Strength bonus on damage rolls, it adds 1/4 of its Hit Dice as a bonus on damage rolls. This bonus damage doesn't increase or decrease based upon whether the natural attack is a primary or secondary natural attack.  ",
			"**Special:** You can select this feat multiple times. Its effects don't stack. Each time you select this feat, choose a different natural attack to apply its benefit to."
		]
	},
	"feral_heart": {
		"name": "Feral Heart",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Feral Heart (Story)",
			"",
			"{SOURCE Ultimate Campaign/69}",
			"",
			"In your chest beasts the heart of a wild beast.  ",
			"**Prerequisites:** You must have reverted to savage behavior through a traumatic event or extended period in the wilderness, or have the Raised by Beasts background (either the [adoption](rule/birth_circumstances_and_more) or [druid](rule/class_background_tables) version).  ",
			"**Benefit:** Whenever you receive a morale bonus on Strength or attack rolls (such as from heroism or the barbarian rage class feature), you receive a +2 bonus on Dexterity- and Strength-based ability and skill checks and a +1 bonus on Reflex saves until the morale bonus effect ends.  ",
			"**Goal:** Woo and then marry or otherwise enter into a committed relationship with a person from a civilized culture. This relationship must be forged in love, not bought or coerced.  ",
			"**Completion Benefit:** Delay the penalties for the exhausted, fatigued, shaken, and sickened conditions for 1 round after first receiving them. If you already have the condition in question and it is applied again, this feat provides no benefit. Despite ignoring the penalties you do still have the condition. For example, if you become shaken again while benefiting from this feat, you become frightened as normal."
		]
	},
	"ferocious_action": {
		"name": "Ferocious Action",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Ferocious Action",
			"",
			"{SOURCE Advanced Race Guide/141}",
			"",
			"You ferocity is quick but shorter lived.  ",
			"**Prerequisites:** Ferocity racial trait, orc.  ",
			"**Benefit:** When you fall to 0 hit points or fewer, you lose 2 hit points each round, but you are not staggered. If you are in a rage (such as that caused by the barbarian rage class feature), you instead only lose 1 hit point per round."
		]
	},
	"ferocious_beast": {
		"name": "Ferocious Beast",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Ferocious Beast (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/218}",
			"",
			"Through training or natural ability, the animal is skilled at unnerving its enemies.  ",
			"**Prerequisites:** Intimidate 1 rank, animal companion.  ",
			"**Benefit:** The animal companion uses half its master's class level (minimum 1) in place of its Charisma bonus on Intimidate checks to demoralize an opponent, as well as on Intimidate checks to use the Antagonize feat. In addition, the animal companion can use Intimidate to demoralize an opponent as a move action.  ",
			"**Special:** An animal companion can't take both Ferocious Beast and Intimidating Prowess."
		]
	},
	"ferocious_feint": {
		"name": "Ferocious Feint",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Ferocious Feint (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/218}",
			"",
			"Through training or inborn ability, the animal is naturally skilled at feinting against its foes.  ",
			"**Prerequisites:** Bluff 1 rank, animal companion.  ",
			"**Benefit:** The animal companion uses half its master's class level (minimum 1) in place of its Charisma bonus on Bluff checks to feint an opponent. In addition, the animal companion can use Bluff to feint an opponent as a move action."
		]
	},
	"ferocious_horde": {
		"name": "Ferocious Horde",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Ferocious Horde (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/206}",
			"",
			"Seeing a fellow orc bleed makes you fight harder.  ",
			"**Prerequisites:** Orc, ferocity racial trait.  ",
			"**Benefit:** Whenever you are at or below half of your full hit points and an orc ally within 30 feet who also has this feat is at or below half of her full hit points, you gain a +2 morale bonus on attack rolls."
		]
	},
	"ferocious_loyalty": {
		"name": "Ferocious Loyalty",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Ferocious Loyalty (Teamwork)",
			"",
			"{SOURCE Blood of the Moon/11}",
			"",
			"You have a powerful sense of responsibility for your allies.  ",
			"**Benefit:** You gain a +1 morale bonus on attack rolls against any foe that currently threatens an ally who also has this feat. Whenever an ally with this feat is rendered helpless or killed within 30 feet of you, you gain a +2 morale bonus on attack rolls for 1 minute or until the foe responsible is rendered helpless or killed, whichever comes first."
		]
	},
	"ferocious_resolve": {
		"name": "Ferocious Resolve",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Ferocious Resolve",
			"",
			"{SOURCE Advanced Race Guide/57}",
			"",
			"Your orc heritage allows you to fight on.  ",
			"**Prerequisites:** Con 13, half-orc, orc ferocity racial trait.  ",
			"**Benefit:** You gain the {umr/ferocity} universal monster ability, allowing you to continue fighting at negative hit points. When using this ability, you gain a +2 bonus on Intimidate checks.  ",
			"**Normal:** A half-orc with the orc ferocity racial trait can fight for 1 more round after he is brought below 0 hit points."
		]
	},
	"ferocious_summons": {
		"name": "Ferocious Summons",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Ferocious Summons",
			"",
			"{SOURCE Advanced Race Guide/57}",
			"",
			"Your summoned creatures gain your ferocity.  ",
			"**Prerequisites:** {feat/Augment Summoning}, half-orc or orc.  ",
			"**Benefit:** Creatures you summon gain the {umr/ferocity} universal monster ability."
		]
	},
	"ferocious_tenacity": {
		"name": "Ferocious Tenacity",
		"sources": [
			"Advanced Race Guide",
			"Orcs of Golarion",
			"Pathfinder Unchained"
		],
		"description": [
			"## Ferocious Tenacity (Combat)",
			"",
			"{SOURCE Advanced Race Guide/57;Orcs of Golarion/24}",
			"",
			"You spit in the face of death.  ",
			"**Prerequisites:** Ferocity racial trait, half-orc or orc, rage class feature.  ",
			"**Benefit:** Once per day when raging, if you are hit by an attack that would deal enough hit points of damage to kill you (negative hit points equal to your Constitution score), as an immediate action you may expend 1 or more rounds of rage to negate some of this damage and keep yourself alive. Each round of rage you spend reduces the attack's damage by 1 point, but cannot reduce the damage taken below 1 hit point.",
			"",
			"For example, if you are raging, have a raging Constitution score of 18, are currently at 2 hit points, and take 20 hit points of damage from a hit (which is enough to bring you to -18 hit points, thereby killing you), you may spend 1 round of rage to reduce the damage by 1 hit point (leaving you perilously close to death at -17 hit points); if you spend 17 rounds of rage, you reduce the damage to 1 (the minimum), leaving you with 1 hit point.  ",
			"**Note:** If this damage still makes you fall unconscious, your rage ends just like it normally would, lowering your Constitution to its normal value and reducing your hit point total as normal. Therefore, it is possible to use this feat to prevent yourself from instantly dying, yet you still die because your negative hit points exceed your normal Constitution score - take your normal Constitution into account when deciding how many rounds of rage to spend with this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When using this feat, you can spend 2 stamina points in place of 1 round of rage to gain the same effects."
		]
	},
	"fetid_breath": {
		"name": "Fetid Breath",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Fetid Breath",
			"",
			"{SOURCE Monster Codex/152}",
			"",
			"The rotting of your flesh has spread to your lungs and fills them with putrid fluids.  ",
			"**Prerequisites:** Con 15, {feat/Corrupted Flesh}, 6 HD, ogre.  ",
			"**Benefit:** You can exhale a 30-foot cone of vile-smelling, moist air mixed with phlegm and remnants of old meals. Creatures in the area must succeed at a Fortitude save (DC = 10 + 1/2 your Hit Dice + your Constitution modifier) or they are nauseated for 1d6 minutes. Affected creatures that spend a full-round action gasping for fresh air and scraping off your oral debris may attempt another save to overcome the effect. You can use this breath weapon twice per day, plus one additional time per day for every 6 HD you possess beyond 6."
		]
	},
	"fey_foundling": {
		"name": "Fey Foundling",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Fey Foundling",
			"",
			"{SOURCE Inner Sea World Guide/286;Pathfinder Campaign Setting/80}",
			"",
			"You were found in the wilds as a child, bearing a mark of the First World.  ",
			"**Prerequisites:** You may only select this feat at 1st level.  ",
			"**Benefit:** Your strange connection to the First World and the fey infuses you with life, and whenever you receive magical healing, you heal an additional 2 points per die rolled. You gain a +2 bonus on all saving throws against death effects. Unfortunately, you also suffer +1 point of damage from cold iron weapons (although you can wield cold iron weapons without significant discomfort)."
		]
	},
	"fey_friend": {
		"name": "Fey Friend",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Fey Friend",
			"",
			"{SOURCE Inner Sea Gods/212}",
			"",
			"Your reverence for the Eldest helps make fey your allies.  ",
			"**Prerequisites:** Worshiper of one of the Eldest.  ",
			"**Benefit:** Fey regard you as akin to them, and the spells and other abilities of fey treat you as fey or your actual type, whichever is more advantageous to you. You gain a +2 bonus on Bluff, Diplomacy, and Sense Motive checks against fey."
		]
	},
	"fey_insight": {
		"name": "Fey Insight",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Fey Insight",
			"",
			"{SOURCE Ultimate Wilderness/111}",
			"",
			"You have insight into the weird, alien minds of fey and can use this knowledge to more handily negotiate with or manipulate the capricious creatures.  ",
			"**Prerequisites:** Wis 13; Knowledge (nature) or Knowledge (planes) 2 ranks.  ",
			"**Benefit:** You gain a +2 bonus on Bluff, Diplomacy, and Sense Motive skill checks when interacting with creatures of the fey type. If you have 10 or more ranks in one of these skills, the bonus gained when interacting with creatures of the fey type increases to +4 for that skill."
		]
	},
	"fey_obedience": {
		"name": "Fey Obedience",
		"sources": [ "The First World, Realm of the Fey" ],
		"description": [
			"## Fey Obedience",
			"",
			"{SOURCE The First World, Realm of the Fey/17}",
			"",
			"Your devotion to one of the Eldest is so great that daily prayer and offerings grant you special boons.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks, must worship one of the Eldest.  ",
			"**Benefit:** Each Eldest requires a different obedience, but each obedience takes only 1 hour to perform. Once you've performed the obedience, you gain the benefit of a special ability or resistance as indicated in the \"Obedience\" entry for that Eldest.",
			"",
			"If you have at least 12 Hit Dice, you also gain the first boon granted by your Eldest upon undertaking your obedience. If you have at least 16 Hit Dice, you also gain the Eldest's second boon. If you have at least 20 Hit Dice, you also gain the Eldest's third boon. Unless a specific duration or number of uses per day is listed, a boon's effects are constant.",
			"",
			"Feysworn gain access to these boons at lower levels as a benefit of their prestige class.",
			"",
			"If you ever fail to perform a daily obedience, you lose all access to the benefits and boons granted by this feat until you next perform the obedience."
		]
	},
	"fey_performance": {
		"name": "Fey Performance",
		"sources": [
			"Ultimate Wilderness",
			"Heroes of the Wild"
		],
		"description": [
			"## Fey Performance",
			"",
			"{SOURCE Ultimate Wilderness/111;Heroes of the Wild/26}",
			"",
			"The wind, trees, earth, and local wildlife join in on your bardic performances.  ",
			"**Prerequisites:** Bardic performance class ability.  ",
			"**Benefit:** You can enhance your performance with nature's sights and sounds by expending an extra round of bardic performance at the start of the performance. The range of the performance increases by 30 feet. Furthermore, for the purposes of affecting blind and deaf creatures, this performance counts as having both audible and visible components. This feat doesn't function in environments devoid of animal and plant life."
		]
	},
	"fey_spell_lore": {
		"name": "Fey Spell Lore",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fey Spell Lore",
			"",
			"{SOURCE Ultimate Intrigue/83}",
			"",
			"You have learned the treacherous spells employed by the fey.  ",
			"**Prerequisites:** Cha 13, Spellcraft 1 rank, ability to cast druid spells.  ",
			"**Benefit:** Add the following spells to your druid spell list at the indicated levels: 0-dancing lights, 1st-lesser confusion, 2nd-charm person, 3rd-invisibility, 4th-bestow curse, 5th-charm monster, 6th-major curse, 7th-cloak of dreams, 8th-insanity, 9th-irresistible dance."
		]
	},
	"fey_spell_versatility": {
		"name": "Fey Spell Versatility",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fey Spell Versatility",
			"",
			"{SOURCE Ultimate Intrigue/83}",
			"",
			"You have learned magical secrets from the fey.  ",
			"**Prerequisites:** Cha 13, Spellcraft 1 rank, ability to cast ranger spells.  ",
			"**Benefit:** Choose a 1st-level spell, a 2nd-level spell, a 3rd-level spell, and a 4th-level spell from the bard, sorcerer/wizard, or witch spell list that is either from the enchantment or illusion school or a spell with the curse descriptor. Add those spells to your ranger spell list. Once chosen, these spells cannot be changed."
		]
	},
	"fey_guarded": {
		"name": "Fey-Guarded",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Fey-Guarded",
			"",
			"{SOURCE Ultimate Wilderness/111}",
			"",
			"You have trained your mind to resist fey magic - both that cast by fey creatures and that cast by other denizens of the First World.  ",
			"**Prerequisites:** Knowledge (nature) or Knowledge (planes) 3 ranks.  ",
			"**Benefit:** You gain a +2 morale bonus on saving throws against enchantment and illusion spells and spell-like abilities cast by creatures of the fey type."
		]
	},
	"field_repair": {
		"name": "Field Repair",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Field Repair",
			"",
			"{SOURCE Ultimate Combat/101}",
			"",
			"You can repair your broken weapon or armor to serviceability even without the benefits of artisan tools.  ",
			"**Prerequisites:** Craft 4 ranks.  ",
			"**Benefit:** If you are trained in a Craft skill appropriate to a broken item, you can repair that item with no raw material cost and no penalty on your Craft skill check for using improvised tools. If you spend a day, the item regains 1 hit point plus one-quarter of its original hit points. Alternatively, if the item gained the broken condition because it is a firearm that has misfired or a siege engine that suffered a mishap, or has the broken condition because it has the [fragile](rule/broken_and_fragile) weapon quality (or some similar quality), you can make a Craft check with the DC it takes to craft that item (see table below). If the check succeeds, the item loses the broken condition.  ",
			"**Normal:** Improvised tools impose a -2 penalty on Craft checks. Items require raw materials to repair.",
			"",
			"| Item | Craft Skill | Craft DC |",
			"| --- | --- | --- |",
			"| A weapon with the [fragile](rule/broken_and_fragile) special quality | Weapon or Bow | Normal DC -5 |",
			"| One-handed firearm | Firearm | 20 |",
			"| Two-handed firearm | Firearm | 20 |",
			"| Siege firearm, heavy | Firearm | 25 |",
			"| Siege firearm, medium | Firearm | 30 |",
			"| Siege firearm, light | Firearm | 35 |",
			"| Ranged siege engine, heavy | Siege Engine | 20 |",
			"| Ranged siege engine, medium | Siege Engine | 25 |"
		]
	},
	"fiend_sight": {
		"name": "Fiend Sight",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Fiend Sight",
			"",
			"{SOURCE Advanced Race Guide/174}",
			"",
			"Your eyes develop keener sight in dim light and darkness.  ",
			"**Prerequisites:** Darkvision 60 ft., tiefling.  ",
			"**Benefit:** You gain low-light vision and your darkvision improves to 120 ft.  ",
			"**Special:** You can take this feat twice. When you take it a second time, you gain the {umr/see in darkness/ universal monster ability}."
		]
	},
	"fiendish_darkness": {
		"name": "Fiendish Darkness",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Fiendish Darkness",
			"",
			"{SOURCE Blood of Fiends/24}",
			"",
			"You can use your darkness spell-like ability more often.  ",
			"**Prerequisites:** Darkness spell-like ability, tiefling.  ",
			"**Benefit:** You can use {spell/darkness} three times per day as a spell-like ability.  ",
			"**Normal:** Tieflings can use darkness once per day as a spell-like ability."
		]
	},
	"fiendish_facade": {
		"name": "Fiendish Facade",
		"sources": [
			"Blood of Fiends",
			"Pathfinder #25: The Bastards of Erebus"
		],
		"description": [
			"## Fiendish Facade",
			"",
			"{SOURCE Blood of Fiends/25;Pathfinder #25: The Bastards of Erebus/66}",
			"",
			"You are easily mistaken for a member of another race. Your fiendish physical traits are normally hidden by clothing or appear to be markings of another race.  ",
			"**Prerequisites:** Must be taken at 1st level, tiefling.  ",
			"**Benefit:** You gain a +5 racial bonus on Disguise checks when attempting to impersonate a particular race. You must select the race you are able to impersonate when you select this feat, and thereafter you cannot change the race you have chosen. That race must be Medium size."
		]
	},
	"fiendish_heritage": {
		"name": "Fiendish Heritage",
		"sources": [
			"Blood of Fiends",
			"Pathfinder #25: The Bastards of Erebus"
		],
		"description": [
			"## Fiendish Heritage",
			"",
			"{SOURCE Pathfinder #25: The Bastards of Erebus/66}",
			"",
			"You possess a strong tie to your fiendish ancestors, granting you favorable abilities.  ",
			"**Prerequisites:** Tiefling, must be taken at 1st level.  ",
			"**Benefit:** Your fiendish bloodline proves particularly strong, being tied to a specific race of fiends. Rather than taking a tiefling's usual racial ability modifiers, choose one of the {race/tiefling/ heritage modifiers}. In addition, you may roll on the Variant Tiefling Abilities table three times and choose the most favorable ability.  ",
			"**Special:** {source/Blood of Fiends/ pgs. 18-23} reprinted the tiefling heritages without requiring this feat to access them. This feat is now essentially irrelevant."
		]
	},
	"fiendish_obedience": {
		"name": "Fiendish Obedience",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Fiendish Obedience",
			"",
			"{SOURCE Book of the Damned/178}",
			"",
			"Your devotion to a fiendish patron (be it a deity, demigod, or quasi deity) is so great that daily prayer and minor sacrifices grant you special boons.  ",
			"**Prerequisites:** Knowledge (religion) 3 ranks; must worship a fiendish deity, demigod, or quasi deity.  ",
			"**Benefit:** Each fiend requires a different daily obedience, but all obediences take no more than 1 hour per day to perform. You can combine the ritual of obedience with the time needed to prepare your spellcasting for the day. Once you've performed an obedience, you gain the benefit of a special ability or defense as indicated in the \"Obedience\" entry for the fiend to whom you performed the obedience.",
			"",
			"If you have at least 12 Hit Dice, upon undertaking your obedience, you also gain the first boon granted by your fiend. If you have at least 16 Hit Dice, you also gain the deity's second boon. If you have 20 Hit Dice or more, you also gain the deity's third boon. Unless a specific duration or number of uses per day is listed, a boon's effects are constant.",
			"",
			"When you gain boons from Fiendish Obedience, you typically gain that fiend's exalted boons. If you take the Damned Disciple or Damned Soldier feat, you can choose instead to take a sentinel or evangelist boon as appropriate. Certain prestige classes also alter which category of boon you gain. Regardless, once you select a boon, you can't normally change the type of boon you've selected at a later date (unless taking levels in a specific prestige class retroactively changes your boons).",
			"",
			"The demoniac, diabolist, and souldrinker prestige classes grant access to these boons at lower Hit Dice as a benefit of their prestige class. For each of these classes, you must select whether you want to take the evangelist, exalted, or sentinel boons; once you make that choice, you are locked in to that category of boon (and previous boon choices retroactively change as appropriate). If you ever fail to perform a daily obedience, you lose all access to the benefits and boons granted by this feat until you next perform the obedience."
		]
	},
	"fiendish_resilience": {
		"name": "Fiendish Resilience",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Fiendish Resilience",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"You dodge energy attacks with amazing agility.  ",
			"**Prerequisites:** Dex 13, evasion class feature, tiefling.  ",
			"**Benefit:** Choose one of the following energy types that you have resistance to: cold, electricity, or fire. Anytime you make a Reflex saving throw against an attack that deals the selected type of energy damage and is subject to your evasion class feature, you gain a +4 competence bonus on the save.  ",
			"**Special:** You can take this feat multiple times. Each time you take it, you select a different qualifying energy type."
		]
	},
	"fiendish_serpent": {
		"name": "Fiendish Serpent",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Fiendish Serpent",
			"",
			"{SOURCE Book of the Damned/178}",
			"",
			"While transforming into a serpent is most common among fiendish servants of serpentine demigods such as Abraxas or Geryon, worshipers of any fiend might assume this shape.  ",
			"**Prerequisites:** Bipedal body shape, non-native outsider with the evil subtype.  ",
			"**Benefit:** You slither upon a serpentine tail that has replaced your legs. This grants you a climb speed and swim speed equal to your base speed, and you can't be tripped."
		]
	},
	"fiendish_wings": {
		"name": "Fiendish Wings",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Fiendish Wings",
			"",
			"{SOURCE Book of the Damned/179}",
			"",
			"You have great wings capable of bearing you aloft. The wings you gain this way vary, from the bat-like wings common among demons and devils, to the feathered wings of Szuriel's generals, to the stretched-skin membranes of kytons.  ",
			"**Prerequisites:** Non-native outsider with the evil subtype.  ",
			"**Benefit:** Your wings grant you a fly speed equal to your base speed with good maneuverability."
		]
	},
	"fiendskin": {
		"name": "Fiendskin",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Fiendskin (Damnation)",
			"",
			"{SOURCE Champions of Corruption/16}",
			"",
			"The forces of darkness gird you against the light.  ",
			"**Benefit:** You gain defensive abilities related to your patron's outsider subtype. For example, if your patron is a devil, the abilities listed below tie into the devil subtype. These benefits tie to your patron's subtype, not your specific patron (its abilities might differ from the norm).",
			"",
			"**One Damnation Feat:** Choose one of the energy types to which your patron's outsider subtype grants resistance. You gain resistance 5 against that energy type.  ",
			"**Two Damnation Feats:** Choose one of the energy types to which your patron's outsider subtype grants resistance. You gain resistance 5 against that energy type. If you already have resistance to the chosen energy type (even from earlier benefits of this feat), this new resistance stacks with the existing resistance.  ",
			"**Three Damnation Feats:** Choose one of the energy types to which your patron's outsider subtype grants resistance. You gain immunity to the selected energy type.  ",
			"**Four Damnation Feats:** Your creature type changes to outsider (native). Additionally, choose one energy type to which your patron's outsider subtype grants immunity or resistance. You gain immunity to that energy type."
		]
	},
	"fight_on": {
		"name": "Fight On",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Fight On",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You can keep fighting even after you should be dead.  ",
			"**Prerequisites:** Con 13; dwarf, half-orc, or orc.  ",
			"**Benefit:** Once per day, you can gain a number of temporary hit points equal to your Constitution modifier. You can activate this feat as an immediate action when reduced to 0 or fewer hit points. You can use this feat to prevent yourself from dying. These temporary hit points last for 1 minute. If your hit points drop below 0 due to the loss of these temporary hit points, you fall unconscious and are dying as normal. If you also have the ferocity racial trait, you can use that once you have lost the temporary hit points from this feat."
		]
	},
	"fighting_frenzy": {
		"name": "Fighting Frenzy",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Fighting Frenzy (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Class Origins/27}",
			"",
			"You feed off the rage of your allies.  ",
			"**Prerequisites:** Cha 13, rage class feature.  ",
			"**Benefit:** When you are in a rage and an ally with this feat within 60 feet is in a rage, you don't take the normal -2 penalty to AC for being in a rage. If you would take a larger penalty to AC for being in a rage, reduce that penalty by 2."
		]
	},
	"figments_fluidity": {
		"name": "Figment's Fluidity",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Figment's Fluidity (Familiar)",
			"",
			"{SOURCE Familiar Folio/19}",
			"",
			"Your familiar can rework the dream-stuff it is made of.  ",
			"**Prerequisites:** Must have a familiar with the {arc-familiar/figment} archetype.  ",
			"**Benefit:** Once per day, your familiar can spend a full-round action to manually reshape itself, reassigning 1 evolution point of eidolon evolutions. The evolution it loses can't be a prerequisite for any other evolutions it has. It can use this ability twice per day at 7th level, and three times per day at 13th level."
		]
	},
	"filth_forager": {
		"name": "Filth Forager",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Filth Forager",
			"",
			"{SOURCE Heroes of the Streets/28}",
			"",
			"Your regular exposure to the filth and unfortunate residues common to sewers and subterranean urban environs has caused you to develop a resistance to the effects of such conditions.  ",
			"**Benefit:** You gain a +4 bonus on all saving throws against diseases and any effect that would cause you to become nauseated or sickened."
		]
	},
	"filthy_weapons": {
		"name": "Filthy Weapons",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Filthy Weapons (Combat)",
			"",
			"{SOURCE Heroes of the Streets/29}",
			"",
			"You spread contagion with your weapons by covering their business ends in virulent muck and sewage.  ",
			"**Prerequisites:** Knowledge (dungeoneering) 1 rank, Knowledge (nature) 1 rank.  ",
			"**Benefit:** You can take a standard action to cover a weapon in decomposing waste, slimy filth, or other virulent agent. The next attack with that weapon that succeeds against a foe exposes the target to filth fever. If the attack is a critical hit, the filth fever has an onset time of 1 round, and a save DC equal to 10 + 1/2 your base attack bonus + your Intelligence modifier."
		]
	},
	"final_embrace": {
		"name": "Final Embrace",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Final Embrace (Combat)",
			"",
			"{SOURCE Ultimate Combat/101}",
			"",
			"Your coils are particularly deadly, allowing you to constrict opponents of your size or smaller.  ",
			"**Prerequisites:** Str 13, Int 3; naga, serpentfolk, or creature that has the constrict special attack as a racial ability; base attack bonus +3.  ",
			"**Benefit:** You gain the constrict and grab special attacks. Your constrict attack deals damage equal to your unarmed strike or primary natural weapon melee attack. Further, you can grab and constrict opponents up to your size.  ",
			"**Normal:** You can grab and constrict creatures one size smaller than you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">You can spend 2 stamina points to grab a creature one size category larger than you."
		]
	},
	"final_embrace_horror": {
		"name": "Final Embrace Horror",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Final Embrace Horror (Combat)",
			"",
			"{SOURCE Ultimate Combat/101}",
			"",
			"Your constricting attack has become stronger and more lethal.  ",
			"**Prerequisites:** Str 15, Int 3; naga, serpentfolk, or creature that has the constrict special attack; {feat/Final Embrace}; base attack bonus +6.  ",
			"**Benefit:** A creature that takes damage from your constrict attack is also shaken until the start of your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When a creature is damaged by your constrict ability, you can spend 5 stamina points to sicken that creature until the start of your next turn."
		]
	},
	"final_embrace_master": {
		"name": "Final Embrace Master",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Final Embrace Master (Combat)",
			"",
			"{SOURCE Ultimate Combat/102}",
			"",
			"Few creatures can survive the crushing horror of your Final Embrace.  ",
			"**Prerequisites:** Str 17, Int 3; naga, serpentfolk, or creature that has the constrict special attack; {feat/Final Embrace}; {feat/Final Embrace Horror}; base attack bonus +9.  ",
			"**Benefit:** Double the number of damage dice for your constrict special attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">Each time you constrict, you can spend 5 stamina points to triple the damage dice of your constrict ability instead of doubling them."
		]
	},
	"find_the_flaw": {
		"name": "Find the Flaw",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Find the Flaw",
			"",
			"{SOURCE Plane-Hopper's Handbook/15}",
			"",
			"You sense the minute imperfections in the otherwise ordered structure of your foes' weapons and armor.  ",
			"**Prerequisites:** Str 13, {feat/Improved Sunder}, {feat/Power Attack}, base attack bonus +1, Craft (armor or weapons) 5 ranks, aphorite.  ",
			"**Benefit:** When performing a sunder combat maneuver, you ignore a number of points of hardness equal to your Intelligence modifier."
		]
	},
	"finesse_shot": {
		"name": "Finesse Shot",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Finesse Shot (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/21}",
			"",
			"You can use ranged attacks to perform actions that require finesse.  ",
			"**Prerequisites:** {feat/Marksman's Utility}, base attack bonus +7, weapon training class feature with a ranged weapon.  ",
			"**Benefit:** In addition to the options allowed by the utility shot gunslinger deed, you gain access to the following utility shots.",
			"",
			"*Open/Close Object:* You can use a ranged attack to open or close an object as a standard action. You make an attack roll against an unattended and unlocked door, window, or container within the first range increment of your weapon. Such an object has an AC equal to 3 + the object's size modifier (minimum +0) + its hardness. If you hit, the object opens if it is closed or closes if it is open. Otherwise, this ability functions as the open/close spell.",
			"",
			"*Triggering Shot:* You can use a ranged attack to trigger a trap. You make a ranged attack against a trap you are aware of that is within your weapon's first range increment. The trap's AC is equal to 10 + its Disable Device DC. If you hit, the trap automatically triggers as if its trigger condition had been met.",
			"",
			"*Use Object:* You can attempt to use a simple object by shooting it as a standard action. This ability functions as the scoot unattended object use of the utility shot deed, except you pull or push the object in such a way that it activates. For example, you can shoot an unattended lever, causing it to activate and lower a drawbridge."
		]
	},
	"finishing_cascade": {
		"name": "Finishing Cascade",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Finishing Cascade (Combat, Combination)",
			"",
			"{SOURCE Martial Arts Handbook/27}",
			"",
			"Your blows set up your opponents for a devastating finish.  ",
			"**Prerequisites:** Base attack bonus +11 or monk level 11th; at least one combination feat.",
			"",
			"The first time in a round you use a combination feat to apply a reduction or penalty to yourself or an enemy, you can double the feat's numerical modifier. For example, you can double the reduction granted by {feat/Combat Rhythm} to -2. This does not double any other effects of combination feats, such as damage."
		]
	},
	"fire_gods_blessing": {
		"name": "Fire God's Blessing",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Fire God's Blessing",
			"",
			"{SOURCE Orcs of Golarion/25}",
			"",
			"The Fire God rewards you for killing enemies with flame.  ",
			"**Prerequisites:** Half-orc or orc, worshiper of the Fire God (Sezelrian).  ",
			"**Benefit:** When in combat, if you deal fire damage to an enemy, you heal 1 hit point. You can only benefit from this healing once per round. Attacks that cause a target to catch on fire heal you each round the target takes fire damage."
		]
	},
	"fire_hand": {
		"name": "Fire Hand",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Fire Hand (Combat)",
			"",
			"{SOURCE Advanced Race Guide/118}",
			"",
			"Born with a torch in your hand, you have a gift with anything that burns.  ",
			"**Prerequisites:** Goblin.  ",
			"**Benefit:** You can wield a torch as a weapon without taking the nonproficient penalty and gain a +1 bonus on attack rolls with melee weapons that deal fire damage.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When you hit with a torch attack, you can spend 1 stamina point. If you do, the fire damage dealt with that attack increases to 1d6 points of fire damage."
		]
	},
	"fire_music": {
		"name": "Fire Music",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Fire Music",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"Your ability to command fire and bardic music has created a strange blend of both magics.  ",
			"**Prerequisites:** Spellcraft 5 ranks, ability to cast bard spells, ability to cast an arcane fire spell from some other spellcasting class.  ",
			"**Benefit:** When you cast a bard spell that deals damage, you may replace the spell's normal damage with fire damage or split the spell's damage so that half of it is the normal damage type and half is fire damage.",
			"",
			"If you cast a summon monster spell as a bard spell, you may choose to give the summoned creature a fiery appearance, which gives it fire resistance 5 and adds +1 fire damage to all of its natural attacks. The creature sheds dim light in a 5-foot radius. This aspect of the feat has no effect if the creature already has the fire subtype.",
			"",
			"When you use this feat, the affected spell gains the fire descriptor.",
			"",
			"### Mythic Fire Music",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You masterfully weave the ancient melodies of fire into your spells.  ",
			"**Prerequisites:** {feat/Fire Music}.  ",
			"**Benefit:** When you use Fire Music to change any of the damage dealt by a bard spell to fire damage, that damage ignores fire resistance up to your tier.",
			"",
			"If you cast summon monster as a bard spell and choose to give the summoned creature a fiery appearance, increase its fire resistance by 5 (adding to the resistance already granted by Fire Music) and add 1d4 points of fire damage to all of its natural attacks instead of the +1 fire damage normally granted by Fire Music. Creatures with the fire subtype also gain these benefits."
		]
	},
	"fire_tamer": {
		"name": "Fire Tamer",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Fire Tamer",
			"",
			"{SOURCE Advanced Race Guide/118}",
			"",
			"You know your way around even magical fire.  ",
			"**Prerequisites:** Goblin.  ",
			"**Benefit:** You gain a +2 bonus on saves against spells with the fire descriptor. Additionally, your scars mark you as a talented fire tamer, granting you a +2 circumstance bonus on Diplomacy and Intimidate checks when dealing with other goblins."
		]
	},
	"firebrand": {
		"name": "Firebrand",
		"sources": [ "Faiths of Corruption" ],
		"description": [
			"## Firebrand (Combat)",
			"",
			"{SOURCE Faiths of Corruption/24}",
			"",
			"You can make use of a torch as a deadly, mace-like weapon.  ",
			"**Prerequisites:** Worshiper of {faith/Asmodeus}  ",
			"**Benefit:** You treat a torch as a light weapon that deals bludgeoning damage equal to that of a light mace of its size, plus 1 point of fire damage, and you do not incur penalties as you would for using it as an improvised weapon.  ",
			"**Normal:** A torch used in combat is treated as a one-handed improvised weapon that deals bludgeoning damage equal to that of a gauntlet of its size, plus 1 point of fire damage."
		]
	},
	"firesight": {
		"name": "Firesight",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Firesight",
			"",
			"{SOURCE Advanced Race Guide/130}",
			"",
			"Fire no longer blinds you, and smoke conceals nothing from your gaze.  ",
			"**Prerequisites:** Ifrit.  ",
			"**Benefit:** You can see through fire and smoke without penalty, ignoring any cover or concealment bonuses from fire and smoke. This does not allow you to see anything you could not otherwise see (for example, invisible creatures are still invisible). You are immune to the dazzled condition."
		]
	},
	"first_general_of_the_east": {
		"name": "First General of the East",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## First General of the East (Origin)",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/73}",
			"",
			"Your creator was a soldier and person of war, and your memories are filled with the taste of blood.  ",
			"**Prerequisites:** Character level 5th, {race/shabti}.  ",
			"**Benefit:** Once per day, you can cast {spell/greater magic weapon} as a spell-like ability. You gain a second daily use at 9th level, and a third at 15th level. Only you can benefit from this spell-like ability; anyone else who wields the enchanted weapon gains no benefit from the spell. The caster level for this ability is equal to your character level."
		]
	},
	"flagbearer": {
		"name": "Flagbearer",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Flagbearer (Combat)",
			"",
			"{SOURCE Inner Sea World Guide/286;Pathfinder Campaign Setting/64}",
			"",
			"When brandishing a flag adorned with the standard of an organization you owe allegiance to, you inspire nearby members of the same allegiance.  ",
			"**Prerequisites:** Cha 15.  ",
			"**Benefit:** As long as you hold your clan, house, or party's flag, members of that allegiance within 30 feet who can see the flag (including yourself) gain a +1 morale bonus on attack rolls, weapon damage rolls, and saving throws against fear and charm effects. You must hold the flag in one hand in order to grant this bonus. If the standard is taken by the enemy or destroyed, this bonus becomes a penalty, affecting all creatures that the bonus previously affected for 1 hour (or until you reclaim the lost flag).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">Whenever you can see your flag but aren't holding it, you can spend 1 stamina point to gain the benefits of Flagbearer for 1 minute as if you were holding it."
		]
	},
	"flagellant": {
		"name": "Flagellant",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Flagellant",
			"",
			"{SOURCE Inner Sea Gods/212}",
			"",
			"You have learned to ignore the effects of pain through long years of exposure to it.  ",
			"**Prerequisites:** {feat/Endurance}, character level 7th, worshiper of Zon-Kuthon.  ",
			"**Benefit:** You gain a +4 bonus on saving throws against pain effects. Also, you suffer no adverse effect when your nonlethal damage equals your current hit points, and you become staggered when your nonlethal damage exceeds your current hit points. You never fall unconscious due to nonlethal damage.  ",
			"**Normal:** When your nonlethal damage equals your current hit points, you become staggered. When your nonlethal damage exceeds your current hit points, you fall unconscious."
		]
	},
	"flame_blade_dervish": {
		"name": "Flame Blade Dervish",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Flame Blade Dervish (Combat)",
			"",
			"{SOURCE Paths of the Righteous/13}",
			"",
			"You move effortlessly when wielding a flame blade.  ",
			"**Prerequisites:** Ability to cast flame blade as a spell or spell-like ability.  ",
			"**Benefit:** When you cast {spell/flame blade}, you gain a +10 enhancement bonus to your base speed as long as the spell persists, along with a +4 competence bonus on all Acrobatics checks. You add your Charisma modifier to damage rolls with your flame blade, and ignore the first 10 points of fire resistance possessed by a creature you hit with the flame blade for the purposes of determining the damage dealt by the flame blade. Against undead foes, you ignore the first 30 points of fire resistance. Immunity to fire still completely protects against damage from your flame blade."
		]
	},
	"flame_heart": {
		"name": "Flame Heart",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Flame Heart",
			"",
			"{SOURCE Advanced Race Guide/118}",
			"",
			"You have mastered fire magic and alchemy.  ",
			"**Prerequisites:** {feat/Fire Tamer}, character level 5th, goblin.  ",
			"**Benefit:** You gain fire resistance 5. When casting spells with the fire descriptor or throwing alchemist bombs that deal fire damage, treat your caster level or alchemist level as if you were 1 level higher."
		]
	},
	"flame_warrior": {
		"name": "Flame Warrior",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Flame Warrior (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"The raging inferno of your body flows through any sword or axe you wield.  ",
			"**Prerequisites:** Fire subtype, giant subtype.  ",
			"**Benefit:** You naturally transfer the heat of your body to any metal melee weapons you wield, dealing 1d6 additional points of fire damage."
		]
	},
	"flanking_foil": {
		"name": "Flanking Foil",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Flanking Foil (Combat)",
			"",
			"{SOURCE Ultimate Combat/102}",
			"",
			"Fighting multiple foes is easy for you.  ",
			"**Benefit:** Whenever you hit an adjacent opponent with a melee attack, until the start of your next turn, that opponent does not gain any flanking bonus on attack rolls while it is flanking you and cannot deal sneak attack damage to you. It can still provide a flank for its allies.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When using this feat, you can spend 5 stamina points. If you do, your target cannot flank with its allies against you until the start of your next turn."
		]
	},
	"flaring_spell": {
		"name": "Flaring Spell",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Flaring Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Magic/151}",
			"",
			"You dazzle creatures when you affect them with a spell that has the fire, light, or electricity descriptor.  ",
			"**Benefit:** The electricity, fire, or light effects of the affected spell create a flaring that dazzles creatures that take damage from the spell. A flare spell causes a creature that takes fire or electricity damage from the affected spell to become dazzled for a number of rounds equal to the actual level of the spell. A flaring spell only affects spells with a fire, light, or electricity descriptor. A flaring spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"flaying_critical": {
		"name": "Flaying Critical",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Flaying Critical (Combat, Critical)",
			"",
			"{SOURCE Dragonslayer's Handbook/25}",
			"",
			"Your critical hits weaken your opponents' defenses.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +11.  ",
			"**Benefit:** Whenever you score a critical hit, your opponent takes a -1 penalty to its natural armor bonus for the duration of the encounter. This penalty is cumulative, but cannot reduce an opponent's natural armor bonus below 0."
		]
	},
	"fleet": {
		"name": "Fleet",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Fleet",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You are faster than most.  ",
			"**Benefit:** While you are wearing light or no armor, your base speed increases by 5 feet. You lose the benefits of this feat if you carry a medium or heavy load.  ",
			"**Special:** You can take this feat multiple times. The effects stack.",
			"",
			"### Mythic Fleet",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You're fantastically light on your feet.  ",
			"**Prerequisites:** {feat/Fleet}.  ",
			"**Benefit:** Your base land speed increases by 5 feet, regardless of what armor you wear or whether you're encumbered. This bonus stacks with the bonus gained from Fleet.  ",
			"**Special:** You can take this feat multiple times, but no more than the number of times you've taken non-mythic Fleet. The effects stack."
		]
	},
	"fleeting_spell": {
		"name": "Fleeting Spell",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fleeting Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Intrigue/83}",
			"",
			"Your spells vanish with unusual speed.  ",
			"**Benefit:** A fleeting spell's duration becomes dismissible, if it is not already. You can dismiss your own fleeting spell as a swift action. When you dismiss a fleeting spell, its lingering aura cannot be detected by magic unless the caster succeeds at a caster level check against a DC equal to 11 + your caster level. The DC of dispel checks to counter a fleeting spell is reduced by 2, and once active, {spell/dispel magic} removes a fleeting spell without a caster level check. A fleeting spell has half its normal duration (with an {feat/extended} fleeting spell, these duration adjustments cancel out). Only spells with a duration of at least 2 rounds can be made fleeting, and instantaneous or permanent spells cannot be fleeting spells. A fleeting spell does not use up a higher-level spell slot than the spell's actual level.  ",
			"**Normal:** It is a standard action to dismiss a dismissible spell, and only spells whose Duration entry is marked with a D are dismissible."
		]
	},
	"flensing_strike": {
		"name": "Flensing Strike",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Flensing Strike",
			"",
			"{SOURCE Demons Revisited/8}",
			"",
			"Your slashing sneak attacks tend to slice away swaths of skin and natural armor.  ",
			"**Prerequisites:** Sneak attack +3d6, bleeding sneak attack rogue trick or {umr/bleed} universal monster ability.  ",
			"**Benefit:** When you successfully inflict sneak attack damage on a foe with a slashing weapon, your attack doesn't go particularly deep, but you do carve away a significant portion of skin and flesh. If this sneak attack inflicts bleed damage, the victim of the sneak attack is sickened by the pain and has its natural armor bonus (if any) reduced by a number of points equal to the number of sneak attack dice you possess. These penalties persist as long as the bleed damage persists. Multiple strikes on the same foe do not stack the bleed damage, but the penalty to natural armor does stack, to a maximum penalty equal to the target's normal full natural armor score."
		]
	},
	"fleshwarper": {
		"name": "Fleshwarper",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Fleshwarper (Item Creation)",
			"",
			"{SOURCE Horror Adventures/87}",
			"",
			"You can create creatures through an abominable alchemical process.  ",
			"**Prerequisites:** Craft (alchemy) 5 ranks, Heal 5 ranks, evil alignment.  ",
			"**Benefit:** You can create fleshwarped creatures and [fleshcraft](main/magic_misc) grafts (see {rule/Fleshwarping} for full details). A newly created fleshwarped creature has average hit points for its Hit Dice."
		]
	},
	"flexible_foe": {
		"name": "Flexible Foe",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Flexible Foe (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/10}",
			"",
			"Your expertise aids you against many similar foes.  ",
			"**Prerequisites:** Base attack bonus +5, favored enemy (any humanoid or any outsider), favored enemy class feature.  ",
			"**Benefit:** Once per day as a swift action, you can change the subtype of the humanoid or outsider you chose as your favored enemy. For example, you can change your favored enemy from humanoid (elf) to humanoid (dwarf). The bonus granted by favored enemy when used in this way is always +2, regardless of the original bonus. This change lasts for a number of rounds equal to your character level.  ",
			"**Special:** You can gain this feat multiple times. Each time you take the feat, you can use this ability one additional time per day."
		]
	},
	"flexible_hex": {
		"name": "Flexible Hex",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Flexible Hex",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"Your wandering hex shifts at your command.  ",
			"**Prerequisites:** Wandering hex class feature.  ",
			"**Benefit:** Once per day as a swift action, you can change your wandering hex. When you change your hex, the new hex must be associated with the wandering spirit with which you are currently bonded. At 12th level, you can change either or both of your wandering hexes with the feat.  ",
			"**Normal:** Shamans select their hexes every day when they prepare their spells and cannot change them."
		]
	},
	"flexible_shadow_jump": {
		"name": "Flexible Shadow Jump",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Flexible Shadow Jump",
			"",
			"{SOURCE Blood of Shadows/25}",
			"",
			"You have refined your ability to leap through the shadows.  ",
			"**Prerequisites:** Shadow jump shadowdancer class feature.  ",
			"**Benefit:** When you travel between shadows using the shadow jump ability, the minimum increment that you can jump is 5 feet, allowing you to split your shadow jumps into 5-foot increments instead of 10-foot increments. In addition, your shadow jump ability counts as the ability to cast dimension door for the purpose of meeting the prerequisites of the Dimensional Agility feat as well as any feat that lists that feat as a prerequisite, and your shadow jump benefits from such feats as if you were casting dimension door.  ",
			"**Normal:** Each shadow jump, no matter how small, counts as a 10-foot increment."
		]
	},
	"flexible_wizardry": {
		"name": "Flexible Wizardry",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Flexible Wizardry",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"You have learned a trick that makes your spellcasting more flexible.  ",
			"**Prerequisites:** {feat/Spell Mastery}, wizard level 1st.  ",
			"**Benefit:** When you prepare your spells each day, you can choose to keep a number of spell slots equal to your Intelligence modifier (minimum 1) flexibly prepared. Instead of preparing a single spell within each of these slots, you can partially prepare two spells. Anytime after you prepare these flexible slots, you can spend a full-round action to finalize one slot, choosing one of the two spells to be finished and fully prepared in that slot."
		]
	},
	"flickering_step": {
		"name": "Flickering Step",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Flickering Step (Conduit)",
			"",
			"{SOURCE Planar Adventures/28}",
			"",
			"You can appear and disappear in the blink of an eye.  ",
			"**Prerequisites:** Knowledge (planes) 9 ranks.  ",
			"**Benefit:** You can use {spell/dimension door} as a spell-like ability with a caster level equal to your ranks in Knowledge (planes). You can't teleport a distance greater than twice your base speed in this way, and you must have both line of sight and line of effect to your destination.",
			"",
			"You can use this feat's benefit once per day, plus an additional time per day for every 5 ranks you have in Knowledge (planes).  ",
			"**Special:** A fighter with this feat treats Dimensional Agility and any feat that lists it as a prerequisite as though they were combat feats when selecting fighter bonus feats."
		]
	},
	"flight_mastery": {
		"name": "Flight Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Flight Mastery (Item Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/26}",
			"",
			"You can coax the magic of flight from transmutation magic items.  ",
			"**Prerequisites:** Use Magic Device 3 ranks, base Fortitude save bonus +6.  ",
			"**Benefit:** You can cause an item that has a transmutation spell of 2nd level or higher listed in its construction requirements to cast fly. If the item is a suit of armor you are wearing, you can use the item's enhancement bonus in place of your Dexterity modifier on Fly skill checks while the spell lasts. You can use this feat once per day, plus an additional time per day at base Fortitude save bonus +9 and +12."
		]
	},
	"fling": {
		"name": "Fling",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Fling (Combat)",
			"",
			"{SOURCE Inner Sea Monster Codex/53}",
			"",
			"You can throw grappled enemies a short distance, turning them into makeshift missiles against their allies.  ",
			"**Prerequisites:** {feat/Flyby Attack}, {feat/Powerful Wings}, {feat/Snatch and Drop}, {feat/Throw Anything}.  ",
			"**Benefit:** Whenever you successfully grapple an opponent using the Snatch and Drop feat, you can instead fling your victim at another target. You can throw a creature 10 feet, plus an additional 5 feet for every size category by which it is smaller than you. To strike another target, make a ranged touch attack. If you hit, the attack deals damage to both the creature flung and its intended target. This damage is equal to that of a slam attack of a creature two sizes larger than the creature being flung plus your Strength modifier. The flung creature lands prone in the nearest adjacent square to the target, and the target must succeed at a Reflex saving throw (DC = 10 + damage dealt) or also fall prone in its own square. You can't use this feat if the weight of the creature you intend to fling exceeds the amount you can carry as a heavy load.  ",
			"**Special:** While the following feats are primarily taken by strix, other creatures with natural wings can also take them at the GM's discretion."
		]
	},
	"flinging_charge": {
		"name": "Flinging Charge",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Flinging Charge (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/111}",
			"",
			"You hurl a weapon during your charge before drawing a new one to strike, enabling you to make another attack at the expense of the latter attack's accuracy.  ",
			"**Prerequisites:** {feat/Quick Draw}, base attack bonus +6.  ",
			"**Benefit:** If you have a thrown weapon in hand when you begin charging, you can make a ranged attack with that weapon against the target of your charge at any point during your charge. You gain the +2 bonus for charging on the attack roll for this ranged attack. You can then immediately draw a melee weapon during your charge. You take a -5 penalty on the melee attack made at the end of the charge. When charging this way, you cannot use any effect that would grant you more than one attack at the end of your charge (such as pounce), nor can you use abilities that grant you other ranged attacks on a charge, such as the hurling charge rage power."
		]
	},
	"flow_of_elements": {
		"name": "Flow of Elements",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Flow of Elements (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/206}",
			"",
			"You can spontaneously channel your ally's elemental essence, be it burning fire, freezing ice, crackling lightning, or searing acid.  ",
			"**Prerequisites:** Ability to cast spells; ifrit, oread, sylph, or undine.  ",
			"**Benefit:** Whenever you're adjacent to an ifrit, oread, sylph, or undine ally who also has this feat, you can spontaneously replace or split a spell's damage when casting it, as though the spell were affected by Elemental Spell (without using a higher-level spell slot). The type of energy damage depends on your ally's race: acid for oread, electricity for sylph, fire for ifrit, or cold for undine."
		]
	},
	"flumefire_rage": {
		"name": "Flumefire Rage",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Flumefire Rage",
			"",
			"{SOURCE Elemental Master's Handbook/7}",
			"",
			"Your meditation before a rune-engraved stone in the Flume Warrens unlocks the secret of its blazing flame.  ",
			"**Prerequisites:** Cha 15; bloodrage class feature, elemental focus class feature, or {feat/Varisian Tattoo} (evocation).  ",
			"**Benefit:** When casting an evocation spell that deals fire damage, you can deal +1 point of fire damage per die. If you do, you must succeed at a Fortitude save (DC = 15 + the spell or blast's level) or become fatigued. You cannot use this feat while fatigued or if you cannot become fatigued.",
			"",
			"If you are raging (such as when using bloodrage or affected by the rage spell), this damage increases to +2 points per die and you roll twice when attempting the Fortitude save and take the better result. This feat does not otherwise grant you the ability to cast spells while raging."
		]
	},
	"flyby_attack": {
		"name": "Flyby Attack",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Flyby Attack (Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/315}",
			"",
			"This creature can make an attack before and after it moves while flying.  ",
			"**Prerequisites:** Fly speed.  ",
			"**Benefit:** When flying, the creature can take a move action and another standard action at any point during the move. The creature cannot take a second move action during a round when it makes a flyby attack.  ",
			"**Normal:** Without this feat, the creature takes a standard action either before or after its move."
		]
	},
	"flying_tackle": {
		"name": "Flying Tackle",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Flying Tackle",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"You quickly bring down an off-balanced opponent.  ",
			"**Prerequisites:** {feat/Improved Overrun}.  ",
			"**Benefit:** When attempting an overrun combat maneuver check against a flat-footed opponent, if the attempt knocks the creature prone, you can also fall prone in order to attempt a grapple combat maneuver check against the creature as a free action. Doing so does not provoke an attack of opportunity from the target of your grapple."
		]
	},
	"focused_aberration_expertise": {
		"name": "Focused Aberration Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Aberration Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/22}",
			"",
			"You hold strong against aberrations.  ",
			"**Prerequisites:** Favored enemy (aberration) class feature.  ",
			"**Benefit:** Choose either Fortitude saves against transformation effects (including transmutation spells and spell-like abilities) or Will saves against mind-affecting effects. You gain a bonus on the selected saving throw equal to half your favored enemy (aberration) bonus. Against aberrations' spells and abilities, you gain this bonus on Fortitude saves against transmutation effects and on Will saves against mind-affecting effects."
		]
	},
	"focused_animal_expertise": {
		"name": "Focused Animal Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Animal Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"You're skilled at patiently hiding from your favored enemies, particularly animals.  ",
			"**Prerequisites:** Favored enemy (animal) class feature.  ",
			"**Benefit:** You gain a bonus on Stealth checks equal to half your favored enemy (animal) bonus. Against animals, this bonus is equal to your full favored enemy bonus."
		]
	},
	"focused_construct_expertise": {
		"name": "Focused Construct Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Construct Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"You are skilled at breaking the defenses of constructs and other creatures.  ",
			"**Prerequisites:** Favored enemy (construct) class feature.  ",
			"**Benefit:** Your weapon attacks ignore a number of points of damage reduction or hardness equal to half your favored enemy (construct) bonus. This feat allows you to only ignore damage reduction that is normally bypassed by adamantine, bludgeoning, piercing, and slashing weapons. Against constructs, the amount of damage reduction and hardness you ignore is equal to your full favored enemy bonus."
		]
	},
	"focused_disbelief": {
		"name": "Focused Disbelief",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Focused Disbelief",
			"",
			"{SOURCE Faiths and Philosophies/7}",
			"",
			"So certain is your disbelief in the authority of the gods that you can brush aside their spells without effort.  ",
			"**Prerequisites:** {feat/Divine Defiance}.  ",
			"**Benefit:** You gain spell resistance equal to 11 + your character level. This spell resistance applies only against spells and spell-like abilities covered by the Divine Defiance feat. You can lower this resistance for 1 round as a standard action."
		]
	},
	"focused_discipline": {
		"name": "Focused Discipline",
		"sources": [
			"Inner Sea World Guide",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Focused Discipline (Combat)",
			"",
			"{SOURCE Inner Sea World Guide/286}",
			"",
			"Familiarity with the military traditions of your homeland inspires uncommon valor in you.  ",
			"**Benefit:** You gain a +2 bonus on all saving throws against fear effects. Whenever a fear effect targets you and fails to affect you (either because of a successful saving throw or because of immunity to fear), you gain a +2 morale bonus on attack rolls, weapon damage rolls, and CMB checks against the creature that attempted to use the fear affect on you for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 2 stamina points in order to gain the benefit of Focused Discipline for 1 round as if you had been targeted by a fear effect that failed to affect you."
		]
	},
	"focused_dragon_expertise": {
		"name": "Focused Dragon Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Dragon Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"Your understanding of dragons helps you to easily avoid breath weapons.  ",
			"**Prerequisites:** Favored enemy (dragon) class feature.  ",
			"**Benefit:** You gain a bonus on saving throws against breath weapons and fear effects equal to half your favored enemy (dragon) bonus. Whenever you succeed at a Reflex saving throw against a dragon's extraordinary or supernatural ability that would deal half damage, you instead take no damage. If you already have the evasion class feature, you instead gain an inquisitor's stalwart ability against dragons' extraordinary and supernatural abilities."
		]
	},
	"focused_eidolon": {
		"name": "Focused Eidolon",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Focused Eidolon",
			"",
			"{SOURCE Ultimate Magic/151}",
			"",
			"Your bond with your eidolon helps to focus your concentration.  ",
			"**Prerequisites:** Shield ally class feature.  ",
			"**Benefit:** While you are adjacent to your eidolon, you receive a +4 bonus on concentration checks."
		]
	},
	"focused_fey_expertise": {
		"name": "Focused Fey Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Fey Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"Your attacks strike true against capricious targets like fey.  ",
			"**Prerequisites:** Favored enemy (fey) class feature.  ",
			"**Benefit:** You gain a bonus on attack rolls to confirm critical hits equal to half your favored enemy (fey) bonus. You treat your weapon attacks against fey as cold iron for the purpose of overcoming damage reduction and regeneration."
		]
	},
	"focused_inspiration": {
		"name": "Focused Inspiration",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Focused Inspiration",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"Two of your skills gain a bit more from your inspiration than others.  ",
			"**Prerequisites:** Inspiration class feature, keen recollection class feature.  ",
			"**Benefit:** Choose two skills that you either are trained in or can otherwise use untrained. You must be able to use inspiration on these skills. When you use inspiration with those skills, roll a d8 instead of a d6, or a d10 if you would normally roll a d8. If you have the true inspiration class feature, you roll twice as many such dice (2d8 or 2d10) as normal."
		]
	},
	"focused_magical_beast_expertise": {
		"name": "Focused Magical Beast Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Magical Beast Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"You move in ways that confound creatures that would strike you repeatedly.  ",
			"**Prerequisites:** Favored enemy (magical beast) class feature.  ",
			"**Benefit:** If a creature makes three or more attacks with natural weapons against you during its turn, you gain partial cover against the third and subsequent natural attacks from that creature. If the creature makes five or more attacks against you with natural weapons, you gain cover (instead of partial cover) against the fifth and subsequent natural attacks. If the attacker is a magical beast, reduce by one the number of natural attacks it must make in order for you to gain cover or partial cover."
		]
	},
	"focused_ooze_expertise": {
		"name": "Focused Ooze Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Ooze Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"You've learned to avoid and overcome the engulfing attacks of your studied prey.  ",
			"**Prerequisites:** Favored enemy (ooze) class feature.  ",
			"**Benefit:** You gain a bonus to your CMD equal to half your favored enemy (ooze) bonus. You also gain acid resistance equal to half your favored enemy (ooze) bonus. Against oozes, you instead apply your full favored enemy (ooze) bonus for both benefits."
		]
	},
	"focused_outsider_expertise": {
		"name": "Focused Outsider Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Outsider Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"You've learned to attack in a way that stymies the natural resistances common in outsiders.  ",
			"**Prerequisites:** Favored enemy (outsider) class feature.  ",
			"**Benefit:** Your weapon attacks ignore a number of points of damage reduction equal to half your favored enemy (outsider [any one]) bonus. This feat allows you to ignore only damage reduction that is normally bypassed by chaotic-, evil-, good-, or lawful-aligned weapons. Against outsiders that match your favored enemy subtype, the amount of damage reduction and hardness you ignore is equal to your full favored class bonus."
		]
	},
	"focused_overseer": {
		"name": "Focused Overseer",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Focused Overseer",
			"",
			"{SOURCE Quests and Campaigns/26}",
			"",
			"Your attention to detail provides you with insights into how to more effectively and economically gain certain commodities.  ",
			"**Prerequisites:** {feat/Focused Worker}.  ",
			"**Benefit:** You can spend a day of downtime to purchase one type of capital for half its normal cost. This capital must be the same as the focus capital you chose for the Focused Worker feat. However, the cost of the neglected capital, chosen as part of the same Focused Worker feat, increases by half again its normal amount. These changes in price apply to both the purchased cost and the earned cost of the affected forms of capital.  ",
			"**Special:** You may take this feat twice, but only if you have also chosen the Focused Worker feat twice. This feat only affects one feat's focus capital. The second time you take this feat, choose the other focus capital from your Focused Worker feats."
		]
	},
	"focused_phantom": {
		"name": "Focused Phantom",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Focused Phantom",
			"",
			"{SOURCE Occult Adventures/134}",
			"",
			"Your close bond with your phantom helps you to focus your concentration.  ",
			"**Prerequisites:** Spiritual interference class feature.  ",
			"**Benefit:** While you are adjacent to your phantom or your phantom is within your consciousness, you receive a +4 bonus on concentration checks."
		]
	},
	"focused_plant_expertise": {
		"name": "Focused Plant Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Plant Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"You are quick to dodge and slash anything that would ensnare you.  ",
			"**Prerequisites:** Favored enemy (plant) class feature.  ",
			"**Benefit:** You gain a bonus equal to half your favored enemy (plant) bonus on Reflex saves to avoid being entangled and to your CMD whenever an opponent attempts to grapple you. Your weapons' critical hit multipliers increase by one against creatures with the plant type."
		]
	},
	"focused_shot": {
		"name": "Focused Shot",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Campaign Setting",
			"Pathfinder Unchained"
		],
		"description": [
			"## Focused Shot (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/160;Pathfinder Campaign Setting/89}",
			"",
			"Your anatomical insight adds deadliness to your shots.  ",
			"**Prerequisites:** Int 13, {feat/Point-Blank Shot}, {feat/Precise Shot}.  ",
			"**Benefit:** As a standard action, you may make an attack with a bow or crossbow and add your Intelligence modifier on the damage roll. You must be within 30 feet of your target to deal this extra damage. Creatures immune to critical hits and sneak attacks are immune to this extra damage.  ",
			"**Special:** Starting at 2nd level, a ranger with the archery combat style may select Focused Shot as a combat style feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">You can spend 2 stamina points to make a Focused Shot attack against a target anywhere within your weapon's first range increment."
		]
	},
	"focused_spell": {
		"name": "Focused Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Focused Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"When you cast a spell that affects more than one creature, one opponent finds it more difficult to resist.  ",
			"**Benefit:** When casting a spell that affects or targets more than one creature, you can choose one target or creature within the spell effect. That creature's saving throw DC to resist the spell is increased by +2. You must choose which target to focus the spell on before casting the spell. A focused spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"focused_target": {
		"name": "Focused Target",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Target (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/5}",
			"",
			"You pour your entire focus into slaying your chosen target.  ",
			"**Prerequisites:** Studied target class feature (second studied target).  ",
			"**Benefit:** When you study a target, you can reduce the number of additional targets you can maintain as a studied target. For each target reduced in this way, you increase your studied target bonus by 1 for either attack rolls, damage rolls, skill checks, or the DCs of your abilities. Each such increase must be applied to a different category (attack rolls, damage rolls, skill checks, or DCs). You can end the effects of this feat as a free action."
		]
	},
	"focused_undead_expertise": {
		"name": "Focused Undead Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Undead Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"Your knowledge of the undead makes you especially effective when fighting them.  ",
			"**Prerequisites:** Favored enemy (undead) class feature.  ",
			"**Benefit:** You gain a bonus equal to half your favored enemy (undead) bonus on saving throws against ability damage, ability drain, energy drain, and negative energy effects. Once per day, when an undead creature's natural attack against you deals ability damage, deals ability drain, or bestows 1 or more negative levels, you can negate the damage, drain, or negative levels as an immediate action."
		]
	},
	"focused_vermin_expertise": {
		"name": "Focused Vermin Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Vermin Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"Your experience with vermin resists the attacks of swarms.  ",
			"**Prerequisites:** Favored enemy (vermin) class feature.  ",
			"**Benefit:** You gain DR/- equal to half your favored enemy (vermin) bonus against vermin and creatures with the swarm subtype. When attempting Fortitude saves against a swarm's distraction ability, you gain a bonus on the save equal to the damage prevented by this feat. Against vermin with the swarm subtype, the amount of damage reduction is equal to your full favored enemy (vermin) bonus. This damage reduction does not stack with that from other sources."
		]
	},
	"focused_worker": {
		"name": "Focused Worker",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Focused Worker",
			"",
			"{SOURCE Quests and Campaigns/26}",
			"",
			"Your attention to detail provides you with an excess of some commodities, at the cost of others.  ",
			"**Benefit:** You excel at performing skilled work for a certain type of capital, but are less adept at generating another type of capital.",
			"",
			"Choose one of the following types of capital to be your focus capital: Goods, Influence, Labor, or Magic.",
			"",
			"Whenever you spend downtime to perform skilled work to gain focus capital, you gain half again the normal amount (rounded down). However, you must also choose a second, separate type of capital from the same list to be your neglected capital. Whenever you spend downtime to perform skilled work to gain neglected capital, you gain only half the amount you normally would. This feat only affects capital you gain by performing skilled work, not capital you might gain by performing unskilled work, purchasing capital, or running a business.",
			"",
			"For example, say you chose Goods as your focus capital and Magic as your neglected capital. If you spent a day performing skilled work to gain Goods, and the result of your Sleight of Hands skill check is a 33, you would gain 4 Goods (rather than the usual 3 for a result of 30 or higher). However, if you were to spend the following day using your Spellcraft check to perform skilled work and again got a result of 33, you would only gain 2 Magic rather than the usual 3.  ",
			"**Special:** You may take this feat twice. The second time, you must choose the other two types of capital to be a focus and a neglected capital."
		]
	},
	"focusing_blow": {
		"name": "Focusing Blow",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Focusing Blow (Teamwork)",
			"",
			"{SOURCE Advanced Race Guide/124}",
			"",
			"You and your allies work together to shake off mental effects.  ",
			"**Prerequisites:** {feat/Hobgoblin Discipline}, hobgoblin.  ",
			"**Benefit:** An ally who also has this feat can deal damage to you in order to break an ongoing mind-affecting effect that allows a saving throw. The ally must cause at least 5 points of damage to you with an attack, spell, or other ability. You then reroll your saving throw, with a +1 bonus for every 5 additional points of damage the attack caused. If your save is successful, the mind-affecting effect ends. Only damage actually dealt counts for purposes of this feat; nonlethal damage and damage reduced or eliminated by damage reduction, resistances, and so on does not qualify."
		]
	},
	"foebane_magic": {
		"name": "Foebane Magic",
		"sources": [
			"Ultimate Wilderness",
			"Heroes of the Wild"
		],
		"description": [
			"## Foebane Magic",
			"",
			"{SOURCE Ultimate Wilderness/112;Heroes of the Wild/26}",
			"",
			"The spells you cast are particularly effective against your favored enemies.  ",
			"**Prerequisites:** Ability to cast 1st-level spells, favored enemy class feature.  ",
			"**Benefit:** Your favored enemies take a -1 penalty on saving throws against spells you cast. Furthermore, you gain your favored enemy bonus on Spellcraft checks to identify spells cast by favored enemies."
		]
	},
	"foeslayer": {
		"name": "Foeslayer",
		"sources": [
			"Quests and Campaigns",
			"Ultimate Campaign"
		],
		"description": [
			"## Foeslayer (Story)",
			"",
			"{SOURCE Quests and Campaigns/10;Ultimate Campaign/69}",
			"",
			"Your feud with your enemies can be quenched only with blood.  ",
			"**Prerequisites:** You must have been defeated and robbed of at least half your possessions by a particular group of humanoids or monstrous humanoids, or have the An Eye for an Eye (ranger), Hated Foe (barbarian), or Vengeance (barbarian) {rule/class background>_tables}, or the Raiders [childhood event background](rule/birth_circumstances_and_more). You may choose a specific race, such as duergar, or a broader group, such as goblinoids. At the GM's discretion, you may instead choose residents of a particular country, settlement, or tribe.  ",
			"**Benefit:** The save DCs for any of your spells or abilities increase by 1 when used against the chosen group, and you receive a +1 dodge bonus to AC against their attacks.  ",
			"**Goal:** Slay an appropriate number of challenging foes.  ",
			"**Completion Benefit:** You gain the benefits of the Improved Critical feat on attacks made against members of your chosen race. Your dodge bonus to AC against such foes increases to +2.",
			"",
			"Suggested Traits: {trait/Dirty Fighter (APG)}, {trait/Sworn Enemy}, {trait/Vengeful (Combat)}.",
			"",
			"### Possible Foeslayer Quests",
			"",
			"| d8 | Quest |",
			"| --- | --- |",
			"| 1 | You saw many friends and family fall in the Goblinblood Wars that wracked Isger years ago. Now, as goblins multiply again, you've decided to take the fight to them . |",
			"| 2 | Robbed by pirates from the Shackles, you have vowed to hunt down all of their kind (determine race randomly) . |",
			"| 3 | A friend or relative of yours was slain senselessly by strix while passing near Devil's Perch in Cheliax, and you've vowed to exact revenge against the aggressors and their kin . |",
			"| 4 | When you were enslaved by gnolls, you were freed by the djinni that raided their camp. Now, you would find the genies again so that you might together put a more permanent end to the gnoll threat in western Katapesh . |",
			"| 5 | You desire to match and then exceed the achievements of your ancestor Queen Boliga Bharsolm, still remembered in Numeria for felling a giant king in the Battle of Grasyhot . |",
			"| 6 | In Canterwall, the denizens of various hamlets along the border between the Hold of Belkzen and Ustalav have been mysteriously disappearing. You've determined to locate the evildoers responsible and make them pay the price for their foul deeds . |",
			"| 7 | When you traveled through southern Rahadoum, boggard priests of Rovagug from the Sodden Lands took a family treasure from you as an offering to their foul god . |",
			"| 8 | The borderlands along the Hold of Belkzen are constantly seething with tribal conflicts, and one of them left you hungry for revenge against the orc aggressors . |"
		]
	},
	"following_step": {
		"name": "Following Step",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Following Step (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You can repeatedly close the distance when foes try to move away, without impeding your normal movement.  ",
			"**Prerequisites:** Dex 13, {feat/Step Up}.  ",
			"**Benefit:** When using the Step Up feat to follow an adjacent foe, you may move up to 10 feet. You may still take a 5-foot step during your next turn, and any movement you make using this feat does not subtract any distance from your movement during your next turn.  ",
			"**Normal:** You can only take a 5-foot step to follow an opponent using Step Up.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you use this feat to move, you can spend 2 stamina points to increase your movement to 15 feet."
		]
	},
	"follow_up_strike": {
		"name": "Follow-Up Strike",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Follow-Up Strike (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/22}",
			"",
			"You bat away an opponent's weapon, creating an opening for a punch or kick.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Disarm}, {feat/Improved Unarmed Strike}, base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** Whenever you succeed at a combat maneuver check to disarm an opponent, you can spend a swift action to make an unarmed strike attack at your highest base attack bonus against the target you disarmed."
		]
	},
	"foment_the_blood": {
		"name": "Foment the Blood",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Foment the Blood",
			"",
			"{SOURCE Advanced Race Guide/141}",
			"",
			"You can unleash a wave of energy that drives orcs into a frenzy.  ",
			"**Prerequisites:** Channel energy class feature, orc.  ",
			"**Benefit:** When you channel energy, instead of creating its normal effect, you can give orcs a bonus on weapon damage and critical hit confirmation rolls until your next turn. This bonus is equal to the number of dice your channeled energy normally heals or harms. Your channel has its normal effect on other creatures in the area."
		]
	},
	"fool_magic": {
		"name": "Fool Magic",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fool Magic",
			"",
			"{SOURCE Ultimate Intrigue/83}",
			"",
			"You can mislead magic items by virtue of your disguise.  ",
			"**Prerequisites:** {feat/Deceitful}, Disguise 1 rank, Use Magic Device 1 rank.  ",
			"**Benefit:** When you are in disguise as a member of a particular race or a person of a particular alignment, you can use your Disguise bonus instead of your Use Magic Device bonus to emulate that race and alignment for the purpose of attempting to activate a magic item."
		]
	},
	"footslasher": {
		"name": "Footslasher",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Footslasher (Combat)",
			"",
			"{SOURCE Rival Guide/35}",
			"",
			"You are trained to strike at a large foe's feet to impede its movement and cause great pain.  ",
			"**Benefit:** If you damage a foe that is of a larger size category than you with a weapon that does piercing or slashing damage, you can attempt to damage the creature's feet in a way that impedes its movement. Attacking a foe in this way is a standard action - you cannot use Footslasher as part of a full-attack action. When you use Footslasher, you take a -2 penalty on your attack roll, but if you hit and deal at least 1 point of damage to the target, it is affected as if by caltrops - its speed is reduced by half. This penalty lasts for 24 hours, or until the creature is successfully treated with a DC 15 Heal check or receives at least 1 point of magical healing. Footslasher does not stack with itself - once a foe has been wounded by this attack, its speed cannot be further reduced by additional attacks (or by damage from caltrops)."
		]
	},
	"force_dash": {
		"name": "Force Dash",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Force Dash",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"You can absorb the magic in your force spells to give you a concentrated burst of speed.  ",
			"**Prerequisites:** Base attack bonus +4, ability to cast 2nd-level arcane spells, ability to cast at least one arcane force spell.  ",
			"**Benefit:** As a swift action, you can sacrifice a prepared arcane force spell (or if you are a spontaneous caster, a spell slot of the same level as an arcane force spell you know) to give yourself an enhancement bonus to speed. The bonus gained is equal to 10 feet &times; the level of the spell sacrificed. The bonus applies to all forms of movement, and it lasts 1 round. If you charge while this bonus is in effect, you do not take the normal -2 penalty to AC until the start of your next turn."
		]
	},
	"force_shield_mastery": {
		"name": "Force Shield Mastery",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Force Shield Mastery (Item Mastery)",
			"",
			"{SOURCE Magic Tactics Toolbox/30}",
			"",
			"You can create barriers of force with abjuration magic items.  ",
			"**Prerequisites:** Use Magic Device 3 ranks, base Fortitude saving throw bonus +3.  ",
			"**Benefit:** You can cause an item that has an abjuration spell of 1st level or higher listed in its construction requirements to create a magical effect that functions like shield, except the shield bonus to AC gained is equal to 1/3 your base Fortitude save bonus (minimum +1). You can use this feat once per day, plus an additional time per day when your base Fortitude save bonus reaches +6, +9, and +12."
		]
	},
	"forceful_channel": {
		"name": "Forceful Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Forceful Channel",
			"",
			"{SOURCE Inner Sea Gods/212}",
			"",
			"Calling on the destructive aspect of Nethys, you channel pure force.  ",
			"**Prerequisites:** Channel negative energy 7d6, worshiper of Nethys.  ",
			"**Benefit:** Once per day when you channel negative energy to deal damage to living creatures, you can cause affected creatures to make Fortitude saves instead of Will saves. Affected creatures take the amount of damage channeled in force damage (a successful save halves). Creatures that fail their saves are also knocked prone."
		]
	},
	"forceful_charge": {
		"name": "Forceful Charge",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Forceful Charge",
			"",
			"{SOURCE Adventurer's Guide/16}",
			"",
			"This animal's charges move its enemies.  ",
			"**Prerequisites:** {feat/Improved Bull Rush}, {feat/Power Attack}, animal companion.  ",
			"**Benefit:** Once per round when this animal companion hits an opponent with a charge attack, it can initiate a bull rush against that target as a free action. If it moves its full speed as part of the charge, it gains a +4 bonus on its combat maneuver check to resolve this bull rush."
		]
	},
	"forest_ambush": {
		"name": "Forest Ambush",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Forest Ambush (Combat)",
			"",
			"{SOURCE Heroes of the Wild/22}",
			"",
			"Your deep knowledge of natural environments allows you to take your enemy by surprise, dealing a deadly blow.  ",
			"**Prerequisites:** Stealth 1 rank, Survival 1 rank.  ",
			"**Benefit:** In natural environments, you can spend 5 minutes to cover yourself in loose debris (such as branches, grass, or dirt) and take 20 on a Stealth check. You fall prone and are considered to have {rule/concealment} for purposes of being allowed to attempt Stealth checks. As a full-round action that doesn't provoke attacks of opportunity, you can burst from your hiding place, stand, and make a single melee attack or ranged attack against a target within 30 feet. If the target didn't notice you before you jumped from hiding and your attack hits, that attack deals an additional 1d6 points of precision damage. Effects that negate sneak attack damage also negate this damage."
		]
	},
	"forester": {
		"name": "Forester",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Forester",
			"",
			"{SOURCE Ultimate Wilderness/112}",
			"",
			"You are a master of woodcraft and forest lore and can move through even the densest of trees with ease and grace.  ",
			"**Prerequisites:** Favored terrain (forest) class feature.  ",
			"**Benefit:** You ignore difficult terrain created by light or heavy undergrowth, and you ignore increased DCs for Acrobatics and Stealth checks in light or heavy undergrowth. In addition, you can use trees to shield yourself from attacks, gaining a +1 cover bonus to your AC whenever you are adjacent to a tree (including while climbing). If you are adjacent to two or more trees simultaneously, you gain a +2 cover bonus to your AC and a +1 bonus on Reflex saving throws."
		]
	},
	"forge_ring": {
		"name": "Forge Ring",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Forge Ring (Item Creation)",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You can create magic rings.  ",
			"**Prerequisites:** Caster level 7th.  ",
			"**Benefit:** You can create magic rings. Crafting a ring takes 1 day for each 1,000 gp in its base price. To craft a ring, you must use up raw materials costing half of the base price. See the {rule/magic item creation/ rules} for more information.",
			"",
			"You can also mend a broken ring if it is one that you could make. Doing so costs half the raw materials and half the time it would take to forge that ring in the first place."
		]
	},
	"forgotten_past": {
		"name": "Forgotten Past",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Forgotten Past (Story)",
			"",
			"{SOURCE Ultimate Campaign/69}",
			"",
			"A pivotal event from your past eludes your memory.  ",
			"**Prerequisites:** You must have suffered permanent memory loss or have the Reincarnated {rule/birth_<circumstance/ background>s_and_more}.  ",
			"**Benefit:** The duration of mind-affecting spells (even beneficial ones) is halved for you, to a minimum of 1 round. Your inquisitive nature gives you a +2 bonus on Perception checks. If you have 10 or more ranks in Perception, this bonus increases to +4.  ",
			"**Goal:** Regain a major portion of your lost memories. The exact means varies, possibly requiring a wish, assistance from a divine being, reliving a past life, or confronting the situation that led to your memory loss. This process must involve encountering a challenging foe, though possibly in ways other than direct confrontation.  ",
			"**Completion Benefit:** You roll twice whenever you attempt a saving throw against a mind-affecting effect, keeping the better result.  ",
			"**Special:** Restoration of memories by means less significant than miracle or wish does not qualify for the prerequisite."
		]
	},
	"formula_recollection": {
		"name": "Formula Recollection",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Formula Recollection",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"You are able to record and recall even the complex and intricate details of spellcasting.  ",
			"**Prerequisites:** Spellcraft 5 ranks, keen recollection class feature.  ",
			"**Benefit:** Once per day, you can record the formula for a spell that you saw being cast and identified with Spellcraft in the past 24 hours. This spell must be on the alchemist formula list."
		]
	},
	"fortified_armor_training": {
		"name": "Fortified Armor Training",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Fortified Armor Training (Combat)",
			"",
			"{SOURCE Ultimate Combat/102}",
			"",
			"You have learned to let your armor bear the brunt of the worst attacks.  ",
			"**Prerequisites:** Proficient with armor or shield.  ",
			"**Benefit:** If an opponent scores a critical hit against you, you can turn the critical hit into a normal hit. If you do, either your armor or your shield gains the broken condition (your choice).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you use this feat to negate a critical hit, you can spend 5 stamina points to give your armor or shield a 50% chance to avoid gaining the broken condition."
		]
	},
	"fortitude_of_giants": {
		"name": "Fortitude of Giants",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Fortitude of Giants",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"Your great mass and vigor allows you to shrug off the effects of poison and fatigue.  ",
			"**Prerequisites:** Con 14, {feat/Great Fortitude}, giant subtype.  ",
			"**Benefit:** When you attempt a saving throw against a poison effect or an effect that inflicts the fatigued condition, roll twice and take the higher result."
		]
	},
	"improvisation": {
		"name": "Improvisation",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Improvisation",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"You can figure out how to do almost anything.  ",
			"**Prerequisites:** Int 13, {feat/Fast Learner}, human.  ",
			"**Benefit:** You gain a +2 bonus on all skill checks for skills you have no ranks in. Furthermore, you can use all skills designated \"trained only\" untrained."
		]
	},
	"improvisational_focus": {
		"name": "Improvisational Focus",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Improvisational Focus (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/8}",
			"",
			"A makeshift weapon in your hands is as dangerous as any other instrument of violence.  ",
			"**Prerequisites:** {feat/Catch Off-Guard} or {feat/Throw Anything}, base attack bonus +1.  ",
			"**Benefit:** You gain a +1 bonus on attack rolls you make using an improvised weapon. You are considered proficient with the improvised weapon and are considered to have {feat/Weapon Focus} with improvised weapons for the purpose of meeting the prerequisites of feats that specifically select a weapon, such as {feat/Weapon Specialization}.  ",
			"**Special:** Thrown splash weapons are not considered improvised weapons for the purposes of this feat."
		]
	},
	"improvisational_healer": {
		"name": "Improvisational Healer",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Improvisational Healer",
			"",
			"{SOURCE Adventurer's Armory 2/22}",
			"",
			"In any urban or natural setting, you can scavenge for useful medical supplies.  ",
			"**Prerequisites:** Heal 1 rank.  ",
			"**Benefit:** When attempting a Heal check that normally requires a healer's kit, you don't take a penalty on the check for not having a healer's kit. When you use a healer's kit, you can augment it with improvised supplies, gaining an additional +2 circumstance bonus on your check. Finally, you can treat any potion of cure light wounds, potion of cure moderate wounds, or potion of cure serious wounds you drink yourself or administer to another character as though its caster level were equal to the number of ranks you have in the Heal skill. The spell's normal limitations apply; for example, a potion of cure light wounds can cure a maximum of 1d8+5 points of damage, even if you have more than 5 ranks in the Heal skill."
		]
	},
	"improvised_defenses": {
		"name": "Improvised Defenses",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Improvised Defenses (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/9}",
			"",
			"You can deftly defend yourself with makeshift weapons.  ",
			"**Prerequisites:** {feat/Catch Off-Guard} or {feat/Throw Anything}, base attack bonus +1.  ",
			"**Benefit:** You gain a +1 shield bonus to AC when you are wielding an improvised weapon and have your other hand free."
		]
	},
	"improvised_weapon_mastery": {
		"name": "Improvised Weapon Mastery",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improvised Weapon Mastery (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You can turn nearly any object into a deadly weapon, from a razor-sharp chair leg to a sack of flour.  ",
			"**Prerequisites:** {feat/Catch Off-Guard} or {feat/Throw Anything}, base attack bonus +8.  ",
			"**Benefit:** You do not suffer any penalties for using an improvised weapon. Increase the amount of damage dealt by the improvised weapon by one step (for example, 1d4 becomes 1d6) to a maximum of 1d8 (2d6 if the improvised weapon is two-handed). The improvised weapon has a critical threat range of 19-20, with a critical multiplier of &times;2.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When making an improvised weapon attack, you can spend 2 stamina points to increase the damage of the attack by an additional step (to a maximum of 1d10, or 2d8 if the improvised weapon is two-handed)."
		]
	},
	"in_harms_way": {
		"name": "In Harm's Way",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## In Harm's Way (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"You put yourself in danger's path to save your allies.  ",
			"**Prerequisites:** {feat/Bodyguard}.  ",
			"**Benefit:** While using the aid another action to improve an adjacent ally's AC, you can intercept a successful attack against that ally as an immediate action, taking full damage from that attack and any associated effects (bleed, poison, etc.). A creature cannot benefit from this feat more than once per attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When using this feat's benefit, you can spend up to 5 stamina points to reduce the damage from the intercepted attack by an amount equal to double the number of stamina points you spent this way. This does not alter other effects from that attack (such as bleed, poison, etc.), even if the damage is reduced to 0."
		]
	},
	"incite_paranoia": {
		"name": "Incite Paranoia",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Incite Paranoia (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"You can convince anyone of her allies' ill intent.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Deceitful}, {feat/Greater Feint}, {feat/Improved Feint}, base attack bonus +6.  ",
			"**Benefit:** When you successfully feint in combat, if you succeed by 5 or more, the target no longer provides flanking to its allies and no longer gains or grants the benefits of teamwork feats until the beginning of your next turn. In addition, when you attempt a Bluff check to lie and the lie implies that one or more of the target's allies have betrayed her or are secretly against her, your lie is one step more believable than normal, from far-fetched to unlikely and from unlikely to believable (if the lie was already less believable than far-fetched, this feat has no effect)."
		]
	},
	"incorporeal_intuition": {
		"name": "Incorporeal Intuition",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Incorporeal Intuition",
			"",
			"{SOURCE Horror Adventures/88}",
			"",
			"You notice incorporeal creatures, even those lurking in walls.  ",
			"**Prerequisites:** {feat/Psychic Sensitivity} or the ability to cast psychic spells, {feat/Spirit Sense}.  ",
			"**Benefit:** You can sense the presence and movement of incorporeal creatures though solid walls, as long as that incorporeal creature is adjacent to you. When you sense a creature in this way, you can attempt a Knowledge (religion) check to identify the creature and its special powers or vulnerabilities, with a -5 penalty. When you sense an incorporeal creature with this ability and use a readied action to attack it when it attacks from inside the wall, it doesn't gain cover against your attack.  ",
			"**Normal:** Incorporeal creatures are silent unless they choose to make a sound and are thus almost impossible to detect when inside a solid wall. When readying to attack an incorporeal creature in a solid wall, it gains cover against your attack."
		]
	},
	"incredible_healer": {
		"name": "Incredible Healer",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Incredible Healer",
			"",
			"{SOURCE Blood of the Ancients/20}",
			"",
			"You are able to treat deadly wounds with an almost supernatural skill.  ",
			"**Prerequisites:** Heal 5 ranks.  ",
			"**Benefit:** When you use the Heal skill to treat deadly wounds, the target heals a number of hit points equal to either the result of your Heal check or the normal amount, whichever is higher. A creature can still benefit from having deadly wounds treated no more than once per day."
		]
	},
	"incremental_elemental_assault": {
		"name": "Incremental Elemental Assault",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Incremental Elemental Assault",
			"",
			"{SOURCE Advanced Race Guide/203}",
			"",
			"You may activate and quench your elemental assault ability multiple times per day.  ",
			"**Prerequisites:** Suli.  ",
			"**Benefit:** You may use your elemental assault ability in 1-round increments, up to a maximum number of rounds per day equal to your character level. These rounds do not have to be consecutive. Activating the ability is a swift action; ending it is a free action.  ",
			"**Normal:** You can use elemental assault once per day. It lasts a number of rounds equal to your class level."
		]
	},
	"indigestible": {
		"name": "Indigestible",
		"sources": [ "Dungeon Denizens Revisited" ],
		"description": [
			"## Indigestible",
			"",
			"{SOURCE Dungeon Denizens Revisited/18}",
			"",
			"You have acquired a resistance to the acids of oozes.  ",
			"**Prerequisites:** Favored enemy (ooze) or survived engulfing by an ooze.  ",
			"**Benefit:** You gain acid resistance 5."
		]
	},
	"indomitable_mount": {
		"name": "Indomitable Mount",
		"sources": [ "Cities of Golarion" ],
		"description": [
			"## Indomitable Mount (Combat)",
			"",
			"{SOURCE Cities of Golarion/50}",
			"",
			"Your skill at riding helps your mount avoid attacks.  ",
			"**Prerequisites:** {feat/Mounted Combat}, Handle Animal 5 ranks, Ride 5 ranks, Lastwall affinity.  ",
			"**Benefit:** Once per round when your mount must make a saving throw, you can make a Ride check as an immediate action. Your mount makes its save if your Ride check result is greater than the DC of the opponent's attack."
		]
	},
	"indomitable_mountain_avalanche": {
		"name": "Indomitable Mountain Avalanche",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Indomitable Mountain Avalanche (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/114}",
			"",
			"You are an impassable mountain, hurling your enemies back.  ",
			"**Prerequisites:** Wis 15, {feat/Combat Reflexes}, {feat/Improved Unarmed Strike}, {feat/Indomitable Mountain Peak}, {feat/Indomitable Mountain Style}, base attack bonus +9.  ",
			"**Benefit:** If an opponent fails at a combat maneuver against you, you can use an attack of opportunity to make a melee attack against the opponent using your highest attack bonus. If the attack hits, instead of dealing damage, you can push the opponent back 5 feet for every 5 by which it failed its combat maneuver check (minimum 5 feet). Additionally, when you hit with an unarmed melee attack against an opponent who provoked an attack of opportunity by failing its Acrobatics check to move through a space you threaten, you can push the opponent back 5 feet instead of dealing damage. The opponent moves back in a straight line, but stops before hitting any obstacle or hazard."
		]
	},
	"indomitable_mountain_peak": {
		"name": "Indomitable Mountain Peak",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Indomitable Mountain Peak (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/114}",
			"",
			"You become more difficult to move or pass, an elusive peak your enemies cannot surmount.  ",
			"**Prerequisites:** Wis 15, {feat/Combat Reflexes}, {feat/Improved Unarmed Strike}, {feat/Indomitable Mountain Style}, base attack bonus +6.  ",
			"**Benefit:** Whenever an opponent succeeds at a combat maneuver against you or at an Acrobatics check to avoid provoking an attack of opportunity when moving through a square you threaten, you immediately gain a +2 morale bonus to your CMD against the next combat maneuver against you or to the DC of the next Acrobatics check to avoid an attack of opportunity when moving through a square you threaten. This bonus stacks until either attempt fails against you."
		]
	},
	"indomitable_mountain_style": {
		"name": "Indomitable Mountain Style",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Indomitable Mountain Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"Like a rugged mountain, you are impassable and unmovable.  ",
			"**Prerequisites:** Wis 13, {feat/Combat Reflexes}, {feat/Improved Unarmed Strike}, base attack bonus +4.  ",
			"**Benefit:** As long as you do not take a move action, you gain a +4 morale bonus to your CMD and to the DC of Bluff checks used for feint attempts against you. Additionally, you are considered to be one size category larger for the purpose of calculating your CMD when creatures attempt Acrobatics checks to move through spaces you threaten without provoking attacks of opportunity."
		]
	},
	"ineffable_count_of_the_clock": {
		"name": "Ineffable Count of the Clock",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Ineffable Count of the Clock (Gathlain Court Title)",
			"",
			"{SOURCE Plane-Hopper's Handbook/22}",
			"",
			"You realize that the endless march of time is more of a drunkard's lurch, and this grants you status in the eyes of the Many.  ",
			"**Prerequisites:** Fey creature type or {feat/Fey Obedience} (Shyka), you must have either visited or interacted with an outsider from the Dimension of Time.  ",
			"**Benefit:** Three times per day as a free action, you can increase your speed by any amount up to your base speed until the end of your turn. On the subsequent round, your speed is reduced by the same amount."
		]
	},
	"inerrant_justice": {
		"name": "Inerrant Justice",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Inerrant Justice (Story)",
			"",
			"{SOURCE Spymaster's Handbook/15}",
			"",
			"You will punish the guilty without letting any innocents be harmed as a result.  ",
			"**Prerequisites:** Must have witnessed or suffered a grave injustice that went unpunished, or have the An Eye for an Eye {rule/class<ranger| background>_tables} or the Raiders [childhood event background](rule/birth_circumstances_and_more). If the offender is not a challenging foe, it either advances to become one or allies with one or more creatures who are.  ",
			"**Benefit:** Once per day, you can choose to take the maximum possible weapon damage die roll rather than rolling when you hit a foe that is unaware of you or considers you an ally. Bonus dice, including from sneak attack, surprise attack, and {feat/Vital Strike}, are rolled normally.  ",
			"**Goal:** Decisively defeat or slay the offender without killing any innocents in the process. You can complete the goal after killing innocents if you receive an {spell/atonement} spell.  ",
			"**Completion Benefit:** You can use this feat's benefit once per combat."
		]
	},
	"inexplicable_luck": {
		"name": "Inexplicable Luck",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Inexplicable Luck",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"Others are often dumfounded by your luck.  ",
			"**Prerequisites:** {feat/Defiant Luck}, human.  ",
			"**Benefit:** Once per day, as a free action before a roll is made, you gain a +8 bonus on any single d20 roll. You can also use this ability after the roll is made, but if you do, this bonus is reduced to +4."
		]
	},
	"infectious_weapons": {
		"name": "Infectious Weapons",
		"sources": [ "Pathfinder #81: Shifting Sands" ],
		"description": [
			"## Infectious Weapons",
			"",
			"{SOURCE Pathfinder #81: Shifting Sands/73}",
			"",
			"Your weapons spread your sickness.  ",
			"**Prerequisites:** Ability to cause disease with a natural weapon via an extraordinary or supernatural ability.  ",
			"**Benefit:** Creatures damaged by your ranged and melee weapon attacks have a chance to contract disease, as though they were damaged with your disease-spreading natural weapon."
		]
	},
	"infernal_legist": {
		"name": "Infernal Legist",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Infernal Legist",
			"",
			"{SOURCE Book of the Damned/203}",
			"",
			"You can instantly conjure an infernal contract into being.  ",
			"**Prerequisites:** Devil subtype.  ",
			"**Benefit:** As a full-round action, you can produce an infernal contract. To receive the contract's benefit, a mortal creature must sign its name of its own free will. When it does so, that mortal's soul is sworn to Hell. As long as the infernal contract remains in effect, the victim cannot be restored to life after death save by a miracle or a wish. If the mortal is restored to life, you immediately sense it and gain the benefits of a discern location spell targeting the resurrected creature."
		]
	},
	"infiltrator": {
		"name": "Infiltrator",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Infiltrator (Story)",
			"",
			"{SOURCE Spymaster's Handbook/15}",
			"",
			"You have sacrificed your true identity in order to achieve your goal.  ",
			"**Prerequisites:** Must have adopted an assumed or secret identity associated with an enemy organization.  ",
			"**Benefit:** Once per day when you succeed at a saving throw to negate a divination, you learn what the divination would have revealed and can spend an immediate action to cause the divination to return appropriate false information you imagine that would fit with your cover identity.  ",
			"**Goal:** Thwart the organization you have infiltrated, defeating or turning to your cause an appropriate number of challenging foes in the process .  ",
			"**Completion Benefit:** Whenever a spell or spell-like ability would reveal information about you, you can attempt a Will saving throw. If your saving throw is successful, the spell reveals nothing about you. You can use this feat's benefits to instead give false information, as detailed above."
		]
	},
	"infuse_poison": {
		"name": "Infuse Poison",
		"sources": [ "Black Markets" ],
		"description": [
			"## Infuse Poison (Item Creation)",
			"",
			"{SOURCE Black Markets/12}",
			"",
			"You can infuse a poison with a magical effect.  ",
			"**Prerequisites:** {feat/Brew Potion}, Craft (alchemy) 5 ranks, caster level 3rd.  ",
			"**Benefit:** You can infuse an ingested poison with any spell of 3rd level or lower that you know and that targets one or more creatures and has a casting time of less than 1 minute. Infusing a poison takes 2 hours if its base price is 250 gp or less; otherwise, infusing a poison takes 1 day for each 1,000 gp in its base price. When you infuse a poison, you set the caster level, which must be sufficient to cast the spell in question and no higher than your own caster level. To infuse a poison, you must use up raw materials costing half of its base price.",
			"",
			"When you create an infused poison, you make any choices that you would normally make when casting the spell.",
			"",
			"Whoever ingests the infused poison is the target of the spell."
		]
	},
	"infused_spell_cartridges": {
		"name": "Infused Spell Cartridges",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Infused Spell Cartridges (Combat)",
			"",
			"{SOURCE Heroes of Golarion/4}",
			"",
			"You can improve your arcane ammunition with more powerful magic.  ",
			"**Prerequisites:** Int 15, {feat/Arcane Strike}, {feat/Spell Cartridges}, ability to cast 4th-level arcane spells, proficient with firearms.  ",
			"**Benefit:** While your gun is imbued with power from the {feat/Arcane Strike} feat, you can spend a standard action to cast a spell of 3rd level or lower and deliver it via a force bullet. The spell must have a range of touch or produce a ray; if the spell would produce multiple rays, the bullet delivers the effect of only one ray. If the force bullet strikes a target, it deals its force damage and also delivers the effects of the spell. If the force bullet critically hits a target, the spell deals double damage."
		]
	},
	"innate_arcana": {
		"name": "Innate Arcana",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Innate Arcana",
			"",
			"{SOURCE Monster Codex/200}",
			"",
			"You can refresh your spell-like abilities by expending spell energy.  ",
			"**Prerequisites:** Arcane spellcaster, caster level 4th, serpentfolk.  ",
			"**Benefit:** You can expend two arcane spell slots or prepared spells to cast one of your racial spell-like abilities. The level of each expended spell must be equal to or higher than the sorcerer/wizard spell level of the spell-like ability you want to cast."
		]
	},
	"innate_flexibility": {
		"name": "Innate Flexibility",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Innate Flexibility",
			"",
			"{SOURCE Monster Codex/44}",
			"",
			"Your innate magic is flexible.  ",
			"**Prerequisites:** Duergar, two racial spell-like abilities usable once per day.  ",
			"**Benefit:** You gain a number of additional uses of your once per day racial spell-like abilities equal to the number of such abilities you have. You can expend these additional uses in any combination. Normal duergar spell-like abilities and those granted by duergar racial traits both count for the purpose of this feat.",
			"",
			"For example, a normal duergar has two once per day spell-like abilities (enlarge person and invisibility), so taking this feat would grant her two additional uses of her once per day spell-like abilities; each day she can use either two additional uses of enlarge person, two additional uses of invisibility, or one additional use of each.  ",
			"**Special:** You can take this feat multiple times. Its effects stack."
		]
	},
	"inner_breath": {
		"name": "Inner Breath",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Inner Breath",
			"",
			"{SOURCE Advanced Race Guide/159}",
			"",
			"Your body is suffused with elemental air that provides for all your respiratory needs.  ",
			"**Prerequisites:** Character level 11th, sylph.  ",
			"**Benefit:** You no longer need to breathe. You are immune to effects that require breathing (such as inhaled poison). This does not give you immunity to cloud or gas attacks that do not require breathing, such as cloudkill."
		]
	},
	"inner_flame": {
		"name": "Inner Flame",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Inner Flame (Combat)",
			"",
			"{SOURCE Advanced Race Guide/130}",
			"",
			"Your body generates so much heat that your mere touch scorches your enemies.  ",
			"**Prerequisites:** {feat/Scorching Weapons}, character level 7th, ifrit.  ",
			"**Benefit:** Your bonus on saves against fire attacks and spells with the fire descriptor or light descriptor increases to +4. When you use Scorching Weapons, the affected weapons deal an additional 1d6 points of fire damage instead of 1, and when you are grappling, you deal this damage to your grappling opponent on your turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you fail a saving throw against an effect that has the fire or light descriptor, you can spend 5 stamina points to reroll the saving throw. You must take the second result, even if it is worse."
		]
	},
	"inner_light_boa": {
		"name": "Inner Light (BoA)",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Inner Light (BoA)",
			"",
			"{SOURCE Blood of Angels/25}",
			"",
			"Even when your innate powers over light fail you, you and your allies prove vigilant against dark forces, fighting until the end.  ",
			"**Prerequisites:** Aasimar, daylight spell-like ability.  ",
			"**Benefit:** Whenever you cast your daylight spell-like ability, you do so as if your caster level were one higher. Whenever an enemy successfully counters or dispels your daylight spell-like ability, you and any allies within a 20-foot radius gain darkvision 60 feet for a number of rounds equal to your character level. This is a supernatural effect."
		]
	},
	"inner_light_uw": {
		"name": "Inner Light (UW)",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Inner Light (UW)",
			"",
			"{SOURCE Ultimate Wilderness/19}",
			"",
			"Some ghorans glow with a nurturing inner light.  ",
			"**Prerequisites:** Wis 13, ghoran.  ",
			"**Benefit:** Once per day, you can cast {spell/daylight} as a spell-like ability with a caster level equal to your character level. If you have the light dependent racial trait, you can instead cast this spell without the usual effect, but you are considered to be exposed to sunlight for that day."
		]
	},
	"innocent_blood": {
		"name": "Innocent Blood",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Innocent Blood (Story)",
			"",
			"{SOURCE Ultimate Campaign/69}",
			"",
			"With their deaths, the pitiful wretches that inhabit this world open your path to greatness.  ",
			"**Prerequisites:** You must slay at least 50 intelligent noncombatants for either your own personal gain or for no cause at all, or have the First Kill [childhood event background](rule/birth_circumstances_and_more), or either the Bloodthirsty (barbarian) or The Kill (rogue) {rule/class background>_tables}.  ",
			"**Benefit:** You gain a +2 bonus on Intimidate checks. If you have 10 or more ranks in Intimidate, this bonus increases to +4. Each time you slay an intelligent creature, you gain a +1 bonus on attack rolls and caster level checks for 1 minute (this bonus does not stack with itself).  ",
			"**Goal:** Slay at least 200 more intelligent noncombatants, then slay a challenging foe that seeks to either bring you to justice for your crimes or usurp your position.  ",
			"**Completion Benefit:** Any shaken creature takes double the normal penalties when attacking you, making saves against your abilities, or resolving skill checks with you as a target."
		]
	},
	"haunt_scavenger": {
		"name": "Haunt Scavenger",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Haunt Scavenger (Item Creation)",
			"",
			"{SOURCE Haunted Heroes Handbook/30}",
			"",
			"You can use spiritual essence to craft magic items.  ",
			"**Prerequisites:** Any one item creation feat or Craft (alchemy) 3 ranks.  ",
			"**Benefit:** You can harvest the ectoplasmic remains of haunts, incorporeal undead, or the like to craft magic items. Whenever you encounter a recently neutralized haunt, the remains of an incorporeal undead creature, or the remains of a creature that has the ability to possess another creature using a racial spell-like ability or supernatural ability (such as a ghost or a shadow demon), you can attempt to extract material components from those remains that are suitable for crafting magic items. You must have access to an alchemist's lab in order to extract components from a haunt or creature, and you must begin extracting these components within 10xminutes of the haunt or creature's death or destruction. After 10 minutes, the components have degraded too much to be of any use to you.",
			"",
			"Harvesting components with this feat can take several hours. Performing at least 1 minute of work extracting components from a haunt or creature prevents its material components from degrading further for 24 hours, allowing you to safely suspend and resume harvesting these components without fear of subsequent degradation. This ectoplasmic residue is portable once the extraction work begins, provided you have a vial to contain the source residue (the actual amount of residue is never much, physically, but the value of the components you can extract from the residue increases with the power of the original haunt or creature).",
			"",
			"Each hour, attempt a Craft (alchemy) or a Knowledge (religion) check to successfully handle the residue and extract useful material. The DC for this check is equal to 15 + the CR of the haunt or creature being harvested. If you succeed at the check, you harvest 50 gp worth of components. If you fail the check by 4 or less, you can attempt to harvest those components again. If you fail the check by 5 or more, the residue spoils and you cannot scavenge any more from that particular source. A single source can yield an amount of components up to a maximum value of 50 gp per point of CR before it is depleted.",
			"",
			"Material components harvested with Haunt Scavenger can be used in place of the material components of enchantment or necromancy spells and extracts, provided they are of equal or greater value compared to the spell's normal material components. Additionally, they can be used in place of actual gold to fund the construction of a magic item with an enchantment or necromancy aura."
		]
	},
	"haunted_gnome": {
		"name": "Haunted Gnome",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Haunted Gnome (Combat)",
			"",
			"{SOURCE Ultimate Combat/104}",
			"",
			"You use your gnome magic to take on an eerie illusory appearance.  ",
			"**Prerequisites:** Cha 13, gnome magic racial trait, Knowledge (arcana) 1 rank.  ",
			"**Benefit:** You add {spell/haunted fey aspect} to your list of gnome magic spell-like abilities, and you can use this spell-like ability twice per day.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">You can spend 5 stamina points to use haunted fey aspect an additional time in a day."
		]
	},
	"haunted_gnome_assault": {
		"name": "Haunted Gnome Assault",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Haunted Gnome Assault (Combat)",
			"",
			"{SOURCE Ultimate Combat/104}",
			"",
			"Discharging your disturbing glamer as you strike a telling blow, you haunt a foe with lingering fear.  ",
			"**Prerequisites:** Cha 13, gnome magic racial trait, {feat/Haunted Gnome}, Knowledge (arcana) 3 ranks.  ",
			"**Benefit:** You gain one use of your gnome magic that is independent of your gnome magic spell-like abilities. When you wish to cast a gnome magic spell-like ability for which you have no daily uses remaining, you can expend this independent use to do so.",
			"",
			"Further, while you are under the effect of {spell/haunted fey aspect}, you can discharge that spell as a free action after you hit an opponent with a charge attack or score a critical hit against an opponent. If you do, that opponent becomes shaken for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When you hit an opponent with a charge attack or confirm a critical hit, you can spend 2 stamina points to make the target of the attack shaken for 1 round without discharging haunted fey aspect."
		]
	},
	"haunted_gnome_shroud": {
		"name": "Haunted Gnome Shroud",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Haunted Gnome Shroud (Combat)",
			"",
			"{SOURCE Ultimate Combat/104}",
			"",
			"Your disturbing glamer expands to make your exact location hard to pinpoint.  ",
			"**Prerequisites:** Cha 13, gnome magic racial trait, {feat/Haunted Gnome}, {feat/Haunted Gnome Assault}, Knowledge (arcana) 6 ranks.  ",
			"**Benefit:** You gain another independent use of your gnome magic like that which Haunted Gnome Assault grants. Further, while you are under the effect of haunted fey aspect, you also have concealment (20% miss chance) against an opponent until that opponent deals you damage.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When an opponent misses you due to the miss chance from Haunted Gnome Shroud, you can spend 5 stamina points to impose a -2 penalty on all that opponent's attack rolls against you until that opponent deals damage to you. This ability doesn't stack with itself."
		]
	},
	"healers_hands": {
		"name": "Healer's Hands",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Healer's Hands (Conduit)",
			"",
			"{SOURCE Planar Adventures/28}",
			"",
			"Your healing efforts are bolstered by positive energy.  ",
			"**Prerequisites:** Heal 1 rank, Knowledge (planes) 1 rank.  ",
			"**Benefit:** You can use the Heal skill to treat deadly wounds as a full-round action. You do not take a penalty for not using a healer's kit when treating deadly wounds this way, and you can do so on a given creature more than once per day. When treating deadly wounds this way, if your result exceeds the DC by 10 or more, add your ranks in Knowledge (planes) to the damage healed. These benefits do not apply to creatures that are not healed by positive energy. You can use this feat's benefit a number of times per day equal to your ranks in Knowledge (planes)."
		]
	},
	"healing_potion": {
		"name": "Healing Potion",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Healing Potion",
			"",
			"{SOURCE Potions and Poisons/16}",
			"",
			"You can infuse a healing spell into a potion that produces a different effect.  ",
			"**Prerequisites:** {feat/Brew Potion}, ability to cast {spell/cure serious wounds}.  ",
			"**Benefit:** When you brew a potion, you can add the effects of one of the following spells to the potion's effects: cure light wounds, cure moderate wounds, or cure serious wounds. When imbibed, the potion has the effect of both the chosen cure spell and the spell used to brew the potion. When brewing the potion, you must expend both spells as though you were creating two separate potions. Due to the intricacies of making such a carefully blended potion, you must use particularly fine and rare ingredients, meaning you must pay twice the cost of creating each potion separately. The combined spell levels of the cure spell and the other spell used in the potion must be level 3 or less (for example, you could combine cure light wounds with a 2nd-level spell to create a healing potion, or cure moderate wounds with a 1st-level spell, or cure serious wounds with a 0-level spell).",
			"",
			"### Versatile Brewing",
			"",
			"The above feat allows potion brewers to concoct unusual variations in their potions, altering the potions' effects in strange and useful ways. This feat functions similarly to metamagic feats, though it affects the creation of potions instead of the normal casting of spells. Level limits for potions apply to their level after the application of any relevant metamagic feats (if the feat affects the component spell's level).",
			"",
			"Other versatile bewing feats: {feat/Delayed Potion}, {feat/Lengthy Potion}, {feat/Vaporous Potion}."
		]
	},
	"heavenly_bane": {
		"name": "Heavenly Bane",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Heavenly Bane",
			"",
			"{SOURCE Distant Realms/32}",
			"",
			"Your weapons carry a trace of the divine when imbued with your bane ability.  ",
			"**Prerequisites:** Bane class feature.  ",
			"**Benefit:** Whenever you have a weapon imbued with the bane special quality, that weapon is considered good and lawful for the purpose of overcoming damage reduction."
		]
	},
	"heavenly_radiance": {
		"name": "Heavenly Radiance",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Heavenly Radiance",
			"",
			"{SOURCE Advanced Race Guide/88}",
			"",
			"Your heavenly light can be used in a variety of ways.  ",
			"**Prerequisites:** Aasimar, daylight spell-like ability, sufficiently high level (see below).  ",
			"**Benefit:** You gain one additional use per day of daylight. Choose one spell from the table below; by expending a use of daylight, you may use this spell as a spell-like ability. To select a spell, you must meet the minimum character level for its listing in the table. The save DC for this spell is Charisma-based.",
			"",
			"| Spell-Like Ability | Minimum Character Level |",
			"| --- | --- |",
			"| {spell/Flare burst} | 1st |",
			"| {spell/Wake of light} | 3rd |",
			"| {spell/Searing light} | 5th |",
			"| {spell/Wandering star motes} | 7th |",
			"| {spell/Sunbeam} (one beam only) | 9th |",
			"",
			"**Special:** You may take this feat multiple times. Each time you select it, you gain an additional use of daylight and may select another spell from the table."
		]
	},
	"heavens_light": {
		"name": "Heaven's Light",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Heaven's Light (Conduit)",
			"",
			"{SOURCE Planar Adventures/28}",
			"",
			"You are a luminous beacon in the darkness, an icon of order and kindness through which the light of Heaven itself can shine, even in the most dreadful of realms.  ",
			"**Prerequisites:** Knowledge (planes) 1 rank.  ",
			"**Benefit:** As a standard action, you can emit an aura of bright light centered on a glowing halo above or behind your head. The illumination provided is equal in intensity to that of a torch. If you have at least 5 ranks in Knowledge (planes) the illumination is equivalent to that created by a {spell/daylight} spell. If you have at least 15 ranks in Knowledge (planes), the light becomes further infused with Heavenly power, and each evil creature within 30 feet of you must succeed at a Fortitude save (DC = 10 + half your level + your Charisma modifier) or become {rule/sickened>_conditions} by the light for as long as it remains in range plus 1 additional round after leaving the area.",
			"",
			"You can use this feat's benefit for a number of rounds per day equal to your ranks in Knowledge (planes). These rounds need not be consecutive."
		]
	},
	"heavens_step": {
		"name": "Heaven's Step",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Heaven's Step (Combat)",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/73}",
			"",
			"Like the daring Heaven's Step Offensive championed by Grand Prince Gennaris III of Taldor, you confidently take the fight to your enemy and strike an unexpected blow.  ",
			"**Prerequisites:** Dex 15, {feat/Following Step}, {feat/Step Up}, {feat/Step Up and Strike}, base attack bonus +10.  ",
			"**Benefit:** When you make an attack using {feat/Step Up and Strike}, you can also make an extra attack with your offhand weapon using your highest base attack bonus. Both attacks take the normal penalties for two-weapon fighting."
		]
	},
	"heavy_gravity_acclimation": {
		"name": "Heavy Gravity Acclimation",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Heavy Gravity Acclimation",
			"",
			"{SOURCE Planar Adventures/29}",
			"",
			"Your muscles work overtime in areas with heavy gravity.  ",
			"**Prerequisites:** Str 17 or {feat/Endurance}.  ",
			"**Benefit:** You do not take the normal penalties for being on heavy gravity planes. At the GM's discretion, this effect may apply to certain environments on the Material Plane, such as high-gravity planets. In addition, your Strength is considered to be 4 higher for the purpose of determining your carrying capacity."
		]
	},
	"hefty_brute": {
		"name": "Hefty Brute",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Hefty Brute",
			"",
			"{SOURCE Wilderness Origins/22}",
			"",
			"You might be a different subspecies or simply a well-fed and well-grown beast, but either way you're built on a more massive scale than the rest of your kind.  ",
			"**Prerequisites:** Animal companion or familiar.  ",
			"**Benefit:** You treat your size as one category larger for the purposes of calculating CMB, CMD, carrying capacity, and any size-based special attacks you use or that are used against you (such as {umr/grab}, {umr/swallow whole}, and {umr/trample})."
		]
	},
	"heighten_spell": {
		"name": "Heighten Spell",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Heighten Spell (Metamagic)",
			"",
			"{SOURCE PRPG Core Rulebook/126}",
			"",
			"You can cast spells as if they were a higher level.  ",
			"**Benefit:** A heightened spell has a higher spell level than normal (up to a maximum of 9th level). Unlike other metamagic feats, Heighten Spell actually increases the effective level of the spell that it modifies. All effects dependent on spell level (such as saving throw DCs and ability to penetrate a {spell/lesser globe of invulnerability}) are calculated according to the heightened level. The heightened spell is as difficult to prepare and cast as a spell of its effective level."
		]
	},
	"heightened": { "copyof": "heighten_spell" },
	"heightened_trap_sense": {
		"name": "Heightened Trap Sense",
		"sources": [ "Osirion, Land of the Pharaohs" ],
		"description": [
			"## Heightened Trap Sense",
			"",
			"{SOURCE Osirion, Land of the Pharaohs/29}",
			"",
			"You are acutely attentive to the subtleties of traps and how they are hidden.  ",
			"**Prerequisites:** Search 6 ranks, trap sense +1.  ",
			"**Benefit:** When you pass within 5 feet of a trap, you are entitled to an automatic Search check to notice the trap. This check is made at a -10 penalty, or -5 if you are moving at half speed and taking no actions other than moving.  ",
			"**Normal:** You must take an action to actively search."
		]
	},
	"hellcat_pounce": {
		"name": "Hellcat Pounce",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Hellcat Pounce (Combat)",
			"",
			"{SOURCE Cheliax, Empire of Devils/27}",
			"",
			"You attack unsuspecting foes twice.  ",
			"**Prerequisites:** {feat/Hellcat Stealth}, sneak attack +2d6.  ",
			"**Benefit:** Whenever you attack and damage an opponent in the surprise round, you may immediately make a second attack against the same opponent using the same attack bonus. The target is not considered flat-footed against this second attack.  ",
			"**Special:** This ability only functions when carrying a light load or less."
		]
	},
	"hellcat_stealth": {
		"name": "Hellcat Stealth",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Hellcat Stealth",
			"",
			"{SOURCE Cheliax, Empire of Devils/27}",
			"",
			"You are difficult to see in the light.  ",
			"**Prerequisites:** {feat/Skill Focus/ (Stealth)}, Stealth 6 ranks.  ",
			"**Benefit:** You may make Stealth checks in normal or bright light even when observed, but at a -10 penalty.  ",
			"**Normal:** You cannot make Stealth checks while observed."
		]
	},
	"hellish_shackles": {
		"name": "Hellish Shackles",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Hellish Shackles",
			"",
			"{SOURCE Inner Sea Gods/212}",
			"",
			"You can channel the shackles of Hell onto your foes.  ",
			"**Prerequisites:** Channel energy 5d6; worshiper of an archdevil, infernal duke, malbranche, or whore queen.  ",
			"**Benefit:** Once per day when you channel negative energy to damage living creatures, you can attempt to affect damaged creatures with a dimensional anchor. Those damaged must make a successful Will save (DC equal to the DC of the channel effect) in addition to the normal Will save to halve damage from the channeled energy. Those that fail their save against the channeled energy take a -4 penalty on their saving throw against the dimensional anchor effect. Those that fail their second Will save are affected by dimensional anchor for a number of minutes equal to your Charisma modifier (minimum 1 minute)."
		]
	},
	"hellknight_aegis": {
		"name": "Hellknight Aegis",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Hellknight Aegis",
			"",
			"{SOURCE Path of the Hellknight/62}",
			"",
			"Your Hellknight armor guards you against many threats.  ",
			"**Prerequisites:** {feat/Heavy Armor Proficiency}, base attack bonus +5, must swear allegiance to a single [Hellknight](rule/aff_lawknights) order.  ",
			"**Benefit:** Once per day as a full-round action, you can give your Hellknight armor the broken condition. Upon doing so, you are affected by one of the following spells (your choice), using your character level as your caster level: {spell/break enchantment}, {spell/neutralize poison}, {spell/remove disease}, or {spell/remove paralysis}. Once you have used this benefit, your Hellknight armor must be repaired as normal to restore its full bonus to your Armor Class and return its armor check penalty to normal.",
			"",
			"You can use this ability even if paralyzed or otherwise restrained, but not if you are unconscious. For the purposes of this ability, \"Hellknight armor\" means any armor with the word \"Hellknight\" in its name. You cannot use this ability if your armor is already broken."
		]
	},
	"hellknight_obedience": {
		"name": "Hellknight Obedience",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Hellknight Obedience",
			"",
			"{SOURCE Path of the Hellknight/62}",
			"",
			"Performing daily [Hellknight](rule/aff_lawknights) reckonings grants you special boons.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks, must swear allegiance to a single Hellknight order.  ",
			"**Benefit:** Upon taking this feat, you gain proficiency in all of your Hellknight order's favored weapons. Additionally, by meditating and inflicting strenuous reckonings upon yourself, you unlock the power behind your order's doctrine. Each Hellknight order has its own unique reckoning - a trial of obedience and pain. When coupled with the necessary reflection and meditation, this reckoning takes 1 hour per day to perform. Once you have performed your order's reckoning, you gain the benefit of a special ability as indicated in the Reckoning entry for the Hellknight order to which you've sworn allegiance. If you have at least 12 Hit Dice, you also gain the first boon granted by the Hellknight order. If you have at least 16 Hit Dice, you also gain the Hellknight order's second boon. If you have 20 Hit Dice or more, you also gain the Hellknight order's third boon. Unless a specific duration or number of uses per day is listed in a boon's description, the boon's effects are constant.",
			"",
			"If you ever fail to perform a daily reckoning, you lose all access to the benefits and boons granted by this feat until you next perform the reckoning.",
			"",
			"You can take this feat only if you are associated with a Hellknight order, whether you're in training to become a Hellknight, already a member, or otherwise aligned with the order - the specifics are left to you and the GM to determine. Once per year, you can change your Hellknight allegiance, but doing so requires the approval of the Hellknight order you wish to join. If you are ever cast out of the Hellknight order to which you've sworn allegiance, you lose the benefits of this feat until you restore yourself in the Hellknights' esteem. The details of this are left to the GM's discretion.",
			"",
			"### Reckonings",
			"",
			"Similar to an ascetic's flagellations or a paladin's atonement, Hellknight reckonings are rites of mortification a Hellknight uses to focus her mind, excise unwanted thoughts, and bring herself closer to the champion of law her order idealizes. A reckoning is typically a personal matter, performed in private by a willing, unarmored Hellknight while she meditates on some aspect of the Measure and the Chain.",
			"",
			"Hellknights are assumed to police their own thoughts and perform reckonings as necessary. If a Hellknight doesn't regularly perform reckonings as part of her scheduled meditations, she doesn't lose any abilities or suffer negative effects - however, she might be censured by her fellow Hellknights if they learn of this dereliction.",
			"",
			"Performing a Reckoning: Performing the physical component of a reckoning typically takes 10 minutes and deals 1d4 points of nonlethal damage. A particularly righteous or conflicted Hellknight might choose to perform a longer, more extreme version of a reckoning. In this case, the reckoning deals 1d4 additional points of lethal damage. A devoted Hellknight with the Hellknight Obedience feat can undergo an hour-long nonlethal reckoning to gain the benefit of a special ability, in addition to boons available for those with 12, 16, or 20 Hit Dice. See the descriptions of the major Hellknight orders for descriptions of their specific reckonings and the boons these provide. Additionally, Hellknights with the {feat/Hellknight Obsession} feat who choose to deal the lethal damage to themselves can access a suite of beneficial effects. The damage a reckoning deals cannot be reduced by any damage reduction or other ability or effect."
		]
	},
	"hellknight_obsession": {
		"name": "Hellknight Obsession",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Hellknight Obsession",
			"",
			"{SOURCE Path of the Hellknight/62}",
			"",
			"You equate pain with discipline and can inflict damage upon yourself to unlock greater power.  ",
			"**Prerequisites:** {feat/Hellknight Obedience}, Knowledge (planes) 3 ranks, must swear allegiance to a single Hellknight order.  ",
			"**Benefit:** During your hour-long [Hellknight](rule/aff_lawknights) reckoning, if you choose to deal lethal damage to yourself, you reach a state of fantastic focus. Once during the next 24 hours, you can draw upon this focus to gain the benefits of any one of the following effects. To activate the ability, you must deal 1 point of lethal damage to yourself as a swift action (unless otherwise noted). Members of the Order of the Nail often install a sharp barb within their armor that deals this damage when the wearer is subject to a critical hit; if you're struck by a critical hit while wearing such armor, using this ability doesn't require a swift action.",
			"",
			"Fervor: The DCs to resist the effects of the boons granted by your Hellknight Obedience feat increase by 1 for 1 hour.",
			"",
			"Indomitability: You can reroll a single failed Will saving throw and must take the result of the second roll, even if it is worse. A swift action isn't required to use this effect, but you must still take 1 point of damage.",
			"",
			"Menacing: You gain a +3 bonus on Intimidate and Sense Motive skill checks for 1 hour.",
			"",
			"Mercilessness: The critical threat range of your order's favored weapon doubles for 1 hour (even if it is not a piercing or slashing weapon). This does not stack with any other effects that increase a weapon's critical threat range."
		]
	},
	"helpless_prisoner": {
		"name": "Helpless Prisoner",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Helpless Prisoner",
			"",
			"{SOURCE Gnomes of Golarion/31}",
			"",
			"You can talk your way out of most restraints.  ",
			"**Prerequisites:** Bluff 5 ranks, Escape Artist 1 rank, gnome.  ",
			"**Benefit:** When you are restrained or imprisoned, you can make a Bluff check against any one creature within 30 feet in which you emphasize both your own harmlessness and the pain or inconvenience of your current condition. If the creature knows you are dangerous, it adds a +4 bonus to its Sense Motive check. If you win the check, the target does something intended to make you a little more comfortable - or at least shut you up - that gives you a +5 bonus on your next Escape Artist check.  ",
			"**Special:** At the GM's discretion, an especially evil or cruel creature may gain a +2 bonus to its Sense Motive check to resist this ability. If it succeeds, it does something to make your bindings even more secure and less comfortable, giving you a -5 penalty on all Escape Artist checks made in those particular bonds."
		]
	},
	"hemorhaging_venom": {
		"name": "Hemorhaging Venom",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Hemorhaging Venom (Combat)",
			"",
			"{SOURCE Potions and Poisons/5}",
			"",
			"Your venom destroys blood vessels and melts bone.  ",
			"**Prerequisites:** {feat/Spit Venom}, {feat/Virulent Venom}, base attack bonus +7, nagaji.  ",
			"**Benefit:** Your ability to spit poison granted by the Spit Venom feat deals 2d6 points of bleed damage on a failed saving throw in addition to all other effects. The bleeding can be stopped as normal with a successful DC 15 Heal check or the application of any effect that heals hit point damage. In addition, you gain one additional use per day of the ability to spit poison granted by the Spit Venom feat."
		]
	},
	"herbal_components": {
		"name": "Herbal Components",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Herbal Components",
			"",
			"{SOURCE Heroes of the Wild/23}",
			"",
			"Your time in the wild has made you adept at finding cheap, natural substitutes for spell components that would be impossible to find outside of civilized society.  ",
			"**Prerequisites:** {feat/Eschew Materials}.  ",
			"**Benefit:** Once per day, you can attempt a Profession (Herbalist) or Survival check to use herbal substitutes for the required material components of a single spell that normally cost up to 25 gp (DC = 5 + the gp value of component). These components can be used only for your own spells and can't be sold. They decay within a week if not used.  ",
			"**Normal:** You must buy spell components for any spell requiring a material component."
		]
	},
	"hermean_blood": {
		"name": "Hermean Blood",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Hermean Blood",
			"",
			"{SOURCE Inner Sea World Guide/287;Pathfinder Campaign Setting/79}",
			"",
			"You are the descendant of someone recruited to Hermea or the bastard result of a Hermean's illicit pairing with someone foreign to that land.  ",
			"**Prerequisites:** You may only gain this feat at 1st level.  ",
			"**Benefit:** Though you may not know it, the blood of greatness flows in your veins. Pick two skills that share the same associated ability score. Those skills are always considered class skills for you. It's possible that Hermean agents may come looking for you, either to evaluate you for an invitation or to cover up an embarrassing dalliance, as determined by the GM's whim."
		]
	},
	"heroic_defiance": {
		"name": "Heroic Defiance",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide"
		],
		"description": [
			"## Heroic Defiance",
			"",
			"{SOURCE Advanced Player's Guide/162}",
			"",
			"You struggle on when others would fall.  ",
			"**Prerequisites:** {feat/Diehard}, {feat/Endurance}, base Fortitude save +8.  ",
			"**Benefit:** Once per day as an immediate action you can delay the onset of one harmful condition or affliction (such as panicked, paralyzed, stunned, and so on), including permanent and instantaneous conditions. Activating this feat delays the onset of the condition until the end of your next turn, after which time the condition takes its normal effect. This feat has no effect on hit point damage or ability damage.",
			"",
			"### Mythic Heroic Defiance",
			"",
			"{SOURCE Mythic Adventures/66}",
			"",
			"You ignore harmful effects that would bring others down.  ",
			"**Prerequisites:** {feat/Heroic Defiance}.  ",
			"**Benefit:** Once per day as an immediate action, you can attempt to negate the onset of one harmful condition or affliction (such as panicked, paralyzed, stunned, and so on) that allowed a saving throw for its onset, not including permanent and instantaneous conditions. When you do so, attempt a Will saving throw with a bonus equal to your tier against the original DC of the effect. If you succeed, the condition is negated. If you fail, the onset is delayed until the end of your next turn, after which it takes its normal effect. This feat has no effect on hit point damage or ability damage.",
			"",
			"This effect is separate from the use of non-mythic Heroic Defiance."
		]
	},
	"heroic_interposition": {
		"name": "Heroic Interposition",
		"sources": [
			"Inner Sea Gods",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Heroic Interposition (Combat)",
			"",
			"{SOURCE Inner Sea Gods/212}",
			"",
			"You arrive just when you are most needed to vanquish evil.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Improved Initiative}, {feat/Mobility}, worshiper of an empyreal lord.  ",
			"**Benefit:** Once per day, you can move up to your speed as an immediate action, but you must end this movement adjacent to an opponent who is about to make an attack against an ally. As long as you are visible to the opponent you moved next to, that opponent takes a -2 penalty on the attack roll to which you moved in response.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">By spending 4 stamina points, you can use this feat an additional time per day."
		]
	},
	"heroic_leader": {
		"name": "Heroic Leader",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Heroic Leader (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/7}",
			"",
			"Whether part of a partnership or an army, you stand head and shoulders above your companions.  ",
			"**Prerequisites:** Cha 13; any combat feat; ability to gain an animal companion, cohort, eidolon, familiar, or mount.  ",
			"**Benefit:** Your animal companion, cohort, eidolon, familiar, or mount doesn't count as threatening your opponent for the purposes of feats that require you to be the only character threatening a target. Allies with Hit Dice equal to or less than 1/2 your own Hit Dice don't count as threatening opponents for the purposes of such feats."
		]
	},
	"heroic_recovery": {
		"name": "Heroic Recovery",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide"
		],
		"description": [
			"## Heroic Recovery",
			"",
			"{SOURCE Advanced Player's Guide/162}",
			"",
			"You can throw off the effects of crippling conditions.  ",
			"**Prerequisites:** {feat/Diehard}, {feat/Endurance}, base Fortitude save +4.  ",
			"**Benefit:** Once per day as a standard action you may attempt a new saving throw against a harmful condition or affliction requiring a Fortitude save that is affecting you. If this save against the affliction fails, there is no additional effect, but a successful save counts toward curing an affliction such as poison or disease. You cannot use this feat to recover from instantaneous effects, effects that do not allow a saving throw, or effects that do not require a Fortitude save.",
			"",
			"### Mythic Heroic Recovery",
			"",
			"{SOURCE Mythic Adventures/66}",
			"",
			"You can shrug off the effects of harmful conditions after they've taken effect.  ",
			"**Prerequisites:** {feat/Heroic Recovery}.  ",
			"**Benefit:** As a swift action, you can expend one use of mythic power to use Heroic Recovery additional times. Whenever you do, add your tier to the result of the Fortitude save."
		]
	},
	"heroic_will": {
		"name": "Heroic Will",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Heroic Will",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"Your indomitable will breaks free from mental shackles.  ",
			"**Prerequisites:** {feat/Iron Will}, base Will save +4, human.  ",
			"**Benefit:** Once per day as a standard action, you may attempt a new saving throw against a harmful condition requiring a Will save that is affecting you. If you are dominated, controlled, or cannot take an action because of the effect against which you are trying to make a new saving throw, you can make this saving throw at the start of the turn as no action, but on a success, your turn ends. You cannot use this feat to remove instantaneous effects, effects that do not require a Will save, or effects that do not allow a saving throw."
		]
	},
	"heros_display": {
		"name": "Hero's Display",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Hero's Display (Combat, Performance)",
			"",
			"{SOURCE Ultimate Combat/104}",
			"",
			"With a dramatic flourish you display your weapons to the crowd. Onlookers are elated, and your enemies are demoralized.  ",
			"**Prerequisites:** {feat/Dazzling Display}, {feat/Weapon Focus}, and proficiency with the selected weapon.  ",
			"**Benefit:** When you spend a swift action to make a performance combat check, you present the weapon in which you have Weapon Focus in a triumphant display. You gain a +2 bonus on the performance combat check and make an Intimidate check to demoralize all foes within 30 feet who can see your display.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When using this feat, you can spend up to 6 stamina points to increase the radius of the demoralizing effect by 5 feet per stamina point you spent (to a maximum of 60 feet)."
		]
	},
	"heros_fortune": {
		"name": "Hero's Fortune",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Hero's Fortune (Hero Point)",
			"",
			"{SOURCE Advanced Player's Guide/324}",
			"",
			"Even at the start of your career, it was clear that you had a chance at greatness, and your legend continues to grow with every adventure.  ",
			"**Benefit:** You gain a hero point. The maximum number of hero points you can have at any one time is increased to 5.  ",
			"**Normal:** You can have no more than 3 hero points at one time.  ",
			"**Special:** NPCs who take this feat receive 1 hero point and can have up to 3 (not 5)."
		]
	},
	"hex_strike": {
		"name": "Hex Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Hex Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/104}",
			"",
			"Chanting and cursing, you put a hex on your enemy as part of your unarmed strike.  ",
			"**Prerequisites:** Hex class feature, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you gain this feat, choose one hex that you can use to affect no more than one opponent. If you make a successful unarmed strike against an opponent, in addition to dealing your unarmed strike damage, you can use a swift action to deliver the effects of the chosen hex to that opponent. Doing so does not provoke attacks of opportunity.  ",
			"**Special:** You can take this feat multiple times. Each time you take it, you apply it to a different qualifying hex.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">You can spend 5 stamina points to apply the effects of your chosen hex as a free action instead of a swift action."
		]
	},
	"hidden_presence": {
		"name": "Hidden Presence",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Hidden Presence",
			"",
			"{SOURCE Occult Adventures/135}",
			"",
			"You are adept at hiding within your host.  ",
			"**Prerequisites:** Int or Cha 17, ability to cast possession or greater possession.  ",
			"**Benefit:** While possessing another creature, you can hide yourself from divinations and pass through wards such as {spell/magic circle against evil} or the effects of a {spell/forbiddance} spell. You must attempt a Will save against the spell (even if it doesn't normally allow a saving throw). If you succeed, the spell treats you as if you were your host (for instance, divinations would reveal only the host's alignment, and forbiddance keyed to the host's alignment wouldn't damage you). If your saving throw fails, the spell functions against you as normal; if the spell normally allows a save, your previous failure doesn't count as a failed save against the spell's normal effects."
		]
	},
	"hide_worker": {
		"name": "Hide Worker",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Hide Worker",
			"",
			"{SOURCE Ultimate Wilderness/113}",
			"",
			"You excel at crafting armor made from the hides of animals or monsters.  ",
			"**Prerequisites:** Craft (armor) 3 ranks, Knowledge (nature) 3 ranks.  ",
			"**Benefit:** You gain a +4 bonus on Craft (armor) checks to create armor or shields from the hides of living creatures (such as dragonhide). If you succeed at a Craft (armor) check to create armor or shields from the hides of living creatures by 5 or more, you also decrease the cost to make the item by 10%."
		]
	},
	"high_magic_focus": {
		"name": "High Magic Focus",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## High Magic Focus (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/206}",
			"",
			"With the help of your fellow scholars, you can cast higher forms of magic, enhancing your spells by drawing upon their magical reserves rather than your own.  ",
			"**Prerequisites:** Any metamagic feat, Spellcraft 7 ranks, ability to cast 2nd-level spells, human (Garundi).  ",
			"**Benefit:** With the help of allies who also have this feat, you can spontaneously apply metamagic feats to your spells without using a higher-level slot or increasing the casting time. Each ally must ready an action to cast the same spell you intend to cast. For each other ally within 30 feet who does so, you reduce the cost of the spontaneous metamagic feat by 1 level (to a minimum of 0, and you must have at least one ally assist you, even if the metamagic feat is normally a +0 adjustment). The allies don't need to have the metamagic feat you choose to apply, and the effective level of the spell (after applying the metamagic feat) can't be higher than the highest level of spells you can cast. Lastly, when you use this ability, the spell each ally readies is lost, as if they had cast that spell."
		]
	},
	"hinder": {
		"name": "Hinder",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Hinder (Blood Hex)",
			"",
			"{SOURCE Magic Tactics Toolbox/29}",
			"",
			"You curse a bleeding opponent with uncertainty.  ",
			"**Prerequisites:** Int 13, Use Magic Device 5 ranks.  ",
			"**Benefit:** As a standard action, you can curse an enemy you've damaged with a melee attack in the last minute to become hesitant. The target must succeed at a Reflex save or take a -10 penalty on any initiative check it makes in the next minute.  ",
			"**Special:** If a shaman or witch uses this blood hex, the target is unable to take a full-attack action for 1 round. This effect can be extended with the cackle hex."
		]
	},
	"hinderance_dismissal": {
		"name": "Hinderance Dismissal",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Hinderance Dismissal",
			"",
			"{SOURCE Magic Tactics Toolbox/13}",
			"",
			"You've mastered the art of dismissing certain spells when they become a problem for you or your allies.  ",
			"**Benefit:** You can dismiss any pit spell (such as create pit, hungry pit, spiked pit, and similar spells with \"pit\" in their names) or wall spell (such as wall of fire, wall of ice, and similar spells with \"wall\" in their names) you cast. The spells must have a duration of at least 1 round. This ability follows the normal rules for dismissing spells, allowing you to dismiss conjured pits and walls as a standard action.  ",
			"**Normal:** Several pit and wall spells cannot be dismissed without the use of this feat."
		]
	},
	"hobgoblin_discipline": {
		"name": "Hobgoblin Discipline",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Hobgoblin Discipline",
			"",
			"{SOURCE Advanced Race Guide/124}",
			"",
			"The presence of other hobgoblins bolsters your resolve.  ",
			"**Prerequisites:** Base attack bonus +1, hobgoblin.  ",
			"**Benefit:** While you are within 30 feet of at least two other hobgoblins, you gain a +1 morale bonus on saving throws."
		]
	},
	"hold_the_blade": {
		"name": "Hold the Blade",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Hold the Blade (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/25}",
			"",
			"You can take your opponent's weapon after being stabbed in the back.  ",
			"**Prerequisites:** {feat/Improved Disarm}, base attack bonus +10.  ",
			"**Benefit:** Whenever an enemy deals damage to you with a melee weapon as part of a flanking attack or sneak attack, you can make a combat maneuver check to disarm against that opponent as an immediate action. You must have at least one hand free when you use this feat. When you use this feat, you take a -4 penalty to your AC until your next turn. You can only use this feat once per round."
		]
	},
	"hollow_soul": {
		"name": "Hollow Soul",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Hollow Soul (Conduit)",
			"",
			"{SOURCE Planar Adventures/29}",
			"",
			"You can temporarily replace your soul with a fragment of the all-consuming void of Abaddon.  ",
			"**Prerequisites:** Knowledge (planes) 9 ranks.  ",
			"**Benefit:** As a move action, you can enter a state of emotional and spiritual hollowness. While in this state, you react to positive and negative energy as if you were undead: positive energy harms you, while negative energy heals you. Whenever you are targeted by an effect that specifically affects living creatures or undead creatures, or that affects both in different ways, you have a 50% chance to count as an undead creature rather than a living creature. You are immune to effects that specifically target your soul (such as trap the soul). However, while under the effect of this feat, you cannot benefit from beneficial mind-affecting effects, morale bonuses, or bardic performances.",
			"",
			"You can use this feat's benefit for a number of minutes per day equal to your ranks in Knowledge (planes). These minutes need not be consecutive, but they must be spent in 1-minute increments."
		]
	},
	"holy_water_assault": {
		"name": "Holy Water Assault",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Holy Water Assault (Combat)",
			"",
			"{SOURCE Undead Slayer's Handbook/23}",
			"",
			"You have found new and effective uses for holy water in combating the undead.  ",
			"**Prerequisites:** Base attack bonus +1, Knowledge (religion) 3 ranks.  ",
			"**Benefit:** In addition to holy water's normal uses, you can use holy water to create a variety of other effects, which are listed below. To use holy water in a particular way, you must meet the additional requirements of that effect, such as a particular feat, ranks in a specific skill, or the ability to cast a certain spell (specified after the effect's name). Unless otherwise specified, using any of these abilities consumes one vial of holy water.",
			"",
			"**Blinding Water (Improved Precise Shot):** By uttering a short prayer as swift action, you can empower a vial of holy water with blinding light. If you successfully throw that vial of holy water and land a direct hit against an undead creature by the end of your next turn, the target takes damage from the holy water as normal and also becomes blinded (Reflex DC 13 negates blindness). This even affects creatures that do not have eyes such as skeletons, but not creatures that don't rely on vision.",
			"",
			"**Concentrate Holy Water (Craft [alchemy] 4 ranks):** Through alchemical processes, you can refine multiple doses of holy water into a single hyperpotent dose. To do so, you must possess two or more flasks of holy water and you must succeed at a Craft (alchemy) check that takes 10 minutes of uninterrupted time. The DC of the Craft (alchemy) check is equal to 15 + 2 &times; the number of doses of holy water you are combining. For example, combining three flasks of holy water would require a successful DC 21 Craft (alchemy) check. Success means you combine all of the doses into a single concentrated flask of holy water. If you fail the check by 4 or less, the distillation process failed and must be tried again. If you fail the check by 5 or more, the distillation process failed and all of the doses of holy water are wasted. The maximum number of doses of holy water you can combine is equal to half the number of ranks you possess in Craft (alchemy).",
			"",
			"A direct hit with a flask of concentrated holy water deals 2d4 points of damage + 2 points of damage &times; the number of doses of holy water used to an undead creature or an evil outsider. Undead creatures and evil outsiders within 5 feet of where the flask hits take 1 point of damage + 1 point of damage &times; the number of doses of holy water used. For example, a flask of concentrated holy water made of 3 doses of holy water would deal 2d4+6 points of damage on a direct hit, and 4 points of damage to undead creatures and evil outsiders within 5 feet of the target.",
			"",
			"**Healing Glyph (ability to cast glyph of warding):** You can replace the diamond material component in a glyph of warding spell with a vial of holy water. When you do so, you must place a spell glyph containing a conjuration (healing) spell of 3rd level or lower, which can be designed to benefit allies or harm undead.",
			"",
			"**Healing Water (Heal 5 ranks):** You can use holy water for curative purposes. When you pour a vial of holy water over your hands, you gain a +4 bonus on Heal checks to perform first aid, treat wounds, treat poison, or treat disease in the next hour. Additionally, once per day you can drink a vial of holy water to heal yourself of 1d8 points of damage.",
			"",
			"**Holy Circle (ability to cast magic circle against evil):** You can replace the silver material component of a {spell/magic circle against evil} spell with a vial of holy water. When you do so, the duration of the spell increases 20 minutes per level instead of 10 minutes, and the Spellcraft DC to add a special diagram to the circle is 15 instead of 20.",
			"",
			"**Holy Water Splash (Point-Blank Shot):** When you throw a flask of holy water, creatures in the area of the holy water's splash radius take 1 additional point of damage as long as they are within 30 feet of you. This ability does not stack with other effects that increase the damage dealt to creatures within the splash radius of holy water, such as the concentrate holy water ability of this feat or the {spell/empower holy water} spell."
		]
	},
	"hook_fighter": {
		"name": "Hook Fighter",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Hook Fighter (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/22}",
			"",
			"In your deft hands, a climbing tool becomes a deadly weapon.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You treat a grappling hook as a one-handed weapon that deals piercing damage equal to a heavy pick of its size and that has the disarm and trip special weapon features. You do not incur penalties as you would for using a grappling hook as an improvised weapon. If you are proficient with whips and your grappling hook has at least 10 feet of rope or chain attached to it, you can treat it as a two-handed melee weapon with 15-foot reach, though you can use it against foes anywhere within your reach (including adjacent foes), though you don't threaten any squares with it. Changing between using a grappling hook as a normal weapon and a reach weapon is a move action. When performing a reposition maneuver with a grappling hook, you can only move the target toward you from its original position."
		]
	},
	"horde_charge": {
		"name": "Horde Charge",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Horde Charge (Teamwork)",
			"",
			"{SOURCE Advanced Race Guide/57}",
			"",
			"When you charge with an ally, you are more deadly.  ",
			"**Prerequisites:** Base attack bonus +1, half-orc or orc.  ",
			"**Benefit:** When charging during the same round as an ally with this feat, you gain a +2 bonus on attack and damage rolls in addition to the normal bonus for charging. If you can make multiple attacks on a charge, this bonus only applies to the first attack."
		]
	},
	"horn_of_the_criosphinx": {
		"name": "Horn of the Criosphinx",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Horn of the Criosphinx (Combat)",
			"",
			"{SOURCE People of the Sands/13}",
			"",
			"You end your charge in a devastating two-handed attack.  ",
			"**Prerequisites:** Base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** Whenever you make a successful charge attack while wielding a two-handed weapon in both hands, add two times your Strength bonus to the damage roll.  ",
			"**Normal:** A character wielding a two-handed weapon adds 1-1/2 times her Strength bonus to damage rolls.  ",
			"**Special:** A monk can use this feat as long as he is wielding a two-handed weapon or both his hands are empty.  ",
			"**Note:** A monk can take this feat as a bonus feat at 6th level. To benefit from this feat, monks must have both hands free and be capable of delivering an unarmed strike."
		]
	},
	"horn_rider": {
		"name": "Horn Rider",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Horn Rider (Combat)",
			"",
			"{SOURCE Monster Codex/164}",
			"",
			"You can defend yourself using the horn or tusk of a creature you're lashed to.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You gain a +1 shield bonus to AC when lashed into a horn harness.  ",
			"**Special:** A creature with this feat can take the Mounted Archery feat without possessing 1 rank in the Ride skill or the {feat/Mounted Combat} feat."
		]
	},
	"horn_riders_charge": {
		"name": "Horn Rider's Charge",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Horn Rider's Charge (Combat)",
			"",
			"{SOURCE Monster Codex/164}",
			"",
			"When the animal you're lashed to charges, you use its momentum in your own attack.  ",
			"**Prerequisites:** {feat/Horn Rider}, base attack bonus +1.  ",
			"**Benefit:** Whenever you're lashed into a horn harness and you ready an action to make a melee attack against the target of a charge made by the creature you're lashed to, you gain the attack bonus for charging and your attack deals double damage (or triple damage with a lance). This benefit does not stack with the benefit of Spirited Charge."
		]
	},
	"horrific_gorging": {
		"name": "Horrific Gorging",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Horrific Gorging (Combat)",
			"",
			"{SOURCE Horror Adventures/88}",
			"",
			"In the space of a few horrific seconds, you can chew up and gulp down an entire humanoid body.  ",
			"**Prerequisites:** Bite attack, Large or larger, {umr/swallow whole/ universal monster ability}.  ",
			"**Benefit:** As a full-round action, you can completely consume a dead, unconscious, paralyzed, or otherwise helpless humanoid creature that you could normally swallow with your swallow whole ability. When you do, you deal bite damage as a critical hit and swallow the humanoid as your swallow whole special ability.",
			"",
			"Allies of the swallowed creature within 30 feet that can see you indulge in this horrific feast must succeed at a Will save (DC = 10 + 1/2 your Hit Dice + your Charisma modifier) to avoid being shaken for 1d4 rounds. This part of the ability is a mind-affecting fear effect."
		]
	},
	"horse_master": {
		"name": "Horse Master",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Horse Master (Combat)",
			"",
			"{SOURCE Ultimate Combat/104}",
			"",
			"You blend horsemanship skills from disparate traditions into a seamless mounted combat technique.  ",
			"**Prerequisites:** Expert trainer class feature, Ride 6 ranks.  ",
			"**Benefit:** Use your character level to determine your effective druid level for determining the powers and abilities of your mount.  ",
			"**Normal:** You use your cavalier level to determine your effective druid level for determining the powers and abilities of your mount.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">You can spend 5 stamina points to grant your mount a number of temporary hit points equal to your character level. These temporary hit points last for 1 minute."
		]
	},
	"horse_sense": {
		"name": "Horse Sense",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Horse Sense",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/73}",
			"",
			"You take Grand Prince Beldam I's insistence upon the resilience of simple creatures to heart, emulating them to shield yourself from complex mental effects.  ",
			"**Prerequisites:** Wis 15, {feat/Iron Will}.",
			"",
			"When you attempt a saving throw against an enchantment effect that cannot affect an animal (such as charm person), you can roll the saving throw twice and take the better result."
		]
	},
	"horse_whisperer": {
		"name": "Horse Whisperer",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Horse Whisperer",
			"",
			"{SOURCE Adventurer's Guide/15}",
			"",
			"Your skill at handling horses allows you to influence all the horses in the area.  ",
			"**Benefit:** You gain a +2 bonus on Handle Animal and Ride checks to handle or ride horses. In addition, you can attempt one Handle Animal check to issue a command to all horses within a 60-foot radius. An opponent whose animal companion or mount is within range can attempt a DC 20 Handle Animal check as an immediate action to prevent her horse from being influenced by you. If the opponent succeeds, you cannot influence that creature again for 1 hour."
		]
	},
	"hover": {
		"name": "Hover",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Hover (Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/315}",
			"",
			"This creature can hover in place with ease and can kick up clouds of dust and debris.  ",
			"**Prerequisites:** Fly speed.  ",
			"**Benefit:** A creature with this feat can halt its movement while flying, allowing it to hover without needing to make a Fly skill check.",
			"",
			"If a creature of size Large or larger with this feat hovers within 20 feet of the ground in an area with lots of loose debris, the draft from its wings creates a hemispherical cloud with a radius of 60 feet. The winds generated can snuff torches, small campfires, exposed lanterns, and other small, open flames of non-magical origin. Clear vision within the cloud is limited to 10 feet. Creatures have concealment at 15 to 20 feet (20% miss chance). At 25 feet or more, creatures have total concealment (50% miss chance, and opponents cannot use sight to locate the creature).  ",
			"**Normal:** Without this feat, a creature must make a Fly skill check to hover and the creature does not create a cloud of debris while hovering."
		]
	},
	"human_guise": {
		"name": "Human Guise",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Human Guise",
			"",
			"{SOURCE Blood of the Beast/13}",
			"",
			"You have the ability to perfectly emulate a human.  ",
			"**Prerequisites:** Change shape ability, shapechanger subtype, must be able to change shape into a human or must have a true form that appears human.  ",
			"**Benefit:** You count as both human and your race for the purpose of taking character options, such as archetypes, feats, spells, traits, and prestige classes. In addition, you count as human for all other effects whenever you would otherwise appear human. For instance, a +1 human bane arrow would deal additional damage to a kitsune with this feat while she was in her human form (as per change shape), but not in her true form. Likewise, such an arrow would deal additional damage to a skinwalker with this feat while she was in her true form, but would not in her bestial form (as per change shape)."
		]
	},
	"human_spirit": {
		"name": "Human Spirit",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Human Spirit",
			"",
			"{SOURCE Advanced Race Guide/47}",
			"",
			"Your blood burns with the passion and unyielding quest for self-improvement displayed so prominently by your human relatives.  ",
			"**Prerequisites:** Half-elf.  ",
			"**Benefit:** You receive 1 bonus skill rank. Whenever you gain another Hit Die, you gain an additional skill rank. You cannot gain more than four skill ranks in this way.  ",
			"**Special:** You can only take this feat at 1st level. If you take this feat, you cannot take the Elven Spirit feat."
		]
	},
	"hunter_of_dahak": {
		"name": "Hunter of Dahak",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Hunter of Dahak",
			"",
			"{SOURCE Inner Sea Gods/213}",
			"",
			"You viciously hunt and sacrifice metallic dragons.  ",
			"**Prerequisites:** Favored enemy (dragon), worshiper of Dahak.  ",
			"**Benefit:** Your favored enemy bonuses increase by 2 against metallic dragons."
		]
	},
	"huntmaster": {
		"name": "Huntmaster",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Huntmaster",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"You are an expert trainer of horses, hounds, falcons, or hunting cats.  ",
			"**Prerequisites:** Handle Animal 1 rank; either the animal companion, divine bond (mount), or mount class feature; human.  ",
			"**Benefit:** If you have the animal companion class feature, pick one of the following types of animal companions that this feat affects: bird, dog, small cat, or horse. If you have the divine bond (mount) or mount class feature, this feat always affects horses.",
			"",
			"You gain a +2 bonus on Handle Animal and Knowledge (nature) checks with creatures of that type of animal. Furthermore, you are treated as one level higher when determining the abilities of your animal companion or mount, as long as it is of the chosen type."
		]
	},
	"hurricane_punch": {
		"name": "Hurricane Punch",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Hurricane Punch (Combat)",
			"",
			"{SOURCE Elemental Master's Handbook/19}",
			"",
			"Your fast strikes hit with the force of a hurricane, pushing your foes away.  ",
			"**Prerequisites:** Str 13, {feat/Improved Bull Rush}, {feat/Improved Unarmed Strike}, {feat/Power Attack}.  ",
			"**Benefit:** When you hit the same creature with unarmed strikes at least twice in the same round, you can attempt a bull rush combat maneuver against that creature as a swift action. You can also move with the target even if you have no movement remaining, but the distance you move can't exceed half your speed."
		]
	},
	"hurtful": {
		"name": "Hurtful",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Hurtful (Combat)",
			"",
			"{SOURCE Monster Codex/20}",
			"",
			"You know how to add injury to insult.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}.  ",
			"**Benefit:** When you successfully demoralize an opponent within your melee reach with an Intimidate check, you can make a single melee attack against that creature as a swift action. If your attack fails to damage the target, its shaken condition from being demoralized immediately ends."
		]
	},
	"hydraulic_maneuver": {
		"name": "Hydraulic Maneuver",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Hydraulic Maneuver",
			"",
			"{SOURCE Advanced Race Guide/177}",
			"",
			"You can use your hydraulic push to disarm or trip.  ",
			"**Prerequisites:** Hydraulic push spell-like ability, undine.  ",
			"**Benefit:** You may use hydraulic push to attempt a bull rush, disarm, dirty trick, or trip combat maneuver. Each time you use hydraulic push, you must decide which of the allowed combat maneuvers you want to perform. You may use this feat with your hydraulic push racial spell-like ability, your class-granted use of hydraulic push, or any hydraulic push spells you cast, but not with magic items or other external sources that use that spell.  ",
			"**Normal:** Hydraulic push can only be used to make a bull rush combat maneuver."
		]
	},
	"hydroponic_adaptation": {
		"name": "Hydroponic Adaptation",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Hydroponic Adaptation",
			"",
			"{SOURCE Legacy of the First World/8}",
			"",
			"You can change your wings to instead be effective underwater.  ",
			"**Prerequisites:** Gathlain, racial fly speed.  ",
			"**Benefit:** Once per day as a full-round action, you can lose your fly speed to gain a swim speed of 30 feet as you reconfigure your symbiotic vines to help you move underwater. This effect lasts for 1 hour, or until you end it as a full-round action."
		]
	},
	"hymn_singer": {
		"name": "Hymn Singer",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Hymn Singer",
			"",
			"{SOURCE Blood of the Night/28}",
			"",
			"Your music is infused with your faith.  ",
			"**Prerequisites:** Bardic performance, good alignment, worshiper of a good deity.  ",
			"**Benefit:** When using bardic performance, you may choose to play, recite, or sing a religious song or piece of scripture of your faith. Each round of bardic performance you spend in this way, you count as presenting a holy symbol, chanting prayers, or ringing a hand bell for the purpose of keeping vampires at bay."
		]
	},
	"ice_climber": {
		"name": "Ice Climber",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Ice Climber",
			"",
			"{SOURCE Ultimate Wilderness/113}",
			"",
			"You can move or clamber across slippery surfaces with great skill.  ",
			"**Prerequisites:** {feat/Arctic Adaptation} or {feat/Mountaineer}; Climb 2 ranks.  ",
			"**Benefit:** When moving across a slippery surface (including but not limited to icy surfaces), you gain a +5 bonus on Climb checks and on Acrobatics checks to maintain your balance. If you fail a Climb check, you fall only if you fail the check by 10 or more. You also gain a +5 bonus on Perception checks to notice an avalanche and a +2 circumstance bonus on Reflex saves to avoid an avalanche."
		]
	},
	"iconoclast": {
		"name": "Iconoclast",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Iconoclast (Combat)",
			"",
			"{SOURCE Faiths and Philosophies/7}",
			"",
			"You know how to turn a holy symbol into a weapon against her followers.  ",
			"**Prerequisites:** {feat/Divine Defiance}, {feat/Improved Sunder}, {feat/Power Attack}, Intimidate 3 ranks.  ",
			"**Benefit:** When you succeed at a sunder combat maneuver against a holy or unholy symbol, you can attempt an Intimidate check to demoralize as a free action. This demoralization affects all followers of the deity or philosophy whose symbol you sundered who saw you sunder it and are within 30 feet. If you destroyed the symbol, you gain a +5 bonus on your Intimidate check. You can use this feat when sundering any physical holy symbol - it doesn't have to be the hand-held variety commonly used by clerics and other divine spellcasters."
		]
	},
	"icy_stare": {
		"name": "Icy Stare",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Icy Stare",
			"",
			"{SOURCE Monster Codex/68}",
			"",
			"Your eyes burn like ice, allowing you to freeze and weaken foes with a glance.  ",
			"**Prerequisites:** {feat/Born of Frost}, frost giant.  ",
			"**Benefit:** As a standard action, you can direct your icy stare against a single creature or object within 10 feet. Targeted creatures must succeed at a Fortitude save (DC = 10 + 1/2 your Hit Dice + your Charisma modifier) or take 1d6 points of cold damage. Unattended objects cannot attempt a saving throw. Creatures damaged by the spell must succeed at a Fortitude save or take 1 point of Strength damage.",
			"",
			"This feat doesn't grant an actual gaze attack - foes and allies are not in danger simply by meeting your gaze."
		]
	},
	"illusion_mastery": {
		"name": "Illusion Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Illusion Mastery (Item Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/26}",
			"",
			"You can weave figments with illusion magic items.  ",
			"**Prerequisites:** Use Magic Device 2 ranks, base Fortitude save bonus +4.  ",
			"**Benefit:** You can cause an item that has an illusion spell of 1st level or higher in its construction requirements to cast minor image. You can use this feat once per day, plus an additional time per day at base Fortitude save bonus +6, +8, +10, and +12."
		]
	},
	"illusive_gnome_bewilderment": {
		"name": "Illusive Gnome Bewilderment",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Illusive Gnome Bewilderment (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/12}",
			"",
			"You can use your gnome weapons in unusual ways.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Gnome Weapon Focus}, {feat/Illusive Gnome Style}, {feat/Illusive Gnome Surprise}, {feat/Improved Feint}, gnome magic and weapon familiarity racial traits.  ",
			"**Benefit:** While using Illusive Gnome Style, when you successfully use Bluff to feint against an opponent, you can pick one special weapon feature from among those listed by Illusive Gnome Surprise and deny the opponent its Dexterity modifier to AC, as normal for feinting; alternatively, you can pick two special weapon features instead of one."
		]
	},
	"illusive_gnome_style": {
		"name": "Illusive Gnome Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Illusive Gnome Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/12}",
			"",
			"The chaotic, somewhat random design of your racial weapons makes it easy to combine them with illusions.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Gnome Weapon Focus}, {feat/Improved Feint}, base attack bonus +1, gnome magic and weapon familiarity racial traits.  ",
			"**Benefit:** While feinting with a melee weapon that has \"gnome\" in its name, you can sacrifice a spell slot, a spell of the illusion school, or a spell from the gnome magic racial trait to gain a bonus on the skill check attempted to feint. This bonus is equal to 1 + the level of the spell sacrificed. If you sacrifice a 0-level spell, you cannot cast or sacrifice that spell again for 24 hours."
		]
	},
	"illusive_gnome_surprise": {
		"name": "Illusive Gnome Surprise",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Illusive Gnome Surprise (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/12}",
			"",
			"You can use gnome weapons in unusual ways.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Gnome Weapon Focus}, {feat/Illusive Gnome Style}, {feat/Improved Feint}.  ",
			"**Benefit:** While using Illusive Gnome Style, you gain a +2 bonus on combat maneuver checks to perform dirty tricks and on Bluff checks to feint. In addition, when you successfully use Bluff to feint against a foe, instead of denying that foe its Dexterity bonus to AC, you can treat one \"gnome\" weapon that you are wielding as if it had one of the following weapon special features: blocking, brace, disarm, distracting, performance, sunder, or trip. This benefit applies only against that foe and lasts for a number of rounds equal to your Charisma modifier (minimum 1)."
		]
	},
	"impact_critical_shot": {
		"name": "Impact Critical Shot",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Impact Critical Shot (Combat, Critical)",
			"",
			"{SOURCE Ultimate Combat/104}",
			"",
			"With a series of ranged attacks, you bring your foes to their knees or force them to move.  ",
			"**Prerequisites:** Dex 13, {feat/Point-Blank Shot}, base attack bonus +9.  ",
			"**Benefit:** Whenever you score a critical hit with a ranged attack, in addition to the normal damage your attack deals, if your confirmation roll exceeds your opponent's CMD, you can push your opponent back as if from the bull rush combat maneuver or knock that target prone as if from a trip combat maneuver. If you choose to bull rush, you cannot move with the target. Your maneuver does not provoke an attack of opportunity.  ",
			"**Normal:** You must perform a bull rush combat maneuver to bull rush an opponent, and you must perform a trip combat maneuver to trip an opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When you confirm a critical hit and use this feat to either bull rush or trip the target, you can spend 5 stamina points to perform the other combat maneuver as well. Use the confirmation roll for the combat maneuver check of both maneuvers."
		]
	},
	"impaling_critical": {
		"name": "Impaling Critical",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Impaling Critical (Combat, Critical)",
			"",
			"{SOURCE Ultimate Combat/105}",
			"",
			"Your critical hits can skewer your foes.  ",
			"**Prerequisites:** {feat/Critical Focus}, {feat/Weapon Specialization} with selected piercing melee weapon, base attack bonus +11.  ",
			"**Benefit:** Whenever you score a critical hit with the selected piercing melee weapon, you can impale your opponent on your weapon. While your opponent is impaled in this way, each time he starts his turn, you deal damage equal to your weapon's damage dice plus the extra damage dice from your weapon's properties. As an immediate action, you can pull your weapon out of your opponent. If your opponent is ever outside your reach, you must spend a free action to let go of your weapon or pull it out of him. Your opponent can also spend a move action to pull your weapon out. When the weapon comes out, your opponent takes damage as if starting his turn impaled. While you impale your opponent with your weapon, you cannot use it to attack, and you must hold on to it.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When you impale a foe with this feat, you can spend 5 stamina points to make the weapon require a standard action to remove (rather than a move action)."
		]
	},
	"imperial_prankster": {
		"name": "Imperial Prankster",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Imperial Prankster",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/73}",
			"",
			"You model your behavior on that of the legendary trickster, Grand Prince Beldam I, to confound proponents of law and order.  ",
			"**Prerequisites:** Bluff 5 ranks, any chaotic alignment.  ",
			"**Benefit:** You gain a +2 bonus on Bluff checks and combat maneuver checks against lawful creatures. Against creatures with the lawful subtype, this bonus increases to +4."
		]
	},
	"implacable": {
		"name": "Implacable",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"## Implacable (Combat)",
			"",
			"{SOURCE Inner Sea Taverns/59}",
			"",
			"You aren't easily fazed, especially when you've been drinking.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against pain effects. When you are drunk or soused, you gain DR 5/piercing or slashing."
		]
	},
	"implant_bomb": {
		"name": "Implant Bomb",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Implant Bomb",
			"",
			"{SOURCE Ultimate Magic/152}",
			"",
			"You can attach a bomb to a creature that explodes when the creature dies or after 24 hours.  ",
			"**Prerequisites:** Heal 5 ranks, delayed bomb alchemist discovery.  ",
			"**Benefit:** You may implant a bomb in a willing or helpless creature (a mindless creature under your control, such as a zombie, counts as willing for this purpose). This takes 1 hour and expends 1 use of your bomb ability for the day. When the implanted creature dies or is destroyed, the bomb detonates in the creature's square as if it were a delayed bomb set by you (though you can set the bomb's damage to less than your normal bomb damage). You can use any bomb-affecting discoveries on this implanted bomb (acid bomb, frost bomb, smoke bomb, and so on) as normal. The bomb automatically detonates 24 hours after you implant it in the creature.",
			"",
			"If you expend 150 gp worth of alchemical reagents per die of the bomb's damage (for example, 750 gp for a 5d6 bomb), the bomb does not automatically detonate after 24 hours, and only detonates if the creature dies or is destroyed (24 hours after implantation, this bomb no longer counts toward your daily total).",
			"",
			"Implanting a bomb is as invasive as using the Heal skill to treat deadly wounds and leaves surgical scars unless the creature is healed by magic or abilities such as regeneration or fast healing. Some creatures (such as oozes, elementals, and creatures with the incorporeal quality) cannot have bombs implanted in them. Removing an implanted bomb requires a Heal check to treat deadly wounds, followed by a {spell/dispel magic} spell or Disable Device check to neutralize the bomb (DC = 11 + alchemist's caster level)."
		]
	},
	"implement_focus": {
		"name": "Implement Focus",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Implement Focus",
			"",
			"{SOURCE Occult Adventures/135}",
			"",
			"You are more adept at spending generic focus on focus powers from your chosen school.  ",
			"**Prerequisites:** Occultist level 3rd.  ",
			"**Benefit:** Select one of your implement schools. When you spend generic focus to activate focus powers with one of that school's implements, the focus powers cost their listed amount of mental focus.  ",
			"**Normal:** Any focus power activated with generic focus costs twice as much focus to use and maintain.  ",
			"**Special:** You can take this feat multiple times. Each time, you must select a different implement school."
		]
	},
	"implement_mastery": {
		"name": "Implement Mastery",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Implement Mastery (Item Mastery)",
			"",
			"{SOURCE Magic Tactics Toolbox/30}",
			"",
			"You can use your implements to unlock secrets of mastering relics and other items of power.  ",
			"**Prerequisites:** Implements class feature, mental focus class feature.  ",
			"**Benefit:** For the purposes of using item mastery feats, you treat your implements as magic items with all spells that you know from each implement's associated implement school functioning as their effective construction requirements. When using an implement to activate an item mastery feat, you can spend a number of points of mental focus equal to half of the feat's base Fortitude save bonus prerequisite to activate the feat without counting the use against the item mastery feat's total number of daily uses.  ",
			"**Special:** An occultist who has this feat can select item mastery feats in place of focus powers, provided he meets the feats' prerequisites."
		]
	},
	"imposing_bearing": {
		"name": "Imposing Bearing",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Imposing Bearing (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/17}",
			"",
			"Your armor allows you to push your opponents around.  ",
			"**Prerequisites:** {feat/Poised Bearing}, base attack bonus +11 or fighter level 8th, armor training class feature, proficiency with heavy armor.  ",
			"**Benefit:** You treat your size as two categories larger for the purposes of determining the size of creatures against which you can attempt bull rush, drag, overrun, and trip combat maneuvers.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 5 stamina points as a swift action to add half your armor bonus to your next combat maneuver check this turn. Alternatively, you can spend 5 stamina points as an immediate action to add half your armor bonus to your CMD against a single combat maneuver this turn."
		]
	},
	"impressive_grit": {
		"name": "Impressive Grit",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Impressive Grit (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/21}",
			"",
			"Your mastery of ranged weapons allows you to perform impressive deeds.  ",
			"**Prerequisites:** Base attack bonus +11, weapon training class feature with a ranged weapon.  ",
			"**Benefit:** Select one of the following gunslinger deeds: dead shot, startling shot, or targeting. You can perform the selected deed a number of times per day equal to your highest mental ability score modifier (Intelligence, Wisdom, or Charisma; minimum 1). You can use this deed with an appropriate ranged weapon. If you also have the selected deed as a class feature, reduce the number of grit points that you need to use it by 1, as per the Signature Deed feat.  ",
			"**Special:** You can select Impressive Grit up to three times. Each time you select it, choose a different gunslinger deed. A gunslinger can ignore the weapon training class feature prerequisite of Impressive Grit."
		]
	},
	"modification_master": {
		"name": "Modification Master",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Modification Master (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/11}",
			"",
			"You can create inconceivable bastardizations of the smith's art.  ",
			"**Prerequisites:** {feat/Creative Armorsmith}, {feat/Armor Adept}, and Craft (armor) 7 ranks, or {feat/Creative Weaponsmith}, {feat/Weapon Adept}, and Craft (weapons) 7 ranks; Knowledge (engineering) 7 ranks.  ",
			"**Benefit:** You can use Creative Armorsmith or Creative Weaponsmith to add a modification to a weapon or suit of armor that already has a modification. The modification you are adding must be one that you have selected with Armor Adept or Weapon Adept. In addition, others can use armor or weapons with your temporary modifications."
		]
	},
	"modification_trainer": {
		"name": "Modification Trainer",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Modification Trainer (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/11}",
			"",
			"You can drill others in the use of modified weapons or armor.  ",
			"**Prerequisites:** Cha 13, {feat/Armor Adept} or {feat/Weapon Adept}, fighter level 4th.  ",
			"**Benefit:** Choose a modification that you have selected with the Armor Adept or Weapon Adept feat. Once per day with 10 minutes of drilling, you can instruct a number of allies equal to your Charisma modifier in the use of that modification. The allies to be trained must have an Intelligence of at least 3. The instructed allies gain the benefit of Armor Adept or Weapon Adept with that modification for 8 hours."
		]
	},
	"modified_weapon_proficiency": {
		"name": "Modified Weapon Proficiency",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Modified Weapon Proficiency (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/11}",
			"",
			"You know how to use a specific weapon skillfully, even when it has undergone modification.  ",
			"**Prerequisites:** Proficiency with the selected weapon.  ",
			"**Benefit:** Select one type of weapon, such as longsword. You are always considered to be proficient with modified weapons of that type.  ",
			"**Normal:** A modified weapon is treated as one category more difficult to wield.  ",
			"**Special:** A warpriest with the focus weapon class feature can gain this feat with his deity's favored weapon in place of his bonus {feat/Weapon Focus} feat. A magus with the kensai archetype can gain this feat with his chosen weapon in place of his bonus Weapon Focus feat."
		]
	},
	"monastic_legacy": {
		"name": "Monastic Legacy",
		"sources": [
			"Mythic Adventures",
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Monastic Legacy (Combat)",
			"",
			"{SOURCE Ultimate Combat/109}",
			"",
			"Your formal unarmed training continues to bolster your training in other areas.  ",
			"**Prerequisites:** Still mind class feature, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** Add half the levels you have in classes other than monk to your monk level to determine your effective monk level for your base unarmed strike damage. This feat does not make levels in classes other than monk count toward any other monk class features.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">At the start of your turn, you can spend 5 stamina points to use your full character level to determine your effective monk level for your unarmed strike damage. This increase lasts until the start of your next turn.",
			"",
			"### Mythic Monastic Legacy",
			"",
			"{SOURCE Mythic Adventures/69}",
			"",
			"Every new experience carries you another step further along your path to enlightenment.  ",
			"**Prerequisites:** {feat/Monastic Legacy}.  ",
			"**Benefit:** Add half the levels you have in classes other than monk to your monk level to determine your effective monk level for your AC bonus. As a free action, you can expend one use of mythic power to add half your tier to your effective monk level to determine your base unarmed strike damage and AC bonus until the start of your next turn."
		]
	},
	"monitor_obedience": {
		"name": "Monitor Obedience",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"## Monitor Obedience",
			"",
			"{SOURCE Concordance of Rivals/3}",
			"",
			"Your daily prayer and minor sacrifices to a particular monitor demigod grant you special boons.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks, must worship a monitor demigod.  ",
			"**Benefit:** Each monitor demigod requires a different obedience, but all obediences take only 1 hour to perform. Once you've performed the obedience, you gain the benefit of a special ability or resistance as indicated in the Obedience entry for the demigod.",
			"",
			"If you have at least 12 Hit Dice, you also gain the first boon granted by your monitor demigod upon undertaking your obedience. If you have at least 16 Hit Dice, you also gain the monitor demigod's second boon. If you have 20 Hit Dice or more, you also gain the monitor demigod's third boon. Unless a boon lists a specific duration or number of uses per day, its effects are constant.",
			"",
			"If you ever fail to perform a daily obedience, you lose access to the benefits and boons granted by this feat until you next perform the obedience."
		]
	},
	"monkey_lunge": {
		"name": "Monkey Lunge",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Monkey Lunge (Combat)",
			"",
			"{SOURCE Sargava, the Lost Colony/24}",
			"",
			"You can quickly recover from your lunges, helping you to avoid counterattacks.  ",
			"**Prerequisites:** {feat/Lunge}, Acrobatics 1 rank.  ",
			"**Benefit:** As a standard action, you can use the Lunge feat to increase the reach of your melee attacks by 5 feet until the end of your turn, without suffering a penalty to your AC. You cannot use this feat if you carry a medium or heavy load.  ",
			"**Normal:** You take a -2 penalty to your AC until your next turn when making a lunge attack."
		]
	},
	"monkey_moves": {
		"name": "Monkey Moves",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Monkey Moves (Combat)",
			"",
			"{SOURCE Ultimate Combat/109}",
			"",
			"You scramble around your foes, moving and striking in an erratic fashion.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}, {feat/Monkey Style}, Acrobatics 8 ranks, Climb 8 ranks.  ",
			"**Benefit:** While using Monkey Style, you gain a Wisdom bonus on Climb checks. You can also can climb and crawl at half your speed; you can take a 5-foot step by jumping, crawling, or climbing; and you retain your Dexterity bonus to AC while climbing. Further, while using Monkey Style, when you use your unarmed strike to hit an opponent twice or more on your turn, you can spend a swift action to take a 5-foot step even if you have moved this round.  ",
			"**Normal:** You climb at one-quarter your speed, and you lose your Dexterity bonus to AC while doing so. A 5-foot step is made using your normal movement modes, and you can take one only if you have not otherwise moved this round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">At the start of your turn, you can spend 5 stamina points to gain a climb speed equal to your land speed until the start of your next turn."
		]
	},
	"monkey_shine": {
		"name": "Monkey Shine",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Monkey Shine (Combat)",
			"",
			"{SOURCE Ultimate Combat/110}",
			"",
			"You combine acrobatics and opportunity to devastating effect against your opponent.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}, {feat/Monkey Moves}, {feat/Monkey Style}, {feat/Stunning Fist}, Acrobatics 11 ranks, Climb 11 ranks.  ",
			"**Benefit:** While using Monkey Style, if you successfully deliver a Stunning Fist attempt, in addition to the normal effect of Stunning Fist, you can spend a free action to enter a square adjacent to you that is within your opponent's space. This movement does not provoke attacks of opportunity. While you are in your opponent's space, you gain a +4 dodge bonus to AC and a +4 bonus on melee attack rolls against that opponent. If otherwise unhindered, the opponent can move away from you, but if he does, he provokes an attack of opportunity from you even if his choice of movement does not normally do so.  ",
			"**Normal:** You cannot enter an opponent's space.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">After you have used this feat to enter an opponent's space, if that opponent moves away from you, you can spend stamina points to move along with the opponent. You must spend 2 stamina points per 5 feet you move. The opponent's movement doesn't provoke attacks of opportunity from you if you move with the opponent, nor do you provoke attacks of opportunity when moving in this way."
		]
	},
	"monkey_style": {
		"name": "Monkey Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Monkey Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/110}",
			"",
			"Your unarmed fighting style is nimble and unpredictable, full of ground rolls and short leaps.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}, Acrobatics 5 ranks, Climb 5 ranks.  ",
			"**Benefit:** You add your Wisdom bonus on Acrobatics checks. While using this style, you take no penalty on melee attack rolls or to AC while prone. Further, you can crawl and stand up from lying prone without provoking attacks of opportunity, and you can stand up as a swift action if you succeed at a DC 20 Acrobatics check.  ",
			"**Normal:** You take a -4 penalty on attack rolls and AC against melee attacks while prone. Standing up is a standard action that provokes attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When using this style, you can spend 2 stamina points to stand up as a swift action without having to succeed at a DC 20 Acrobatics check."
		]
	},
	"monster_spotter": {
		"name": "Monster Spotter",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Monster Spotter",
			"",
			"{SOURCE Monster Hunter's Handbook/7}",
			"",
			"Your knowledge of strange life forms makes you adept at piercing their disguises and detecting their hiding places.  ",
			"**Prerequisites:** {feat/Skill Focus} (Knowledge [any]), Knowledge (any) 3 ranks.  ",
			"**Benefit:** You can substitute a Knowledge skill for opposed Perception checks against creatures' Disguise and Stealth checks, and for Survival checks to track creatures. You must have 3 ranks in the Knowledge skill that corresponds to the creature's type."
		]
	},
	"monstrous_companion": {
		"name": "Monstrous Companion",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Monstrous Companion",
			"",
			"{SOURCE Cohorts and Companions/9}",
			"",
			"You have formed a bond with a creature far more exotic than an animal.  ",
			"**Prerequisites:** Handle Animal 7 ranks; class feature that functions as the druid animal companion ability (including animal companion, divine bond [mount], hunter's bond [animal companion], nature's bond [animal companion], and the mount class feature) with an effective druid level of 7.  ",
			"**Benefit:** You can select a magical beast as a cohort in place of your animal companion class feature. The following chart determines the effective cohort level for your monstrous companion based on your effective druid level.",
			"",
			"| Effective Druid Level | Effective Cohort Level |",
			"| --- | --- |",
			"| 7 | 4 |",
			"| 8 | 5 |",
			"| 9 | 6 |",
			"| 10 | 6 |",
			"| 11 | 6 |",
			"| 12 | 7 |",
			"| 13 | 8 |",
			"| 14 | 9 |",
			"| 15 | 9 |",
			"| 16 | 9 |",
			"| 17 | 10 |",
			"| 18 | 11 |",
			"| 19 | 11 |",
			"| 20 | 12 |",
			"",
			"If the magical beast's effective cohort level is lower than what is allowed by your effective druid level, the cohort gains class levels equal to the difference. A cohort with 1 class level gains the link and share spells abilities of an animal companion. A cohort with 3 class levels gains the evasion animal companion ability. A cohort with 6 class levels gains the devotion animal companion ability. If the class feature you use as a prerequisite for this feat does not grant one of those abilities (such as a cavalier's mount, which does not gain share spells), your monstrous mount also does not gain the ability. The magical beast does not gain any abilities not listed here.",
			"",
			"A standard list of possible cohorts [can be found here](rule/monstrous_allies), along with rules on how they advance in levels.",
			"",
			"**Special:** This feat counts as the {feat/Leadership} feat for the purposes of prerequisites. A character cannot have both Leadership and Monstrous Companion."
		]
	},
	"monstrous_crafter": {
		"name": "Monstrous Crafter",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Monstrous Crafter (Item Creation)",
			"",
			"{SOURCE Monster Hunter's Handbook/24}",
			"",
			"You can weave pieces of beasts into your magic items.  ",
			"**Prerequisites:** {feat/Craft Wondrous Item}, {feat/Grisly Ornament}, {feat/Harvest Parts}.  ",
			"**Benefit:** Whenever you use the Grisly Ornament feat, you are able to permanently integrate one ornament you have crafted using the harvested creature parts into a wondrous item. The ornament grants no ongoing benefits, but once per day you can activate an integrated ornament as a free action to gain its full benefits for 1 minute. You can integrate an ornament into a wondrous item (or replace an item's existing ornament) by spending 8 hours of work and 100 gp &times; the creature's CR."
		]
	},
	"monstrous_disguise": {
		"name": "Monstrous Disguise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Monstrous Disguise",
			"",
			"{SOURCE Monster Hunter's Handbook/15}",
			"",
			"You can disguise yourself as a monstrous humanoid.  ",
			"**Prerequisites:** Disguise 5 ranks, Knowledge (nature) 5 ranks.  ",
			"**Benefit:** You can use the Disguise skill to emulate creatures of the monstrous humanoid type, at a -5 penalty. Creating a monstrous humanoid disguise takes 1d3 hours."
		]
	},
	"monstrous_mask": {
		"name": "Monstrous Mask",
		"sources": [
			"Blood of Fiends",
			"Pathfinder #25: The Bastards of Erebus"
		],
		"description": [
			"## Monstrous Mask",
			"",
			"{SOURCE Blood of Fiends/25;Pathfinder #25: The Bastards of Erebus/66}",
			"",
			"Your fiendish physical traits give you a twisted and fearsome appearance that strikes fear into others' hearts.  ",
			"**Prerequisites:** Tiefling, must be taken at 1st level.  ",
			"**Benefit:** You get a +5 racial bonus on Intimidate checks made against all creatures of the humanoid type."
		]
	},
	"monstrous_masquerade": {
		"name": "Monstrous Masquerade",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Monstrous Masquerade",
			"",
			"{SOURCE Monster Hunter's Handbook/15}",
			"",
			"When you disguise yourself as a monstrous humanoid, you can gain some of its qualities.  ",
			"**Prerequisites:** {feat/Monstrous Disguise}, Disguise 9 ranks, Knowledge (nature) 9 ranks.  ",
			"**Benefit:** When you use the Monstrous Disguise feat to assume the shape of a monstrous humanoid, you can gain a rudimentary version of one of that creature's abilities selected from the following list: climb 10 feet, fly 20 feet (clumsy maneuverability), swim 20 feet, damage reduction 3/magic, or resistance 5 to one energy type. Preparing a disguise in this way takes 1 additional hour and costs an extra 500 gp. The bonus ability granted by this feat has a 25% chance to cease functioning every hour after you apply the disguise. This disguise automatically falls apart after 8 hours."
		]
	},
	"monstrous_mount": {
		"name": "Monstrous Mount",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Monstrous Mount",
			"",
			"{SOURCE Inner Sea Combat/14}",
			"",
			"You have learned how to tame and ride exotic beasts.  ",
			"**Prerequisites:** Handle Animal 4 ranks; Ride 4 ranks; divine bond (mount), hunter's bond (animal companion), or mount class feature with an effective druid level of 4.  ",
			"**Benefit:** You can select an exotic beast from the list of monstrous mounts to serve as your animal companion or special mount. You acquire and advance this creature in the same way as the mount or animal companion detailed in the class feature used as a prerequisite for this feat. You can also dismiss the creature as dictated by your class feature.",
			"",
			"You must meet additional prerequisites to choose a creature with an Intelligence score of 3 or higher, as described in each creature's entry."
		]
	},
	"monstrous_mount_mastery": {
		"name": "Monstrous Mount Mastery",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Monstrous Mount Mastery",
			"",
			"{SOURCE Inner Sea Combat/14}",
			"",
			"Your monstrous mount has developed an ability that only its wild kin would normally possess.  ",
			"**Prerequisites:** {feat/Monstrous Mount}, character level equal to or higher than that listed in your mount's Mastery entry.  ",
			"**Benefit:** Your monstrous mount gains the abilities and bonuses listed under Mastery in its stat block. You must be of at least the indicated level for the mount to use these abilities, so if you dismiss a mount and gain a new mount of a different type, you retain the feat but might not yet be of sufficient level for the new mount to gain its Mastery benefits.  ",
			"**Normal:** A monstrous mount is unable to use its Mastery abilities regardless of its advancement."
		]
	},
	"monument_builder": {
		"name": "Monument Builder",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Monument Builder (Story)",
			"",
			"{SOURCE Ultimate Campaign/71}",
			"",
			"Your inspired architecture shall make your name immortal.  ",
			"**Prerequisites:** Knowledge (engineering) 1 rank, and you must have built a structure worth at least 5, 000 gp.  ",
			"**Benefit:** When you supervise a construction project or do the construction yourself, reduce your raw material costs by 10%. You gain a +2 bonus on Knowledge (engineering) checks. If you have 10 or more ranks in Knowledge (engineering), this bonus increases to +4.  ",
			"**Goal:** Design and construct a building worth at least 100,000 gp with great personal significance to you. For example, you might construct a new temple for your god on the site where an old temple was destroyed, or an academy for students to unlock the secrets of the universe.  ",
			"**Completion Benefit:** The value of any past and future buildings you construct (including the building constructed to achieve your goal) increases by 10% as your reputation spreads. In addition, you and your workers complete double the normal amount of work in a given time interval when you supervise a construction project."
		]
	},
	"moonlight_stalker": {
		"name": "Moonlight Stalker",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Moonlight Stalker (Combat)",
			"",
			"{SOURCE Ultimate Combat/110}",
			"",
			"You are adept at using shadows to conceal your attacks.  ",
			"**Prerequisites:** Int 13, {feat/Blind-Fight}, {feat/Combat Expertise}, Bluff 3 ranks, darkvision or low-light vision racial trait.  ",
			"**Benefit:** While you have {rule/concealment} from an opponent, you gain a +2 bonus on attack and damage rolls against that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When you have total concealment from an opponent, you can spend 2 stamina points to increase your bonuses on attack and damage rolls from this feat to +4."
		]
	},
	"moonlight_stalker_feint": {
		"name": "Moonlight Stalker Feint",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Moonlight Stalker Feint (Combat)",
			"",
			"{SOURCE Ultimate Combat/110}",
			"",
			"You strike through the shadows so quickly that your opponent can barely react to your attacks.  ",
			"**Prerequisites:** 13, {feat/Blind-Fight}, {feat/Combat Expertise}, {feat/Improved Feint}, {feat/Moonlight Stalker}, Bluff 6 ranks, darkvision or low-light vision racial trait.  ",
			"**Benefit:** Once per round, against an opponent from whom you have {rule/concealment}, you can spend a swift action to make a Bluff check to feint.  ",
			"**Normal:** Feinting is a standard action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When you attempt a Bluff check to feint against an opponent from whom you have concealment, you can spend up to 5 stamina points to gain a bonus on the Bluff check equal to double the number of stamina points you spent."
		]
	},
	"moonlight_stalker_master": {
		"name": "Moonlight Stalker Master",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Moonlight Stalker Master (Combat)",
			"",
			"{SOURCE Ultimate Combat/110}",
			"",
			"You leave your opponents swinging at shadows while you slide elusively through the darkness.  ",
			"**Prerequisites:** Int 13, {feat/Blind-Fight} {feat/Combat Expertise}, {feat/Improved Feint}, {feat/Moonlight Stalker}, {feat/Moonlight Stalker Feint}, Bluff 9 ranks, darkvision or low-light vision racial trait.  ",
			"**Benefit:** While you have {rule/concealment}, your opponents' miss chance against you increases by 10%. If an opponent misses you due to your concealment, you can spend an immediate action to move 5 feet, this movement does not provoke attacks of opportunity and does not count as a 5-foot step.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When an opponent makes an attack against you while you have concealment, you can spend 5 stamina points to increase that attack's miss chance by an additional 20%."
		]
	},
	"moonlight_summons": {
		"name": "Moonlight Summons",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Moonlight Summons",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"Your summoned minions are infused with the power of the moon.  ",
			"**Prerequisites:** {feat/Spell Focus/ (conjuration)}, able to cast summon nature's ally.  ",
			"**Benefit:** Creatures you summon shed light as a light spell. They are immune to confusion and sleep effects, and their natural weapons are treated as silver for the purposes of overcoming damage reduction."
		]
	},
	"moontouched": {
		"name": "Moontouched",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Moontouched",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"Moonlight has a strange effect on you, making your body stronger but your mind weaker.  ",
			"**Benefit:** At night when at least part of the moon is showing and you can see it, you gain a +2 bonus on Fortitude and Reflex saves but take a -2 penalty on Will saves."
		]
	},
	"morrignas_wrappings": {
		"name": "Morrigna's Wrappings",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Morrigna's Wrappings",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/71}",
			"",
			"One of the Boneyard's psychopomp bounty hunters has taught you the trick of using spider webs to defend against the undead.  ",
			"**Prerequisites:** Character level 9th, {race/duskwalker}, ward against corruption racial trait.  ",
			"**Benefit:** So long as you have a spider web wrapped around some part of your body, the bonus provided by your ward against corruption racial trait increases to +4."
		]
	},
	"mothers_gift": {
		"name": "Mother's Gift",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Mother's Gift",
			"",
			"{SOURCE Advanced Race Guide/185}",
			"",
			"You inherit a special boon from your hag parent.  ",
			"**Prerequisites:** Changeling.  ",
			"**Benefit:** Your dark legacy manifests in one of the following ways. You choose the manifestation when you choose the feat, and once selected it cannot be changed.",
			"",
			">*Hag Claws (Ex):* You gain a +1 bonus on attack and damage rolls with your claws.",
			">",
			">*Surprisingly Tough (Ex):* Your natural armor bonus increases by +1.",
			">",
			">*Uncanny Resistance (Su):* You gain spell resistance equal to 6 + your character level.",
			"",
			"**Special:** You can gain this feat up to three times. Its effects do not stack. Each time you take the feat, you must select a different manifestation."
		]
	},
	"motivated_march": {
		"name": "Motivated March",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Motivated March",
			"",
			"{SOURCE Monster Codex/117}",
			"",
			"Years of forcing your slaves and soldiers to march far beyond the limits of their endurance have made you an excellent taskmaster.  ",
			"**Benefit:** When traveling overland, you and a number of allies equal to 10 times your character level reduce the amount of nonlethal damage taken as a result of a forced march by half. Creatures benefiting from this feat can delay the fatigued effect of a forced march for a number of hours equal to your Charisma modifier (minimum 1). A creature that delays this effect becomes exhausted instead of fatigued when the condition takes effect."
		]
	},
	"motivating_display": {
		"name": "Motivating Display",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Motivating Display (Combat)",
			"",
			"{SOURCE Blood of the Moon/23}",
			"",
			"You can empower your allies through their fear of you.  ",
			"**Prerequisites:** Cha 13, {feat/Dazzling Display}, {feat/Weapon Focus}.  ",
			"**Benefit:** Whenever you use Dazzling Display to demoralize foes, you can motivate your allies to better serve you. In addition to possibly demoralizing foes within 30 feet, your Intimidate check while using Dazzling Display also applies to allies within 30 feet who can see you. The DC for this effect is the same as it would be to demoralize your allies. Each ally so affected gains a +1 morale bonus on attack rolls and skill checks for the duration that it would normally be shaken."
		]
	},
	"mountain_eyes": {
		"name": "Mountain Eyes",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Mountain Eyes",
			"",
			"{SOURCE Elemental Master's Handbook/19}",
			"",
			"Your gaze cuts through vapors with ease.  ",
			"**Prerequisites:** {feat/Blind-Fight}, Perception 5 ranks.  ",
			"**Benefit:** You ignore {rule/concealment} (but not total concealment) caused by fog, rain, smoke, wind, and other gases or weather effects (including magical effects like obscuring mist), and you ignore up to -4 in penalties on Perception checks from such effects. You treat total concealment resulting from any such gas or weather effects within 10 feet of you as concealment (20% miss chance)."
		]
	},
	"mountaineer": {
		"name": "Mountaineer",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Mountaineer",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"You are thoroughly at home in the high peaks and precipices of alpine territory.  ",
			"**Prerequisites:** Favored terrain (mountains) class feature.  ",
			"**Benefit:** You gain a +2 bonus on Climb checks on natural stone surfaces and a +4 bonus on Fortitude saves to avoid high-altitude fatigue and altitude sickness. If you spend 24 hours at a dangerous altitude, you treat that altitude as if it were one category lower. If you spend at least 1 week at that altitude, you are immune to altitude fatigue or sickness. If you go to a lower altitude for more than 1 week, you lose this acclimation."
		]
	},
	"mountain_splitting_strike": {
		"name": "Mountain-Splitting Strike",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Mountain-Splitting Strike (Combat)",
			"",
			"{SOURCE Giant Hunter's Handbook/23}",
			"",
			"You have learned techniques to focus the force of an unarmed strike into the most vulnerable parts of a large opponent's anatomy.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you make a charge attack against an opponent at least one size category larger than you, your unarmed attacks deal damage as though you were one size category larger. In addition, you gain a +2 bonus to the DC of any Stunning Fist effect you deliver with this charge attack."
		]
	},
	"mounted_archery": {
		"name": "Mounted Archery",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mounted Archery (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/131}",
			"",
			"You are skilled at making ranged attacks while mounted.  ",
			"**Prerequisites:** Ride 1 rank, {feat/Mounted Combat}.  ",
			"**Benefit:** The penalty you take when using a ranged weapon while mounted is halved: -2 instead of -4 if your mount is taking a double move, and -4 instead of -8 if your mount is running.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When making an attack using a ranged weapon while mounted, you can spend 1 or 2 stamina points to reduce the penalties on the attack roll by double the number of stamina points you spent.",
			"",
			"### Mythic Mounted Archery",
			"",
			"{SOURCE Mythic Adventures/69}",
			"",
			"Your skill as a rider allows you to take cover and shoot with amazing accuracy.  ",
			"**Prerequisites:** {feat/Mounted Archery}.  ",
			"**Benefit:** When using the Ride skill to use your mount as cover, you can still make a single ranged weapon attack as a standard action. While your mount is moving, you can expend one use of mythic power to negate the penalties for making ranged weapon attacks while mounted until the beginning of your next turn."
		]
	},
	"mounted_blade": {
		"name": "Mounted Blade",
		"sources": [
			"Adventurer's Guide",
			"Qadira, Gateway to the East",
			"Qadira, Jewel of the East"
		],
		"description": [
			"## Mounted Blade",
			"",
			"{SOURCE Adventurer's Guide/15;Qadira, Gateway to the East/9;Qadira, Jewel of the East/15}",
			"",
			"You can use the momentum of your mount to carry your weapon through one foe and into another.  ",
			"**Prerequisites:** {feat/Mounted Combat}, Ride 3 ranks.  ",
			"**Benefit:** When you use the Ride-By Attack feat, if your attack hits, you can also make an attack against a target adjacent to your original target. You take a -5 penalty on this additional attack, which does not benefit from any effects of a charge."
		]
	},
	"mounted_combat": {
		"name": "Mounted Combat",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mounted Combat (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/131}",
			"",
			"You are adept at guiding your mount through combat.  ",
			"**Prerequisites:** Ride 1 rank.  ",
			"**Benefit:** Once per round when your mount is hit in combat, you may attempt a Ride check (as an immediate action) to negate the hit. The hit is negated if your Ride check result is greater than the opponent's attack roll.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">Once you have already used this feat, you can spend 5 stamina points to use it an additional time during the same round. You can use this trick as many times in a round as you like, as long as you spend 5 stamina points per use.",
			"",
			"### Mythic Mounted Combat",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"Your ability to maneuver a mount through the rigors of combat is nearly unparalleled.  ",
			"**Prerequisites:** {feat/Mounted Combat}.  ",
			"**Benefit:** You can negate an additional number of hits against your mount per round equal to your tier. Once per round as an immediate action, you can expend one use of mythic power to substitute a Ride check for a single Reflex saving throw your mount must make."
		]
	},
	"mounted_onslaught": {
		"name": "Mounted Onslaught",
		"sources": [
			"Adventurer's Guide",
			"Cities of Golarion"
		],
		"description": [
			"## Mounted Onslaught",
			"",
			"{SOURCE Adventurer's Guide/15;Cities of Golarion/50}",
			"",
			"You and your mount can shatter an enemy's line with your unyielding assault.  ",
			"**Prerequisites:** {feat/Mounted Combat}, {feat/Trample}, Ride 5 ranks.  ",
			"**Benefit:** On your turn, you can overrun more than one creature. Each overrun combat maneuver check beyond the first takes a cumulative -5 penalty. If you fail to overrun a target, your movement ends. Your mount can make only a single hoof attack against one target that is knocked prone by your overrun (not one per prone opponent).  ",
			"**Normal:** You can perform only one overrun combat maneuver per round."
		]
	},
	"mounted_shield": {
		"name": "Mounted Shield",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mounted Shield (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/165}",
			"",
			"Your defensive tactics defend both you and your mount.  ",
			"**Prerequisites:** {feat/Mounted Combat}, {feat/Shield Focus}.  ",
			"**Benefit:** You may add your base shield bonus (including the bonus from Shield Focus but not including enhancement bonuses) to your mount's AC. In addition, you may add this bonus when making a Ride check to negate a hit against your mount using the Mounted Combat feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you can add your shield's enhancement bonus to your mount's Armor Class."
		]
	},
	"mounted_skirmisher": {
		"name": "Mounted Skirmisher",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mounted Skirmisher (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/165}",
			"",
			"You are adept at attacking from upon a swift moving steed.  ",
			"**Prerequisites:** Ride rank 14, {feat/Mounted Combat}, {feat/Trick Riding}.  ",
			"**Benefit:** If your mount moves its speed or less, you can still take a full-attack action.  ",
			"**Normal:** If your mount moves more than 5 feet, you can only take an attack action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When your mount moves its speed or less, you can spend 5 stamina points to spur it on 10 additional feet. This is bonus movement, and you can still make a full attack when your mount takes this bonus movement."
		]
	},
	"mud_in_your_eye": {
		"name": "Mud in Your Eye",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Mud in Your Eye (Combat)",
			"",
			"{SOURCE Heroes of the Streets/29}",
			"",
			"You are used to fighting in muck and slime, and happily hurl it in your foes' eyes in the heat of battle.  ",
			"**Prerequisites:** {feat/Throw Anything}.  ",
			"**Benefit:** As a standard action when in urban or subterranean terrain, you can scoop filth, sewage, mud, or similar grime off a nearby surface and hurl it at a foe as a ranged touch attack with a range increment of 5 feet. If the attack hits, you can immediately attempt a dirty trick combat maneuver against the target as a free action; this dirty trick can be used only to blind the target. As a ranged touch attack, this action provokes attacks of opportunity, even if your dirty trick attempts normally wouldn't provoke such attacks (such as via the {feat/Improved Dirty Trick} feat).  ",
			"**Special:** A character with favored terrain (as the ranger class feature) can use this feat when in any of his favored terrains in addition to urban and subterranean."
		]
	},
	"muddled_morals": {
		"name": "Muddled Morals",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"## Muddled Morals",
			"",
			"{SOURCE Inner Sea Taverns/59}",
			"",
			"Your conviction is strong... unless you've had a few drinks.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against effects that affect you based on your alignment. In addition, choose an alignment one step away from your true alignment; when you are drunk (or worse), spells and other effects affect you as if this alignment were your alignment."
		]
	},
	"multiattack": {
		"name": "Multiattack",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Multiattack (Combat, Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/315}",
			"",
			"This creature is particularly skilled at making attacks with its natural weapons.  ",
			"**Prerequisites:** Three or more natural attacks.  ",
			"**Benefit:** The creature's secondary attacks with natural weapons take only a -2 penalty.  ",
			"**Normal:** Without this feat, the creature's secondary attacks with natural weapons take a -5 penalty."
		]
	},
	"multitalented_mastery": {
		"name": "Multitalented Mastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Multitalented Mastery",
			"",
			"{SOURCE Advanced Race Guide/47}",
			"",
			"You are adept at numerous disciplines.  ",
			"**Prerequisites:** Character level 5th, half-elf, multitalented racial trait.  ",
			"**Benefit:** All of your classes are considered favored classes. You gain either +1 hit point or +1 skill point whenever you take a level in any class. Apply these bonuses retroactively for all class levels that have not yet gained one of these bonuses.  ",
			"**Normal:** Half-elves with the multitalented racial trait have two favored classes."
		]
	},
	"multiweapon_defense": {
		"name": "Multiweapon Defense",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Multiweapon Defense",
			"",
			"{SOURCE Demons Revisited/38}",
			"",
			"You sacrifice attacks to parry blows.  ",
			"**Prerequisites:** Three or more arms, Dex 21  ",
			"**Benefit:** When you make a full-attack action, you may choose not to take an attack with a number of your wielded weapons other than your primary weapon. For each attack you forgo, you gain a +1 shield bonus to your AC for that round. This bonus stacks with itself to a maximum bonus of +5, but not with shield bonuses to AC from other sources."
		]
	},
	"multiweapon_fighting": {
		"name": "Multiweapon Fighting",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Multiweapon Fighting (Combat, Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/315}",
			"",
			"This multi-armed creature is skilled at making attacks with multiple weapons.  ",
			"**Prerequisites:** Dex 13, three or more hands.  ",
			"**Benefit:** Penalties for fighting with multiple weapons are reduced by -2 with the primary hand and by -6 with off hands.  ",
			"**Normal:** A creature without this feat takes a -6 penalty on attacks made with its primary hand and a -10 penalty on attacks made with all of its off hands. (It has one primary hand, and all the others are off hands.) See {rule/Two-Weapon Fighting} in the Pathfinder RPG Core Rulebook.  ",
			"**Special:** This feat replaces the {feat/Two-Weapon Fighting} feat for creatures with more than two arms."
		]
	},
	"multiweapon_specialist": {
		"name": "Multiweapon Specialist",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Multiweapon Specialist",
			"",
			"{SOURCE Demons Revisited/38}",
			"",
			"You gain bonuses on damage when you wield identical one-handed weapons.  ",
			"**Prerequisites:** Three or more arms, Dex 21  ",
			"**Benefit:** When you wield one-handed or light weapons in each of your arms, and all of those weapons belong to the same weapon group (as defined for the fighter class), all attacks with those weapons gain a +2 bonus on damage rolls."
		]
	},
	"murderers_circle": {
		"name": "Murderer's Circle",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Murderer's Circle (Combat, Performance)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"After savaging your foe, you circle like a hunter ready for the kill.  ",
			"**Prerequisites:** {feat/Dodge}, Acrobatics 4 ranks.  ",
			"**Benefit:** When you spend a swift action to make a performance combat check after scoring a critical hit or performing a combat maneuver, and you are adjacent to the target of the critical hit or combat maneuver, you can move to any other space that is adjacent to the target without provoking attacks of opportunity. You must have a clear path to that space and the ability to reach it by spending a move action. If you end this move in any space other than the one where you started, you gain a +2 bonus on the performance combat check.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">You can spend 2 stamina points to use this feat after dealing maximum damage to or successfully feinting against a creature. You must still be adjacent to the creature."
		]
	},
	"murderous_sniper": {
		"name": "Murderous Sniper",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Murderous Sniper (Combat)",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"Your study of death allows you to pinpoint weaknesses from afar.  ",
			"**Prerequisites:** Death attack class feature.  ",
			"**Benefit:** You can make a death attack using a ranged weapon. Your target must be within 30 feet when attempting the death attack. For every additional round you spend studying the target, you can extend the range from which you can make a ranged death attack by 10 feet."
		]
	},
	"murky_spell": {
		"name": "Murky Spell",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Murky Spell (Metamagic)",
			"",
			"{SOURCE Aquatic Adventures/58}",
			"",
			"You can call upon murky sediments in the water to transform a mist spell underwater.  ",
			"**Benefit:** You can apply Murky Spell only to a mist or fog spell that normally doesn't work underwater, such as cloudkill, fog cloud, mind fog, obscuring mist, or solid fog. When cast underwater, a murky spell clouds the water with sediments, producing roughly the same effects as the normal spell would above water except as follows. Due to the dilution, a murky spell has only one-tenth of the duration of a normal spell (generally 1 minute per level, though mind fog lasts 3 minutes), but this reduction doesn't affect the duration of secondary effects like mind fog's mental penalties. Abilities that see through mist and fog can't see through a murky spell unless they also specifically see through murky water (like the {umr/mistsight/ universal monster rule}). Instead of wind, currents can disperse a murky spell; any current with a speed of at least 10 feet disperses a murky spell in 1 round. A murky spell has no effect above the water. A murky spell uses up a slot the same spell level as the spell's actual level."
		]
	},
	"murmurs_of_earth": {
		"name": "Murmurs of Earth",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Murmurs of Earth",
			"",
			"{SOURCE Advanced Race Guide/147}",
			"",
			"The earth opens up her secrets to your perceptions.  ",
			"**Prerequisites:** {feat/Echoes of Stone}, character level 9th, oread.  ",
			"**Benefit:** You gain a limited form of tremorsense. As a move action, you become aware of all creatures within 15 feet that are in contact with the ground at that moment."
		]
	},
	"musketeers_daring": {
		"name": "Musketeer's Daring",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Musketeer's Daring (Combat, Panache)",
			"",
			"{SOURCE Villain Codex/56}",
			"",
			"The more you dare, the greater the results of your deeds.  ",
			"**Prerequisites:** Dex 15, derring-do deed, swashbuckler level 6th.  ",
			"**Benefit:** If the result of your d6 roll is a natural 5 or 6 when using the derring-do deed, you can roll another d6 and add it to the Acrobatics, Climb, Escape Artist, Fly, Ride, or Swim check that the deed modifies. The number of d6s you roll is still limited to a number equal to your Dexterity modifier (minimum 1), and you can roll another d6 after a natural roll of 5 or 6 only once per use of derring-do.  ",
			"**Normal:** You can roll further derring-do d6s only if you roll a natural 6 on the die."
		]
	},
	"musketeers_dodge": {
		"name": "Musketeer's Dodge",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Musketeer's Dodge (Combat, Grit)",
			"",
			"{SOURCE Villain Codex/56}",
			"",
			"You dodge ranged attacks with greater proficiency than most.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency/ (firearms)}, gunslinger level 3rd, gunslinger's dodge deed.  ",
			"**Benefit:** When you use the gunslinger's dodge deed to move, the movement granted by that deed does not provoke attacks of opportunity, and you gain a +4 dodge bonus to your Armor Class."
		]
	},
	"musketeers_reposition": {
		"name": "Musketeer's Reposition",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Musketeer's Reposition (Combat, Grit)",
			"",
			"{SOURCE Villain Codex/56}",
			"",
			"You can knock a foe away with your two-handed firearm.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency/ (firearms)}, gunslinger level 6th, pistol-whip deed.  ",
			"**Benefit:** When you hit an opponent with a two-handed firearm while using the pistol-whip deed, you can perform a reposition combat maneuver instead of knocking the target prone. However, you can't reposition the foe closer to you. This combat maneuver does not provoke attacks of opportunity."
		]
	},
	"musketeers_sidestep": {
		"name": "Musketeer's Sidestep",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Musketeer's Sidestep (Combat, Panache)",
			"",
			"{SOURCE Villain Codex/56}",
			"",
			"You're able to dodge attacks with increased panache.  ",
			"**Prerequisites:** Dodging panache deed, swashbuckler level 3rd.  ",
			"**Benefit:** When you use the dodging panache deed, the movement granted by that deed does not provoke attacks of opportunity from any creature, and you gain a +2 dodge bonus to your Armor Class."
		]
	},
	"mutated_shape": {
		"name": "Mutated Shape",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Mutated Shape",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"Your wild shape form gains an additional appendage you can use to attack your foes.  ",
			"**Prerequisites:** Wis 19, base attack bonus +6, wild shape class feature.  ",
			"**Benefit:** When you use wild shape, you grow an additional appendage of your choice that can be used to make one of the following attacks: bite, claw, gore, slam, sting, or talons. The appendage can be used as part of a full attack using your highest base attack bonus, and it deals damage as described in the table below. This appendage lasts for as long as you stay in the same form with this use of wild shape.",
			"",
			"| Attack | Fine | Diminutive | Tiny | Small | Medium | Large | Huge | Gargantuan | Collosal | Damage Type | Attack Type |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| Bite | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | 4d6 | B/P/S | Primary |",
			"| Claw | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | B/S | Primary |",
			"| Gore | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | 4d6 | P | Primary |",
			"| Slam | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | B | Primary |",
			"| Sting | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | P | Primary |",
			"| Talons | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | S | Primary |"
		]
	},
	"mutilating_ritualist": {
		"name": "Mutilating Ritualist",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Mutilating Ritualist",
			"",
			"{SOURCE Horror Adventures/91}",
			"",
			"You add a personal sacrifice to heighten the power of your ritual magic.  ",
			"**Prerequisites:** Knowledge (arcana) 4 ranks, Knowledge (religion) 4 ranks, Spellcraft 4 ranks.  ",
			"**Benefit:** Once during the casting of an occult ritual, you can inflict 1d6 hit points of damage per 2 Hit Dice and 1d4 Constitution damage (or Charisma damage if you're undead) to yourself as an immediate action with a piercing or slashing weapon. You can't reduce or ignore this damage in any way. This damage doesn't disrupt the ritual, and you can roll twice for the next skill check made as part of a ritual casting and take the better result. If the resulting ritual effect has the fear descriptor or is in the phantasm subschool, increase its saving throw DC by 1. Multiple characters with this feat can each use it once per ritual on their skill checks, but the DC increases don't stack."
		]
	},
	"mutual_hatred": {
		"name": "Mutual Hatred",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Mutual Hatred (Combat)",
			"",
			"{SOURCE Monster Codex/164}",
			"",
			"Others hate you, and their hatred feeds your own.  ",
			"**Benefit:** You gain a +1 bonus on attack rolls and damage rolls against creatures whose hatred racial trait or favored enemy class feature applies to you. For instance, an orc would gain this bonus against all dwarves and against rangers who chose humanoid (orc) as a favored enemy."
		]
	},
	"my_blade_is_yours": {
		"name": "My Blade is Yours",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## My Blade is Yours (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Intrigue/87}",
			"",
			"You fight with seamless grace alongside your allies, complementing the inherent strengths of your weaponry.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, Sense Motive 3 ranks.  ",
			"**Benefit:** When adjacent to an ally with this feat who is wielding a weapon with the blocking, disarm, distracting, or trip weapon special feature, you can treat your own weapon as if it also had that feature. If your ally's weapon has more than one of those features, you choose one feature to emulate at the start of your turn."
		]
	},
	"mythic_companion": {
		"name": "Mythic Companion",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Mythic Companion",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"Despite your non-mythic nature, you're a vital part of the greater mythic world.  ",
			"**Prerequisites:** You must be non-mythic.  ",
			"**Benefit:** You're considered a mythic creature for the purposes of determining how mythic spells and effects affect you. If you ever become mythic, you gain a +1 bonus on all saves against mythic spells and effects."
		]
	},
	"mythic_crafter": {
		"name": "Mythic Crafter",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Mythic Crafter",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"You can craft mythic magic items.  ",
			"**Prerequisites:** Any item creation feat.  ",
			"**Benefit:** You can create any mythic magic item for which you have the appropriate item creation feat. In addition, you gain a +5 bonus on skill checks when creating non-mythic magic items."
		]
	},
	"mythic_paragon": {
		"name": "Mythic Paragon",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Mythic Paragon",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"Your mythic power is even more potent than that of most other mythic beings.  ",
			"**Benefit:** Your tier is considered 2 higher for determining the potency of mythic abilities, feats, and spells. This doesn't grant you access to mythic abilities or greater versions of mythic spells at a lower tier than you would normally need to be to get them, nor does it grant you additional uses of mythic power or adjust the dice you roll for your surge."
		]
	},
	"mythic_spell_lore": {
		"name": "Mythic Spell Lore",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Mythic Spell Lore",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"You have learned how to unlock the power of your spells, combining them with your mythic power.  ",
			"**Prerequisites:** Ability to cast spells.  ",
			"**Benefit:** You can learn a number of mythic spells equal to your tier and can expend mythic power when casting them to enhance the results. To select a mythic spell, you must be able to cast the non-mythic version or have it on your list of spells known. Every time you gain a new tier, you can select an additional mythic spell.  ",
			"**Special:** You can select this feat multiple times. Each time you select this feat, you must select different spells."
		]
	},
	"mystic_stride": {
		"name": "Mystic Stride",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Mystic Stride",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"Enchanted vegetation does not bar your path.  ",
			"**Prerequisites:** Dex 15, {feat/Nimble Moves}, woodland stride class feature.  ",
			"**Benefit:** You can move at full speed even through thorns, briars, and overgrown areas that are enchanted or magically manipulated to impede motion, even if those areas confer the entangled condition.  ",
			"**Normal:** Woodland stride does not apply to thorns, briars, and overgrowth areas that are enchanted or magically manipulated."
		]
	},
	"mystical_reverberation": {
		"name": "Mystical Reverberation",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Mystical Reverberation (Teamwork)",
			"",
			"{SOURCE Heroes of the Wild/18}",
			"",
			"Your ritualistic training has taught you to join in with the magic of others.  ",
			"**Prerequisites:** Ability to spontaneously cast spells.  ",
			"**Benefit:** As a standard action, select an ally within 30 feet who also has this feat and select a metamagic feat you have. If that ally doesn't have the selected metamagic feat, she can modify a spell she casts before the end of her next turn with that metamagic feat. The spell is modified as normal, except it uses a spell slot 1 additional level above the normal spell level modification for that metamagic feat.",
			"",
			"If the selected ally does have the metamagic feat you select, she can instead use that feat to modify a spell she casts before the end of her next turn without increasing the spell's casting time."
		]
	},
	"named_bullet": {
		"name": "Named Bullet",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Named Bullet (Grit)",
			"",
			"{SOURCE Champions of Balance/19}",
			"",
			"You can craft ammunition intended to kill specific foes.  ",
			"**Prerequisites:** {feat/Amateur Gunslinger} feat or grit class feature, {feat/Gunsmithing}, base attack bonus +5.  ",
			"**Benefit:** Whenever you craft ammunition using Gunsmithing, you may inscribe a bullet or alchemical cartridge with the name of its intended target. The ammunition gains the bane weapon special ability against the chosen creature only. If the ammunition is used to attack any other target, the attack roll is instead made with a -2 penalty. Crafting a named bullet costs 1 grit point and reduces your maximum grit points by 1 until the named bullet is fired or destroyed."
		]
	},
	"nameless_one": {
		"name": "Nameless One",
		"sources": [
			"Adventurer's Guide",
			"Arcane Anthology"
		],
		"description": [
			"## Nameless One",
			"",
			"{SOURCE Adventurer's Guide/124;Arcane Anthology/15}",
			"",
			"You completely eschew your former identity, making you impossible to locate or even name.  ",
			"**Benefit:** When you take this feat, you eschew all of your former identities, going as far as to render your former name completely inaccessible to discover by mortal means. You perform an 8-hour ritual that requires the expenditure of 200 gp for rare oils, incense, and creation of a special mask. After this ritual, you forever lose all names and identities previously associated with you (including any identities that you gain from class abilities). You adopt a brief descriptive title in place of a new name. Your title must not reference the names of any people or places. (For example, you could adopt the title \"Blue Fox\" or \"Twilight Stalker,\" but not the title \"Chelish Avenger\" or \"Spirit of the Mwangi.\") At the ritual's conclusion, you must don the mask created for the ritual, the appearance of which is evocative of your title. While you're wearing this mask, any attempts to scry or otherwise locate any of your eschewed identities or connect you to those identities do not work, revealing nothing but darkness, as if you were an invalid target or did not exist. Successful Knowledge checks to identify you reveal your new title rather than any old identity, but can reveal your strengths and weaknesses normally.",
			"",
			"As long as you wear the ritual mask and do not reveal your connection to any past identities, any attempt to scry on you in relation to of your eschewed identities requires a successful caster level check with a DC of 10 + your Hit Dice. In addition, you are immune to effects that require the use of your name, such as the named bullet spell. While benefiting from this feat, you cannot wear any magic items in the head slot, as the mask used by this effect effectively occupies this slot (though this feat's benefits are not magical for the purpose of {spell/dispel magic} and other effects). In addition, you cannot attempt to impersonate a specific individual by any means, magical or nonmagical. If you ever reveal or confirm your connection to your eschewed identities, you immediately lose the benefit of this feat and gain 1d4 permanent negative levels as your discarded identities return. You cannot regain the benefit of this feat or remove these negative levels until you atone (as per atonement, as if restoring a class feature)."
		]
	},
	"nameless_servitor": {
		"name": "Nameless Servitor",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Nameless Servitor (Faction)",
			"",
			"{SOURCE Faction Guide/57}",
			"",
			"The fact that you have given up your real name makes you resistant to certain types of magic.  ",
			"**Prerequisites:** [Risen Guard](rule/f_second_life) rank, Risen Guard 10 TPA.  ",
			"**Benefit:** Anyone who attempts to use magic in order to learn personal information about you, such as through divination, scrying, or similar magic, must make a caster level check with a DC equal to 10 plus your level to succeed. You are immune to spells that require the use of your name in order to function (such as trap the soul).",
			"",
			"Most members of the Risen Guard with this feat are addressed by their rank.  ",
			"**Special:** If you ever choose a real name, you lose all benefits of this feat."
		]
	},
	"nanite_disruption": {
		"name": "Nanite Disruption",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Nanite Disruption",
			"",
			"{SOURCE People of the Stars/7}",
			"",
			"You can use your nanite surge to inflict wounds upon other mechanical beings.  ",
			"**Prerequisites:** Nanite surge racial trait.  ",
			"**Benefit:** As long as you are adjacent to an android, a robot, or a creature primarily made of electronic components (GM's discretion), you can use your nanite surge ability as an immediate action to short-circuit that creature's hardware. If you succeed at a melee touch attack and the target fails a Will save (DC = 10 + 1/2 your character level + 1/2 your Constitution modifier), it takes a penalty equal to 1 + 1/2 your level (minimum 0) on its next d20 roll. This penalty lasts until the beginning of your next turn."
		]
	},
	"narrow_frame": {
		"name": "Narrow Frame",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Narrow Frame",
			"",
			"{SOURCE Animal Archive/19}",
			"",
			"Your excellent coordination allows you to maneuver better in close quarters.  ",
			"**Prerequisites:** Escape Artist 1 rank, animal or magical beast.  ",
			"**Benefit:** You do not take penalties on your attack rolls or to your AC for squeezing through a narrow space that is at least half as wide as your normal space, though each move into or through a narrow space still counts as if it were 2 squares.  ",
			"**Normal:** You take a -4 penalty on attack rolls and a -4 penalty to AC while squeezing."
		]
	},
	"nation_builder": {
		"name": "Nation Builder",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Nation Builder (Story)",
			"",
			"{SOURCE Ultimate Campaign/71}",
			"",
			"The land calls to you to conquer it and forge a realm all your own.  ",
			"**Prerequisites:** You must have explored and claimed an area of at least 100 square miles.  ",
			"**Benefit:** When in either unclaimed wilderness or land under your own control, you receive a +2 bonus on Perception checks, Stealth checks, and Survival checks.",
			"",
			"If you have 10 or more ranks in one of these skills, the",
			"",
			"bonus on that skill increases to +4.  ",
			"**Goal:** Explore and conquer an area of at least 1,000 square miles, in the process decisively defeating a challenging foe. You must also lay claim to the land either in your own name or in the name of a leader you directly report to, and establish a stronghold or other fortification to defend it.  ",
			"**Completion Benefit:** You gain a +2 bonus on initiative checks, attack rolls, and saving throws while in the area you have claimed."
		]
	},
	"natural_charmer": {
		"name": "Natural Charmer",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Natural Charmer",
			"",
			"{SOURCE Advanced Race Guide/100}",
			"",
			"You possess some of the dominating powers of your vampire progenitor.  ",
			"**Prerequisites:** Cha 17, dhampir.  ",
			"**Benefit:** You can take 20 on any Charisma-based skills to charm, convince, persuade, or seduce humanoids whose attitude is at least friendly to you. Taking 20 still requires 20 times the normal time to perform the skill.  ",
			"**Normal:** You cannot take 20 on any check where you incur penalties for failure."
		]
	},
	"natural_jouster": {
		"name": "Natural Jouster",
		"sources": [ "Pathfinder #69: Maiden, Mother, Crone" ],
		"description": [
			"## Natural Jouster (Combat)",
			"",
			"{SOURCE Pathfinder #69: Maiden, Mother, Crone/91}",
			"",
			"Nearly all svathurims have the following feat, which is common among tauric creatures.  ",
			"**Prerequisites:** Centaur (or any tauric creature at the GM's discretion)  ",
			"**Benefit:** You gain proficiency with the lance. You can wield a lance one-handed as if you were mounted, and you deal double damage with a lance while charging."
		]
	},
	"natural_pathseeker": {
		"name": "Natural Pathseeker",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Natural Pathseeker",
			"",
			"{SOURCE Heroes of the Darklands/5}",
			"",
			"You use your surroundings to overcome obstacles.  ",
			"**Prerequisites:** Favored terrain class feature.  ",
			"**Benefit:** While you're in any of your favored terrains, you apply half your favored terrain bonus to Acrobatics, Climb, and Swim skill checks."
		]
	},
	"natural_poison_antitoxin": {
		"name": "Natural Poison Antitoxin",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Natural Poison Antitoxin",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"You have learned how to create antitoxin that can resist natural poisons.  ",
			"**Prerequisites:** {feat/Natural Poison Harvester}, Craft (alchemy) 8 ranks, Survival 8 ranks.  ",
			"**Benefit:** When you succeed at a Craft (alchemy) check to create an antitoxin using a dose of a natural poison you harvested, you increase the duration of the antitoxin to an amount equal to 4 hours plus an additional hour for every 5 by which your result exceeds the DC."
		]
	},
	"natural_poison_harvester": {
		"name": "Natural Poison Harvester",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Natural Poison Harvester",
			"",
			"{SOURCE Ultimate Wilderness/116}",
			"",
			"You are exceedingly proficient at harvesting and distilling poison from venomous monsters.  ",
			"**Prerequisites:** Craft (alchemy) 6 ranks, Survival 6 ranks.  ",
			"**Benefit:** You gain a +2 bonus on Craft (alchemy) checks when creating poison harvested from poisonous monsters. When you successfully craft such poisons, the DC of the poison increases by 2."
		]
	},
	"natural_ruler": {
		"name": "Natural Ruler",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Natural Ruler",
			"",
			"{SOURCE Quests and Campaigns/27}",
			"",
			"You have a special talent for ruling a nation, and take to the task with ease.  ",
			"**Prerequisites:** Hold a leadership role related to running a kingdom.  ",
			"**Benefit:** Choose an ability score. Any time your leadership role calls for that ability score to affect one of your kingdom's attributes, your modifier to that ability score is treated as being +2 higher. For example, if you choose Charisma and occupy the General or High Priest leadership role, your Charisma modifier to affect your kingdom's stability would be +2 higher than normal. However, if you occupied the Spymaster leadership role - which employs the Intelligence and Wisdom ability scores - this feat would grant no benefit. Additionally, the entire kingdom gains +2 Stability for as long as you occupy a leadership role.  ",
			"**Special:** You may gain this feat multiple times, but each time you must choose a different ability score. The bonus to Stability gained from this feat stacks."
		]
	},
	"natural_spell": {
		"name": "Natural Spell",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Natural Spell",
			"",
			"{SOURCE PRPG Core Rulebook/131}",
			"",
			"You can cast spells even while in a form that cannot normally cast spells.  ",
			"**Prerequisites:** Wis 13, wild shape class feature.  ",
			"**Benefit:** You can complete the verbal and somatic components of spells while using wild shape. You substitute various noises and gestures for the normal verbal and somatic components of a spell.",
			"",
			"You can also use any material components or focuses you possess, even if such items are melded within your current form. This feat does not permit the use of magic items while you are in a form that could not ordinarily use them, and you do not gain the ability to speak while using wild shape.",
			"",
			"### Mythic Natural Spell",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"You can speak and use some magic items when you use wild shape.  ",
			"**Prerequisites:** {feat/Natural Spell}.  ",
			"**Benefit:** When you're using wild shape, you can use spell completion and spell trigger magic items that were on your person when you changed form. You don't need to physically manipulate the items when you use them while using wild shape. Furthermore, you can speak normally when using wild shape."
		]
	},
	"nature_magic": {
		"name": "Nature Magic",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Nature Magic",
			"",
			"{SOURCE Advanced Class Guide/152}",
			"",
			"You are able to use simple spells by drawing on nature's raw majesty.  ",
			"**Prerequisites:** Knowledge (nature) 1 rank.  ",
			"**Benefit:** You gain {spell/know direction} as a constant spell-like ability, and can choose another [druid orison](main/spells_druid) you can cast as a spell-like ability once per day. Your caster level for both of these spell-like abilities is equal to your character level."
		]
	},
	"nature_soul": {
		"name": "Nature Soul",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Nature Soul",
			"",
			"{SOURCE Faiths and Philosophies/11}",
			"",
			"You are innately in tune with nature and venerate the power and mystery of the natural world.  ",
			"**Benefit:** You get a +2 bonus on all Knowledge (nature) checks and Survival checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill."
		]
	},
	"natures_freedom": {
		"name": "Nature's Freedom",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Nature's Freedom",
			"",
			"{SOURCE Ultimate Wilderness/116}",
			"",
			"Creatures affected by your channel energy are not affected by difficult terrain.  ",
			"**Prerequisites:** Animal or Plant domain; channel energy class feature.  ",
			"**Benefit:** When you expend one additional use when you channel energy, you enable affected creatures to move freely through undergrowth as per the druid's woodland stride class feature. This effect lasts a for number of minutes equal to your Charisma modifier (minimum 1). Multiple uses of this feat extend the duration of the woodland stride effect."
		]
	},
	"natures_weapons": {
		"name": "Nature's Weapons",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Nature's Weapons",
			"",
			"{SOURCE Ultimate Wilderness/116}",
			"",
			"You can make a weapon out of nearly anything that can be found in the wild.  ",
			"**Prerequisites:** {feat/Catch Off-Guard}; base attack bonus +2; Knowledge (nature) or Survival 2 ranks.  ",
			"**Benefit:** You can turn nearly anything you might find in the wilderness into an improvised melee weapon. This improvised melee weapon is one-handed and deals 1d6 points of damage for Medium creatures and 1d4 for Small creatures. Depending on the weapon, it deals bludgeoning, piercing, or slashing damage (at the GM's discretion). Grabbing an object to use as a weapon is the same action as drawing a weapon. The weapon must be of a material that is naturally occurring in that terrain."
		]
	},
	"natures_wrath": {
		"name": "Nature's Wrath",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Nature's Wrath",
			"",
			"{SOURCE Villain Codex/140}",
			"",
			"Though a plant creature, you are infused with the Blight Caller's primal rage against civilization.  ",
			"**Prerequisites:** Int 1, any nongood alignment, plant type.  ",
			"**Benefit:** You are no longer immune to effects that cause morale bonuses or effects with the emotion descriptor, and you take a -1 penalty on saves against anger or rage emotion effects. You gain a +1 bonus on attack rolls against humanoid creatures."
		]
	},
	"neckbreaker": {
		"name": "Neckbreaker",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Neckbreaker (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"With a quick jerk, you snap an enemy's neck.  ",
			"**Prerequisites:** {feat/Bonebreaker}, {feat/Greater Grapple}, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Jawbreaker}, {feat/Stunning Fist}, Heal 12 ranks.  ",
			"**Benefit:** If you have an opponent your size or smaller helpless or pinned, after you initiate or maintain a grapple, you can make a Stunning Fist attempt at a -5 penalty on the attack roll. If you succeed, you wrench that opponent's neck, dealing 2d6 Strength or Dexterity damage. If the targeted ability score is reduced to 0, any remaining damage is dealt to that opponent's Constitution score. A creature that is immune to critical hits or that has no discernible head and neck is immune to the effects of this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When using this feat, you can spend 10 stamina points to deal 1d6 points of Constitution damage instead of 2d6 points of Strength or Dexterity damage."
		]
	},
	"necromantic_affinity": {
		"name": "Necromantic Affinity",
		"sources": [ "Inner Sea World Guide" ],
		"description": [
			"## Necromantic Affinity",
			"",
			"{SOURCE Inner Sea World Guide/287}",
			"",
			"Long exposure to necromantic energies has granted you a small measure of resistance against them.  ",
			"**Prerequisites:** Con 15.  ",
			"**Benefit:** You gain a +2 bonus on saving throws made to resist spells and effects that utilize negative energy, cause negative levels, or cause ability damage, ability drain, or ability penalties. In addition, damage caused by inflict spells heals you as if you were an undead creature, but you also take damage from cure spells."
		]
	},
	"needle_in_a_haystack": {
		"name": "Needle in a Haystack",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Needle in a Haystack",
			"",
			"{SOURCE Monster Hunter's Handbook/15}",
			"",
			"Once you have even the trace of a creature you're tracking, you can't be thrown off the trail.  ",
			"**Prerequisites:** {feat/Skill Focus/ (Perception)}, Perception 3 ranks.  ",
			"**Benefit:** You can use Perception (rather than Survival) to follow tracks. After you track a creature using the Perception skill, you gain a +2 insight bonus on Perception checks to avoid being surprised by that creature for 1 hour. If you have 10 or more ranks in Perception, this bonus increases to +4."
		]
	},
	"neither_elf_nor_human": {
		"name": "Neither Elf nor Human",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Neither Elf nor Human",
			"",
			"{SOURCE Advanced Race Guide/47}",
			"",
			"You have removed yourself from your heritage so thoroughly that even magic does not recognize you.  ",
			"**Prerequisites:** {feat/Exile's Path}, {feat/Seen and Unseen}, character level 11th, half-elf.  ",
			"**Benefit:** You are not considered elven or human for the purpose of harmful spells or effects based on your type, like a bane weapon or a ranger's favored enemy class feature."
		]
	},
	"nemesis": {
		"name": "Nemesis",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Nemesis (Story)",
			"",
			"{SOURCE Ultimate Campaign/71}",
			"",
			"A past enemy seeks your ruin.  ",
			"**Prerequisites:** You must have at least one enemy who wishes to cause you great harm. If you have multiple enemies, the GM may keep the specific nemesis secret, or have many of your enemies work together against you. If your nemesis is not already a challenging foe, it either advances in strength to become a challenging foe or allies with others to achieve a higher challenge rating.  ",
			"**Benefit:** Having a nemesis drives you to excel in training. For each new level you gain in a favored class, including the level you gained when you chose this feat, you can choose two benefits instead of one. One of these benefits must be either a bonus hit point or a bonus skill point, even if other options are available.  ",
			"**Goal:** Slay your nemesis. Causing your nemesis's death through your direct actions qualifies even if you do not strike the fatal blow, but another killing your nemesis without your involvement doesn't count.  ",
			"**Completion Benefit:** You gain a +2 inherent bonus to an ability score of your choice. In addition, you may retroactively apply your extra favored class benefit to the favored class levels you gained before taking this feat.  ",
			"**Special:** Thwarting your plans becomes an all-consuming goal for your nemesis. Your nemesis gains a +2 bonus on attack rolls and damage rolls against you. Whatever you try to achieve, your nemesis seeks to tear down."
		]
	},
	"nerve_racking_negotiator": {
		"name": "Nerve-Racking Negotiator",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Nerve-Racking Negotiator",
			"",
			"{SOURCE Ultimate Intrigue/87}",
			"",
			"You've mastered the art of intimidation to get what you want without suffering unwanted repercussions.  ",
			"**Prerequisites:** {feat/Persuasive}.  ",
			"**Benefit:** When you successfully use the Intimidate skill to force an opponent to act friendly toward you, the target must attempt a Will save once the intimidation wears off. The DC is equal to 10 + your number of ranks in Intimidate. If the target fails this save, after the intimidation period expires, the target counts as having the same attitude toward you as it initially did (usually indifferent) and will not report you to the authorities for intimidating it.  ",
			"**Normal:** The target of a successful Intimidate check is unfriendly to you and potentially reports you to the authorities after the duration ends."
		]
	},
	"net_adept": {
		"name": "Net Adept",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Net Adept (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"You have trained to use the net as a melee weapon.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency/ (net)}, base attack bonus +1.  ",
			"**Benefit:** You can treat a net as a one-handed melee reach weapon with a 10-foot reach. Further, you take no penalty on melee attack rolls for using an unfolded net, and you can use one full-round action or two move actions to fold a net.  ",
			"**Normal:** A net is a ranged weapon that imposes a -4 penalty on ranged attack rolls if it is unfolded. Folding a net takes a proficient user 2 rounds.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">You can spend 2 stamina points to fold a net as a standard action."
		]
	},
	"net_and_trident": {
		"name": "Net and Trident",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Net and Trident (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"Your skill with lighter weapons allows you to wield one alongside your net.  ",
			"**Prerequisites:** Dex 15, {feat/Exotic Weapon Proficiency/ (net)}, {feat/Net Adept}, {feat/Two-Weapon Fighting}.  ",
			"**Benefit:** You can treat a net as a one-handed ranged weapon, allowing you to wield a light or one-handed melee weapon and still make ranged attacks with your net. When you use your light or one-handed melee weapon to attack an entangled opponent, you gain a +2 bonus on damage rolls and on attack rolls to confirm a critical hit.  ",
			"**Normal:** A net is a two-handed ranged weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When you use a light or one-handed melee weapon to attack an opponent entangled by your net, you can spend up to 5 stamina points when you hit the opponent to gain a bonus on the damage roll equal to double the number of stamina points you spent."
		]
	},
	"net_maneuvering": {
		"name": "Net Maneuvering",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Net Maneuvering (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"With sweeping movements and brute force, you can use your net to put foes at a disadvantage.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency/ (net)}, {feat/Net Adept}, base attack bonus +3.  ",
			"**Benefit:** In melee, you can use a net to trip or disarm opponents instead of entangling them. You gain a +2 bonus on disarm checks made to use a net in this way. Further, if you have an opponent entangled in your net, you can attempt to drag or reposition that opponent as long as he is within your net's reach or you control the trailing rope on your net.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you can also use a net to drag or reposition an opponent."
		]
	},
	"net_trickery": {
		"name": "Net Trickery",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Net Trickery (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"You have become very proficient at using your net to hinder your enemies.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency/ (net)}, {feat/Net Adept}, {feat/Net Maneuvering}, base attack bonus +6.  ",
			"**Benefit:** In place of one of your melee attacks, you can use your net to attempt a dirty trick combat maneuver to blind an opponent. If you have an opponent entangled in your net, you can attempt to trip that opponent as long as he is within your net's reach or you control the trailing rope on your net. You also gain a +2 bonus on drag and reposition combat maneuver checks you make using your net.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you can dazzle or sicken the opponent with a dirty trick combat maneuver instead of blinding it."
		]
	},
	"never_conquered_forever_feared": {
		"name": "Never Conquered, Forever Feared",
		"sources": [ "Pathfinder #131: The Reaper's Right Hand" ],
		"description": [
			"## Never Conquered, Forever Feared (Story)",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/78}",
			"",
			"You are dauntless in battle, and your lineage echoes with awe-inspiring power.  ",
			"**Prerequisites:** Be a member of House Heskillar, or have the Adopted by Dragons [adopted background](rule/birth_circumstances_and_more), or the Path of Righteous Rage (inquisitor) or Proud Heritage (sorcerer) {rule/class background>_tables}.  ",
			"**Benefit:** Your stern demeanor gives you a +2 bonus on Intimidate checks. If you have 10 or more ranks in Intimidate, this bonus increases to +4. You also gain a +2 bonus on saves against paralysis and sleep effects.  ",
			"**Goal:** You must individually slay an appropriate number of significant foes in succession, without retreating or withdrawing from a fight.  ",
			"**Completion Benefit:** You can display your imposing presence as a free action when you take an offensive action, such as an attack or a charge. Opponents within 30 feet of you must succeed at a Will save or become shaken for 3d6 rounds. The DC of this save is equal to 10 + 1/2 your character level + your Charisma modifier. This ability does not cause opponents that are already shaken to become frightened, and opponents with more Hit Dice than your character level are immune to the effect. This is a mind-affecting fear effect."
		]
	},
	"new_thassilonian_magic": {
		"name": "New Thassilonian Magic",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## New Thassilonian Magic",
			"",
			"{SOURCE Paths of the Righteous/23}",
			"",
			"You use Thassilonian magic in a non-traditional way that preserves the ancient traditions while lifting some of its restrictions.  ",
			"**Prerequisites:** Thassilonian specialization.  ",
			"**Benefit:** You choose one of your two opposition schools. You also gain Thassilonian as a bonus language. If you already speak Thassilonian, you gain one of the following languages as a bonus language instead: Aklo, Azlanti, Giant, Shoanti, or Varisian.  ",
			"**Normal:** A Thassilonian specialist cannot customize his choice for opposition schools."
		]
	},
	"night_sky_hex": {
		"name": "Night Sky Hex",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Night Sky Hex",
			"",
			"{SOURCE Ultimate Wilderness/116}",
			"",
			"You use the mystical network of power that blazes in the night sky to empower your hexes.  ",
			"**Prerequisites:** Hex class feature; moon, stars, or winter patron.  ",
			"**Benefit:** When you gain this feat, choose one hex that you can use to affect no more than one opponent. When you are in view of the night sky and use that hex, increase the save DC of that hex by 2."
		]
	},
	"night_stalker": {
		"name": "Night Stalker",
		"sources": [
			"Monster Codex",
			"Classic Monsters Revisited"
		],
		"description": [
			"## Night Stalker",
			"",
			"{SOURCE Monster Codex/153;Classic Monsters Revisited/49}",
			"",
			"You excel at hunting humans in the dead of night and murdering them quietly.  ",
			"**Prerequisites:** {feat/Skill Focus/ (Stealth)}, darkvision, half-ogre or ogre, size Large or larger.  ",
			"**Benefit:** While in areas of dim lighting or natural darkness, you ignore all size penalties on Stealth checks and gain a +2 bonus on attack rolls against flat-footed enemies."
		]
	},
	"nightmare_chains": {
		"name": "Nightmare Chains",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Nightmare Chains",
			"",
			"{SOURCE Book of the Damned/179}",
			"",
			"Chains are a kyton's inheritance and dominion.  ",
			"**Prerequisites:** Kyton subtype, 5 or more Hit Dice.  ",
			"**Benefit:** You gain the kyton's dancing chains ability, except you can control only up to two chains this way. This grants you two chain attacks, which deal damage as per a spiked chain made for a creature of your size. If you already have the dancing chains ability, you can control two additional chains.  ",
			"**Special:** At the GM's discretion, non-kyton outsiders can select this feat if they have a thematic link to chains (such as horned devils or demonic servants of Shivaska)."
		]
	},
	"nightmare_fist": {
		"name": "Nightmare Fist",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Nightmare Fist (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"You are even more deadly in magical darkness.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, Intimidate 1 rank, ability to create magical darkness.  ",
			"**Benefit:** While fighting within an area of magical darkness, you gain a +2 bonus on damage rolls with unarmed strikes, or a +4 bonus against opponents that are shaken, frightened, or panicked. You also gain a +2 morale bonus on Acrobatics and Intimidate checks.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When fighting in an area of magical darkness, you can spend up to 5 stamina points to increase the bonus granted by this feat on one damage roll by double the number of stamina points you spent."
		]
	},
	"nightmare_scars": {
		"name": "Nightmare Scars",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Nightmare Scars",
			"",
			"{SOURCE Inner Sea Gods/214}",
			"",
			"You bear scars in honor of Lamashtu, whether because you injured yourself in her name or because she saw fit to bless you with them.  ",
			"**Prerequisites:** Worshiper of Lamashtu.  ",
			"**Benefit:** You gain a +2 bonus on Diplomacy and Handle Animal checks to affect the attitudes of magical beasts, monstrous humanoids, and worshipers of Lamashtu. You take a -2 penalty on Diplomacy and Handle Animal checks to affect the attitudes of all other types of creatures. You also gain a +2 bonus on Intimidate checks, and take no penalty on Intimidate checks based on your size."
		]
	},
	"nightmare_striker": {
		"name": "Nightmare Striker",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Nightmare Striker (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"Your faerie fire not only illuminates your foes, but it also shows you their weaknesses.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Nightmare Fist}, {feat/Nightmare Weaver}, {feat/Stunning Fist}, Heal 5 ranks, ability to cast faerie fire.  ",
			"**Benefit:** While a faerie fire you have cast (not one cast from a spell completion or spell trigger item) outlines an opponent, the DC for that opponent to resist your Stunning Fist attempts increases by +2. If you hit an opponent with a Stunning Fist attempt, and that opponent fails her saving throw, you can render the target shaken for 1d2 rounds plus 1 round for every 5 by which the opponent failed her save.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When you hit an opponent with a Stunning Fist attack and that opponent fails its saving throw, you can spend 5 stamina points to make the opponent frightened for 1d4 rounds instead of shaken."
		]
	},
	"nightmare_weaver": {
		"name": "Nightmare Weaver",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Nightmare Weaver (Combat)",
			"",
			"{SOURCE Ultimate Combat/112}",
			"",
			"You can use your ability to create magical darkness to terrorize enemies.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Nightmare Fist}, Intimidate 2 ranks, ability to cast darkness.  ",
			"**Benefit:** By spending a full-round action to cast darkness, you can also make Intimidate checks to demoralize all foes in the spell's initial area.  ",
			"**Special:** This feat counts as {feat/Dazzling Display} for purposes of qualifying for Deadly Stroke and Shatter Defenses.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When you cast darkness as a standard action, you can spend 5 stamina points to also attempt Intimidate checks to demoralize all foes in the spell's initial area."
		]
	},
	"nimble_moves": {
		"name": "Nimble Moves",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Nimble Moves",
			"",
			"{SOURCE PRPG Core Rulebook/131}",
			"",
			"You can move across a single obstacle with ease.  ",
			"**Prerequisites:** Dex 13.  ",
			"**Benefit:** Whenever you move, you may move through 5 feet of difficult terrain each round as if it were normal terrain. This feat allows you to take a 5-foot step into difficult terrain.",
			"",
			"### Mythic Nimble Moves",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"You dance across obstacles with ease, as though they weren't even there.  ",
			"**Prerequisites:** {feat/Nimble Moves}.  ",
			"**Benefit:** For every 2 tiers you possess, you can move through up to 5 feet of difficult terrain each round as if it were normal terrain (minimum 5 feet). This effect stacks with those provided by Nimble Moves and Acrobatic Steps."
		]
	},
	"nimble_natural_summons": {
		"name": "Nimble Natural Summons",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Nimble Natural Summons",
			"",
			"{SOURCE Inner Sea Gods/214;Faiths of Purity/24}",
			"",
			"Your summoned natural allies may walk the wild parts of the world unimpeded.  ",
			"**Prerequisites:** {feat/Augment Summoning}, {feat/Spell Focus/ (conjuration)}, ability to cast summon nature's ally, caster level 6th, worshiper of {faith/Erastil}.  ",
			"**Benefit:** Creatures you summon with summon nature's ally can move through any sort of undergrowth (such as natural thorns, briars, and similar terrain) at their normal speeds without taking damage or suffering other impairment. Thorns, briars, and undergrowth areas that have been magically manipulated to impede motion, however, still affect summoned creatures."
		]
	},
	"nimble_striker": {
		"name": "Nimble Striker",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Nimble Striker (Combat)",
			"",
			"{SOURCE Advanced Race Guide/94}",
			"",
			"You were born to charge your enemies and nobody does it better.  ",
			"**Prerequisites:** Dex 13, base attack bonus +1, catfolk, sprinter racial trait.  ",
			"**Benefit:** You do not take a -2 penalty to AC when you use the {feat/Cleave} feat, {feat/Lunge} feat, or when you charge.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When you use the Cleave or Lunge feats or when you charge, you can spend 5 stamina points to gain a +2 dodge bonus to AC. This bonus lasts until the start of your next turn."
		]
	},
	"no_name": {
		"name": "No Name",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## No Name (Grit)",
			"",
			"{SOURCE Ultimate Combat/112}",
			"",
			"You don't need an elaborate disguise to keep your identity under wraps.  ",
			"**Prerequisites:** Grit class feature or {feat/Amateur Gunslinger} feat, Bluff 4 ranks.  ",
			"**Benefit:** You often rely on surprise and misdirection in your social dealings. You gain a +2 bonus on Bluff checks, and you can spend 1 grit point to gain a +10 bonus on Disguise checks for 10 minutes per your gunslinger level (minimum 10 minutes). This deed does not actually change your appearance, but rather allows you to hide your identity in other ways."
		]
	},
	"noble_impostor": {
		"name": "Noble Impostor",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Noble Impostor (Story)",
			"",
			"{SOURCE Heroes of the High Court/4}",
			"",
			"You put on airs and others believe your tales.  ",
			"**Prerequisites:** Must not be a member of an established family or a member of nobility.  ",
			"**Benefit:** You gain a +2 bonus on Bluff and Knowledge (nobility) checks and these skills are class skills for you.  ",
			"**Goal:** Convince at least three noble families, a ruling monarch, or a settlement of at least small city size that you are a member of an existing or a previously unknown noble family.  ",
			"**Completion Benefit:** You gain followers as if you had the {feat/Leadership} feat. If you also have the Leadership feat, increase your Leadership score by 3 for the purpose of determining how many followers you have."
		]
	}
}
