{
	"crisis_of_conscience": {
		"name": "Crisis of Conscience",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Crisis of Conscience (Story)",
			"",
			"{SOURCE Champions of Balance/5}",
			"",
			"Your internal struggle and contradictory actions have left you teetering on a knife's edge between good and evil. You must choose which path you will make your own.  ",
			"**Prerequisites:** Lawful neutral, neutral, or chaotic neutral alignment. Your alignment must have shifted from either good or evil at least once since 1st level or the last time you completed this feat (see Special).  ",
			"**Benefit:** You are an enigma unto those who cleave to notions of morality as guiding life principles. Habits and mannerisms from your past life send subtly confusing signals to those trying to read you. Whenever another character attempts to discern your alignment, loyalties, or intentions (including via magical effects such as {spell/detect thoughts} and when you are using Bluff to send a secret message or feint), you gain a +2 bonus on opposed skill checks and on Will saving throws to resist such effects.  ",
			"**Goal:** Resolve your conscience with an act of decisive good or evil that shifts your alignment accordingly. Acts of decisive good include dedicating your worldly wealth to a noble cause or charitable institution, risking death for the sake of others, or another notable sacrifice for a greater good. Acts of decisive evil include reducing a city to penury and starvation, murdering or terrorizing innocents, or other, darker deeds.  ",
			"**Completion Benefit:** If your alignment changes from good to evil or evil to good, you know how to entice others down your path. While you retain this alignment, you gain a +2 bonus on Charisma- and Wisdom-based skill checks made to interact with a sentient creature of your previous (and now opposite) moral alignment. This bonus increases to +4 if success would cause the target to act against its moral alignment (at the GM's discretion). If it does so, you retain this bonus when interacting with that target until its moral alignment is the same as yours.",
			"",
			"If you return to your original moral alignment, you have gained deeper insight into your convictions. While you retain this moral alignment, you become aware of any action or item that could adversely affect your alignment or your standing with your deity (if you have one), including magical effects. You acquire this information prior to performing such an action or becoming associated with such an item if you take a moment to contemplate the act.  ",
			"**Special:** If you've already completed this feat by changing to the opposite moral alignment and have since returned to being morally neutral, you may take this feat a second time. You gain no additional basic benefits, but if you complete this feat's goal a second time by crossing back to your original alignment, you gain additional completion benefits - you gain the second completion benefit, and can apply the first benefit against good and evil creatures."
		]
	},
	"critical_conduit": {
		"name": "Critical Conduit",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Critical Conduit",
			"",
			"{SOURCE Animal Archive/18}",
			"",
			"You are deadly when delivering your master's magic.  ",
			"**Prerequisites:** Deliver touch spells ability, {sidekick/familiar}.  ",
			"**Benefit:** When delivering a touch spell for your master, the critical threat range of your touch attack is doubled. This feat does not stack with {feat/Improved Critical} or other effects that increase critical threat range."
		]
	},
	"critical_focus": {
		"name": "Critical Focus",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Critical Focus (Combat, Critical)",
			"",
			"{SOURCE PRPG Core Rulebook/120}",
			"",
			"You are trained in the art of causing pain.  ",
			"**Prerequisites:** Base attack bonus +9.  ",
			"**Benefit:** You receive a +4 circumstance bonus on attack rolls made to confirm critical hits.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">If your successful critical confirmation roll is a natural 19 or 20, you can spend 2 stamina points to roll another confirmation roll. If this confirmation roll also succeeds, increase your critical multiplier by 1 for this attack, and you can roll again. If you continue to roll 19 or 20, you can continue to spend stamina points for additional rolls, and the increases to the critical multiplier stack.",
			"",
			"### Mythic Critical Focus",
			"",
			"{SOURCE Mythic Adventures/61}",
			"",
			"Your blows unerringly find your target's vital spots.  ",
			"**Prerequisites:** Critical Focus.  ",
			"**Benefit:** You automatically confirm critical threats against non-mythic opponents. In addition, when you threaten a critical hit against a creature wearing armor with the {magic-enh/fortification} special ability or similar effect, that creature must roll twice and take the worse result when determining critical hit negation."
		]
	},
	"critical_mastery": {
		"name": "Critical Mastery",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Critical Mastery (Combat, Critical)",
			"",
			"{SOURCE PRPG Core Rulebook/120}",
			"",
			"Your critical hits cause two additional effects.  ",
			"**Prerequisites:** {feat/Critical Focus}, any two {main/feats_<critical/ feats}, 14th-level fighter.  ",
			"**Benefit:** When you score a critical hit, you can apply the effects of two critical feats in addition to the damage dealt.  ",
			"**Normal:** You can only apply the effects of one critical feat to a given critical hit in addition to the damage dealt.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When you confirm a critical hit, instead of applying the effects of two critical feats you possess, you can spend 2 stamina points to apply the effect of any one critical feat you don't possess (but for which you qualify).",
			"",
			"### Mythic Critical Mastery",
			"",
			"{SOURCE Mythic Adventures/61}",
			"",
			"Your critical hits are versatile and devastating.  ",
			"**Prerequisites:** Mythic Critical Focus, Critical Mastery.  ",
			"**Benefit:** When using Critical Mastery, increase the number of critical feats you may apply by every 3 tiers that you possess."
		]
	},
	"critical_versatility": {
		"name": "Critical Versatility",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Critical Versatility (Combat)",
			"",
			"{SOURCE Advanced Race Guide/76}",
			"",
			"An open mind and combat training grant versatility to your critical hits.  ",
			"**Prerequisites:** Fighter level 11th, {race/human}.  ",
			"**Benefit:** Once per day, you can spend 1 hour practicing maneuvers to gain one single {main/feats_<critical/ feat} that you meet the prerequisites for. You gain the benefits of the chosen critical feat until you choose to practice a different critical feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">You can spend 5 stamina points to use this feat a second time per day."
		]
	},
	"crossbow_mastery": {
		"name": "Crossbow Mastery",
		"sources": [
			"Advanced Player's Guide",
			"Curse of the Crimson Throne Player's Guide",
			"Pathfinder Campaign Setting",
			"Pathfinder Unchained"
		],
		"description": [
			"## Crossbow Mastery (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/157;Curse of the Crimson Throne Player's Guide/10;Pathfinder Campaign Setting/218}",
			"",
			"You can load crossbows with blinding speed and even fire them in melee with little fear of reprisal.  ",
			"**Prerequisites:** Dex 15, {feat/Point-Blank Shot}, {feat/Rapid Reload}, {feat/Rapid Shot}.  ",
			"**Benefit:** The time required for you to reload any type of crossbow is reduced to a free action, regardless of the type of crossbow used. You can fire a crossbow as many times in a full attack action as you could attack if you were using a bow. Reloading a crossbow for the type of crossbow you chose when you took Rapid Reload no longer provokes attacks of opportunity.  ",
			"**Special:** Starting at 6th level, a {class/ranger} with the archery combat style may select Crossbow Mastery as a combat style feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, reloading any kind of crossbow no longer provokes attacks of opportunity."
		]
	},
	"crowd_control": {
		"name": "Crowd Control",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Crowd Control (Combat, Teamwork)",
			"",
			"{SOURCE Divine Anthology/6}",
			"",
			"You and your allies have been trained to prevent enemies from moving around or through your formation.  ",
			"**Prerequisites:** Base attack bonus +3.  ",
			"**Benefit:** You gain a +2 competence bonus to your CMD when an enemy uses {skill/Acrobatics} to move through a square you threaten. For each ally within your reach that also has this feat, the bonus increases by an additional 2."
		]
	},
	"crowd_of_bullies": {
		"name": "Crowd of Bullies",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Crowd of Bullies (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/204}",
			"",
			"Your failed attempt to humiliate a foe reveals its weaknesses to your allies.  ",
			"**Prerequisites:** {race/Half-orc}.  ",
			"**Benefit:** Whenever you fail a combat maneuver check, your allies within 30 feet who also have this feat gain a +2 circumstance bonus on combat maneuver checks of the same type against the same foe for 1 round."
		]
	},
	"cruelty": {
		"name": "Cruelty",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Cruelty",
			"",
			"{SOURCE Inner Sea Gods/209}",
			"",
			"The suffering of others compels you to greater cruelties.  ",
			"**Prerequisites:** Worshiper of {faith/Zon-Kuthon}.  ",
			"**Benefit:** Whenever you deal {rule/bleed} damage to an opponent, cause an opponent to suffer a fear or pain effect, or reduce an opponent's hit points to 0 or fewer, you gain a +2 morale bonus on attack rolls and weapon damage rolls for 1 round."
		]
	},
	"crusaders_fist": {
		"name": "Crusader's Fist",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Crusader's Fist (Combat)",
			"",
			"{SOURCE Ultimate Combat/94}",
			"",
			"You pour divine energy into the enemy you strike.  ",
			"**Prerequisites:** {ability/Lay on hands} class feature or touch of corruption class feature, {feat/Improved Unarmed Strike}, base attack bonus +6.  ",
			"**Benefit:** When you attack with an unarmed strike and hit a creature that you can harm with your lay on hands or touch of corruption feature, you can use a swift action to expend a daily use of that feature to deal its normal damage as if you had hit with the feature's normal touch attack. This extra damage is not multiplied if you scored a critical hit.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When you use Crusader's Fist and confirm a critical hit, you can spend 5 stamina points to multiply the extra damage for that critical hit."
		]
	},
	"crusaders_flurry": {
		"name": "Crusader's Flurry",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Crusader's Flurry",
			"",
			"{SOURCE Ultimate Combat/94}",
			"",
			"You learned to use your deity's favored weapon as part of your martial arts form.  ",
			"**Prerequisites:** {ability/Channel energy} class feature, flurry of blows class feature, {feat/Weapon Focus} with your deity's favored melee weapon.  ",
			"**Benefit:** You can use your deity's favored weapon as if it were a monk weapon."
		]
	},
	"crushing_blow": {
		"name": "Crushing Blow",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Crushing Blow (Combat)",
			"",
			"{SOURCE Ultimate Combat/94}",
			"",
			"Your focus allows you to smash your enemy's defenses.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Stunning Fist}.  ",
			"**Benefit:** You can make a Stunning Fist attempt as a full-round action. If successful, instead of stunning your target, you reduce the target's AC by an amount equal to your Wisdom modifier for 1 minute. This penalty does not stack with other penalties applied due to Crushing Blow.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When using this feat, you can spend either 2 or 4 stamina points. If you do, the Crushing Blow attack reduces the target's AC by an additional 1 for every 2 stamina points you spent."
		]
	},
	"crushing_impact": {
		"name": "Crushing Impact",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Crushing Impact (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/24}",
			"",
			"You slam into your foes with brute strength as unyielding as a wall.  ",
			"**Prerequisites:** Str 13, {feat/Improved Bull Rush}, {feat/Improved Unarmed Strike}, {feat/Power Attack}.  ",
			"**Benefit:** Whenever you successfully {rule/bull rush} an enemy and its movement is stopped by a solid object or barrier, you deal your unarmed strike damage to the foe, as long as it's within your threatened area. If you performed your bull rush as part of a charge, you gain a +2 bonus on your damage roll."
		]
	},
	"cry_challenge": {
		"name": "Cry Challenge",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Cry Challenge",
			"",
			"{SOURCE Giant Hunter's Handbook/22}",
			"",
			"With a ferocious shout or vigorous gestures, you provoke an opponent's ire. By tricking the opponent into making a clumsy swing at you, you provide an opening for your allies.  ",
			"**Prerequisites:** {feat/Antagonize}.  ",
			"**Benefit:** When you take a 5-foot step, you can choose for that step to provoke attacks of opportunity from all opponents that threaten you after the step. You gain a +4 dodge bonus to AC against attacks of opportunity provoked in this manner.  ",
			"**Normal:** A 5-foot step doesn't provoke an attack of opportunity."
		]
	},
	"cry_of_mercy": {
		"name": "Cry of Mercy",
		"sources": [ "Pathfinder #39: The City of Seven Spears" ],
		"description": [
			"## Cry of Mercy",
			"",
			"{SOURCE Pathfinder #39: The City of Seven Spears/74}",
			"",
			"You invoke an ancestral boon to modify your fatal blows, and those of your allies, so that they render your foes merely unconscious.  ",
			"**Prerequisites:** Wis 13.  ",
			"**Benefit:** As a swift action once per day, you may call upon the spirits of your ancestors to prevent your opponents from dying. For the remainder of the combat, all of your dying opponents are {misc/stabilize/d} at their current hit points, and any opponents who would be killed by damage from you or your allies are instead reduced to -1 hit point and stabilized. This is a supernatural ability. If an ally wants to kill an opponent despite the efforts of your ancestral spirits, she may attempt a Will saving throw (DC equal to 10 plus half your level plus your Wisdom modifier); success means her attacks affect the opponents normally."
		]
	},
	"crypt_spell": {
		"name": "Crypt Spell",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Crypt Spell (Metamagic)",
			"",
			"{SOURCE Planar Adventures/26}",
			"",
			"You can infuse your magic with the unswayable power of the Boneyard, sending foes to face ineluctable judgment.  ",
			"**Benefit:** You can enhance any spell that inflicts hit point damage to become a crypt spell. A creature that dies within 1 round of being damaged by a crypt spell is considered to have been killed by a death effect for the purpose of being returned to life. An undead creature damaged by a crypt spell gains the {misc/sickened} condition for a number of rounds equal to the spell's original spell level; this duration is halved if the undead creature succeeds at its saving throw against the spell. If the spell does not allow a save, the target can attempt a Will save to negate the sickened effect. A crypt spell gains the death descriptor.",
			"",
			"A crypt spell uses a spell slot 1 level higher than the spell's normal spell level."
		]
	},
	"crystalline_cloud": {
		"name": "Crystalline Cloud",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Crystalline Cloud",
			"",
			"{SOURCE Plane-Hopper's Handbook/14}",
			"",
			"You can release large amounts of crystalline dust to create a diversion or cover your allies.  ",
			"**Prerequisites:** {race/Aphorite}, character level 5th, crystalline dust racial trait.  ",
			"**Benefit:** When you use your crystalline dust supernatural racial trait, you can instead create a cloud of crystalline dust in a 10-foot radius centered on you. The cloud does not obscure sight, but allies within the cloud receive the benefit of your crystalline dust. The cloud can be maintained each round as a free action as long as you remain within the cloud's area. A moderate wind (11+ mph), such as from a gust of wind spell, disperses the cloud immediately. Each round that the crystalline cloud is active expends 2 rounds of your crystalline dust racial trait. If you have the {feat/Gilded Weapons} feat, any creature with the chaotic subtype that enters the cloud must succeed at a Fortitude save (DC = 10 + half your character level + your Charisma modifier) or be {misc/sickened} for 1 round."
		]
	},
	"cudgeler_style": {
		"name": "Cudgeler Style",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Cudgeler Style (Combat, Style)",
			"",
			"{SOURCE Melee Tactics Toolbox/13}",
			"",
			"You have learned how to rush your foe and deliver an incapacitating blow.  ",
			"**Prerequisites:** {feat/Bludgeoner}.  ",
			"**Benefit:** When you hit with a charge attack to deal nonlethal damage while using this style, your weapon deals damage as if it were {misc/one size category larger} than it actually is. If you have the ability to make more than one attack on a charge, this increase applies only to your first attack."
		]
	},
	"cudgeler_sweep": {
		"name": "Cudgeler Sweep",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Cudgeler Sweep (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/13}",
			"",
			"Your powerful blows can knock down your opponents.  ",
			"**Prerequisites:** {feat/Bludgeoner}, {feat/Cudgeler Style}, base attack bonus +5 or monk level 5th.  ",
			"**Benefit:** When you hit with a charge attack using the Cudgeler Style feat, you can immediately attempt a single {rule/trip} combat maneuver check against the target with a +2 competence bonus as a free action. This provokes an attack of opportunity as normal for a trip combat maneuver."
		]
	},
	"cudgeler_takedown": {
		"name": "Cudgeler Takedown",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Cudgeler Takedown (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/13}",
			"",
			"Opponents you batter to the ground stay down.  ",
			"**Prerequisites:** {feat/Bludgeoner}, {feat/Cudgeler Style}, {feat/Cudgeler Sweep}, base attack bonus +9 or monk level 9th.  ",
			"**Benefit:** When you hit with a charge attack using the Cudgeler Style feat, your weapon deals damage as though it were {misc/one size category larger} for 1 round or until it leaves your hand. When you successfully {rule/trip} an opponent with the Cudgeler Sweep feat, your opponent must succeed at a Fortitude save (DC = 10 + your character level + your Strength modifier) or be {misc/stunned} for 1 round."
		]
	},
	"cultivate_magic_plants": {
		"name": "Cultivate Magic Plants",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Cultivate Magic Plants (Item Creation)",
			"",
			"{SOURCE Ultimate Wilderness/109}",
			"",
			"You combine a natural green thumb and knowledge of magic in order to grow magic plants.  ",
			"**Prerequisites:** {feat/Brew Potion}, {feat/Craft Wondrous Item}, Knowledge (nature) 1 rank.  ",
			"**Benefit:** You can cultivate {main/magic /plants>misc}. Cultivating a magic plant takes 1 week per 1,000 gp in its base price. When you create a magic plant, you make the same choices that you would normally make when casting the spell. Whoever consumes the fruit of the magic plant is the target of the spell."
		]
	},
	"cunning": {
		"name": "Cunning",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Cunning",
			"",
			"{SOURCE Villain Codex/128}",
			"",
			"You are particularly devious, and can master more skills than others in the same amount of time.  ",
			"**Benefit:** You gain 1 additional skill point per Hit Die. When you take this feat, you gain a number of skill points equal to your Hit Dice right away, and every time your Hit Dice increase in the future, you will gain an additional skill point as well."
		]
	},
	"cunning_caster": {
		"name": "Cunning Caster",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Cunning Caster",
			"",
			"{SOURCE Heroes of the Streets/28}",
			"",
			"Whether a smuggler or spy, you've learned to use misdirection and legerdemain to conceal your own magical abilities.  ",
			"**Prerequisites:** {feat/Deceitful}, ability to cast 1st-level spells.  ",
			"**Benefit:** When casting a spell, you can attempt a Bluff check (opposed by observers' Perception checks) to conceal your actions from onlookers. If the spell requires material components, you take a -4 penalty on the Bluff check. If the spell requires somatic components, you take a -4 penalty on the Bluff check. If the spell requires verbal components, you take a -4 penalty on the Bluff check. If the spell requires a focus or divine focus, you take a -4 penalty on the Bluff check. If the spell produces an obvious effect (such as a summoned creature or visible spell effect), you take a -4 penalty on the Bluff check, and even if your check is successful, observers still see the spell effect (though they fail to notice that you are responsible for it). All Bluff check penalties are cumulative."
		]
	},
	"cunning_intuition": {
		"name": "Cunning Intuition",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Cunning Intuition (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/81}",
			"",
			"You can read your foe's body language to gauge your foe and gain an edge in combat.  ",
			"**Prerequisites:** {feat/Alertness}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Quick Draw}, {feat/Ready for Anything}, base attack bonus +13 or rogue level 13th, Sense Motive 13 ranks.  ",
			"**Benefit:** When you {rule/ready an action}, you do not need to declare what action you will take, only the trigger for that action and an action type (either standard, move, swift, or free). If you choose the standard action type, you can take a move action instead when your readied action triggers. When the condition triggers, you can choose a specific action of the appropriate type to take."
		]
	},
	"cunning_killer": {
		"name": "Cunning Killer",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Cunning Killer",
			"",
			"{SOURCE Blood of the Beast/11}",
			"",
			"You mercilessly dispatch those creatures that you outwit.  ",
			"**Prerequisites:** Base attack bonus +2, Knowledge (arcana, dungeoneering, local, nature, planes, or religion) 3 ranks.  ",
			"**Benefit:** When you succeed at a Knowledge check to identify a creature with an Intelligence score of 2 or less, you gain a +1 insight bonus on attack and damage rolls against that creature for a number of rounds equal to your Intelligence bonus. When your base attack bonus reaches +4 and every 4 points thereafter, increase the Intelligence score of the creatures you can affect with this ability by 2 (maximum 12 Intelligence); your Intelligence must exceed the target's Intelligence by 5 or more for you to gain any benefit. When your base attack bonus reaches +6 and every 6 points thereafter, increase the insight bonus on attack and damage rolls by 1 (maximum +4)."
		]
	},
	"curative_mastery": {
		"name": "Curative Mastery",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Curative Mastery (Item Mastery)",
			"",
			"{SOURCE Healer's Handbook/14}",
			"",
			"You can invoke a magic item's innate conjuration magic to conjure positive energy for healing wounds.  ",
			"**Prerequisites:** Use Magic Device 1 rank, base Fortitude bonus +2.  ",
			"**Benefit:** You can cause an item that has a 1st-level or higher conjuration spell listed in its construction requirements to cast {spell/cure light wounds} as a spell-like ability, using the item's caster level as the spell's caster level. You can use this feat once per day, plus one additional time per day when your base Fortitude save bonus reaches +4, +6, +8, +10, and +12.",
			"",
			"You can expend two uses of this feat to cast {spell/cure moderate wounds}, three uses to cast {spell/cure serious wounds}, four uses to cast {spell/cure critical wounds}, and five uses to cast {spell/breath of life}, provided that the item's construction requirements include a spell whose level is equal to or greater than the level of the spell-like ability to be used (2nd level for *cure moderate wounds,* 3rd level for *cure serious wounds,* 4th level for *cure critical wounds,* and 5th level for *breath of life*)."
		]
	},
	"curious_companion": {
		"name": "Curious Companion",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Curious Companion",
			"",
			"{SOURCE Wilderness Origins/21}",
			"",
			"Heroes tend to pick up the oddest friends - birds of the sky and beasts of the wood. Your companions are strange even by these standards.  ",
			"**Prerequisites:** {ability/Animal companion} class feature.  ",
			"**Benefit:** You can select a plant companion or vermin companion as your animal companion."
		]
	},
	"curse_mastery": {
		"name": "Curse Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Curse Mastery (Item Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/26}",
			"",
			"You can coax curses from necromantic magic items.  ",
			"**Prerequisites:** Use Magic Device 3 ranks, base Fortitude save bonus +6.  ",
			"**Benefit:** You can cause an item that has a necromancy spell of 3rd level or higher in its construction requirements to cast {spell/bestow curse}. You can use this feat once per day, plus an additional time per day at base Fortitude save bonus +9 and +12."
		]
	},
	"curse_of_vengeance": {
		"name": "Curse of Vengeance",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Curse of Vengeance",
			"",
			"{SOURCE Inner Sea Gods/209}",
			"",
			"Your deity lays curses upon those who wrong you.  ",
			"**Prerequisites:** Ability to cast at least one spell or spell-like ability with the curse descriptor, worshiper of {faith/Calistria}.  ",
			"**Benefit:** Whenever you are rendered helpless or a creature kills you, you can cast a single spell or spell-like ability with the curse descriptor as an immediate action before you become helpless or are killed. The curse must have a casting time of 1 standard action or less and must target the creature who rendered you helpless or who killed you. If the curse has a range of touch and the attacker is not within your reach, you can deliver it as a ranged touch attack with a range of 30 feet."
		]
	},
	"cursed_conduit": {
		"name": "Cursed Conduit",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Cursed Conduit",
			"",
			"{SOURCE Blood of the Coven/20}",
			"",
			"Something inside you soothes the lingering malice within corrupted magic items.  ",
			"**Benefit:** You are not compelled to keep or use cursed items you touch so long as your character level is equal to or higher than the item's caster level. You are still affected by the afflictions of any cursed item you carry or use, but you gain a bonus on saving throws against curse effects equal to one-third the caster level of the highest-level cursed item you carry."
		]
	},
	"cursed_item_detection": {
		"name": "Cursed Item Detection",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Cursed Item Detection",
			"",
			"{SOURCE Dungeoneer's Handbook/12}",
			"",
			"Your arcane prowess is so great that even cursed items fail to befuddle you.  ",
			"**Prerequisites:** {skill/Spellcraft} 5 ranks, ability to cast {spell/detect magic} as a spell or spell-like ability.  ",
			"**Benefit:** You gain a +2 bonus on checks made to identify the properties of magic items. In addition, you need only exceed the DC of these checks by 5 in order to determine whether or not an item is cursed.  ",
			"**Normal:** Unless the check made to identify a cursed item exceeds the DC by 10 or more, the item's curse cannot be detected."
		]
	},
	"cursed_love": {
		"name": "Cursed Love",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Cursed Love (Story)",
			"",
			"{SOURCE Agents of Evil/8}",
			"",
			"Your love forces you to endure the harshest of endeavors, despite the fact that most people would view your romance as madness.  ",
			"**Prerequisites:** You must have a romantic interest who has fallen to some dark influence and rejects you out of shame or fear of newfound capabilities, or must have the Bad Romance or Temptation [Conflict/Romance background](rule/bad_beginnings).  ",
			"**Benefit:** You are well versed in a dark society's way of thinking and in weathering abuse. Select a form of corruption that your lover fell to or willingly embraced: evil divine casters, evil arcane casters, undead creatures, or humanoid creatures with the shapeshifter subtype. You gain a +2 bonus on Diplomacy and Sense Motive checks when dealing with such creatures, and a +2 bonus on saving throws to resist any effects that would spread their corruption to you (such as a {template/vampire/'s} create spawn ability or a werewolf's curse of {corruption/lycanthropy}). Once per day, when you would normally be reduced below 0 hit points by an attack from such a creature, you instead immediately gain a number of {rule/temporary hit points} equal to half your character level.  ",
			"**Goal:** Find a way to be with your lover in a permanent fashion, either by persuading your lover to reject the influence of evil or by willingly embracing the same corruption.  ",
			"**Completion Benefit:** You no longer suffer abuse from those with whom your lover associates, and instead command a measure of their respect. You gain a +2 bonus on Intimidate checks against members of your chosen form of corruption. If you have 10 or more ranks in Intimidate, this bonus increases to +4. When you would normally be reduced below 0 hit points by an attack from such a source, you instead immediately gain a number of temporary hit points equal to your character level."
		]
	},
	"cushioning_armor": {
		"name": "Cushioning Armor",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Cushioning Armor (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/16}",
			"",
			"You twist in your armor, allowing it to mitigate your fall.  ",
			"**Prerequisites:** Armor training class feature, proficiency with medium or heavy armor.  ",
			"**Benefit:** When you take {rule/falling} damage, you can direct half of the damage to your armor. This damage ignores the armor's hardness.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 5 stamina points to utilize your armor's hardness when directing falling damage to it."
		]
	},
	"cushioning_shield": {
		"name": "Cushioning Shield",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Cushioning Shield (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/18}",
			"",
			"You let your shield absorb some of the damage from a fall.  ",
			"**Prerequisites:** {feat/Shield Focus}, base attack bonus +6 or fighter level 4th.  ",
			"**Benefit:** When you fall 10 or more feet, you can direct half of the {rule/falling} damage you would take to your shield. This damage ignores the shield's hardness.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 5 stamina points to utilize your shield's hardness when directing falling damage to it."
		]
	},
	"cut_from_the_air": {
		"name": "Cut from the Air",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Cut from the Air (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/22}",
			"",
			"Your powerful and swift attacks can slice ranged attacks out of the air.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +5, weapon training class feature with a melee weapon.  ",
			"**Benefit:** When a ranged attack is made against you or a target adjacent to you, you can cut the weapon (or ammunition) out of the air, deflecting the attack so the target takes no damage. As an attack of opportunity, make a melee attack roll at your highest bonus. If the result is greater than the attack roll total of the ranged attack, the attack is deflected. You must be aware of the attack and not {rule/flat-footed}. Unusually massive ranged weapons (such as boulders or ballista bolts) and ranged attacks generated by spell effects cannot be deflected."
		]
	},
	"cut_your_losses": {
		"name": "Cut Your Losses",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Cut Your Losses",
			"",
			"{SOURCE Pathfinder Society Primer/15}",
			"",
			"You realize that sometimes it's a safer bet to simply get out of danger's way as fast as possible. You are able to summon a surge of adrenaline when you grab what is most dear to you and run.  ",
			"**Prerequisites:** Str 13, Acrobatics 1 rank.  ",
			"**Benefit:** Whenever you {rule/withdraw} as a full-round action and have at least one free hand, you can pick up one unattended object or unconscious ally of your size or smaller at any point during your movement without provoking attacks of opportunity. Any additional movement performed on your turn still provokes attacks of opportunity as normal.",
			"",
			"In addition, you treat your Strength score as 2 higher for the purpose of determining your carrying capacity."
		]
	},
	"cutting_humiliation": {
		"name": "Cutting Humiliation",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Cutting Humiliation",
			"",
			"{SOURCE Ultimate Intrigue/81}",
			"",
			"You know how to cut a foe deeply with humiliation.  ",
			"**Prerequisites:** {feat/Persuasive}, Intimidate 5 ranks.  ",
			"**Benefit:** When you successfully demoralize a target by using a verbal Intimidate check in a social situation (rather than an Intimidate check you can make via an ability such as {feat/Dazzling Display} or {feat/Enforcer}), you can instead humiliate the target, causing it to take a -2 penalty on Charisma-based skill checks and Charisma ability checks for 1 hour + 1 additional hour for every 5 by which the result of your check exceeds the DC. The target can remove the effect early by taking 10 minutes to compose herself. If you fail this check, any creature who witnessed the failure is immune to your humiliation from this feat for 24 hours. If you fail by 5 or more, you become humiliated for 1 hour instead of your target."
		]
	},
	"cypher_magic": {
		"name": "Cypher Magic",
		"sources": [
			"Adventurer's Guide",
			"Second Darkness Player's Guide",
			"Inner Sea World Guide"
		],
		"description": [
			"## Cypher Magic",
			"",
			"{SOURCE Adventurer's Guide/60;Second Darkness Player's Guide/27;Inner Sea World Guide/284}",
			"",
			"Your intimacy with runes and the mysteries of ancient arcana has taught you secret ways to draw greater power from magical writings. The [Cyphermages](rule/aff_i_tradition) of Riddleport initially devised these unusual methods, but they have since spread far and wide through the Inner Sea region.  ",
			"**Prerequisites:** Int 15, {feat/Scribe Scroll}.  ",
			"**Benefit:** You cast spells from scrolls at 1 caster level higher than the scroll's caster level. In addition, you gain a +2 bonus on caster level checks to activate a scroll with a higher caster level than your own."
		]
	},
	"cypher_script": {
		"name": "Cypher Script",
		"sources": [
			"Adventurer's Guide",
			"Second Darkness Player's Guide",
			"Inner Sea World Guide"
		],
		"description": [
			"## Cypher Script",
			"",
			"{SOURCE Adventurer's Guide/60;Second Darkness Player's Guide/27;Inner Sea World Guide/284}",
			"",
			"Through researching lengthy, ancient, arcane scripts salvaged from Thassilonian ruins, you have discovered a more efficient method of recording spells. As with the Cypher Magic feat, Cypher Script was originally developed by the [Cyphermages](rule/aff_i_tradition) of Riddleport, but recently has been spreading through the Inner Sea region.  ",
			"**Prerequisites:** Knowledge (arcana) 1 rank, Linguistics 1 rank, Spellcraft 1 rank, spellbook class feature.  ",
			"**Benefit:** Any spell you scribe in your spellbook costs half as much as normal and takes up only half the room it normally would (round all fractions up). It takes you only 10 minutes per spell level to scribe a spell into your spellbook (5 minutes for cantrips)."
		]
	},
	"daggermark_lore": {
		"name": "Daggermark Lore",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Daggermark Lore",
			"",
			"{SOURCE Advanced Class Origins/26}",
			"",
			"You understand the exclusive poisons brewed by your guild far better than the buyers you sell to, and you can deliver them so they are more difficult to weather.  ",
			"**Prerequisites:** Craft (alchemy) 5 ranks, member of the Daggermark Poisoner's Guild, poison lore or {ability/poison use} class feature.  ",
			"**Benefit:** Choose one poison. When you deliver that poison, the number of saves needed to cure it increases by 1, and the DC to cure it with neutralize poison increases by 5. Succeeding at the initial save still negates the poison.",
			"",
			"Additionally, if you have the poison lore class feature, you're considered to have the poison use class feature for the purpose of meeting prerequisites."
		]
	},
	"damned": {
		"name": "Damned",
		"sources": [
			"Quests and Campaigns",
			"Ultimate Campaign"
		],
		"description": [
			"## Damned (Story)",
			"",
			"{SOURCE Quests and Campaigns/8;Ultimate Campaign/67}",
			"",
			"From your earliest days, you were destined to sacrifice everything in your quest for power.  ",
			"**Prerequisites:** You must have had friendly contact with an evil-aligned outsider that would qualify as a challenging foe, have a fiend-related sorcerous bloodline such as {sorcbloodline/abyssal} or {sorcbloodline/infernal}, have direct fiendish ancestry (such as being a {race/tiefling} or {template/half-fiend}), or have the Fiend Raised [adopted background](rule/birth_circumstances_and_more) or The Fiend {rule/influential_<associate/ background>s_table}.  ",
			"**Benefit:** You gain a +2 bonus on Charisma-based checks involving evil-aligned outsiders and +1 bonus to the DC of spells and spell-like abilities you use against such creatures. You take a -2 penalty on Charisma-based checks involving good-aligned outsiders.  ",
			"**Goal:** Successfully trade your soul to an evil outsider.  ",
			"**Completion Benefit:** You gain a +2 enhancement bonus to an ability score of your choice. This enhancement bonus can't be dispelled or removed save by the direct intervention of a deity, and counts as a supernatural ability. In addition, you gain a +2 bonus on caster level checks (including dispel checks and checks to bypass spell resistance) against good-aligned outsiders. If you die while under the effects of this agreement, you can't be brought back from the dead unless the evil outsider permits it. You lose your story benefits immediately and permanently if you renege on the arrangement by which you traded your soul, though you keep the feat's basic benefits.",
			"",
			"*Suggested Traits:* {trait/Domineering}, {trait/History of Heresy}, {trait/Magical Flair}.",
			"",
			"### Possible Damned Quests",
			"",
			"| d8 | Quest |",
			"| --- | --- |",
			"| 1 | The Acadamae of Korvosa instructs in the binding of devils. |",
			"| 2 | {monster/Deskari}, a demon lord of the Worldwound, is said to offer power to any mortal who supplicates herself to him. |",
			"| 3 | Summoned fiends supposedly walk the streets of Quantium in Nex. |",
			"| 4 | The labyrinthine Tower of Slant Shadows in Nidal is home to the otherworldly Mother Ravel, who deals only in flesh with those who seek to obtain her favor. |",
			"| 5 | Having long relied on your guile and good looks, you seek a fiendish bargain to prevent aging. You believe speaking with the impossibly long-lived Lady Kaltessa Iyis of Isger may yield a solution. |",
			"| 6 | You seek to locate a powerful {monster/efreeti} in Katapesh, where the land itself is said to be infused with genie magic. |",
			"| 7 | You hope to lure out the Water Lords of the Thuvian desert to commune with a {family/div}. |",
			"| 8 | Your blood calls you to return to your remote ancestral home along the coast of the Steaming Sea, where {monster/Dagon/'s} demonic spawn mingle with fiend-worshiping mortals. |"
		]
	},
	"damned_disciple": {
		"name": "Damned Disciple",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Damned Disciple",
			"",
			"{SOURCE Book of the Damned/178}",
			"",
			"Your diverse experiences influence your choice of boons.  ",
			"**Prerequisites:** {feat/Fiendish Obedience}.  ",
			"**Benefit:** When you gain boons through the Fiendish Obedience feat, you can choose an evangelist boon or an exalted boon, but once you select this boon, it can't be changed. In addition, choose two skills; you gain a +2 profane bonus on checks with those skills."
		]
	},
	"damned_soldier": {
		"name": "Damned Soldier",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Damned Soldier",
			"",
			"{SOURCE Book of the Damned/178}",
			"",
			"Your favored boons reflect your martial predilections.  ",
			"**Prerequisites:** {feat/Fiendish Obedience}.  ",
			"**Benefit:** When you gain boons through the Fiendish Obedience feat, you can choose a sentinel boon or an exalted boon, but once you select this boon, it can't be changed. You gain a +1 profane bonus on weapon damage rolls with your god's favored weapon."
		]
	},
	"dampen_presence": {
		"name": "Dampen Presence",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Dampen Presence",
			"",
			"{SOURCE Dungeoneer's Handbook/10}",
			"",
			"Your habitual stillness makes you difficult to perceive for creatures that use blindsight or blindsense.  ",
			"**Prerequisites:** {feat/Skill Focus} (Stealth), Stealth 5 ranks.  ",
			"**Benefit:** You may use the Stealth skill to hide from any creature attempting to perceive you using {umr/blindsight} or {umr/blindsense}, even if you are clearly in that creature's perceptual field. This feat does not confer any advantages against other forms of perception, such as {umr/scent}, vision, or {umr/tremorsense}."
		]
	},
	"dance_of_chains": {
		"name": "Dance of Chains",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Dance of Chains (Combat)",
			"",
			"{SOURCE Book of the Damned/178}",
			"",
			"In your hands, a spiked chain dances like a living thing.  ",
			"**Prerequisites:** Dex 15, {feat/Chain Mastery}, {feat/Exotic Weapon Proficiency} (spiked chain), {feat/Weapon Finesse}, Perform (dance) 1 rank.  ",
			"**Benefit:** When wielding a {eq-weapon/spiked chain} one-handed, you can add your Dexterity modifier instead of your Strength modifier to that weapon's damage. The spiked chain must be one appropriate for your size. During your turn, you treat your reach with the spiked chain as 5 feet greater. You lose these benefits while fighting with multiple weapons or when using a shield (but not when using a {eq-armor/buckler})."
		]
	},
	"dangerous_tail": {
		"name": "Dangerous Tail",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Dangerous Tail (Combat)",
			"",
			"{SOURCE Monster Codex/140}",
			"",
			"You have trained your tail into a powerful weapon, and wield it with deadly skill.  ",
			"**Prerequisites:** Base attack bonus +5, {monster/Lizardfolk}.  ",
			"**Benefit:** You gain a tail swipe attack. If used as part of a full-attack action, the attack is made at your full base attack bonus - 5. If the tail swipe hits, it deals 1d4 points of damage (assuming you are Medium) + 1/2 your Strength modifier. If you confirm a critical hit against a target with your tail swipe, as a free action you can attempt a trip combat maneuver against that target."
		]
	},
	"daring_exploit": {
		"name": "Daring Exploit",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Daring Exploit",
			"",
			"{SOURCE Paths of the Righteous/11}",
			"",
			"Your determination allows you to accomplish great things, at a risk of great failure.  ",
			"**Prerequisites:** Dare, deeds, or inspiration class ability.  ",
			"**Benefit:** Once per day before using the {swashdeed/derring-do} deed, a {ability/dare>s}, or a similar ability that allows you to roll a die and add the result to a d20 roll, you can roll the bonus die twice and take the higher result. If rolling a high result would allow you to roll the bonus dice additional times, you gain the benefits of this feat only on the first roll. You can use this feat one additional time per day for every 4 character levels you have."
		]
	},
	"dark_affinity": {
		"name": "Dark Affinity",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Dark Affinity",
			"",
			"{SOURCE Plane-Hopper's Handbook/30}",
			"",
			"You have observed the dark stalkers who roam the {rule/Hao Jin Tapestry} and adopted some of their tricks.  ",
			"**Prerequisites:** Character level 3rd, must have visited the Hao Jin Tapestry.  ",
			"**Benefit:** You can cast {spell/darkness} once per day as a spell-like ability using your character level as your caster level. At 7th level, you can also cast {spell/deeper darkness} once per day as a spell-like ability using your character level as your caster level."
		]
	},
	"dark_sight": {
		"name": "Dark Sight",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Dark Sight",
			"",
			"{SOURCE Advanced Race Guide/111}",
			"",
			"With further modification, your eyes can pierce the gloom of even magical darkness.  ",
			"**Prerequisites:** {feat/Gloom Sight}, {race/fetchling}.  ",
			"**Benefit:** You gain the ability to see up to 15 feet clearly in magical darkness, such as that created by the {spell/deeper darkness} spell."
		]
	},
	"darkness_trick": {
		"name": "Darkness Trick",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Darkness Trick",
			"",
			"{SOURCE Ultimate Intrigue/81}",
			"",
			"You can manipulate the luminescence of magic weapons.  ",
			"**Prerequisites:** Use Magic Device 5 ranks, ability to cast darkness.  ",
			"**Benefit:** When wielding a magic weapon that sheds light or that features a luminescent quality, such as a {magic-enh/flaming} or {magic-enh/brilliant energy} weapon, you can deactivate that illumination as a swift action. You can reignite the illumination at any time as a free action. Any intrinsic magic properties that would force the weapon to shed light, such as the extra damage of a flaming weapon, do not function while the illumination is deactivated, and the \"significant portion\" of a brilliant energy weapon that is normally made of light ceases to exist.",
			"",
			"If a weapon affected by this ability ever leaves your possession (for instance, if you drop the weapon or pass it to another creature), its illumination and related abilities instantly return."
		]
	},
	"darting_retrieval": {
		"name": "Darting Retrieval",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Darting Retrieval (Combat, Teamwork)",
			"",
			"{SOURCE Giant Hunter's Handbook/19}",
			"",
			"As your ally disarms a foe, you knock the disarmed item out of the way.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Disarm}.  ",
			"**Benefit:** When an ally who also has this feat disarms an opponent and the disarmed item lands within your melee reach, as an immediate action you can move the disarmed item to another square within your melee reach. If you have at least one hand free and could carry the disarmed item, you can instead pick it up. Using this feat does not provoke an attack of opportunity."
		]
	},
	"darting_viper": {
		"name": "Darting Viper",
		"sources": [
			"Adventurer's Armory 2",
			"Dwarves of Golarion"
		],
		"description": [
			"## Darting Viper (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/11;Dwarves of Golarion/21}",
			"",
			"When using a {eq-weapon/dorn-dergar}, you can quickly attack both near and distant foes.  ",
			"**Prerequisites:** Base attack bonus +4, proficiency with the dwarven dorn-dergar.  ",
			"**Benefit:** You can change whether you're using the dorn-dergar as a normal or reach weapon as a swift action.  ",
			"**Normal:** Changing whether a dorn-dergar is a normal or reach weapon is a move action."
		]
	},
	"dastardly_finish": {
		"name": "Dastardly Finish",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Dastardly Finish (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/157}",
			"",
			"You can take advantage of an enemy's debilitated state to attempt a coup de grace.  ",
			"**Prerequisites:** Sneak attack +5d6.  ",
			"**Benefit:** You can deliver a {misc/coup de grace} to {misc/cowering} or {misc/stunned} targets.  ",
			"**Normal:** You can only coup de grace {misc/helpless} targets.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">You can spend 10 stamina points to deliver a coup de grace against two helpless, cowering, or stunned targets within your reach as a full-round action. This provokes attacks of opportunity twice - one for each coup de grace.",
			"",
			"### Mythic Dastardly Finish",
			"",
			"{SOURCE Mythic Adventures/61}",
			"",
			"You strike downed, dazed, and staggered opponents with deadly efficiency.  ",
			"**Prerequisites:** Dastardly Finish.  ",
			"**Benefit:** You can deliver a coup de grace to {misc/dazed} and {misc/staggered} non-mythic opponents. In addition, when any creature makes a Fortitude saving throw to survive one of your coup de grace attempts, it takes a penalty to that saving throw equal to your tier."
		]
	},
	"dastardly_trick": {
		"name": "Dastardly Trick",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Dastardly Trick (Combat, Panache)",
			"",
			"{SOURCE Dirty Tactics Toolbox/14}",
			"",
			"Your confident attacks leave your foes wavering and unable to regain their composure.  ",
			"**Prerequisites:** Int 13; {feat/Amateur Swashbuckler} or panache class feature; {feat/Combat Expertise}; {feat/Improved Dirty Trick}.  ",
			"**Benefit:** When you attempt a {rule/dirty trick} combat maneuver check and expend 1 point of panache, if the maneuver is successful, your opponent must succeed at a Will save (DC = 10 + 1/2 your character level + your Charisma modifier) to remove its dirty trick condition."
		]
	},
	"dauntless_destiny": {
		"name": "Dauntless Destiny",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Dauntless Destiny",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"Your ability to avert disaster is impressive.  ",
			"**Prerequisites:** Cha 13, {feat/Fearless Curiosity}, Intimidate 10 ranks, {race/human}.  ",
			"**Benefit:** You gain a +1 bonus on saving throws against effects with the emotion descriptor; this bonus stacks with those granted by Fearless Curiosity and {feat/Intimidating Confidence}. In addition, once per day you may reroll a natural 1 on a saving throw or an attack roll. If your reroll results in a successful saving throw or attack roll, as a free action you can make an {skill/Intimidate} check to demoralize the target of your attack or the creature that forced you to make a saving throw, as long as the creature is within 30 feet and can see and hear you. This effect does not apply on saving throws against traps or other objects. This does not stack with other effects that allow you to reroll a saving throw or an attack roll. You may only make one reroll."
		]
	},
	"dawns_blessing": {
		"name": "Dawn's Blessing",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Dawn's Blessing",
			"",
			"{SOURCE Heroes from the Fringe/25}",
			"",
			"As a chosen of the Dawnflower, you are a beacon of hope to the faithful and a bane against the unrepentant.  ",
			"**Prerequisites:** Ability to cast divine spells, sandkin {race/half-orc}, worshiper of {faith/Sarenrae}.  ",
			"**Benefit:** When casting divine spells in bright light, you can treat your caster level as 1 higher. In addition, your damaging spells with the fire or light descriptor deal one additional point of damage even outside areas of bright light."
		]
	},
	"dazing_assault": {
		"name": "Dazing Assault",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Dazing Assault (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/157}",
			"",
			"You can daze foes with wild attacks.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +11.  ",
			"**Benefit:** You can choose to take a -5 penalty on all melee attack rolls and combat maneuver checks to {misc/daze>d} opponents you hit with your melee attacks for 1 round, in addition to the normal damage dealt by the attack. A successful Fortitude save negates the effect. The DC of this save is 10 + your base attack bonus. You must choose to use this feat before making the attack roll, and its effects last until your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">After hitting an opponent with a melee attack, you can spend 5 stamina points to attempt to daze that opponent as if using this feat."
		]
	},
	"dazing_fist": {
		"name": "Dazing Fist",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Dazing Fist (Combat)",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"You know just where to strike to daze your foe.  ",
			"**Prerequisites:** Dex 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +4.  ",
			"**Benefit:** You must declare that you are using this feat before you make your attack roll (thus, a failed attack roll ruins the attempt). Dazing Fist forces a foe damaged by your unarmed attack to attempt a Fortitude saving throw (DC = 10 + 1/2 your character level + your Wisdom modifier), in addition to dealing damage normally. A foe who fails this saving throw is {misc/dazed} for 1 round, until just before your next turn. You can attempt to use Dazing Fist once per day for every 4 character levels you have, but no more than once per round. Constructs, incorporeal creatures, plants, undead, and creatures that are immune to critical hits cannot be affected by this ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">You can spend 5 stamina points to declare that you are using Dazing Fist after you've hit with an unarmed strike attack."
		]
	},
	"dazing_spell": {
		"name": "Dazing Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Dazing Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/157}",
			"",
			"You can daze creatures with the power of your spells.  ",
			"**Benefit:** You can modify a spell to daze a creature damaged by the spell. When a creature takes damage from this spell, they become {misc/dazed} for a number of rounds equal to the original level of the spell. If the spell allows a saving throw, a successful save negates the daze effect. If the spell does not allow a save, the target can make a Will save to negate the daze effect. If the spell effect also causes the creature to become dazed, the duration of this metamagic effect is added to the duration of the spell. A dazing spell uses up a spell slot three levels higher than the spell's actual level. Spells that do not inflict damage do not benefit from this feat."
		]
	},
	"dazzling_display": {
		"name": "Dazzling Display",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Dazzling Display (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/120}",
			"",
			"Your skill with your favored weapon can frighten enemies.  ",
			"**Prerequisites:** {feat/Weapon Focus}, proficiency with the selected weapon.  ",
			"**Benefit:** While wielding the weapon in which you have Weapon Focus, you can perform a bewildering show of prowess as a full-round action. Make an {skill/Intimidate} check to demoralize all foes within 30 feet who can see your display.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When wielding a melee weapon with which you have Weapon Focus, you can make a single melee attack as a standard action against a foe. If the attack hits, you can select any number of foes within 30 feet who saw the attack, including that foe. Spend 2 stamina points per foe you have selected, then attempt an Intimidate check to demoralize those foes.",
			"",
			"### Mythic Dazzling Display",
			"",
			"{SOURCE Mythic Adventures/61}",
			"",
			"You can quickly deter others with your martial mastery.  ",
			"**Prerequisites:** Dazzling Display.  ",
			"**Benefit:** While wielding the weapon with which you have Weapon Focus, you can use Dazzling Display as a standard action with a -5 penalty on your Intimidate check, as a move action with a -10 penalty, or as a swift action with a -20 penalty. You can expend one use of mythic power when you make a Dazzling Display to make those affected by the display {misc/frightened} rather than shaken."
		]
	},
	"dead_inside": {
		"name": "Dead Inside",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Dead Inside (Story)",
			"",
			"{SOURCE Agents of Evil/8}",
			"",
			"You are devoid of both hatred and joy. While many regard you as callous, you have no particular malice in your heart.  ",
			"**Prerequisites:** You must have failed your saving throws against at least five different emotion-manipulating spells or your saving throw against a supernatural creature's fear effect (such as a dragon's frightful presence), or you have the Sunless (early event) or Sole Survivor (growing up) [background](rule/bad_beginnings).  ",
			"**Benefit:** When you are the target of a spell or spell-like ability with the emotion or fear descriptor, you can roll your saving throw twice and take the better result.  ",
			"**Goal:** You overcome your detached state by taking part in an important emotional event, such as finding true love or taking great pleasure in an act of unrepentant evil. Alternatively, you divest yourself of all emotion by severing your remaining emotional ties and eventually changing your alignment to neutral.  ",
			"**Completion Benefit:** You master your emotions. You can ignore any morale bonuses or penalties applied to you by outside forces, though other emotion-based effects (such as the {misc/shaken} condition or an {magic-wondrous/elixir of love}) still affect you if you fail a saving throw against them."
		]
	},
	"deadhand_initiate": {
		"name": "Deadhand Initiate",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Deadhand Initiate (Combat)",
			"",
			"{SOURCE Horror Adventures/84}",
			"",
			"Your adulation of death not only shields you from your fears, it allows you to feed on them.  ",
			"**Prerequisites:** Wis 19, {feat/Deadhand Style}, {feat/Improved Unarmed Strike}, Knowledge (religion) 6 ranks, ki pool class feature, nongood alignment.  ",
			"**Benefit:** While using Deadhand Style, as long as you have at least 1 point in your ki pool, your bonus on saving throws against fear effects increases to +4, and the DC of Intimidate checks attempted against you increases by 8.",
			"",
			"Additionally, if an enemy targets you with a fear effect, you can spend 1 point from your ki pool as an immediate action to gain a number of {rule/temporary hit points} equal to twice your Hit Dice."
		]
	},
	"deadhand_master": {
		"name": "Deadhand Master",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Deadhand Master (Combat)",
			"",
			"{SOURCE Horror Adventures/84}",
			"",
			"Your death-infused punch drains life force from your foes.  ",
			"**Prerequisites:** Wis 23, {feat/Deadhand Initiate}, {feat/Deadhand Style}, {feat/Improved Unarmed Strike}, Knowledge (religion) 14 ranks, ki pool class feature, nongood alignment.  ",
			"**Benefit:** While using Deadhand Style, when you damage a living creature with an unarmed strike, you can spend 2 points from your ki pool as a swift action to inflict 2 temporary {rule/negative levels} on your enemy with no saving throw. Effects that reduce the ki cost also reduce the number of negative levels you inflict on your foe, but effects that increase the ki cost do not increase the number of negative levels you inflict. As long as the foe is affected by the temporary negative levels, you can't recover the ki points you spent, effectively reducing the size of your ki pool. The Fortitude save DC to remove the negative levels and prevent them from becoming permanent is equal to 10 + 1/2 your Hit Dice + your Wisdom modifier. Once the negative levels become permanent or the foe removes them, you can recover your spent ki points. If the foe dies before either happens, you can recover the spent ki after 24 hours."
		]
	},
	"deadhand_style": {
		"name": "Deadhand Style",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Deadhand Style (Combat, Style)",
			"",
			"{SOURCE Horror Adventures/84}",
			"",
			"Your study of death allow you to exploit your foes' fears.  ",
			"**Prerequisites:** Wis 15, {feat/Improved Unarmed Strike}, Knowledge (religion) 4 ranks, ki pool class feature, nongood alignment.  ",
			"**Benefit:** While using this style, if you have at least 1 point in your ki pool, you gain a +2 bonus on saves against fear effects, and the DC of Intimidate checks against you increases by 4. As a swift action, you can spend 1 point from your ki pool to empower your unarmed strikes. Creatures hit with your unarmed strikes must succeed at a Will save (DC = 10 + 1/2 your character level + your Wisdom modifier) or become {,isc/shaken} for a number of rounds equal to your Wisdom modifier. This is a mind-affecting fear effect."
		]
	},
	"deadly_aim": {
		"name": "Deadly Aim",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Deadly Aim (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/121}",
			"",
			"You can make exceptionally deadly ranged attacks by pinpointing a foe's weak spot, at the expense of making the attack less likely to succeed.  ",
			"**Prerequisites:** Dex 13, base attack bonus +1.  ",
			"**Benefit:** You can choose to take a -1 penalty on all ranged attack rolls to gain a +2 bonus on all ranged damage rolls. When your base attack bonus reaches +4, and every +4 thereafter, the penalty increases by -1 and the bonus to damage increases by +2. You must choose to use this feat before making an attack roll and its effects last until your next turn. The bonus damage does not apply to touch attacks or effects that do not deal hit point damage.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When using this feat, you can spend 4 stamina points to reduce the penalty to attack rolls imposed by the feat by 1 until the beginning of your next turn. You can't reduce the penalty below 0.",
			"",
			"### Mythic Deadly Aim",
			"",
			"{SOURCE Mythic Adventures/61}",
			"",
			"Your aim is truly devastating.  ",
			"**Prerequisites:** Deadly Aim.  ",
			"**Benefit:** When you use Deadly Aim, you gain a +3 bonus on ranged damage rolls instead of +2. When your base attack bonus reaches +4, and every +4 thereafter, the bonus on ranged damage rolls increases by +3 rather than +2."
		]
	},
	"deadly_dealer": {
		"name": "Deadly Dealer",
		"sources": [
			"The Harrow Handbook",
			"Varisia, Birthplace of Legends"
		],
		"description": [
			"## Deadly Dealer",
			"",
			"{SOURCE The Harrow Handbook/15;Varisia, Birthplace of Legends/10}",
			"",
			"Your skill with handling a deck and your arcane talents allow you to turn mundane cards into weapons.  ",
			"**Prerequisites:** {feat/Arcane Strike}, {skill/Sleight of Hand} 5 ranks.  ",
			"**Benefit:** You can throw a card as though it were a {eq-weapon/dart}, with the same damage, range, and other features. You must use the Arcane Strike feat when throwing a card in this way, or else the card lacks the magical force and precision to deal lethal damage. A card is destroyed when thrown in this way.",
			"",
			"Harrow cards are treated as {rule/masterwork weapons} when thrown using this feat, but are still destroyed after they are thrown. A {eq-misc/harrow deck} can no longer be used as a fortune-telling device after even a single card is thrown.",
			"",
			"A spellcaster with this feat can enhance a deck of cards as though it were a ranged weapon with 54 pieces of ammunition. This enhancement functions only when used in tandem with this feat, and has no affect on any other way the cards might be used. Only a character who possesses this feat can use an enhanced deck of cards; she must still use the Arcane Strike feat to activate the cards' enhancement."
		]
	},
	"deadly_finish": {
		"name": "Deadly Finish",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Deadly Finish (Combat)",
			"",
			"{SOURCE Ultimate Combat/94}",
			"",
			"Your attacks don't just fell your opponents - they kill them outright.  ",
			"**Prerequisites:** Base attack bonus +11.  ",
			"**Benefit:** When you hit with a melee attack and reduce your opponent to -1 or fewer hit points, you can force that opponent to succeed at a Fortitude save (DC 15 + the damage your attack dealt) or die.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When you reduce an opponent to 0 hit points, you can spend 2 stamina points to force the creature to succeed at the saving throw for Deadly Finish or die."
		]
	},
	"deadly_grappler": {
		"name": "Deadly Grappler",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Deadly Grappler (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/14}",
			"",
			"While you're grappled, you become even more dangerous.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** You have learned to leverage a grappling creature's weight against it. While you're grappled, attacks you make against the grappler using {eq-armorenh/armor spikes}, a light or one-handed weapon, a natural weapon, or an unarmed strike deal damage as if the strike or weapon were {misc/one size category larger} than it actually is."
		]
	},
	"deadly_horns": {
		"name": "Deadly Horns",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Deadly Horns (Combat)",
			"",
			"{SOURCE Book of the Damned/178}",
			"",
			"Many tieflings bear horns as an overt mark of their fiendish heritage; you have learned to use yours as a weapon.  ",
			"**Prerequisites:** Base attack bonus +1, {race/tiefling}.  ",
			"**Benefit:** You gain a gore natural attack that deals 1d6 points of damage. Due to the awkwardness of attacking this way, you can't make a gore attack and other natural weapon attacks as part of the same full attack. Treat your gore attack as a secondary attack if you also attack with a manufactured weapon as part of a full attack in a round."
		]
	},
	"deadly_kiss": {
		"name": "Deadly Kiss",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Deadly Kiss",
			"",
			"{SOURCE Villain Codex/224}",
			"",
			"You can change your venom to poison those it touches.  ",
			"**Prerequisites:** Toxic racial trait, {race/vishkanya}.  ",
			"**Benefit:** As a swift action when applying your venom to a weapon or object, you can alter it to become a contact poison for 1d4 rounds. In its contact form, your venom has an onset time of 1 minute, and remains indistinguishable from your saliva or blood.",
			"",
			"In addition, you can use your toxic racial trait one additional time per day.",
			"",
			"**Normal:** Vishkanya venom is an injury poison."
		]
	},
	"deadly_stroke": {
		"name": "Deadly Stroke",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Deadly Stroke (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/121}",
			"",
			"With a well-placed strike, you can bring a swift and painful end to most foes.  ",
			"**Prerequisites:** {feat/Dazzling Display}, {feat/Greater Weapon Focus}, {feat/Shatter Defenses}, {feat/Weapon Focus}, proficiency with the selected weapon, base attack bonus +11.  ",
			"**Benefit:** As a standard action, make a single attack with the weapon for which you have Greater Weapon Focus against a {misc/stunned} or {rule/flat-footed} opponent. If you hit, you deal double the normal damage and the target takes 1 point of Constitution {rule/bleed}. The additional damage and bleed is not multiplied on a critical hit.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">You can spend 5 stamina points to make a Deadly Stroke attack against a {misc/dazed} opponent, or 10 stamina points to make a Deadly Stroke against an opponent you are flanking.",
			"",
			"### Mythic Deadly Stroke",
			"",
			"{SOURCE Mythic Adventures/62}",
			"",
			"You can kill with a single stroke.  ",
			"**Prerequisites:** Deadly Stroke.  ",
			"**Benefit:** When making a Deadly Stroke attack, you can expend one use of mythic power to instantly kill a non-mythic living creature. A Fortitude save (DC 10 + your base attack bonus + your tier) negates this effect, though the attack still deals double damage and Con bleed as Deadly Stroke. Constructs, oozes, and creatures immune to critical hits or precision-based damage can't be killed with this feat."
		]
	},
	"deadly_trap": {
		"name": "Deadly Trap",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Deadly Trap",
			"",
			"{SOURCE Ultimate Wilderness/109}",
			"",
			"Your traps are especially deadly, either through their increased accuracy or the viciousness of their blades and bludgeons.  ",
			"**Prerequisites:** Craft (traps) 8 ranks, Survival 8 ranks.  ",
			"**Benefit:** If you craft a trap that requires an attack roll to hit, you can either increase the threat multiplier of the trap by 1 (&times;2 becomes &times;3, and so on) or grant the trap's attack a +4 bonus to confirm a critical hit."
		]
	},
	"deadly_troupe": {
		"name": "Deadly Troupe",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Deadly Troupe (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/204}",
			"",
			"You combine elements of dance and acting with your combat style to distract your enemies.  ",
			"**Prerequisites:** Perform (act) or Perform (dance) 3 ranks, {race/human} (Varisian).  ",
			"**Benefit:** When at least one ally who also has this feat is threatening a foe, you gain a +4 circumstance bonus against that foe on Bluff checks to feint, Bluff checks to create a diversion to hide, and Acrobatics checks to move through that foe's threatened squares. You also gain a +2 circumstance bonus on {rule/steal} and {rule/dirty trick} combat maneuver checks made against that foe."
		]
	},
	"deafening_critical": {
		"name": "Deafening Critical",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Deafening Critical (Combat, Critical)",
			"",
			"{SOURCE PRPG Core Rulebook/121}",
			"",
			"Your critical hits cause enemies to lose their hearing.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +13.  ",
			"**Benefit:** Whenever you score a critical hit against an opponent, the victim is permanently {misc/deafened}. A successful Fortitude save reduces the deafness to 1 round. The DC of this Fortitude save is equal to 10 + your base attack bonus. This feat has no effect on deaf creatures. This deafness can be cured by {spell/heal}, {umr/regeneration}, {spell/remove deafness}, or a similar ability.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess Critical Mastery.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When you confirm a critical hit and attempt to deafen an opponent with this feat, you can spend up to 5 stamina points to increase the DC of this feat's saving throw by an amount equal to the number of stamina points you spent."
		]
	},
	"deafening_explosion": {
		"name": "Deafening Explosion",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Deafening Explosion",
			"",
			"{SOURCE Advanced Race Guide/124}",
			"",
			"Your bombs explode with deafening force.  ",
			"**Prerequisites:** Bomb class feature, {race/hobgoblin}.  ",
			"**Benefit:** You may reduce your bomb damage by one die to give it the ability to deafen the creature struck by it. The bomb must deal fire, force, or sonic damage. If a creature takes a direct hit from your bomb, it must make a saving throw against the bomb's DC or be {misc/deafened} for 1 minute. This deafening is in addition to any other effects the bomb would normally have."
		]
	},
	"death_field": {
		"name": "Death Field",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Death Field (Conduit)",
			"",
			"{SOURCE Planar Adventures/27}",
			"",
			"The deadly power of the Negative Energy Plane creates a field that snuffs out life forces at the cost of your own vitality.  ",
			"**Prerequisites:** Knowledge (planes) 5 ranks.  ",
			"**Benefit:** As a move action, you can exude deadly energy from your body. While this death field is in effect, small plants wither and recoil from you, allowing you to ignore the effects of difficult terrain caused by plant life and ignore the effects of spells like {spell/entangle} that compel vegetation to grasp at you, provided the spell's level is 3rd or lower (the death field cannot affect more powerful plant magic).",
			"",
			"Any {subtype/swarm} that enters your space takes 1d6 points of negative energy damage; this damage is applied before you are affected by any swarm attacks, so if the damage is enough to destroy the swarm, it does not harm you.",
			"",
			"At the end of your turn each round the death field is active, you take 1 point of negative energy damage, and you cannot be healed by positive energy effects while the death field is in place. Magic items and spells that protect against negative energy damage do not protect against this damage, but if you are undead or have negative energy affinity (or a similar ability), the death field instead grants {umr/fast healing} 1 while it is in effect.",
			"",
			"You can use this feat's benefit for a number of rounds per day equal to your ranks in Knowledge (planes). These rounds need not be consecutive. If you have at least 11 ranks in Knowledge (planes), you can activate your death field as a swift action."
		]
	},
	"death_from_above": {
		"name": "Death from Above",
		"sources": [
			"Mythic Adventures",
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Death from Above (Combat)",
			"",
			"{SOURCE Ultimate Combat/94}",
			"",
			"You allow gravity to add extra force to your charges.  ",
			"**Benefit:** Whenever you charge an opponent from higher ground, or from above while flying, you gain a +5 bonus on attack rolls in place of the bonuses from charging and being on higher ground.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">When charging an opponent from higher ground or from above while flying, you can spend 4 stamina points to gain a +5 bonus on the damage roll, and also retain the bonuses from charging and being on higher ground.",
			"",
			"### Mythic Death from Above",
			"",
			"{SOURCE Mythic Adventures/62}",
			"",
			"When attacking from the air or higher ground, you bear down on your enemy to deadly effect.  ",
			"**Prerequisites:** Death from Above.  ",
			"**Benefit:** Whenever you charge an opponent from higher ground, or from above while flying, the critical multiplier of your weapon increases by 2 (to a maximum of &times;6). This doesn't stack with other abilities that increase a weapon's critical multiplier. If your charge attack hits, you can perform a {rule/trip} combat maneuver against the attack's target as a free action without provoking attacks of opportunity."
		]
	},
	"death_from_below": {
		"name": "Death from Below",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Death from Below (Combat)",
			"",
			"{SOURCE Dragonslayer's Handbook/25}",
			"",
			"You have been trained to fight flying creatures.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You gain a +2 circumstance bonus against flying opponents when you have set a weapon against a charge, or when you are allowed an attack of opportunity against the flying opponent."
		]
	},
	"death_or_glory": {
		"name": "Death or Glory",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Death or Glory (Combat)",
			"",
			"{SOURCE Ultimate Combat/94}",
			"",
			"Even when facing a larger foe, you aren't afraid to take great risks in order to finish the fight.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +6.  ",
			"**Benefit:** Against a creature of size Large or larger, you can make a single melee attack as a full-round action, gaining a +4 bonus on the attack roll, damage roll, and critical confirmation roll. You gain an additional +1 on this bonus at base attack bonus +11, +16, and +20 (for a maximum of +7 at base attack +20). After you resolve your attack, the opponent you attack can spend an immediate action to make a single melee attack against you with the same bonuses.  ",
			"**Special:** You can combine the full-round action attack this feat allows with the benefit of {feat/Vital Strike}, {feat/Improved Vital Strike}, or {feat/Greater Vital Strike}.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">When you make a Death or Glory attack, you can spend 5 stamina points to automatically negate the opponent's immediate-action attack against you after it takes the action but before it rolls the attack."
		]
	},
	"death_roll": {
		"name": "Death Roll",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Death Roll (Combat)",
			"",
			"{SOURCE Inner Sea Races/204}",
			"",
			"Like an alligator, you twist and wrench your foe, forcing him to the ground.  ",
			"**Prerequisites:** Bite attack, reptilian subtype.  ",
			"**Benefit:** When grappling a foe of your size or smaller, you can attempt to perform a death roll. Upon a successful {rule/grapple} combat maneuver check to deal damage with your bite attack, you can immediately attempt a second grapple combat maneuver check as a free action. If successful, you knock the target {rule/prone}. Upon knocking the target prone, you must either release the grapple or fall prone and maintain the grapple. This doesn't count as a combat maneuver check to maintain the grapple, and doesn't add any other effects (such as {umr/constrict}) beyond knocking the target prone."
		]
	},
	"deathless_initiate": {
		"name": "Deathless Initiate",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Deathless Initiate (Combat)",
			"",
			"{SOURCE Ultimate Combat/95}",
			"",
			"For you, impending death is a call to wrath.  ",
			"**Prerequisites:** Str 13, Con 13, {race/orc} or {race/half-orc}, {feat/Diehard}, {feat/Endurance}, base attack bonus +6.  ",
			"**Benefit:** You are not {misc/staggered} while using the Diehard feat, but if you take a move and a standard action or a full-round action while you are at 0 or fewer hit points you take 1 point of damage. Further, while using the Diehard feat, you gain a +2 bonus on melee attacks and damage rolls.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">When you are at 0 or fewer hit points, you can spend 2 stamina points to avoid taking damage when you take both a move and a standard action or a full-round action."
		]
	},
	"deathless_master": {
		"name": "Deathless Master",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Deathless Master (Combat)",
			"",
			"{SOURCE Ultimate Combat/95}",
			"",
			"Even if you suffer a grievous wound, you can shrug off the damage and continue your relentless assault.  ",
			"**Prerequisites:** Str 13, Con 15, {race/orc} or {race/half-orc}, {feat/Deathless Initiate}, {feat/Diehard}, {feat/Endurance}, {feat/Ironhide}, base attack bonus +9.  ",
			"**Benefit:** When you are at 0 or fewer hit points, you do not lose 1 hit point when you take an action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">When you are at 0 or fewer hit points, you can spend 2 stamina points as a standard action at the start of your turn to gain 2 temporary hit points. These hit points last for 1 minute."
		]
	},
	"deathless_zealot": {
		"name": "Deathless Zealot",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Deathless Zealot (Combat)",
			"",
			"{SOURCE Ultimate Combat/95}",
			"",
			"Only the most serious wounds can stop you.  ",
			"**Prerequisites:** Str 13, Con 17, {race/orc} or {race/half-orc}, {feat/Deathless Initiate}, {feat/Deathless Master}, {feat/Diehard}, {feat/Endurance}, {feat/Ironhide}, base attack bonus +12.  ",
			"**Benefit:** Whenever a creature rolls to confirm a critical hit against you, it must roll twice and take the lowest result.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">Whenever a creature threatens a critical hit against you and neither of its confirmation rolls would succeed, you can spend 5 stamina points to make an attack of opportunity against that creature."
		]
	},
	"deaths_host": {
		"name": "Death's Host",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Death's Host",
			"",
			"{SOURCE Haunted Heroes Handbook/7}",
			"",
			"You become harder to kill when possessed by the undead.  ",
			"**Prerequisites:** {feat/Spell Focus} (necromancy).  ",
			"**Benefit:** Whenever you are possessed by an undead creature that you do not directly control, you gain a +4 bonus on saving throws against death effects. You don't fall unconscious at negative hit points, and if you or the undead possessing you is forced to attempt a saving throw to resist ending the possession effect, you or your possessor gains a +4 bonus on the saving throw."
		]
	},
	"deaths_suitor": {
		"name": "Death's Suitor",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Death's Suitor (Faction)",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"You have died and returned so often that even Pharasma now deems it part of your fate.  ",
			"**Prerequisites:** [Risen Guard](rule/f_second_life) 20 TPA.  ",
			"**Benefit:** Once per day, you may reroll a save or skill check if failure has a chance of killing you (whether from hit point damage, ability damage, or some instant effect). You must decide to use this ability before the results are revealed. You must take the second roll, even if it is worse."
		]
	},
	"deceitful": {
		"name": "Deceitful",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Deceitful",
			"",
			"{SOURCE PRPG Core Rulebook/121}",
			"",
			"You are skilled at deceiving others, both with the spoken word and with physical disguises.  ",
			"**Benefit:** You get a +2 bonus on all Bluff and Disguise skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
			"",
			"### Mythic Deceitful",
			"",
			"{SOURCE Mythic Adventures/62}",
			"",
			"Your power to mislead is beyond compare.  ",
			"**Prerequisites:** Deceitful.  ",
			"**Benefit:** The bonus on Bluff and Disguise skill checks from Deceitful increases by 2. In addition, you can expend one use of mythic power to treat a Bluff or Disguise check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
		]
	},
	"deceitful_incompetence": {
		"name": "Deceitful Incompetence",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Deceitful Incompetence (Combat)",
			"",
			"{SOURCE Antihero's Handbook/8}",
			"",
			"You learn from your mistakes rapidly when others lower their guard around you.  ",
			"**Prerequisites:** {feat/Combat Reflexes}.  ",
			"**Benefit:** When you make an attack of opportunity in a single round after you have already made an unsuccessful attack of opportunity that round, you gain a cumulative +2 insight bonus on your attack roll for each unsuccessful attack of opportunity. For example, if you have made one unsuccessful attack of opportunity and an enemy provokes another attack of opportunity from you during that same round, you gain a +2 insight bonus on that attack roll, and if you have made two unsuccessful attacks of opportunity in a round and an enemy provokes another attack of opportunity from you during that same round, you gain a +4 insight bonus on that attack roll, and so on."
		]
	},
	"deceptive_exchange": {
		"name": "Deceptive Exchange",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Deceptive Exchange",
			"",
			"{SOURCE Ultimate Combat/95}",
			"",
			"You trick an adversary into grabbing an object you hand them, even in the midst of combat.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Feint}.  ",
			"**Benefit:** If you successfully {skill/feint} an opponent, you can trick that opponent into accepting a one-handed object you are holding instead of denying that opponent its Dexterity bonus to AC against your next attack. The opponent must have appendages capable of holding the object you offer, and it must have one such appendage free to take the object.  ",
			"**Special:** An alchemist who has the {discovery/delayed bomb} alchemist discovery can use this feat to hand an enemy a delayed bomb. Such a delayed bomb detonates at the end of the alchemist's turn. If the bomb is in a creature's square at the end of the alchemist's turn, the bomb deals that creature a direct hit."
		]
	},
	"deconstruct_spell": {
		"name": "Deconstruct Spell",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Deconstruct Spell",
			"",
			"{SOURCE Plane-Hopper's Handbook/14}",
			"",
			"You deconstruct a spell into its constituent glyphs, storing them to replenish your crystalline dust.  ",
			"**Prerequisites:** {feat/Improved Counterspell}, {race/aphorite}, crystalline dust racial trait.  ",
			"**Benefit:** Once per day when you successfully {rule/counterspell>s} or {spell/dispel>_magic} a spell, you can instead deconstruct the spell to regain a number of rounds of your crystalline dust racial trait equal to half the level of the spell. You can't use this feat to gain more than your maximum number of rounds of your crystalline dust racial trait."
		]
	},
	"decoys_misdirection": {
		"name": "Decoy's Misdirection",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Decoy's Misdirection (Familiar)",
			"",
			"{SOURCE Familiar Folio/18}",
			"",
			"You can fool scrying attempts by using your familiar.  ",
			"**Prerequisites:** Must have a {sidekick/familiar} with the {arc-familiar/decoy} archetype.  ",
			"**Benefit:** As long as your familiar is within 30 feet of you, anytime you succeed at a Will save to negate a scrying effect (including {spell/scrying} and {spell/greater scrying}), you become aware of the scrying attempt as though you succeeded at the Spellcraft check to identify it, and you can choose to let the spell function as normal instead of causing it to fail. If you do, you can choose to redirect the scrying effect toward your familiar, causing the familiar to immediately change shape (as its secret sharer spell-like ability, except the duration is as long as the scrying effect lasts). The creator of the scrying effect observes the familiar as though it were you, though spells such as {spell/detect magic} detect the {spell/alter self} effect as normal."
		]
	},
	"dedicated_adversary": {
		"name": "Dedicated Adversary",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Dedicated Adversary (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/10}",
			"",
			"Your repeated encounters with a particular type of enemy have honed your skills against that foe.  ",
			"**Prerequisites:** No levels in a class that has the {ability/favored enemy} class feature.  ",
			"**Benefit:** When you select this feat, choose a specific kind of creature, such as {monster/wolf}, {monster/frost giant}, {monster/goblin}, or {monster/babau/ demon}. You gain the ranger's favored enemy class ability against this particular type of creature with a bonus of +2. This feat does not grant the favored enemy class feature for the purposes of prerequisites. If you later gain the favored enemy class feature, you can replace this feat with a feat for which you qualify and whose prerequisites include the favored enemy class feature.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a different creature."
		]
	},
	"deep_breath": {
		"name": "Deep Breath",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Deep Breath",
			"",
			"{SOURCE Aquatic Adventures/57}",
			"",
			"You can hold your breath for twice as long.  ",
			"**Prerequisites:** Constitution 15.  ",
			"**Benefit:** You can hold your breath for twice as long as usual (4 rounds times your Constitution score instead of 2)."
		]
	},
	"deep_diver": {
		"name": "Deep Diver",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Deep Diver",
			"",
			"{SOURCE Ultimate Wilderness/109}",
			"",
			"You are accustomed to diving deeper than most would dare swim and can do so with less risk of drowning than even other experienced swimmers.  ",
			"**Prerequisites:** {feat/Endurance}.  ",
			"**Benefit:** You gain a +4 bonus on {skill/Acrobatics} checks to reduce falling damage when diving into water and on Perception checks in dim light or darkness underwater. When attempting a Swim check to swim downward (at least 45 degrees down from the horizontal), on a successful check you can swim half your speed as a move action, or your speed as a full-round action. If you have a swim speed, it increases by 10 feet when you spend a move action to swim only downward.",
			"",
			"In addition, you can hold your breath for a number of rounds equal to three times your Constitution score, and you gain a +4 bonus on Constitution checks to continue holding your breath after this time and to resist the effects of the cold environment underwater. [Pressure damage](rule/water_dangers) you take from deep water is halved."
		]
	},
	"deep_drinker": {
		"name": "Deep Drinker",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Deep Drinker",
			"",
			"{SOURCE Advanced Player's Guide/157}",
			"",
			"You draw greater amounts of ki from your libations.  ",
			"**Prerequisites:** Con 13, monk level 11, drunken ki class feature.  ",
			"**Benefit:** When you gain temporary ki from drunken ki, you gain 2 temporary ki rather than just 1."
		]
	},
	"deep_toxin": {
		"name": "Deep Toxin",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Deep Toxin",
			"",
			"{SOURCE Dirty Tactics Toolbox/6}",
			"",
			"You can deliver poisons deep into a foe's flesh.  ",
			"**Prerequisites:** {feat/Vital Strike}; base attack bonus +6; Craft (poison) 6 ranks or {ability/poison use} class feature.  ",
			"**Benefit:** When you use a poisoned weapon to make a Vital Strike, you increase the poison's duration by one frequency increment (for example, a dose of {eq-poison/large scorpion venom} would last for 7 rounds instead of 6 and a dose of {eq-poison/drow poison} would last for 3 minutes instead of 2). The poison takes effect immediately and does not have an onset time."
		]
	},
	"deepsight": {
		"name": "Deepsight",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide"
		],
		"description": [
			"## Deepsight",
			"",
			"{SOURCE Advanced Player's Guide/157}",
			"",
			"Your senses are especially keen in the utter darkness.  ",
			"**Prerequisites:** Darkvision 60 feet.  ",
			"**Benefit:** Your darkvision has a range of 120 feet.  ",
			"**Normal:** Darkvision normally extends 60 or 90 feet.",
			"",
			"### Mythic Deepsight",
			"",
			"{SOURCE Mythic Adventures/62}",
			"",
			"Your sharp eyes can penetrate deeper into the darkness, revealing more to you.  ",
			"**Prerequisites:** Deepsight.  ",
			"**Benefit:** The range of your darkvision increases by 10 feet per tier."
		]
	},
	"defended_movement": {
		"name": "Defended Movement",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Defended Movement (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/18}",
			"",
			"You deftly block attacks with your shield while moving through battle.  ",
			"**Prerequisites:** {feat/Shield Focus}, base attack bonus +6 or fighter level 4th.  ",
			"**Benefit:** You gain a +2 bonus to your AC against attacks of opportunity.  ",
			"**Special:** Defended Movement counts as both {feat/Dodge} and {feat/Mobility} for the purposes of feats that have Dodge and Mobility as prerequisites.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 3 stamina points as an immediate action to increase the bonus to your AC to +4 against a single attack."
		]
	},
	"defending_eidolon": {
		"name": "Defending Eidolon",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Defending Eidolon",
			"",
			"{SOURCE Ultimate Magic/148}",
			"",
			"You have trained your eidolon to protect you.  ",
			"**Prerequisites:** Shield ally feature.  ",
			"**Benefit:** Whenever you are adjacent to your eidolon, you can choose for the eidolon to take a -1 penalty on melee attack rolls and combat maneuver checks to gain a +1 dodge bonus to your Armor Class. When your eidolon's base attack bonus reaches +5, and for every +5 thereafter, the penalty increases by -1 and the dodge bonus increases by +1. You must choose to use this feat when your eidolon is making an attack or full-attack action with melee or natural weapons, and its effect lasts until your eidolon's next turn, or until you are no longer adjacent to the eidolon, whichever occurs first."
		]
	},
	"defensive_combat_training": {
		"name": "Defensive Combat Training",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Defensive Combat Training (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/121}",
			"",
			"You excel at defending yourself from all manner of combat maneuvers.  ",
			"**Benefit:** You treat your total Hit Dice as your base attack bonus when calculating your Combat Maneuver Defense.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">When targeted with a combat maneuver, you can spend any number of stamina points to gain a bonus to your CMD equal to the number of stamina points you spent.",
			"",
			"### Mythic Defensive Combat Training",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"Your defensive capabilities in combat are unmatched.  ",
			"**Prerequisites:** Defensive Combat Training, 4th mythic tier.  ",
			"**Benefit:** Add half your tier to your CMD."
		]
	},
	"defensive_weapon_training": {
		"name": "Defensive Weapon Training",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Defensive Weapon Training (Combat)",
			"",
			"{SOURCE Ultimate Combat/95}",
			"",
			"You know how to defend yourself against a certain class of weaponry.  ",
			"**Prerequisites:** Int 13, base attack bonus +5.  ",
			"**Benefit:** Choose a {ability/weapon group>s} from the fighter's weapon training class ability list (except natural weapons). You gain a +2 dodge bonus on AC when an opponent attacks you using a weapon from that group. If you also have the weapon training class feature in the selected group, your dodge bonus from this feat increases to +3.  ",
			"**Special:** You can select this feat more than once. Its effects do not stack. Each time you select this feat, it applies to a different weapon group.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">You can spend 5 stamina points at the beginning of your turn to switch the weapon group of this feat to any other weapon group on the fighter's weapon training class ability list (except natural weapons). This benefit lasts for 3 rounds."
		]
	},
	"defiant_luck": {
		"name": "Defiant Luck",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Defiant Luck",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"You can sometimes defiantly shrug off spells and attacks that would kill a lesser creature.  ",
			"**Prerequisites:** {race/Human}.  ",
			"**Benefit:** Once per day, after you roll a natural 1 on a saving throw or a critical hit is confirmed against you, you can either reroll that saving throw, or force the creature that confirmed the critical hit against you to reroll the critical confirmation roll. This does not stack with other effects that allow you to reroll a saving throw or an attack roll. You may only make one reroll.  ",
			"**Special:** If you are using the optional {rule/hero point/ system>s}, you can also spend 1 hero point when a critical hit is confirmed against you to have the opponent reroll the critical hit confirmation roll."
		]
	},
	"deflect_arrows": {
		"name": "Deflect Arrows",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Deflect Arrows (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/121}",
			"",
			"You can knock arrows and other projectiles off course, preventing them from hitting you.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** You must have at least one hand free (holding nothing) to use this feat. Once per round when you would normally be hit with an attack from a ranged weapon, you may deflect it so that you take no damage from it. You must be aware of the attack and not {rule/flat-footed}. Attempting to deflect a ranged attack doesn't count as an action. Unusually massive ranged weapons (such as boulders or ballista bolts) and ranged attacks generated by natural attacks or spell effects can't be deflected.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">You can spend 5 stamina points to deflect an arrow while you're flat-footed. You must still be aware of the attack.",
			"",
			"### Mythic Deflect Arrows",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"You deflect projectiles and ray spells with uncanny skill.  ",
			"**Prerequisites:** Deflect Arrows.  ",
			"**Benefit:** When using Deflect Arrows, you can deflect an additional number of ranged attacks per round equal to half your tier. You can expend one use of mythic power as an immediate action to deflect a single ray from a ray spell or effect targeting you."
		]
	},
	"deft_catcher": {
		"name": "Deft Catcher",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Deft Catcher",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"You possess a preternatural skill for catching items that slip from your grasp.  ",
			"**Prerequisites:** {feat/Skill Focus} (Sleight of Hand).  ",
			"**Benefit:** Whenever you drop or are forced to drop an item you possess (other than by an effect that disarms or steals the item), you can attempt a DC 20 {skill/Sleight of Hand} check as an immediate action to catch the item before it falls away. If you are targeted by an effect that would disarm or steal an item you're holding, such as a disarm or steal combat maneuver or the effects of a spell like {spell/telekinesis}, you can also attempt a Sleight of Hand check as an immediate action to maintain possession of the errant item (DC = 10 + the combat maneuver check result if there was a combat maneuver check, or 20 + the DC of the spell if there was no combat maneuver check). In either case, if you fail the Sleight of Hand check by 10 or more, you fall {rule/prone}."
		]
	},
	"deft_hands": {
		"name": "Deft Hands",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Deft Hands",
			"",
			"{SOURCE PRPG Core Rulebook/121}",
			"",
			"You have exceptional manual dexterity.  ",
			"**Benefit:** You get a +2 bonus on Disable Device and Sleight of Hand skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
			"",
			"### Mythic Deft Hands",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"Your hands are astonishingly nimble.  ",
			"**Prerequisites:** Deft Hands.  ",
			"**Benefit:** The bonus on Disable Device and Sleight of Hand skill checks from Deft Hands increases by 2. In addition, you can expend one use of mythic power to treat a Disable Device or Sleight of Hand check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
		]
	},
	"deft_shootist": {
		"name": "Deft Shootist",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Deft Shootist (Grit)",
			"",
			"{SOURCE Ultimate Combat/95}",
			"",
			"You keep an eye out while focusing on your weapon, allowing you to avoid attacks while shooting and reloading firearms.  ",
			"**Prerequisites:** Grit class feature or {feat/Amateur Gunslinger} feat, {feat/Dodge}, {feat/Mobility}.  ",
			"**Benefit:** As long as you have at least 1 grit point, you do not provoke attacks of opportunity when shooting or reloading a firearm."
		]
	},
	"deific_obedience": {
		"name": "Deific Obedience",
		"sources": [
			"Faiths of Golarion",
			"Inner Sea Gods",
			"Inner Sea Faiths"
		],
		"description": [
			"## Deific Obedience",
			"",
			"{SOURCE Faiths of Golarion/4;Inner Sea Gods/210;Inner Sea Faiths/3}",
			"",
			"Your reverence for a deity is so great that daily prayer and minor sacrifices grant you special boons.  ",
			"**Prerequisites:** Knowledge (religion) 3 ranks, must worship a deity.  ",
			"**Benefit:** Each deity requires a different daily obedience, but all obediences take no more than 1 hour per day to perform. Once you've performed the obedience, you gain the benefit of a special ability or resistance as indicated in the Obedience entry for the god to whom you performed the obedience.",
			"",
			"If you have at least 12 Hit Dice, you also gain the first boon granted by your deity upon undertaking your obedience. If you have at least 16 Hit Dice, you also gain the second boon. If you have 20 Hit Dice or more, you also gain the third boon. Unless a specific duration or number of uses per day is listed, a boon's effects are constant. If you have levels in the {pclass/evangelist}, {pclass/exalted}, or {pclass/sentinel} prestige classes, you gain access to these boons at lower levels as a benefit of your prestige class. If you have no levels in one of these prestige classes, you gain the boons marked as exalted boons. If you later take levels in sentinel or evangelist, you lose access to the exalted boons and gain access to the new boons appropriate to your class.",
			"",
			"If you ever fail to perform a daily obedience, you lose all access to the benefits and boons granted by this feat until you next perform the obedience."
		]
	},
	"delay_blast": {
		"name": "Delay Blast",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Delay Blast",
			"",
			"{SOURCE Occult Adventures/129}",
			"",
			"You can delay your kinetic blasts.  ",
			"**Prerequisites:** Base attack bonus +3, kinetic blast class feature.  ",
			"**Benefit:** When you use a kinetic blast, you can specify a number of rounds between 1 and 5. When that number of rounds has passed, the kinetic blast takes effect at the beginning of your turn. In the interim, you can take a standard action that provokes attacks of opportunity to cause the blast to take effect earlier than you initially selected. If you delay another blast while you already have a delayed blast pending, the previous delayed blast dissipates harmlessly.",
			"",
			"You must make any decisions you would make about the delayed blast - including designating target positions, choosing infusions, and determining or shaping the area - when you first use the blast. The blast originates from your position at the time you used the blast, not your current position when the blast takes effect, and it targets the position or area you had specified (which may or may not include any targets). A delayed blast radiates an aura of magic appropriate for its spell level even while it is delayed, and during that time, it can be dispelled by {spell/dispel magic}."
		]
	},
	"delayed_potion": {
		"name": "Delayed Potion",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Delayed Potion",
			"",
			"{SOURCE Potions and Poisons/16}",
			"",
			"You can brew potions whose effects are delayed slightly.  ",
			"**Prerequisites:** {feat/Brew Potion}, caster level 5th.  ",
			"**Benefit:** When you brew a potion, you can have the potion's effects be delayed by up to 10 rounds after a creature consumes it. Once you decide how many rounds the potion's effects will be delayed by, that decision cannot later be changed. When a delayed potion is imbibed, it has no effect for the chosen number of rounds, and then it affects the imbiber as normal. The rounds in which the potion's effects are delayed do not count against the duration of the potion's effect. A spell brewed into a potion this way does not use up a higher-level spell slot than the spell's actual level.",
			"",
			"### Versatile Brewing",
			"",
			"The above feat allows potion brewers to concoct unusual variations in their potions, altering the potions' effects in strange and useful ways. This feat functions similarly to metamagic feats, though it affects the creation of potions instead of the normal casting of spells. Level limits for potions apply to their level after the application of any relevant metamagic feats (if the feat affects the component spell's level).",
			"",
			"Other versatile bewing feats: {feat/Healing Potion}, {feat/Lengthy Potion}, {feat/Vaporous Potion}."
		]
	},
	"delayed_spell": {
		"name": "Delayed Spell",
		"sources": [ "Pathfinder #116: Fangs of War" ],
		"description": [
			"## Delayed Spell (Metamagic)",
			"",
			"{SOURCE Pathfinder #116: Fangs of War/67}",
			"",
			"You can set a spell to trigger on a delay.  ",
			"**Benefit:** A delayed spell can be activated as a standard action anytime within 1 minute per spell level of being cast. Only spells that target one or more squares or grid intersections can be affected by Delayed Spell, and the target (as well as any other variables determined at the time of casting) cannot be changed once the delayed spell is cast. You can have as many delayed spells as you wish at any given time, but only one spell can be triggered in a single standard action. Though a delayed spell does not manifest until it is triggered, it emits a magical aura as normal and can be identified with Knowledge (arcana) as a spell effect in place. A delayed spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"delectable_feint": {
		"name": "Delectable Feint",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Delectable Feint",
			"",
			"{SOURCE Ultimate Wilderness/19}",
			"",
			"You can distract opponents with your delectable rinds.  ",
			"**Prerequisites:** Con 15, delicious racial trait, {race/ghoran}.  ",
			"**Benefit:** Other creatures find you so tasty that they become distracted in combat, allowing you to exploit their momentary lapses in concentration. You gain a +2 bonus on Bluff checks to feint living herbivorous or omnivorous creatures. In addition, whenever you successfully feint such an opponent, in addition to the normal effects of being feinted in combat, that opponent takes a -2 penalty on Perception checks and {rule/concentration} checks until the start of your next turn."
		]
	},
	"deliberate_death": {
		"name": "Deliberate Death",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Deliberate Death (Origin)",
			"",
			"{SOURCE Plane-Hopper's Handbook/16}",
			"",
			"Someone killed you: a monster, a murderer, a soldier, an executioner, it doesn't matter - someone made a conscious decision to end your life.  ",
			"**Prerequisites:** {race/Duskwalker}.  ",
			"**Benefit:** Once per day, if you are reduced below 0 hit points as a result of an attack or ability used by another character, as an immediate action you can take a single standard action. You must use this action to attack or harm the creature that damaged you. At 11th level, you can use this feat a second time per day."
		]
	},
	"demon_grafter": {
		"name": "Demon Grafter",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Demon Grafter (Item Creation)",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/73}",
			"",
			"Your studies into demonic anatomy and physiology allow you to graft their immortal tissues onto mortal flesh.  ",
			"**Prerequisites:** {feat/Demonologist}, Heal 5 ranks, Knowledge (planes) 5 ranks, Spellcraft 5 ranks.  ",
			"**Benefit:** You gain a +2 bonus on Heal checks regarding evil outsiders or creatures that already have a demonic graft. In addition, you can create [demonic implants](main/magic_misc) as if you had the {feat/Craft Wondrous Item} feat, using your ranks in Heal as your caster level. The DC to create the item still increases for any necessary spell requirements."
		]
	},
	"demon_hunter": {
		"name": "Demon Hunter",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Demon Hunter (Combat)",
			"",
			"{SOURCE Inner Sea World Guide/286;Pathfinder Campaign Setting/98}",
			"",
			"You are well-versed in demonic lore.  ",
			"**Prerequisites:** Knowledge (planes) 6 ranks.  ",
			"**Benefit:** You gain a +2 bonus on Knowledge (planes) checks to know the powers and abilities of {family/demon/s}. You gain a +2 morale bonus on all attack rolls and a +2 morale bonus on caster level checks to penetrate spell resistance made against creatures with the demon subtype you recognize as demons.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">When you successfully identify a demon using Knowledge (planes), you can spend up to 9 stamina points to increase the morale bonus on attack rolls and caster level checks from Demon Hunter by 1 per 3 stamina points spent."
		]
	},
	"demonic_momentum": {
		"name": "Demonic Momentum",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Demonic Momentum (Combat)",
			"",
			"{SOURCE Planar Adventures/27}",
			"",
			"You slam into foes with devastating force, leaving them vulnerable to your vicious strikes.  ",
			"**Prerequisites:** {feat/Demonic Style}, {feat/Improved Bull Rush}, {feat/Power Attack}, base attack bonus +5.  ",
			"**Benefit:** While using Demonic Style, when you successfully {rule/bull rush} an opponent as part of a charge, you gain a +2 bonus on melee weapon damage rolls against that opponent for every 5 feet it was moved by your bull rush. This bonus lasts until the end of your next turn, and it stacks with the damage bonus granted by Demonic Style."
		]
	},
	"demonic_nemesis": {
		"name": "Demonic Nemesis",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Demonic Nemesis (Combat)",
			"",
			"{SOURCE Demon Hunter's Handbook/9}",
			"",
			"You are well acquainted with the machinations of a particular demon lord. You're resistant to his tricks, and have no fear of his minions.  ",
			"**Prerequisites:** {feat/Demon Hunter}, Knowledge (planes) 6 ranks.  ",
			"**Benefit:** When you take this feat, choose a demon lord. When fighting followers of that demon lord, including cultists or demons, you gain a +2 bonus on damage rolls and rolls to confirm critical hits against these creatures.  ",
			"**Special:** You can take this feat more than once. Each time you do, you must choose a new demon lord."
		]
	},
	"demonic_obedience": {
		"name": "Demonic Obedience",
		"sources": [ "Book of the Damned - Volume 2: Lords of Chaos" ],
		"description": [
			"## Demonic Obedience",
			"",
			"{SOURCE Book of the Damned - Volume 2: Lords of Chaos/8}",
			"",
			"You physically defile yourself, others, or holy objects in order to prove your blasphemous devotion to a demon lord and gain special boons.  ",
			"**Prerequisites:** 3 ranks in Knowledge (planes), must worship a demon lord.  ",
			"**Benefit:** Each demon lord requires a different obedience, but all obediences take only an hour to perform. Once the obedience has been performed, you gain the benefit of a resistance to some element or attack associated with your demon lord, as indicated in the \"Obedience\" entry for the demon lord.",
			"",
			"If you have at least 12 Hit Dice, you also gain the first boon granted by your demon lord upon undertaking your obedience. If you have at least 16 Hit Dice, you also gain the demon lord's second boon. If you have 20 Hit Dice or more, you also gain the demon lord's third and final boon. Unless a specific duration or number of uses per day is listed, a boon's effects are constant.",
			"",
			"{pclass/Demoniac/s} gain access to these boons at lower levels as a benefit of their prestige class.",
			"",
			"If you ever fail to perform a daily obedience, you lose all access to resistances and boons granted by this feat until you next perform the obedience."
		]
	},
	"demonic_possession": {
		"name": "Demonic Possession",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Demonic Possession",
			"",
			"{SOURCE Demons Revisited/32}",
			"",
			"You can possess creatures.  ",
			"**Prerequisites:** {family/Demon} or {template/half-/demon>fiend}, Cha 21, Wis 17  ",
			"**Benefit:** You gain the ability to use {spell/magic jar} as a spell-like ability once per day.  ",
			"**Special:** You may take this feat more than once. Each time you select this feat, you gain the ability to use your magic jar spell-like ability one additional time per day."
		]
	},
	"demonic_slaughter": {
		"name": "Demonic Slaughter",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Demonic Slaughter (Combat)",
			"",
			"{SOURCE Planar Adventures/27}",
			"",
			"You punch into your foes' ranks and cut them down.  ",
			"**Prerequisites:** {feat/Cleave}, {feat/Demonic Momentum}, {feat/Demonic Style}, {feat/Great Cleave}, {feat/Improved Bull Rush}, {feat/Power Attack}, base attack bonus +9.  ",
			"**Benefit:** While using Demonic Style, when you successfully {rule/bull rush} an opponent as part of a charge, you can immediately use Great Cleave as though you had used a standard action to do so. This occurs after the effect of your bull rush is fully resolved. The target of your bull rush must be the target of the first attack you make as part of Great Cleave."
		]
	},
	"demonic_style": {
		"name": "Demonic Style",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Demonic Style (Combat, Style)",
			"",
			"{SOURCE Planar Adventures/27}",
			"",
			"Self-preservation is irrelevant in the face of your fury.  ",
			"**Prerequisites:** {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** While using this style, when you use the {rule/charge} action, the bonus on your attack roll increases by 1 and you deal 2 additional points of damage with melee attacks made as part of the charge.  ",
			"**Special:** If you have the rage or bloodrage class feature, you can enter Demonic Style's stance as part of the free action to enter a rage. If you do, the style stance ends when your rage ends."
		]
	},
	"demonologist": {
		"name": "Demonologist",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Demonologist",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/71}",
			"",
			"You have immersed yourself deeply in studies of the nature of the Abyss and its inhabitants.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks.  ",
			"**Benefit:** You gain a +2 bonus on all Knowledge checks related to the Abyss or to {family/demon/s}, and you may take 10 on Knowledge checks made to identify demons."
		]
	},
	"demoralizing_lash": {
		"name": "Demoralizing Lash",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Demoralizing Lash (Combat)",
			"",
			"{SOURCE Advanced Race Guide/124}",
			"",
			"You cow your enemies with the lash of a whip.  ",
			"**Prerequisites:** Base attack bonus +1, {skill/Intimidate} 1 rank, {race/hobgoblin}.  ",
			"**Benefit:** To use this feat, you must use a {eq-weapon/whip} (or another weapon in the flails fighter {ability/weapon group>s}) to attack a foe demoralized by an Intimidate check. If the attack hits, you extend the duration the creature is {misc/shaken} by 1 round. This feat has no effect on creatures whose shaken conditions are from sources other than Intimidate checks.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">When you hit a demoralized foe with a weapon in the flails fighter group, you can spend 2 stamina points to extend the duration of the shaken condition by 1d4 rounds instead of 1 round."
		]
	},
	"demoralizing_stare": {
		"name": "Demoralizing Stare",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Demoralizing Stare (Combat, Stare)",
			"",
			"{SOURCE Occult Adventures/129}",
			"",
			"Your painful stare inspires fear in your foes.  ",
			"**Prerequisites:** Mesmerist level 9th, painful stare class feature.  ",
			"**Benefit:** When you trigger your painful stare, the target must succeed at a Will Save (DC = 10 + 1/2 your mesmerist level + your Charisma modifier) or become {misc/shaken} for 1 round. This can't cause the target to become {misc/frightened}, even if the target is already shaken."
		]
	},
	"dented_helm": {
		"name": "Dented Helm",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Dented Helm (Combat)",
			"",
			"{SOURCE Advanced Race Guide/18}",
			"",
			"Your helm protects you from hard hits.  ",
			"**Prerequisites:** {feat/Hard-Headed}, base attack bonus +6, {race/dwarf}.  ",
			"**Benefit:** When wearing a helmet, you add +1 to your AC against critical hit confirmation rolls. When a critical hit is confirmed against you, as an immediate action, you can apply half of the damage from the attack to your helmet rather than yourself, applying hardness as normal. If the damage destroys your helmet, any leftover damage is applied to you. After using this feat, you are {misc/staggered} until the end of your next turn. You may not use this feat if your helmet has the {misc/broken} condition or the attack ignores armor bonuses to AC.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">After using this feat, you can spend 5 stamina points to become sickened rather than staggered until the end of your next turn. You can't use this ability if you are immune to being sickened."
		]
	},
	"deny_death": {
		"name": "Deny Death",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Deny Death",
			"",
			"{SOURCE Ultimate Magic/148}",
			"",
			"Your ki is so strong that it can deny death.  ",
			"**Prerequisites:** Ki pool, {feat/Endurance}.  ",
			"**Benefit:** As long as you have 1 ki point in your ki pool, when you fail your Constitution check to stabilize, you do not lose 1 hit point. If you succeed at the check, you can spend 1 ki point to heal 1d6 hit points. If you roll a natural 20 on the check to stabilize, you can spend 1 ki point to heal 2d6 hit points of damage instead."
		]
	},
	"deny_the_reaper": {
		"name": "Deny the Reaper",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Deny the Reaper (Story)",
			"",
			"{SOURCE Ultimate Campaign/68}",
			"",
			"The lives you could not save stay with you to your final breath.  ",
			"**Prerequisites:** You must have witnessed the death of a close companion in battle - a death that could have been prevented, such as from bleeding, failure to stabilize, or ongoing poison damage - or have the Death in the Family or The War [major childhood event background](rule/birth_circumstances_and_more).  ",
			"**Benefit:** You gain a +2 bonus on Heal checks. If you have 10 or more ranks in {skill/Heal}, this bonus increases to +4. You can apply first aid as a move action and don't take a penalty when treating deadly wounds without a {eq-misc/healer's kit}.  ",
			"**Goal:** Bring an ally back from the dead, including by using {spell/breath of life} or {spell/reincarnate}.  ",
			"**Completion Benefit:** You and each ally within 10 feet of you gain a +2 bonus on saves against death effects. In addition, once per day you can spontaneously convert any 5th-level or higher conjuration (healing) spell into *breath of life.*"
		]
	},
	"derro_magister": {
		"name": "Derro Magister",
		"sources": [ "Pathfinder #61: Shards of Sin" ],
		"description": [
			"## Derro Magister",
			"",
			"{SOURCE Pathfinder #61: Shards of Sin/58}",
			"",
			"A derro magister's mind is particularly affected by the consumption of strange mold, granting enhanced resistance to magic and additional spell-like abilities and traits.  ",
			"**Prerequisites:** Cha 20, {monster/derro}.  ",
			"**Benefit:** A derro magister's spell resistance equals the derro's Hit Dice +10. {skill/Heal} is always a class skill for a derro magister, and it gains a +4 racial bonus on all Heal checks.",
			"",
			"A derro with this feat treats its caster level for all spell-like abilities as equal to his Hit Dice. In addition, as soon as a derro with this feat achieves a total of 6 Hit Dice by gaining enough levels in any combination of classes, it gains the use of additional spell-like abilities as detailed below.",
			"",
			">*At will*-{spell/levitate}  ",
			">*1/day*-{spell/deep slumber}, {spell/modify memory}"
		]
	},
	"dervish_dance": {
		"name": "Dervish Dance",
		"sources": [
			"Inner Sea World Guide",
			"Qadira, Gateway to the East"
		],
		"description": [
			"## Dervish Dance (Combat)",
			"",
			"{SOURCE Inner Sea World Guide/286;Qadira, Gateway to the East/23}",
			"",
			"You have learned to turn your speed into power, even with a heavier blade.  ",
			"**Prerequisites:** Dexterity 13, {feat/Weapon Finesse}, Perform (dance) 2 ranks, proficient with {eq-weapon/scimitar}.  ",
			"**Benefit:** When wielding a scimitar with one hand, you can use your Dexterity modifier instead of your Strength modifier on melee attack and damage rolls. You treat the scimitar as a one-handed piercing weapon for all feats and class abilities that require such a weapon (such as a {pclass/duelist/'s} precise strike ability). The scimitar must be for a creature of your size. You cannot use this feat if you are carrying a weapon or shield in your off hand."
		]
	},
	"desert_dweller": {
		"name": "Desert Dweller",
		"sources": [
			"Ultimate Wilderness",
			"Pathfinder Campaign Setting",
			"Inner Sea World Guide"
		],
		"description": [
			"## Desert Dweller",
			"",
			"{SOURCE Ultimate Wilderness/109;Pathfinder Campaign Setting/138;Inner Sea World Guide/286}",
			"",
			"The endless sands and waterless wastes are your home, and neither the heat nor dehydration presents as lethal of a threat to you as it does to other travelers.  ",
			"**Prerequisites:** {ability/Favored terrain} (desert) class feature.  ",
			"**Benefit:** You treat [hot environments](rule/heat_dangers) as though they were one step less severe; if you have a similar ability from another feat, such as {feat/Torrid Tolerance}, the benefits stack and you treat hot conditions as if they were two steps less severe. You need to consume only half the normal amount of water for a creature of your size, and you gain a +4 bonus on Constitution checks to resist the effects of thirst. You also gain a +4 bonus on saving throws and checks to avoid becoming {misc/blinded} or {misc/dazzled} by glare or being deceived by a desert mirage."
		]
	},
	"designated_antagonist": {
		"name": "Designated Antagonist",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Designated Antagonist (Teamwork)",
			"",
			"{SOURCE Antihero's Handbook/10}",
			"",
			"When you antagonize your foes, you can redirect their enmity to your ally.  ",
			"**Prerequisites:** {feat/Antagonize}.  ",
			"**Benefit:** When you succeed at a skill check using Antagonize, you can cause the target creature to focus its efforts on a willing ally who also has this feat, as if the ally had been the one to use the ability."
		]
	},
	"desperate_battler": {
		"name": "Desperate Battler",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Desperate Battler (Combat)",
			"",
			"{SOURCE Inner Sea World Guide/286;Pathfinder Campaign Setting/130}",
			"",
			"Your experiences fighting against numerous foes that have already overwhelmed your allies, friends, and family have forced you to excel at fighting on your own.  ",
			"**Benefit:** When no ally is within 10 feet of you and you are not receiving benefits from the {rule/aid another>_2} action, you gain a +1 morale bonus on melee attack and damage rolls.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">You can spend 2 stamina points to gain the benefits of Desperate Battler even while an ally is within 10 feet of you (but not when receiving the benefits of the aid another action)."
		]
	},
	"desperate_swing": {
		"name": "Desperate Swing",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Desperate Swing (Combat)",
			"",
			"{SOURCE Advanced Race Guide/66}",
			"",
			"You land your most telling blows in desperate situations.  ",
			"**Prerequisites:** {feat/Cautious Fighter}, base attack bonus +1, {race/halfling}.  ",
			"**Benefit:** Once per day, you can make a single melee attack while taking the {misc/total defense} action. You take a -4 penalty on attack rolls when making this attack. You also gain a +4 bonus on critical confirmation rolls made while fighting defensively or making an attack of opportunity using this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">You can spend 5 stamina points to use this feat an additional time per day. Each time you use this combat trick, you must spend 5 stamina points."
		]
	},
	"destroy_identity": {
		"name": "Destroy Identity",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Destroy Identity (Combat, Critical)",
			"",
			"{SOURCE Inner Sea Gods/210;Faiths of Corruption/24}",
			"",
			"You can use your weapons to mar your opponents' most distinctive characteristics.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +11, worshiper of {faith/Lamashtu}.  ",
			"**Benefit:** Whenever you confirm a critical hit against an opponent, in addition to dealing critical damage as normal, you maim your target so much that it takes 2 points of Charisma damage and becomes {misc/staggered} for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">When you confirm a critical hit against an opponent, you can spend 4 stamina points to increase the Charisma damage that opponent takes from Destroy Identity to 1d3+1 points."
		]
	},
	"destroyers_blessing": {
		"name": "Destroyer's Blessing",
		"sources": [
			"Advanced Race Guide",
			"Orcs of Golarion",
			"Pathfinder Unchained"
		],
		"description": [
			"## Destroyer's Blessing (Combat)",
			"",
			"{SOURCE Advanced Race Guide/56;Orcs of Golarion/24}",
			"",
			"Breaking things adds to your power.  ",
			"**Prerequisites:** {race/Half-orc} or {race/orc}, rage class feature.  ",
			"**Benefit:** When you are raging and you succeed at a {rule/sunder} combat maneuver, you regain 1 round of rage. If the sunder attempt causes the object to gain the {misc/broken} condition, you heal 1 hit point. You can only gain these benefits once per round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">You can spend 2 stamina points to regain 1 round of rage after reducing a foe whose CR is at least half your character level to below 0 hit points, rather than upon successfully sundering a target."
		]
	},
	"destructive_dispel": {
		"name": "Destructive Dispel",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Destructive Dispel",
			"",
			"{SOURCE Ultimate Combat/95}",
			"",
			"When you dispel an enemy's magical defenses, those defenses crash down with debilitating effects.  ",
			"**Prerequisites:** Ability to cast {spell/dispel magic} or {spell/greater dispel magic}, caster level 11th.  ",
			"**Benefit:** When you successfully make a targeted dispel check against an opponent, that opponent must succeed at a Fortitude save (DC equals the DC of the spell used to dispel) or be {misc/stunned} until the start of your next turn. If the save succeeds, the opponent is instead {misc/sickened} until the start of your next turn."
		]
	},
	"destructive_persuasion": {
		"name": "Destructive Persuasion",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Destructive Persuasion (Combat)",
			"",
			"{SOURCE Champions of Corruption/23}",
			"",
			"Sometimes, you have to break things if you want people to get your point.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, Intimidate 1 rank.  ",
			"**Benefit:** As a standard action, you can attempt to smash an unattended inanimate object while attempting an {skill/Intimidate} check. If you break the object, you gain a bonus to the Intimidate check equal to half its hardness (minimum +1). If you destroy the object, the bonus is equal to its hardness (minimum +1). Creatures intimidated by this feat cannot be affected by it again for 24 hours."
		]
	},
	"detect_expertise": {
		"name": "Detect Expertise",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Detect Expertise",
			"",
			"{SOURCE Ultimate Magic/148}",
			"",
			"You can detect the mystic specialty of a foe.  ",
			"**Prerequisites:** Int 13; ability to cast {spell/detect chaos}, {spell/detect evil}, {spell/detect good}, {spell/detect law}, or {spell/detect magic}.  ",
			"**Benefit:** When you use any of the spells listed in this feat's prerequisites to detect a creature's alignment or its magic, you have a chance of detecting what spellcasting expertise it has. After you observe a creature with the detect spell for 3 rounds, it must make a Will save (DC 10 + 1/2 your caster level + your Intelligence modifier). If it fails the saving throw, you learn what bloodlines, domains, hexes, schools, or mysteries (if any) the creature possesses. If the creature makes its save, it is immune to the effects of this feat for 24 hours.",
			"",
			"### Mythic Detect Expertise",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"You can sense a creature's magical abilities with just a mere glance.  ",
			"**Prerequisites:** Detect Expertise.  ",
			"**Benefit:** You gain the benefit of Detect Expertise immediately (without needing to observe a creature for 3 rounds) when using the divinations listed in Detect Expertise. Non-mythic creatures cannot attempt a Will save to resist this effect."
		]
	},
	"devastating_assault": {
		"name": "Devastating Assault",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Devastating Assault (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/22}",
			"",
			"You can hammer at a foe to smash through its defenses.  ",
			"**Prerequisites:** Base attack bonus +9, weapon training class feature with a melee weapon.  ",
			"**Benefit:** As a full-round action, you can bat aside all of your foe's defenses to ensure you make a single, especially effective melee attack. You make a single melee attack using an appropriate weapon against a single target, but make as many attack rolls as you could in a full-attack action using that weapon. You make the attack rolls in order from highest bonus to lowest, as if you were making a full attack. If any of the attack rolls hit the target, your single attack is considered to have hit and you roll damage normally. If one or more rolls are critical threats, you confirm the critical hit only once using your highest base attack bonus.",
			"",
			"If you hit with two or more attacks, the target must succeed at a Fortitude save (DC = 10 + 1/2 your base attack bonus + your Strength modifier) or suffer a condition for 1d4 rounds. If at least two attacks hit, you can choose from {misc/deafened}, {rule/entangled}, or {misc/shaken}. If at least three attacks hit, you can also choose from {misc/blinded} or {misc/staggered}. If at least four attacks hit, you can also choose the {misc/dazed} condition. Once you have forced a foe to attempt a saving throw to avoid suffering a condition via this feat, you cannot attempt to inflict that condition on it again with Devastating Assault for 24 hours."
		]
	},
	"devastating_strike": {
		"name": "Devastating Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Devastating Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/95}",
			"",
			"Pitting all of your strength and resolve against your enemy, you deliver a strike that is impossible to ignore.  ",
			"**Prerequisites:** {feat/Vital Strike}, base attack bonus +9.  ",
			"**Benefit:** Whenever you use Vital Strike, {feat/Improved Vital Strike}, or {feat/Greater Vital Strike}, you gain a +2 bonus on each extra weapon damage dice roll those feats grant (+6 maximum). This bonus damage is multiplied on a critical hit.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">Whenever you use Vital Strike, Improved Vital Strike, or Greater Vital Strike, you can spend 5 stamina points to increase the bonus damage to +4 on each extra weapon damage die. For weapons with more than one damage die, count all of the weapon's base damage dice together as one set."
		]
	},
	"devil_sense": {
		"name": "Devil Sense",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Devil Sense",
			"",
			"{SOURCE Adventurer's Guide/176}",
			"",
			"You instinctively sense the presence of fiends.  ",
			"**Prerequisites:** Wis 13, ability to cast {spell/detect evil} as a spell or spell-like ability.  ",
			"**Benefit:** At the beginning of your turn each round, if you are within 60 feet of an outsider with the evil subtype, you instinctively sense that something unholy is near. You may experience this sense as an unpleasant smell or taste (such as sulfur), as gooseflesh on your arms or neck, or as an ineffable sense of dread. This sense does not alert you to the direction of the outsider. Anything that can thwart or mislead detect evil can likewise block this sense."
		]
	},
	"devilish_pride": {
		"name": "Devilish Pride",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Devilish Pride",
			"",
			"{SOURCE Inner Sea Gods/210}",
			"",
			"Your pride allows no master but Asmodeus.  ",
			"**Prerequisites:** {feat/Iron Will}, worshiper of {faith/Asmodeus}.  ",
			"**Benefit:** Whenever you attempt a Will save against a charm or compulsion spell cast by anyone who is not a worshiper of Asmodeus, you may roll twice and take the better result."
		]
	},
	"devils_foe": {
		"name": "Devil's Foe",
		"sources": [ "Andoran, Spirit of Liberty" ],
		"description": [
			"## Devil's Foe (Achievement)",
			"",
			"{SOURCE Andoran, Spirit of Liberty/13}",
			"",
			"Once you were just another helpless victim, but now even the deepest pits of Hell ring with the lamentations of your adversaries.  ",
			"**Prerequisites:** Face 10 different {family/devil/s} in combat and take damage or suffer some other sort of injury from five or more attacks made by each one without falling unconscious, fleeing, or otherwise becoming unable to strike back at them.  ",
			"**Benefit:** Your attacks count as good-aligned for the purposes of bypassing the damage reduction of devils."
		]
	},
	"devotion_against_the_unnatural": {
		"name": "Devotion Against the Unnatural",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Devotion Against the Unnatural",
			"",
			"{SOURCE Ultimate Wilderness/217}",
			"",
			"The animal's devotion to its master allows it to stand against unnatural forces.  ",
			"**Prerequisites:** {sidekick/Animal companion}, devotion special ability.  ",
			"**Benefit:** The animal companion gains a +2 morale bonus on saving throws against spells, spell-like abilities, and supernatural abilities of aberrations, outsiders, and undead. The animal companion is immune to the unnatural aura ability that some undead creatures (such as {monster/wraith/s}) have."
		]
	},
	"diabolic_humiliation": {
		"name": "Diabolic Humiliation",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Diabolic Humiliation (Combat)",
			"",
			"{SOURCE Planar Adventures/27}",
			"",
			"Your humiliating strikes decrease a foe's morale.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, {feat/Diabolic Style}; {feat/Vital Strike}; {feat/Improved Unarmed Strike} or {feat/Weapon Focus} (unarmed strike); base attack bonus +8 or monk level 7th.  ",
			"**Benefit:** When you successfully {misc/stagger} a foe with an unarmed strike using Diabolic Style, the target becomes further humiliated. The target cannot gain the benefit of any morale bonus for 1 minute after being staggered in this way, and for the duration of that minute, any additional staggered effects it suffers from your attacks of opportunity last for 2 rounds rather than 1. The durations of multiple staggered effects administered in this way stack.  ",
			"**Special:** A monk of at least 10th level with this feat can select {feat/Improved Vital Strike} as a monk bonus feat."
		]
	},
	"diabolic_judgement": {
		"name": "Diabolic Judgement",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Diabolic Judgement (Combat)",
			"",
			"{SOURCE Planar Adventures/27}",
			"",
			"You punish your foes for every opportunity they present.  ",
			"**Prerequisites:** {feat/Combat Reflexes}; {feat/Diabolic Humiliation}; {feat/Diabolic Style}; {feat/Improved Vital Strike}; {feat/Vital Strike}; {feat/Improved Unarmed Strike} or {feat/Weapon Focus} (unarmed strike); base attack bonus +12 or monk level 11th.  ",
			"**Benefit:** While using Diabolic Style, the first time each round that you successfully hit with an attack of opportunity, you can apply the effects of any Vital Strike feat you have to that attack.  ",
			"**Special:** A monk of at least 14th level with this feat can select {feat/Greater Vital Strike} as a monk bonus feat."
		]
	},
	"diabolic_style": {
		"name": "Diabolic Style",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Diabolic Style (Combat, Style)",
			"",
			"{SOURCE Planar Adventures/27}",
			"",
			"You utilize combat as an opportunity to inflict humiliation upon those who provoke your attacks of opportunity.  ",
			"**Prerequisites:** {feat/Combat Reflexes}; {feat/Improved Unarmed Strike} or {feat/Weapon Focus} (unarmed strike); base attack bonus +2 or monk level 1st.  ",
			"**Benefit:** While using this style, you can make an attack of opportunity with an unarmed strike to deliver a humiliating swat to the target. If you hit the target, you inflict 1 point of nonlethal damage and the target must succeed at a Will saving throw (DC = 10 + half your level + your Charisma modifier) or become {misc/staggered} for 1 round.  ",
			"**Special:** A monk of at least 6th level with this feat can select {feat/Vital Strike} as a monk bonus feat."
		]
	},
	"diabolical_negotiator": {
		"name": "Diabolical Negotiator",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Diabolical Negotiator",
			"",
			"{SOURCE Inner Sea Gods/210}",
			"",
			"You treat the art of negotiation as devilish science.  ",
			"**Prerequisites:** {feat/Skill Focus} (Diplomacy), worshiper of {faith/Asmodeus}.  ",
			"**Benefit:** You can add your Intelligence or Wisdom modifier (whichever is higher) on Diplomacy checks in place of your Charisma modifier. You can shift a creature's attitude more than two steps with Diplomacy, and a creature's attitude is only decreased by one step if you roll a natural 1 and fail the check by 5 or more."
		]
	},
	"die_for_your_master": {
		"name": "Die for Your Master",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Die for Your Master",
			"",
			"{SOURCE Ultimate Magic/148}",
			"",
			"Your tumor familiar goes to any length to save your life.  ",
			"**Prerequisites:** {discovery/Tumor familiar} alchemist discovery.  ",
			"**Benefit:** If your tumor familiar is attached, and you would be reduced to 0 or fewer hit points by damage in combat (from a weapon or other blow, not a spell or special ability), the familiar throws itself in the way of the attack as an immediate action. If it makes a Reflex saving throw (DC = damage dealt), it takes all the damage from the attack; if it fails, it takes half damage and you take half damage.",
			"",
			"The familiar must be aware of the attack and able to react to it in order to use this ability, and it can only do this once per day - if it is denied its Dexterity bonus to AC, it can't use this ability. Since this effect would not normally allow the familiar to make a Reflex save for half damage, its *improved evasion* ability does not apply on this saving throw."
		]
	},
	"diehard": {
		"name": "Diehard",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Diehard",
			"",
			"{SOURCE PRPG Core Rulebook/122}",
			"",
			"You are especially hard to kill. Not only do your wounds automatically stabilize when grievously injured, but you can remain conscious and continue to act even at death's door.  ",
			"**Prerequisites:** {feat/Endurance}.  ",
			"**Benefit:** When your hit point total is below 0, but you are not dead, you automatically {misc/stabilize}. You do not need to make a Constitution check each round to avoid losing additional hit points. You may choose to act as if you were {misc/disabled}, rather than {misc/dying}. You must make this decision as soon as you are reduced to negative hit points (even if it isn't your turn). If you do not choose to act as if you were disabled, you immediately fall {misc/unconscious}.",
			"",
			"When using this feat, you are {misc/staggered}. You can take a move action without further injuring yourself, but if you perform any standard action (or any other action deemed as strenuous, including some swift actions, such as casting a {feat/quickened} spell) you take 1 point of damage after completing the act. If your negative hit points are equal to or greater than your Constitution score, you immediately die.",
			"",
			"**Normal:** A character without this feat who is reduced to negative hit points is unconscious and dying."
		]
	},
	"difficult_swings": {
		"name": "Difficult Swings",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Difficult Swings (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/22}",
			"",
			"You can force foes to move cautiously when near you.  ",
			"**Prerequisites:** Base attack bonus +5, weapon training class feature with a melee weapon.  ",
			"**Benefit:** When you make a full attack with an appropriate melee weapon, you can force creatures to treat squares adjacent to you as difficult terrain until the beginning of your next turn. You can choose to allow any creature you are aware of to ignore the difficult terrain you effectively create with this feat."
		]
	},
	"dilettante": {
		"name": "Dilettante",
		"sources": [ "Seekers of Secrets" ],
		"description": [
			"## Dilettante",
			"",
			"{SOURCE Seekers of Secrets/17}",
			"",
			"What some would call dabbling you call a wide range of interests. Your breadth of knowledge offers unexpected insights in many situations.  ",
			"**Prerequisites:** 2 ranks each in 5 different Knowledge skills.  ",
			"**Benefit:** You gain a +2 bonus on Knowledge checks if you have 1-5 ranks in that skill. This bonus does not stack with {feat/Skill Focus}. You can make untrained Knowledge checks with DCs up to 15.  ",
			"**Normal:** You may only make untrained Knowledge checks for common knowledge (DC 10 or lower)."
		]
	},
	"dimensional_agility": {
		"name": "Dimensional Agility",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dimensional Agility",
			"",
			"{SOURCE Ultimate Combat/95}",
			"",
			"Teleportation does not faze you.  ",
			"**Prerequisites:** Ability to use the abundant step class feature or cast {spell/dimension door}.  ",
			"**Benefit:** After using abundant step or casting dimension door, you can take any actions you still have remaining on your turn. You also gain a +4 bonus on {rule/Concentration} checks when casting teleportation spells."
		]
	},
	"dimensional_assault": {
		"name": "Dimensional Assault",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dimensional Assault",
			"",
			"{SOURCE Ultimate Combat/95}",
			"",
			"You have been trained to use magical movement as part of your combat tactics.  ",
			"**Prerequisites:** Ability to use the abundant step class feature or cast {spell/dimension door}, {feat/Dimensional Agility}.  ",
			"**Benefit:** As a full-round action, you use abundant step or cast *dimension door* as a special charge. Doing so allows you to teleport up to double your current speed (up to the maximum distance allowed by the spell or ability) and to make the attack normally allowed on a {rule/charge}."
		]
	},
	"dimensional_awareness": {
		"name": "Dimensional Awareness",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Dimensional Awareness (Combat)",
			"",
			"{SOURCE Monster Summoner's Handbook/8}",
			"",
			"Your exposure to summoned creatures allows you to predict where conjured opponents will likely appear.  ",
			"**Prerequisites:** {feat/Arcane Strike} or {feat/Disruptive}; {feat/Banishing Critical}; {feat/Combat Reflexes}; Spellcraft 8 ranks; arcane pool class feature.  ",
			"**Benefit:** If a summoned or called creature materializes in a space you threaten, you can make an attack of opportunity against that creature before it acts, gaining a +2 circumstance bonus on the attack roll if you successfully identified the spell used to summon or call that creature.  ",
			"**Normal:** A summoned or called creature appears instantly when the spell used to conjure it is completed, allowing for no attack of opportunity against the creature."
		]
	},
	"dimensional_dervish": {
		"name": "Dimensional Dervish",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dimensional Dervish",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"You teleport with a mere thought, savaging your opponents as you flash in and out of reality.  ",
			"**Prerequisites:** Ability to use the abundant step class feature or cast {spell/dimension door}, {feat/Dimensional Agility}, {feat/Dimensional Assault}, base attack bonus +6.  ",
			"**Benefit:** You can take a full-attack action, activating abundant step or casting *dimension door* as a swift action. If your do, you can teleport up to twice your speed (up to the maximum distance allowed by the spell or ability), dividing this teleportation into increments you use before your first attack, between each attack, and after your last attack. You must teleport at least 5 feet each time you teleport.  ",
			"**Special:** A monk can use additional points from his ki pool to increase his speed before determining the total speed for this teleportation."
		]
	},
	"dimensional_disruption": {
		"name": "Dimensional Disruption",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Dimensional Disruption (Combat)",
			"",
			"{SOURCE Monster Summoner's Handbook/9}",
			"",
			"You've become so adept at combating summoned creatures that you can interrupt the magical energies that summon them to your plane.  ",
			"**Prerequisites:** {feat/Arcane Strike} or {feat/Disruptive}; {feat/Banishing Critical}; {feat/Combat Reflexes}; {feat/Dimensional Awareness}; Spellcraft 8 ranks; arcane pool class feature.  ",
			"**Benefit:** When you use Dimensional Awareness to make an attack of opportunity against a creature being summoned or called into a square you threaten, you can additionally use an immediate action to attempt to send the creature back to its home plane. Attempt a Spellcraft check (DC = 15 + the creature's CR [minimum 1] + the spell level of the spell that summoned the creature). If you succeed, the creature does not get to act and is immediately sent back to its home plane.  ",
			"**Normal:** A summoning or calling spell can be disrupted only by a failed concentration check or by countering the spell."
		]
	},
	"dimensional_maneuvers": {
		"name": "Dimensional Maneuvers",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dimensional Maneuvers",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"Your rapid teleportation makes your combat maneuvers more difficult to avoid.  ",
			"**Prerequisites:** Ability to use the abundant step class feature or cast {spell/dimension door}, {feat/Dimensional Agility}, {feat/Dimensional Assault}, {feat/Dimensional Dervish}, base attack bonus +9.  ",
			"**Benefit:** While using the Dimensional Dervish feat, you gain a +4 bonus on {rule/combat maneuver>s} checks to bull rush, disarm, reposition, or trip an opponent."
		]
	},
	"dimensional_savant": {
		"name": "Dimensional Savant",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dimensional Savant",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"You flash into and out of reality so quickly it is impossible to tell exactly where you are at any given time.  ",
			"**Prerequisites:** {feat/Dimensional Agility}, {feat/Dimensional Assault}, {feat/Dimensional Dervish}, ability to use the abundant step class feature or cast {spell/dimension door}, base attack bonus +9.  ",
			"**Benefit:** While using the Dimensional Dervish feat, you provide {rule/flanking} from all squares you attack from. Flanking starts from the moment you make an attack until the start of your next turn. You can effectively flank with yourself and with multiple allies when using this feat."
		]
	},
	"dimensional_step_up": {
		"name": "Dimensional Step Up",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Dimensional Step Up",
			"",
			"{SOURCE Monster Hunter's Handbook/19}",
			"",
			"Even teleportation cannot keep you from confronting your foe.  ",
			"**Prerequisites:** {feat/Dimensional Agility}, {feat/Step Up}, base attack bonus +12, abundant step class feature or ability to cast {spell/dimension door}.  ",
			"**Benefit:** Once per day, when an adjacent foe moves using a teleportation spell, spell-like ability, or similar ability (including effects like a {pclass/shadowdancer/'s} shadow jump ability), you can follow the creature as an immediate action. This ability has no range limit; you simply appear adjacent to the target wherever its destination happens to be. You cannot use this ability to travel to another plane. This feat does not provide you any means of returning, nor does it grant you knowledge of where your foe is going."
		]
	},
	"diplomatic_ruse": {
		"name": "Diplomatic Ruse",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Diplomatic Ruse (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/205}",
			"",
			"With practiced gestures, you buy enough time to prepare yourself for an inevitable battle.  ",
			"**Prerequisites:** Diplomacy 3 ranks, {race/human} (Keleshite).  ",
			"**Benefit:** Whenever you're adjacent to an ally who also has this feat, you can perform a quick, seemingly courteous gesture when you make an initiative check. As part of the gesture, you can perform a single free action, such as dropping an item or entering rage. This feat can be used only when combat breaks out after a conversation, such as from failed negotiations."
		]
	},
	"dire_bat_shape": {
		"name": "Dire Bat Shape",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Dire Bat Shape",
			"",
			"{SOURCE Blood of the Moon/9}",
			"",
			"You can become a dire bat.  ",
			"**Prerequisites:** Cha 13, {feat/Bat Shape}, base attack bonus +3, [werebat-kin](race/skinwalker).  ",
			"**Benefit:** When you use Bat Shape to become a bat, you can choose to become a bat or a {monster/dire bat}."
		]
	},
	"directed_disarm": {
		"name": "Directed Disarm",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Directed Disarm (Combat)",
			"",
			"{SOURCE Ranged Tactics Toolbox/6}",
			"",
			"A weapon you pull from one enemy's grip flies toward another enemy.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Greater Disarm}, {feat/Improved Disarm}, base attack bonus +11.  ",
			"**Benefit:** Whenever you successfully use a combat maneuver to {rule/disarm} an opponent, the disarmed weapon lands up to 15 feet away from its wielder, in the direction you choose. Alternatively, you can make a ranged attack as an immediate action with the disarmed weapon against another opponent, as long as the disarmed weapon is a light or one-handed weapon. If the weapon is not a thrown weapon, you take a -4 penalty on the attack roll. You take a -4 penalty on your attack roll if you do not have a free hand."
		]
	},
	"dirty_critical_hit": {
		"name": "Dirty Critical Hit",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Dirty Critical Hit (Combat, Critical)",
			"",
			"{SOURCE Dirty Tactics Toolbox/14}",
			"",
			"Your blows are not only deadly, but debilitating as well.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Critical Focus}, {feat/Improved Dirty Trick}, base attack bonus +11.  ",
			"**Benefit:** Whenever you confirm a critical hit, you can also affect the target as if you had succeeded at a {rule/dirty trick} combat maneuver check. Doing so normally causes the target to suffer for 1 round one of the conditions applied by a dirty trick, unless you have feats or abilities that give you more dirty trick options.  ",
			"**Special:** You can apply the effects of only one critical feat to a given critical hit unless you possess Critical Mastery."
		]
	},
	"dirty_disarm": {
		"name": "Dirty Disarm",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Dirty Disarm (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/14}",
			"",
			"You can pull dirty tricks while disarming your foes.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Dirty Trick}, {feat/Improved Disarm}, base attack bonus +6.  ",
			"**Benefit:** You can attempt to perform a {rule/dirty trick} and a {rule/disarm} maneuver together against a single target as a full-round action. You attempt a single combat maneuver check for both maneuvers. If your CMB is different for the two types of maneuvers, use the lower of the two bonuses. If your target's CMD is different against the two types of maneuvers, use the higher CMD. If you succeed at the check, you successfully perform both combat maneuvers."
		]
	},
	"dirty_fighting": {
		"name": "Dirty Fighting",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Dirty Fighting (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/14}",
			"",
			"You can take advantage of a distracted foe.  ",
			"**Benefit:** When you attempt a combat maneuver check against a foe you are {rule/flanking}, you can forgo the +2 bonus on your attack roll for flanking to instead have the combat maneuver not provoke an attack of opportunity. If you have a feat or ability that allows you to attempt the combat maneuver without provoking an attack of opportunity, you can instead increase the bonus on your attack roll for flanking to +4 for the combat maneuver check.  ",
			"**Special:** This feat counts as having Dex 13, Int 13, {feat/Combat Expertise}, and {feat/Improved Unarmed Strike} for the purposes of meeting the prerequisites of the various improved combat maneuver feats, as well as feats that require those improved combat maneuver feats as prerequisites."
		]
	},
	"dirty_grapple": {
		"name": "Dirty Grapple",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Dirty Grapple (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/14}",
			"",
			"You are skilled at pulling dirty tricks during a grapple.  ",
			"**Prerequisites:** Dex 13, Int 13, {feat/Combat Expertise}, {feat/Improved Dirty Trick}, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, base attack bonus +6.  ",
			"**Benefit:** You can attempt to perform a {rule/dirty trick} and a {rule/grapple} maneuver together against a single target as a full-round action when initiating or maintaining a grapple. You must attempt a single combat maneuver check for both maneuvers. If your CMB is different for the two types of maneuvers, use the lower of the two bonuses. If your target's CMD is different against the two types of maneuvers, use the higher CMD. If you succeed at the check, you successfully perform both combat maneuvers."
		]
	},
	"dirty_trick_master": {
		"name": "Dirty Trick Master",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Dirty Trick Master (Combat)",
			"",
			"{SOURCE Bastards of Golarion/25}",
			"",
			"You are adept at stifling your enemies and can expertly make a bad situation even worse.  ",
			"**Prerequisites:** {feat/Greater Dirty Trick}, {feat/Improved Dirty Trick}, base attack bonus +11.  ",
			"**Benefit:** Whenever you successfully perform a {rule/dirty trick} combat maneuver against an opponent who is still affected by a condition inflicted by a previous dirty trick (whether your own or another creature's), you can cause the condition to worsen. In addition to increasing the duration of the condition as normal, you cause an opponent who is {misc/dazzled} to become {misc/dazed}, {rule/entangled} to become [pinned](rule/grapple_conditions), {misc/shaken} to become {misc/frightened}, and {misc/sickened} to become {misc/nauseated}. This worsened condition replaces the previous dirty trick condition, and lasts for the duration of the dirty trick (including any rounds remaining from the previous dirty trick condition) or until the opponent uses a standard action to remove the condition (whichever comes first)."
		]
	},
	"disable_dweomer": {
		"name": "Disable Dweomer",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Disable Dweomer",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"You can disable a magic item, suppressing it for a short time.  ",
			"**Prerequisites:** Disable Device 5 ranks, Use Magic Device 5 ranks, {ability/trapfinding}.  ",
			"**Benefit:** You can use Disable Device to suppress the magic of a non-artifact magic item for 1d4 rounds, after which the item recovers its magical properties. A suppressed item becomes nonmagical for the duration of the suppression. Using Disable Device in this way takes 2d4 rounds, with a DC of 15 + the item's caster level."
		]
	},
	"disarm_partner": {
		"name": "Disarm Partner",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Disarm Partner (Combat, Teamwork)",
			"",
			"{SOURCE Monster Codex/93}",
			"",
			"When your ally fails to disarm an opponent within your reach, you can try to disarm that same foe.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** When an ally with this feat fails a {rule/disarm} combat maneuver check made on his turn against an opponent within your melee reach, as an immediate action you can attempt a disarm combat maneuver check against that foe."
		]
	},
	"disarming_strike": {
		"name": "Disarming Strike",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disarming Strike (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/157}",
			"",
			"Your critical hits can disarm your foes.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Disarm}, base attack bonus +9.  ",
			"**Benefit:** Whenever you score a critical hit with a melee attack, you can disarm your opponent, in addition to the normal damage dealt by the attack. If your confirmation roll exceeds your opponent's CMD, you may disarm your opponent as if from the {rule/disarm} combat maneuver. This does not provoke an attack of opportunity.  ",
			"**Normal:** You must perform a disarm combat maneuver to disarm an opponent.  ",
			"**Special:** You can only apply the effects of one of the following feats to a given critical hit: {feat/Bull Rush Strike}, Disarming Strike, {feat/Repositioning Strike}, {feat/Sundering Strike}, or {feat/Tripping Strike}. You may choose to use this feat after you make your confirmation roll.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">When you fail to confirm a critical hit with a melee attack, you can spend 2 stamina points to attempt to disarm the target anyway. When you do, reroll the confirmation roll and use it to determine if the disarm attempt exceeds the opponent's CMD. This reroll is used only for the disarm combat maneuver; it can't cause the critical to be confirmed. You still can't make the attempt if the target is immune to critical hits."
		]
	},
	"disarming_threat_deed": {
		"name": "Disarming Threat Deed",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Disarming Threat Deed (Panache)",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"Even your threats are curiously charming.  ",
			"**Prerequisites:** {feat/Amateur Swashbuckler} or panache class feature; Diplomacy 2 ranks, Intimidate 2 ranks.  ",
			"**Benefit:** When you succeed at an Intimidate check to force an opponent to act friendly toward you, you can spend 1 panache point to cause the target to regard you with indifference when the duration of the effect expires. A target influenced in this manner is unlikely to report you to authorities.  ",
			"**Normal:** An opponent forced to act friendly toward you by Intimidate becomes unfriendly when the duration expires, and is likely to report you to the authorities."
		]
	},
	"disassemble_magic_item": {
		"name": "Disassemble Magic Item",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Disassemble Magic Item (Faction)",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"You can take apart and reassemble magic items.  ",
			"**Prerequisites:** Any item creation feat, [Aspis Consortium](rule/f_profiteers) 20 TPA.  ",
			"**Benefit:** You can break a magic item down into component pieces. These pieces are nonmagical and may have little resemblance to the original item other than being of the same material (a magical sword may be three recognizable metal pieces or simply a collection of metal scraps). Disassembling a magic item takes 1 hour per 1,000 gp of the item's price and requires you to concentrate as if crafting an item. You can only use this feat on items your item creation feat would let you craft (for example, if you have {feat/Craft Wondrous Item}, you can disassemble wondrous items but not magic weapons or armor).",
			"",
			"You may reassemble a dismantled item as long as all the pieces are present; this takes the same amount of time as taking it apart did. There is a 10% chance the reconstruction fails and the item is permanently destroyed."
		]
	},
	"discerning_eye": {
		"name": "Discerning Eye",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Discerning Eye",
			"",
			"{SOURCE Advanced Race Guide/46}",
			"",
			"You are not easily fooled by illusions and forgeries.  ",
			"**Prerequisites:** {race/Elf} or {race/half-elf}, keen senses racial trait.  ",
			"**Benefit:** You receive a +2 racial bonus on saving throws against illusion spells and effects and a +2 bonus on {skill/Linguistics} checks to detect forgeries. You can use the Linguistics skill to detect forgeries untrained."
		]
	},
	"disciple_of_the_sword": {
		"name": "Disciple of the Sword",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Disciple of the Sword",
			"",
			"{SOURCE Inner Sea Gods/210}",
			"",
			"Your dedication to mastering Iomedae's favored weapon puts other to shame.  ",
			"**Prerequisites:** {feat/Weapon Focus} (longsword), cleric or inquisitor level 4th, worshiper of {faith/Iomedae}.  ",
			"**Benefit:** You gain the benefits of {feat/Weapon Specialization} (longsword), and you can use your cleric or inquisitor level in place of your fighter level for the purpose of qualifying for {feat/Greater Weapon Focus} (longsword) and {feat/Greater Weapon Specialization} (longsword). You can use this feat instead of Weapon Specialization (longsword) to qualify for Greater Weapon Specialization (longsword)."
		]
	},
	"disciplinary_devotee": {
		"name": "Disciplinary Devotee",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Disciplinary Devotee",
			"",
			"{SOURCE Occult Adventures/129}",
			"",
			"Your careful study of mental magic grants you mastery in your discipline.  ",
			"**Prerequisites:** Psychic discipline class feature.  ",
			"**Benefit:** You gain a +1 bonus on caster level checks and {rule/concentration} checks when casting spells from your {ability/psychic |discipline>s}, and you gain a +1 insight bonus on saving throws against spells from your discipline."
		]
	},
	"disconcerting_knowledge": {
		"name": "Disconcerting Knowledge",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Disconcerting Knowledge",
			"",
			"{SOURCE Horror Adventures/84}",
			"",
			"You unsettle your enemies by demonstrating that you how to defeat them.  ",
			"**Prerequisites:** Bardic knowledge class ability or {domain/Knowledge} domain, Knowledge (any two) 3 ranks each.  ",
			"**Benefit:** You can use your knowledge to demoralize an enemy. When you use a standard action to {skill/Intimidate} a creature with a base CR of 2 or greater, you can use a Knowledge skill that could be used to identify the creature's type in place of Intimidate when attempting to demoralize that creature. The target creature must be intelligent and understand the language that you are using when conveying the disconcerting knowledge."
		]
	},
	"disconcerting_stare": {
		"name": "Disconcerting Stare",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Disconcerting Stare (Combat, Stare)",
			"",
			"{SOURCE Magic Tactics Toolbox/13}",
			"",
			"Your painful stare unnerves your target, making it oblivious to its surroundings.  ",
			"**Prerequisites:** Mesmerist level 5th, painful stare class feature.  ",
			"**Benefit:** When you trigger your painful stare, the target must succeed at a Will save (DC = 10 + 1/2 your mesmerist level + your Charisma modifier) or take a -6 penalty on Disable Device and Perception checks and a -2 penalty on Reflex saves for the next minute. If the target has the {ability/trapfinding} or {ability/trap sense} class ability and fails this save, the target also loses the benefit of that ability (or abilities) for 1 minute."
		]
	},
	"discordant_voice": {
		"name": "Discordant Voice",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Discordant Voice",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"By singing out a precise tone, you cause discordant vibrations to run through allies' weapons.  ",
			"**Prerequisites:** {ability/Bardic performance} class feature, Perform (oratory or sing) 10 ranks.  ",
			"**Benefit:** Whenever you are using bardic performance to create a spell-like or supernatural effect, allies within 30 feet of you deal an extra 1d6 points of sonic damage with successful weapon attacks. This damage stacks with other energy damage a weapon might deal. Projectile weapons bestow this extra damage on their ammunition, but the extra damage is dealt only if the projectile hits a target within 30 feet of you."
		]
	},
	"disengaging_feint": {
		"name": "Disengaging Feint",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disengaging Feint (Combat)",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"You can feint to disengage from combat.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Feint}.  ",
			"**Benefit:** As a standard action, use {skill/Bluff} to feint against an opponent. Instead of denying that opponent his Dexterity bonus to AC, a successful feint allows you to move up to your speed without provoking an attack of opportunity from the opponent you feinted for leaving the square you start in.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to attempt a Disengaging Feint as a move action instead of a standard action."
		]
	},
	"disengaging_flourish": {
		"name": "Disengaging Flourish",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disengaging Flourish (Combat)",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"Distracting your opponents gives you the opportunity to make a swift retreat.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Disengaging Feint}, {feat/Improved Feint}.  ",
			"**Benefit:** As a standard action, make a {skill/Bluff} check against each opponent that currently threatens you. If you succeed against at least one opponent, you can move up to your speed. This movement does not provoke attacks of opportunity from any opponent you succeeded at feinting against.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to make a Disengaging Flourish attempt as a move action instead of a standard action."
		]
	},
	"disengaging_shot": {
		"name": "Disengaging Shot",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disengaging Shot (Combat)",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"You make one last attack before beating a hasty retreat.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Disengaging Feint}, {feat/Dodge}, {feat/Improved Feint}, {feat/Mobility}.  ",
			"**Benefit:** Whenever you use Disengaging Feint or {feat/Disengaging Flourish}, you can make a single melee attack against one opponent you succeeded at feinting against. That opponent is denied his Dexterity bonus to AC against this attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. Just before you attempt your free melee attack with Disengaging Shot, you can spend up to 5 stamina points. If you do, increase the attack's damage by 2 points for each stamina point you spent."
		]
	},
	"disheartening_display": {
		"name": "Disheartening Display",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disheartening Display (Combat)",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"Your show of prowess further demoralizes others.  ",
			"**Prerequisites:** {feat/Dazzling Display}, {feat/Weapon Focus}, base attack bonus +6, proficiency with chosen weapon.  ",
			"**Benefit:** When you successfully use Dazzling Display against any {misc/shaken}, {misc/frightened}, or {misc/panicked} opponents, their fear increases by one step. An already panicked creature demoralized by this feat {misc/cower/s>ing}. Once affected by this feat, a creature cannot be affected by it again (by you or anyone else) for 24 hours.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When you affect a creature with this feat, you can spend 5 stamina points to gain the ability to affect that creature with this feat a second time during the same 24-hour period."
		]
	},
	"dislocate": {
		"name": "Dislocate",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Dislocate",
			"",
			"{SOURCE Path of the Hellknight/45}",
			"",
			"You can dislocate your limbs to aid in escaping from bonds or enemy grips.  ",
			"**Prerequisites:** Con 13.  ",
			"**Benefit:** As a swift action, you can deal 1d8 points of nonlethal damage to yourself as you pop your joints from their sockets, making yourself more flexible though suffering incredible pain. Any {skill/Escape Artist} checks you attempt that would normally take 1 minute instead take 1 full-round action. If you have 7 Hit Dice or more, the damage you deal to yourself is decreased to 1d6. If you have 14 Hit Dice or more, you deal no damage to yourself, and any Escape Artist checks you attempt that normally take 1 full round instead take a move action. You can't gain any benefits from this feat if you are immune to nonlethal damage."
		]
	},
	"disorienting_blow": {
		"name": "Disorienting Blow",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Disorienting Blow (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/24}",
			"",
			"When you successfully strike your opponent with your Stunning Fist, you leave it in a state of confusion.  ",
			"**Prerequisites:** {feat/Stunning Fist}, base attack bonus +11.  ",
			"**Benefit:** You must choose to use this ability before making an attack roll with your Stunning Fist, and this effect replaces other effects or conditions that would be caused by Stunning Fist. If you successfully hit your opponent and it fails its Fortitude save, it becomes {misc/confused} for 1 round. Additional disorienting blows to the confused target add to the duration of its confusion. This feat is otherwise subject to all of the limits and conditions of Stunning Fist."
		]
	},
	"disorienting_maneuver": {
		"name": "Disorienting Maneuver",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Disorienting Maneuver",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"Your erratic movements disorient your opponent.  ",
			"**Prerequisites:** {feat/Dodge}, Acrobatics 5 ranks.  ",
			"**Benefit:** If you successfully use {skill/Acrobatics} to tumble through an opponent's space, you gain a +2 circumstance bonus on attack rolls against that opponent until the start of your next turn. If you choose to make a {rule/trip} attempt against that opponent, you gain a +4 circumstance bonus on your combat maneuver check. This bonus on trip also lasts until the start of your next turn."
		]
	},
	"dispel_focus": {
		"name": "Dispel Focus",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Dispel Focus",
			"",
			"{SOURCE Monster Summoner's Handbook/9}",
			"",
			"You are skilled at the art of dispelling.  ",
			"**Prerequisites:** Ability to cast {spell/dispel magic}.  ",
			"**Benefit:** Whenever you attempt a dispel check based on your caster level, you gain a +2 bonus on the check."
		]
	},
	"dispel_mastery": {
		"name": "Dispel Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Dispel Mastery (Item Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/26}",
			"",
			"You can {spell/dispel magic} with abjuration magic items.  ",
			"**Prerequisites:** Use Magic Device 3 ranks, base Fortitude save bonus +6.  ",
			"**Benefit:** You can cause an item that has an abjuration spell of 2nd level or higher in its construction requirements to cast *dispel magic,* but only to perform a targeted dispel. You can use this feat once per day, plus an additional time per day at base Fortitude save bonus +9 and +12."
		]
	},
	"dispel_synergy": {
		"name": "Dispel Synergy",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dispel Synergy",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"By tearing away an opponent's magical defenses, you leave your enemy vulnerable, making it difficult for him to resist your spells.  ",
			"**Prerequisites:** Spellcraft 5 ranks.  ",
			"**Benefit:** If you successfully {spell/dispel>_magic} an ongoing magical effect on an opponent, that opponent takes a -2 penalty on saving throws against your spells until the end of your next turn."
		]
	},
	"dispelling_blood": {
		"name": "Dispelling Blood",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Dispelling Blood",
			"",
			"{SOURCE Potions and Poisons/6}",
			"",
			"You can change your toxic blood to unravel magic itself.  ",
			"**Prerequisites:** Knowledge (arcana) 7 ranks, {race/vishkanya}.  ",
			"**Benefit:** As a swift action, you can alter the effects of your venom to affect magic instead of flesh. Your venom functions as a targeted {spell/dispel magic} effect when it strikes a creature, using your character level as your caster level. This dispelling effect affects creatures even if they are immune to poison effects.  ",
			"**Normal:** Vishkanya venom deals Dexterity damage."
		]
	},
	"dispelling_critical": {
		"name": "Dispelling Critical",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dispelling Critical (Critical)",
			"",
			"{SOURCE Ultimate Combat/97}",
			"",
			"Your blows attack the physical and arcane forms of your enemies at the same time.  ",
			"**Prerequisites:** {feat/Arcane Strike}, base attack bonus +11, ability to cast {spell/dispel magic}.  ",
			"**Benefit:** If you have *dispel magic* prepared or can cast it spontaneously, when you score a critical hit against an opponent, you may use a swift action to cast *dispel magic* to make a targeted dispel against that opponent."
		]
	},
	"dispelling_fist": {
		"name": "Dispelling Fist",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dispelling Fist",
			"",
			"{SOURCE Ultimate Combat/97}",
			"",
			"By focusing on your knowledge of magic and spells that negate its powers, you use your bare hands to rip magical defenses from your enemy.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, base attack bonus +11, ability to cast {spell/dispel magic}, caster level 7th.  ",
			"**Benefit:** If you have *dispel magic* prepared or can cast it spontaneously, you can cast it as a swift action after hitting an opponent with an unarmed strike. Treat this as a targeted dispel against the opponent you hit."
		]
	},
	"disposable_weapon": {
		"name": "Disposable Weapon",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Disposable Weapon",
			"",
			"{SOURCE Ultimate Combat/97}",
			"",
			"You ignore the limitations of your equipment, striking harder despite the damage it does to your weapon.  ",
			"**Prerequisites:** Base attack bonus +1, proficient with weapon.  ",
			"**Benefit:** Whenever you use a melee or thrown weapon with the {misc/fragile} weapon special quality to score a critical threat against an opponent, you can give your weapon the {misc/broken} condition to automatically confirm the critical hit."
		]
	},
	"disrupting_fist": {
		"name": "Disrupting Fist",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Disrupting Fist (Combat)",
			"",
			"{SOURCE Horror Adventures/85}",
			"",
			"Your powerful fists can reduce undead foes to dust.  ",
			"**Prerequisites:** {feat/Channel Smite}, {feat/Improved Unarmed Strike}, base attack bonus +9, {ability/channel positive energy} 4d6.  ",
			"**Benefit:** On a confirmed critical hit using an unarmed strike against an undead creature, you can expend two uses of your channel energy ability as a swift action to destroy that undead creature. The undead creature can negate this effect with a successful Will saving throw (DC = 10 + your base attack bonus)."
		]
	},
	"disrupting_shot": {
		"name": "Disrupting Shot",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disrupting Shot (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/157}",
			"",
			"With a well-placed shot, you make it harder for a nearby opponent to cast spells.  ",
			"**Prerequisites:** Dex 13, {feat/Point-Blank Shot}, fighter level 6th.  ",
			"**Benefit:** If you {rule/ready an action} to shoot an opponent casting a spell within 30 feet and successfully hit that opponent with a ranged attack, the concentration DC to successfully cast the spell is increased by +4.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When you ready an action to shoot an opponent casting a spell, you can spend up to 3 stamina points. For each stamina point you spend, it increases the range from which you can successfully hit that opponent and gain the benefits of this feat by 10 feet (to a maximum of 60 feet)."
		]
	},
	"disruptive": {
		"name": "Disruptive",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disruptive (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/122}",
			"",
			"Your training makes it difficult for enemy spellcasters to safely cast spells near you.  ",
			"**Prerequisites:** 6th-level fighter.  ",
			"**Benefit:** The DC to [cast spells defensively](rule/concentration) increases by +4 for all enemies that are within your threatened area. This increase to casting spells defensively only applies if you are aware of the enemy's location and are capable of taking an attack of opportunity. If you can only take one attack of opportunity per round and have already used that attack, this increase does not apply.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When you use your last attack of opportunity available to you in a round, you can spend 2 stamina points to extend the duration of this feat's increase to DCs for enemies casting defensively within your threatened area until the start of your next turn.",
			"",
			"### Mythic Disruptive",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"You're a master at disrupting nearby spellcasters.  ",
			"**Prerequisites:** Disruptive.  ",
			"**Benefit:** The DC to cast spells defensively within your threatened area increases by half your tier. This stacks with the increase granted by Disruptive. In addition, even if you can't make attacks of opportunity, non-mythic spellcasters are still wary of you and continue to suffer from the effects of Disruptive."
		]
	},
	"disruptive_companion": {
		"name": "Disruptive Companion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Disruptive Companion (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/217}",
			"",
			"The animal's presence harries nearby enemies, making concentration difficult.  ",
			"**Prerequisites:** {sidekick/Animal companion}.  ",
			"**Benefit:** The animal companion is trained to interfere with its opponent's concentration, making even rote tasks difficult. Increase the {rule/concentration} check DC of spells and spell-like abilities that opponents cast while within the animal companion's reach by +2. Additionally, opponents can't take 10 on d20 rolls or checks while within the animal companion's reach. If an opponent has an ability that allows it to always take 10 on certain skill checks while distracted (such as the skill mastery advanced talent), it gains the benefit of such abilities only if its number of skill ranks is at least 4 higher than the animal companion's Hit Dice.",
			"",
			"In addition, the animal companion counts as a fighter with a number of class levels equal to its Hit Dice for the purposes of qualifying for the {feat/Disruptive} feat, as well as for any feat that lists the Disruptive feat as a prerequisite. The animal companion also adds those feats to the list of animal feats that it can choose from when gaining a new feat."
		]
	},
	"disruptive_recall": {
		"name": "Disruptive Recall",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Disruptive Recall",
			"",
			"{SOURCE Ultimate Combat/97}",
			"",
			"You can disrupt an enemy caster's spells to fuel your own arcane power.  ",
			"**Prerequisites:** Spell recall class feature, Spellcraft 5 ranks.  ",
			"**Benefit:** When you use a melee attack to successfully disrupt an arcane spellcaster's spell, you can immediately use your spell recall class feature to regain a magus spell you have already cast. This ability functions as if you had expended a number of points from your arcane pool equal to the level of the spell you disrupted, up to the maximum level spell you can cast."
		]
	},
	"disruptive_spell": {
		"name": "Disruptive Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Disruptive Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/157}",
			"",
			"Your magical energies cling to enemies, interfering with their spellcasting.  ",
			"**Benefit:** Targets affected by a disruptive spell must make {rule/concentration} checks when using spells or spell-like abilities (DC equals the save DC of the disruptive spell plus the level of the spell being cast) for 1 round. Targets that avoid the spell's effects avoid this feat's effect as well. A disruptive spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"disruptive_spell_like_ability": {
		"name": "Disruptive Spell-Like Ability",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Disruptive Spell-Like Ability (Monster)",
			"",
			"{SOURCE Horror Adventures/85}",
			"",
			"Your spell-like ability clings to affected targets and interferes with their spellcasting.  ",
			"**Prerequisites:** Spell-like ability at caster level 4th or higher.  ",
			"**Benefit:** Choose one of your spell-like abilities, subject to the restrictions described in this feat. You can use the chosen spell-like ability as a disruptive spell-like ability up to three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"For 1 round after you use a disruptive spell-like ability, affected targets attempting to cast as spell must attempt {rule/concentration} checks when casting spells or use spell-like abilities (DC = the disruptive spell-like ability's DC + the level of the spell the target is casting or spell-like ability it's using). Targets that avoid the spell-like ability's effects also avoid this feat's effect.",
			"",
			"You can only select a spell-like ability duplicating a spell with a level less than or equal to 1/2 your caster level (round down) - 1",
			"",
			"**Special:** This feat can be taken multiple times. Each time it is taken, you can apply it to a different spell-like ability.",
			"",
			"| Spell Level | Caster Level |",
			"| --- | --- |",
			"| 0 | 2nd |",
			"| 1st | 4th |",
			"| 2nd | 6th |",
			"| 3rd | 8th |",
			"| 4th | 10th |",
			"| 5th | 12th |",
			"| 6th | 14th |",
			"| 7th | 16th |",
			"| 8th | 18th |",
			"| 9th | 20th |"
		]
	},
	"distance_thrower": {
		"name": "Distance Thrower",
		"sources": [
			"Mythic Adventures",
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Distance Thrower (Combat)",
			"",
			"{SOURCE Ultimate Combat/97}",
			"",
			"You are accurate with thrown weapons at longer ranges than normal.  ",
			"**Prerequisites:** Str 13.  ",
			"**Benefit:** With a thrown weapon, you reduce your penalty on ranged attack rolls due to range by 2.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When making an attack with a thrown weapon, you can spend 2 stamina points to reduce your penalty on ranged attack rolls due to range by an additional 4.",
			"",
			"### Mythic Distance Thrower",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"There's virtually no limit to your powerful throwing arm.  ",
			"**Prerequisites:** Str 17, Distance Thrower.  ",
			"**Benefit:** Thrown weapons wielded by you have twice their normal range."
		]
	},
	"distant_delivery": {
		"name": "Distant Delivery",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Distant Delivery",
			"",
			"{SOURCE Occult Adventures/132}",
			"",
			"Your {sidekick/phantom} can deliver spells at a greater range than usual.  ",
			"**Prerequisites:** Phantom class feature, phantom with the deliver touch spells ability.  ",
			"**Benefit:** The distance from you at which your phantom can deliver touch spells increases by 20 feet."
		]
	},
	"distant_jinx": {
		"name": "Distant Jinx",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Distant Jinx",
			"",
			"{SOURCE Halflings of Golarion/27}",
			"",
			"Your jinx can affect creatures from farther away than normal.  ",
			"**Prerequisites:** Halfling Jinx trait.  ",
			"**Benefit:** The range of your jinx increases by 30 feet.  ",
			"**Special:** You can gain this feat multiple times. Its effects stack."
		]
	},
	"distant_spell_link": {
		"name": "Distant Spell Link",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Distant Spell Link",
			"",
			"{SOURCE Ranged Tactics Toolbox/12}",
			"",
			"You can share spells and grant touch spells to your companion creature over a great distance.  ",
			"**Prerequisites:** {feat/Enlarge Spell} or {feat/Reach Spell}; animal companion, eidolon, familiar, or other allied creature with the share spells ability.  ",
			"**Benefit:** The range of your allied creature's share spells ability increases to close (25 feet + 5 feet for every 2 levels) as long as you have line of effect to the creature when you cast the shared spell. If your allied creature has the deliver touch spells ability, you can designate your allied creature as the spell's source when you cast a touch spell as long as you are within close range of it. The creature must still deliver the touch spell at its touch range.  ",
			"**Normal:** You must be adjacent to your familiar to share spells with it or designate touch spells for it to deliver."
		]
	},
	"distracting_charge": {
		"name": "Distracting Charge",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Distracting Charge (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"Your ally's charge exposes an opening you can exploit.  ",
			"**Benefit:** When your ally with this feat uses the {rule/charge} action and hits, you gain a +2 bonus on your next attack roll against the target of that charge. This bonus must be used before your ally's next turn, or it is lost.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">You can spend 1 stamina point when an ally with this feat charges but misses with the charge attack. When you do, you can still gain the benefit of this feat when you charge."
		]
	},
	"distracting_explosion": {
		"name": "Distracting Explosion",
		"sources": [ "Pathfinder #115: Trail of the Hunted" ],
		"description": [
			"## Distracting Explosion",
			"",
			"{SOURCE Pathfinder #115: Trail of the Hunted/74}",
			"",
			"Your bombs explode with such force that they throw targets off their guard and provides an opening for your allies.  ",
			"**Prerequisites:** Bomb class feature, {race/hobgoblin}.  ",
			"**Benefit:** You can reduce your bomb damage by one die to give it the ability to distract the creature it strikes. If a creature takes a direct hit from your bomb, it must succeed at a Reflex saving throw against the bomb's DC or be unable to make attacks of opportunity for 1 round. This is in addition to any other effects the bomb would normally have.  ",
			"**Normal:** The target of a bomb does not get a saving throw to avoid the bomb's effects."
		]
	},
	"diva_advance": {
		"name": "Diva Advance",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Diva Advance (Combat)",
			"",
			"{SOURCE Adventurer's Guide/176}",
			"",
			"You stride forward with confidence, trusting your performance to protect you as much as your arms and armor.  ",
			"**Prerequisites:** Cha 17, {feat/Combat Expertise}, {feat/Diva Strike}, {feat/Diva Style}, {feat/Improved Feint}, base attack bonus +11 or bard level 11th.  ",
			"**Benefit:** While using Diva Style, you do not provoke attacks of opportunity from creatures you have successfully feinted against. Additionally, you can {rule/feint} against a creature using Diva Style from up to 30 feet away."
		]
	},
	"diva_strike": {
		"name": "Diva Strike",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Diva Strike (Combat)",
			"",
			"{SOURCE Adventurer's Guide/176}",
			"",
			"Those distracted by your performance leave themselves open to vicious attacks.  ",
			"**Prerequisites:** Cha 15; {feat/Combat Expertise}; {feat/Diva Style}; {feat/Improved Feint}; base attack bonus +7 or bard level 7th.  ",
			"**Benefit:** While using Diva Style, the first time you hit with a melee weapon in a round, you deal an additional amount of damage equal to your Charisma modifier to a target that is denied its Dexterity bonus to AC. This damage is precision-based, and is not multiplied on a critical hit."
		]
	},
	"diva_style": {
		"name": "Diva Style",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Diva Style (Combat, Style)",
			"",
			"{SOURCE Adventurer's Guide/176}",
			"",
			"You employ song, dance, or some other method of performance to distract your enemies from the battle at hand.  ",
			"**Prerequisites:** Cha 13; base attack bonus +1 or bard level 1st.  ",
			"**Benefit:** While using this style, you can use any Perform skill in place of {skill/Bluff} to feint in combat. You can attempt a Perform check to feint as a move action when you begin a {ability/bardic performance}."
		]
	},
	"diverse_obedience": {
		"name": "Diverse Obedience",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Diverse Obedience",
			"",
			"{SOURCE Divine Anthology/11}",
			"",
			"Your intense faith in your deity allows you to gain boons not granted to most followers.  ",
			"**Prerequisites:** {feat/Deific Obedience}, Knowledge (religion) 5 ranks, alignment must match that of your worshiped deity.  ",
			"**Benefit:** You are treated as though you had 2 more Hit Dice than you actually do for the purposes of determining what divine boons you gain as a result of performing your deity's obedience. Diverse Obedience doesn't allow access to divine boons granted through prestige classes early, as those boons are tied to prestige class levels gained, not overall Hit Dice. If you take levels in a prestige class or archetype that offers accelerated access to a boon, this benefit may be superfluous.",
			"",
			"Additionally, whenever you would gain a boon as a result of your Deific Obedience feat (and not through a prestige class), you can choose among the options available for evangelist, exalted, or sentinel boons. Once you make the selection, it is permanent, but you can choose from a different category each time you gain a new boon as you increase your Hit Dice."
		]
	},
	"diverse_palate": {
		"name": "Diverse Palate",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Diverse Palate",
			"",
			"{SOURCE Advanced Race Guide/100}",
			"",
			"Your taste for blood is broader than that of other dhampirs.  ",
			"**Prerequisites:** {feat/Blood Drinker}, {race/dhampir}.  ",
			"**Benefit:** Choose a humanoid subtype or the monstrous humanoid type. You may use your Blood Drinker feat on creatures of this subtype or type.  ",
			"**Special:** You can take this feat multiple times. Each time you select it, choose a new humanoid subtype or the monstrous humanoid."
		]
	},
	"diversion_shot": {
		"name": "Diversion Shot",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Diversion Shot (Combat, Teamwork)",
			"",
			"{SOURCE Heroes of the Wild/19}",
			"",
			"You can use your shots to distract opponents.  ",
			"**Prerequisites:** {feat/Stealthy}, {feat/Target of Opportunity}.  ",
			"**Benefit:** When you hit a target using Target of Opportunity, the ally who triggered your ranged attack can attempt a Stealth check to hide from your target as an immediate action, even if your target is aware of your ally's presence. Your ally must also have this feat to benefit from this effect. This Stealth check applies only to the target you hit, and the stealth ends if the ally takes any action other than to move into {rule/cover} or {rule/concealment}."
		]
	},
	"divert_harm": {
		"name": "Divert Harm",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Divert Harm (Combat)",
			"",
			"{SOURCE Bastards of Golarion/25}",
			"",
			"You know how to throw your enemies into harm's way at the last second.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, base attack bonus +6, {ability/evasion} class feature.  ",
			"**Benefit:** Whenever you are the target of an area-of-effect attack that normally deals half damage on a successful Reflex save (such as a {spell/fireball} spell or dragon's breath weapon), you may, as an immediate action, wrestle an adjacent foe into harm's way. This does not alter the position of you or your opponent, but your opponent must attempt a Reflex save against the attack in your place. If your opponent fails, it takes half damage from the attack and you take none; if it succeeds, it takes no damage and you take damage as normal as though you'd failed your saving throw (though this damage is still reduced by abilities such as {ability/improved evasion}). This feat works even if the opponent was already in the affected area of the attack (so it is possible that an unlucky opponent could take as much as 1-1/2 times the damage normally possible from the attack). You can use this ability only on a foe within one size category of yourself."
		]
	},
	"divination_guide": {
		"name": "Divination Guide",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Divination Guide",
			"",
			"{SOURCE Inner Sea Gods/210;Faiths of Purity/24}",
			"",
			"You deity grants you greater guidance and divine insight.  ",
			"**Prerequisites:** Caster level 3rd, ability to cast {spell/augury} or {spell/divination}, must worship a deity.  ",
			"**Benefit:** Whenever you cast *augury* or *divination,* you receive further guidance from your deity's agents. You gain a +1 sacred bonus if your worship a good deity or a +1 profane bonus if you worship an evil deity (if you worship a neutral deity the type of bonus is either determined by the type of energy you channel with the channel energy class feature or, if you don't have that class ability, your choice upon taking this feat) on all saving throws for 1 minute per caster level of the augury or divination spell you cast."
		]
	},
	"divine_barrier": {
		"name": "Divine Barrier",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Divine Barrier",
			"",
			"{SOURCE Inner Sea Gods/210}",
			"",
			"You have trained in the art of blocking breath weapons.  ",
			"**Prerequisites:** {ability/Channel energy} class feature, worshiper of {faith/Apsu}.  ",
			"**Benefit:** When you are within an area effect that deals acid, cold, electricity, or fire damage, you can expend one use of your channel energy ability as an immediate action to shield yourself and all allies within 30 feet. You and allies within your shield only take half damage if they fail their save against the effect, and those who make a successful save take no damage from the effect."
		]
	},
	"divine_communion": {
		"name": "Divine Communion",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Divine Communion",
			"",
			"{SOURCE Divine Anthology/11}",
			"",
			"Your close, personal connection with your deity grants you insight into his or her wishes.  ",
			"**Prerequisites:** Wisdom 13, alignment must match that of your worshiped deity.  ",
			"**Benefit:** Once per day as a swift action, you can ponder whether or not your deity would approve or disapprove of a particular course of action, and whether that action would impact your alignment. The GM decides if the action is one your deity would approve of, and if it is, you gain an insight bonus equal to your Wisdom modifier (minimum of +1) on any d20 roll made in association with that action during this round. For every 3 ranks you have in Knowledge (religion), you can use this ability an additional time per day, to a maximum of 6 times a day."
		]
	}
}
