{
	"noble_scion": {
		"name": "Noble Scion",
		"sources": [
			"Heroes of the High Court",
			"Inner Sea World Guide"
		],
		"description": [
			"## Noble Scion",
			"",
			"{SOURCE Inner Sea World Guide/288}",
			"",
			"You are a member of a proud noble family, whether or not you remain in good standing with your family.  ",
			"**Prerequisites:** Cha 13, must be taken at 1st level.  ",
			"**Benefit:** You gain a +2 bonus on all Knowledge (nobility) checks, and that chosen Knowledge skill is always considered a class skill for you.",
			"",
			"When you select this feat, choose one of the benefits listed below that matches the flavor of your noble family. Work with your GM to ensure that your choice is appropriate.",
			"",
			">*Scion of the Arts:* You gain a +1 bonus on all Perform checks, and Perform is always a class skill for you. If you have the bardic performance ability, you can use that ability for an additional 3 rounds per day.",
			">",
			">*Scion of Lore:* You gain a +1 bonus on all Knowledge skills in which you have at least 1 rank.",
			">",
			">*Scion of Magic:* You gain one of the following languages as a bonus language: Abyssal, Aklo, Celestial, Draconic, Infernal, or Sylvan. Once per day, as a free action, you can gain a +2 bonus on any Spellcraft check you make. You must spend the free action to gain this bonus before you make the check.",
			">",
			">*Scion of Peace:* Whenever you take 10 on a Wisdom-based skill, treat the result as if you had rolled a 13 instead of a 10.",
			">",
			">*Scion of War:* You use your Charisma modifier to adjust Initiative checks instead of your Dexterity modifier.",
			"",
			"{SOURCE Heroes of the High Court/5}",
			"",
			"Noble houses throughout Golarion train their courts to focus on the ideals and skills most appropriate for their given region. The Noble Scion feat provides benefits to noble characters. Presented below are a number of benefits that can be taken in place of the standard selection of benefits provided by the feat.",
			"",
			">*Scion of Absalom:* You gain one of the following languages as a bonus language: Dwarven, Elven, Giant, Gnome, Halfling, or Orc. You gain a +1 bonus on Diplomacy checks when interacting with a creature that shares this bonus language.",
			">",
			">*Scion of Brevoy:* You gain a +2 bonus on Bluff checks against other nobles or members of a noble court.",
			">",
			">*Scion of Cheliax:* You gain a +1 bonus on Knowledge (planes) checks and treat your caster level as 1 higher when attempting to bind or call a devil.",
			">",
			">*Scion of Goka:* Choose either Sleight of Hand or Stealth. While you are in a small city or larger settlement, you can take 10 with the chosen skill, even while rushed or threatened.",
			">",
			">*Scion of Highhelm:* You use your Constitution modifier instead of your Charisma modifier for the purpose of the Leadership feat.",
			">",
			">*Scion of Irrisen:* You reduce the amount of nonlethal damage you take from exposure to cold by 4 (minimum 0).",
			">",
			">*Scion of Jalmeray:* Once per day, you can reroll a save against a psychic spell and gain a +2 bonus on that reroll.",
			">",
			">*Scion of Katapesh:* Once per day, you can attempt a Diplomacy check to reduce the cost of an item by 10% (DC = 15, + 1 for every 500 gp of the item's base cost). The item must have a market value of 5,000 gp or less.",
			">",
			">*Scion of Kyonin:* You use your Dexterity modifier instead of your Charisma modifier for the purpose of the Leadership feat.",
			">",
			">*Scion of Nidal:* You gain low-light vision. If you already have low-light vision, you instead gain a +2 bonus on Perception checks in areas of dim light.",
			">",
			">*Scion of Numeria:* You gain a +1 bonus on skill checks when interacting with technology and a +2 bonus on damage rolls against creatures of the robot subtype.",
			">",
			">*Scion of Osirion:* You reduce the amount of nonlethal damage you take from heat exposure by 2 (minimum 0). Additionally, you require only a gallon of water per day to avoid dehydration in hot climates.",
			">",
			">*Scion of Qadira:* Once per day, when attempting to negate an attack with {feat/Mounted Combat}, you can roll twice and take the better result. Ride is a class skill for you.",
			">",
			">*Scion of the River Kingdoms:* Whenever you take 10 on Handle Animal, Knowledge (nature), Perception, Ride, or Survival checks, treat the result as if you had rolled a 13 instead of a 10.",
			">",
			">*Scion of Taldor:* You gain a +2 bonus on Charisma-based checks when interacting with nobles or members of a noble court.",
			">",
			">*Scion of Ustalav:* Once per day as a free action, you can suppress any fear effects affecting you for a number of rounds equal to half your Hit Dice (minimum 1) even if you could not normally take actions due to your fear. Knowledge (religion) is a class skill for you.",
			"",
			"**Special:** You cannot take this feat if you have the [Taldor variant](feat/noble_scion_taldor_variant) of this feat, and vice versa."
		]
	},
	"noble_scion_taldor_variant": {
		"name": "Noble Scion (Taldor Variant)",
		"sources": [ "War for the Crown Player's Guide" ],
		"description": [
			"## Noble Scion (Taldor Variant)",
			"",
			"{SOURCE War for the Crown Player's Guide/10}",
			"",
			"You are a member of one of the significant noble families of Oppara, whether or not you remain in good standing with your family. In many cases, these families are Imperialists loyal to Maxillar Pythareus, and as such you either are a black sheep or your family has cut you off entirely.  ",
			"**Prerequisites:** Cha 13 or {trait/Child of Oppara} trait, must be taken at 1st level.  ",
			"**Benefit:** You gain a +2 bonus on all Knowledge (nobility) checks, and Knowledge (nobility) is always a class skill for you. You also gain an additional benefit depending on which family you belong to.",
			"",
			">*Basri:* You come from the long line of ambassadors, diplomats, and travelers that make up the Basri, and your family maintains the strongest ties to the elven nation of Kyonin of any Taldan humans. Select one of the following as a bonus starting language: Celestial, Elven, Gnome, Sylvan. You gain proficiency in one of the following weapons: longbow (including composite), longsword, rapier, or shortbow (including composite). If you gain proficiency in all martial weapons at 1st level, you can instead select elven curve blade.",
			">",
			">*Clement:* Your Garundi and Mwangi ancestors served Taldor proudly during the Sixth Army of Exploration and were awarded titles for their service. Your family, which has maintained their noble titles to this day, is known for keen insights and biting observations. You can substitute your Wisdom modifier for your Charisma modifier when attempting Diplomacy skill checks.",
			">",
			">*Corcina:* Your family came to prominence during the Second Army of Exploration, and maintains a legacy as explorers and sailors. You gain a +1 bonus on Climb and Escape Artist checks, and a +2 bonus on Survival checks to navigate.",
			">",
			">*Karthis:* Yours is a family of distinguished military veterans, charismatic demagogues, and xenophobic zealots. As the rest of the family becomes increasingly Imperialist, you have made no effort to remain in their good graces, but you retain the skills they taught you during a childhood of rigorous training. You can apply your Charisma modifier instead of your Dexterity modifier to Initiative checks.",
			">",
			">*Kastner:* Your stalwart family defines itself by opposing your devil-worshiping Chelish cousins, a grudge that inspired some of Taldor's greatest healers, priests, and negotiators. You gain one additional use per day of channel energy, lay on hands, or mesmerist tricks, or 3 additional rounds of bardic music per day. You gain only one of these benefits, even if you later acquire a second class that provides one of the other class features listed.",
			">",
			">*Lotheed:* Your family ranks include the greatest wizards and arcane scholars in Taldor, and schooling in some of the most comprehensive arcane libraries in the Inner Sea was your birthright. If your Intelligence is 11 or higher, you gain the following spell-like abilities: 1/day&mdash;dancing lights, prestidigitation, read magic, unseen servant. The caster level for these effects is equal to one-half your class level.",
			">",
			">*Merosett:* The cunning members of your large family, a longtime fixture in Oppara's bureaucracy, specialize in tracking lineages and sidestepping red tape. You gain a +5 bonus on Bluff checks to send secret messages and Sense Motive checks to discern secret messages. You halve the time required to search through archives, navigate government offices, review contracts, or otherwise work with the complex bureaucracies your family has mastered for generations.",
			">",
			">*Stavian:* As a close relative of the Grand Prince, yours has been a life of material comfort and indulgence, colored by constant threats and direct influence. You gain a +2 bonus on Fortitude saves against poison and on Will saves against enchantment spells of the charm and compulsion subschools.",
			">",
			">*Talbot:* Your starkly conservative family are merchants and entrepreneurs first and aristocrats second, willing to forgo duty if they can instead pursue profit. They condemn would-be adventurers and readily oust them from the family ranks, leaving you an outcast. You gain a +2 bonus on one Profession skill of your choice. Once per day, you can use this Profession skill in place of a single Knowledge skill check.",
			">",
			">*Varima:* Your family immigrated to Taldor from Vudra hundreds of years ago, and thanks to noble roots, extensive trade contacts, and an unparalleled skill in negotiation, soon developed into a steadfast fixture of Oppara's social scene. Whenever you use Diplomacy to influence a crowd or a room (but not individuals), you can roll twice and use the better result.",
			">",
			">*Vernisant:* Your family is descended from the great general Arnisant, who commanded Taldan forces during the Shining Crusade... and they will never let anyone forget it! Their fierce Imperialist support and nationalist fervor has left you alienated from your relatives now, but their emphasis on scholarship left a mark nonetheless. You gain a +1 bonus on all Knowledge skills in which you have at least 1 rank.",
			">",
			">*Vinmark:* Newcomers and outsiders, your Ulfen family was exalted to nobility 19 years ago, when Stavian III promoted your family patriarch to Baron of Oppara as a reward for service in the [Ulfen Guard](rule/f_imperial). Established aristocrats consider your family crude, choosing to leave them on the margins of Taldan politics unless a noble thinks they could use you to curry favor with the Grand Prince, but hard-won practicality and newborn cynicism grant you insight most Taldan nobles lack. Once per day when rolling a Sense Motive check, you may roll two dice and use the better result.",
			">",
			">*Zespire:* Your family runs charities and lobbies heavily for social reform, leaving them with few friends among their Opparan peers but heartfelt support from the common folk and lesser nobility. You gain a +2 bonus on Diplomacy and Perform checks when dealing with common citizens and with nobles whose titles are limited to Lord, Lady, Knight, or Dame.",
			"",
			"**Special:** This is a variant of the {feat/Noble Scion} feat. If you take this version of the feat, you cannot also take the original version."
		]
	},
	"noble_spell_resistance": {
		"name": "Noble Spell Resistance",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Noble Spell Resistance",
			"",
			"{SOURCE Advanced Race Guide/105}",
			"",
			"Your ascension is complete; you have the spell resistance approaching that of a demon.  ",
			"**Prerequisites:** Cha 13, Wis 13, {feat/Greater Drow Nobility}, character level 13th, drow.  ",
			"**Benefit:** Your spell resistance is equal to 11 + your character level.  ",
			"**Special:** You receive a +1 circumstance bonus on Diplomacy and Intimidate checks made against any drow."
		]
	},
	"noble_stipend": {
		"name": "Noble Stipend",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Noble Stipend",
			"",
			"{SOURCE Heroes of the High Court/5}",
			"",
			"You receive a small allowance from your noble family or inheritance.  ",
			"**Prerequisites:** Cha 13, {feat/Noble Scion}.  ",
			"**Benefit:** You receive 100 gp at the beginning of every week that you can spend only on services and non-material goods. Services and non-material goods include the following.",
			"",
			"- Hiring entertainers, messengers, mounts, servants, transport, workers, and so on.",
			"- Improving your lifestyle quality.",
			"- Obtaining invitations to exclusive events or entry into privileged locations.",
			"- Paying for lodgings, stabling, taxes, and tolls."
		]
	},
	"nosois_spiritsense": {
		"name": "Nosoi's Spiritsense",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Nosoi's Spiritsense",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/71}",
			"",
			"Even the lowliest psychopomp can sniff out the undead. A whippoorwill in a papier-m&acirc;ch&eacute; mask taught you how to do it.  ",
			"**Prerequisites:** {race/Duskwalker}.  ",
			"**Benefit:** You can cast {spell/detect undead} as a spell-like ability at will. Your caster level for the purpose of this effect is equal to your character level."
		]
	},
	"notorious_vigilante": {
		"name": "Notorious Vigilante",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Notorious Vigilante (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/87}",
			"",
			"You are widely known as dangerous and fearsome.  ",
			"**Prerequisites:** {feat/Dazzling Display}, {feat/Weapon Focus}, any nongood alignment, great renown social talent, proficiency with chosen weapon.  ",
			"**Benefit:** Your presence can act as a fast and effective Dazzling Display. As a standard action, you use the benefit of Dazzling Display even when you are not wielding a weapon in which you have Weapon Focus. If you are wielding such a weapon, you gain a +2 bonus on the Intimidate check."
		]
	},
	"noxious_touch": {
		"name": "Noxious Touch",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Noxious Touch",
			"",
			"{SOURCE Potions and Poisons/4}",
			"",
			"You reflexively excrete poison in response to trauma.  ",
			"**Prerequisites:** Grippli, toxic skin alternate racial trait.  ",
			"**Benefit:** Whenever you are hit with an unarmed strike or natural weapon, you can spend a use of your toxic skin racial trait as an immediate action, affecting the creature that hit you with your grippli poison as if you had smeared the poison on your own body."
		]
	},
	"numbing_blow": {
		"name": "Numbing Blow",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Numbing Blow (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/22}",
			"",
			"You strike the weapons of your opponents so forcefully that they are unable to quickly recover or counterattack.  ",
			"**Prerequisites:** Int 13, Str 13, {feat/Combat Expertise}, {feat/Improved Disarm}, {feat/Power Attack}.  ",
			"**Benefit:** Whenever you succeed at a combat maneuver check to disarm an opponent, the opponent must succeed at a Fortitude save (DC = 10 + your base attack bonus) or be hampered by the pain of the blow. For 1 round, if the target of your disarm combat maneuver failed its save, it can't use the limb or limbs that had been wielding the disarmed weapon to wield a weapon or shield, provide somatic components for spells, or manipulate objects. This is a pain effect."
		]
	},
	"oath_of_the_unbound": {
		"name": "Oath of the Unbound",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Oath of the Unbound",
			"",
			"{SOURCE Inner Sea Gods/214}",
			"",
			"You have sworn never to be shackled.  ",
			"**Prerequisites:** Worshiper of Rovagug.  ",
			"**Benefit:** You gain a +2 bonus on combat maneuver checks to break free of a grapple or pin, on Strength checks to burst bonds or to break through doors or walls, and on saving throws to resist spells and effects that would entangle or slow you."
		]
	},
	"object_of_legend": {
		"name": "Object of Legend",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Object of Legend (Story)",
			"",
			"{SOURCE Quests and Campaigns/16}",
			"",
			"The object of your quest drives you ever forward.  ",
			"**Prerequisites:** You must have some highly personal stake in attaining the object of your quest as determined collectively by you and the GM - such as needing an ancestral weapon to exact your revenge against a known betrayer, seeking to destroy the artifact that caused your family's downfall generations ago, or attempting to behead a monster that ravaged your homeland during your youth.  ",
			"**Benefit:** When you gain this feat, select one of the quest objects on this page or the facing page, or devise a quest object with your GM based on the quest objects presented in this section. You gain a +2 bonus on any Knowledge checks to gain information on the object of your quest. If you have 10 or more ranks in the Knowledge skill in question, the bonus increases to +4. In addition, once per day when you threaten a critical hit against a foe who specifically aims to stop you from completing your quest, you gain a +10 bonus on your confirmation roll against that opponent. You must announce the use of this ability after threatening the critical hit and before rolling your confirmation roll. This bonus does not stack with bonuses on confirmation rolls from other feats, such as Critical Focus.  ",
			"**Goal:** Attain the object of your quest, as determined by you and the GM upon taking this feat. This likely means decidedly obtaining the item for yourself, though in some cases (such as when the quest object is more abstract or intangible) this might mean slaying a certain foe, achieving a certain honor, or completing some other set of predetermined objectives.  ",
			"**Completion Benefit:** You gain renown throughout a region, perhaps even an entire continent. You are sung of in bardic tales and can be the subject of spells such as legend lore, regardless of your actual level. Commoners in nearby lands know of your deeds, and your reputation precedes you in numerous lands. In addition, you gain a specific benefit keyed to the object of your quest. See the quest objects in this section for examples of completion benefits when devising your own quest objects for use with this feat.  ",
			"**Special:** This feat may be taken more than once. Each time it is taken, select a new quest object to strive for. As with all story feats, a character cannot take this feat again until she has completed the goal of the feat's first iteration.",
			"",
			"*Axe of the Dwarvish Lords*  ",
			"**Completion Benefit:** Capturing the legendary Axe of the Dwarvish Lords from the dragon Moschabbatt proves your worth to the dwarven people. As long as you wield the Axe of the Dwarvish Lords, you gain a +4 bonus on Charisma-based skill checks with dwarves.",
			"",
			"*Chronicle of the Righteous*  ",
			"**Completion Benefit:** The secrets of Heaven and the other goodly Outer Planes are now known to you. You gain the completion benefits of the Blessed story feat.",
			"",
			"*Linnorm Head*  ",
			"**Completion Benefit:** Slaying a linnorm in the northlands of Avistan enables you to become a ruler in the Lands of the Linnorm Kings. You gain favored enemy (dragon) +2, as the ranger class feature of t he same name. T his bonus stacks with favored enemy bonuses granted by other sources.",
			"",
			"*Red Mantis Hit List*  ",
			"**Completion Benefit:** By stealing a comprehensive list of all the targets slain and being kept dead by the [Red Mantis](rule/aff_assassins) assassins, you gain insights into their deadliest secrets. You gain {feat/Exotic Weapon Proficiency} (sawtooth sabre) and {feat/Weapon Focus} (sawtooth sabre) as bonus feats.",
			"",
			"*Sun Orchid Elixir*  ",
			"**Completion Benefit:** Upon acquiring a dose of {magic-artifact/sun orchid elixir} and restoring your youth, you completely lose your fear of physical harm. You gain a +2 bonus on saves against Strength, Dexterity, and Constitution damage.",
			"",
			"*Throne Card*  ",
			"**Completion Benefit:** By snagging the Throne card from a deck of many things, you produce a fortress like Castle Everstand in Lastwall, using it as the seat for your new nation. You gain a +4 bonus on Stability checks and control checks while using the {rule/kingdom-building/ rules}."
		]
	},
	"oblivating_stare": {
		"name": "Oblivating Stare",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Oblivating Stare (Stare)",
			"",
			"{SOURCE Spymaster's Handbook/21}",
			"",
			"Your stare can cause a target to lose track of someone.  ",
			"**Prerequisites:** Allure bold stare improvement, hypnotic stare class feature, Mesmerist level 5th.  ",
			"**Benefit:** You can cause a target of your hypnotic stare to lose track of creatures other than yourself. If the target of your hypnotic stare is in an environment that would allow the target to take 10 on skill checks (if not in immediate danger or distracted), creatures can attempt Stealth checks opposed by the target's Perception check even if they lack cover or concealment. If the target of your hypnotic stare fails an opposed Perception check by 5 or more, it forgets the creature attempting the Stealth check was ever present, and acts as if it had failed a Will saving throw against a hidden presence spell cast by the creature using Stealth. If your hypnotic stare ends, the target takes damage, a creature using Stealth takes an action that would end a hidden presence spell, or the target's circumstances change so it would be unable to take 10 on a skill check, all effects of Obliviating Stare end and the target is immune to your Obliviating Stare for 24 hours."
		]
	},
	"obscuring_beacon": {
		"name": "Obscuring Beacon",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Obscuring Beacon (Combat)",
			"",
			"{SOURCE Heroes of the Darklands/5}",
			"",
			"You use light to disrupt your foes' darkness-adapted vision.  ",
			"**Benefit:** When you're holding a light source in an area that is otherwise dim or darker, foes within the normal or bright light radius shed by your light source take a -1 penalty on attack rolls against other targets that are also within the radius of your light. Blind creatures aren't affected by this feat."
		]
	},
	"occult_conduit": {
		"name": "Occult Conduit",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Occult Conduit",
			"",
			"{SOURCE Heroes of Golarion/7}",
			"",
			"You can use your body as an implement to focus spells.  ",
			"**Prerequisites:** Caster level 5th, implements class feature, mental focus class feature, {race/wyrwood}.  ",
			"**Benefit:** You can invest mental focus in your body rather than an implement. When you invest mental focus this way, you treat your body as an implement of any implement school you know. You do not gain the resonant power for the chosen school, but you treat your occultist level as 1 higher for the purposes of that school's focus powers. You can change which implement school is tied to your body when you invest your chosen implements for the day."
		]
	},
	"octopus_focus": {
		"name": "Octopus Focus",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Octopus Focus (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/14}",
			"",
			"The more enemies that surround you, the more accurate your attacks become.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Octopus Style}, Acrobatics 3 ranks, Perception 3 ranks.  ",
			"**Benefit:** When using this style, you gain a cumulative +1 bonus on melee attacks for each enemy that threatens you, up to a maximum equal to your Dexterity modifier. In addition, when you attempt to grapple without two free hands, you take only a -2 penalty on your combat maneuver check instead of the usual -4."
		]
	},
	"octopus_style": {
		"name": "Octopus Style",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Octopus Style (Combat, Style)",
			"",
			"{SOURCE Martial Arts Handbook/15}",
			"",
			"You anticipate the attacks of more than one enemy at once.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Improved Unarmed Strike}, Acrobatics 1 rank, Perception 1 rank.  ",
			"**Benefit:** As a move action when using this style, you can select a number of creatures you are aware of equal to your Dexterity modifier. You can't be flanked by the selected creatures until the start of your next turn."
		]
	},
	"octopus_thrash": {
		"name": "Octopus Thrash",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Octopus Thrash (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/15}",
			"",
			"Your arms flail about in a confusing pattern of strikes that trips and batters your foes.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Improved Trip}, {feat/Octopus Focus}, {feat/Octopus Style}, Acrobatics 7 ranks, Perception 7 ranks.  ",
			"**Benefit:** While using {feat/Octopus Style}, when you threaten two enemies who are adjacent to each other, you can attempt a trip combat maneuver check against both targets at once in place of a melee attack. You attempt a single combat maneuver check at a -5 penalty and apply the result to both targets."
		]
	},
	"ogre_crush": {
		"name": "Ogre Crush",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Ogre Crush",
			"",
			"{SOURCE Monster Codex/153}",
			"",
			"Your thick, muscular arms are capable of landing powerful blows and crushing the life out of the smaller creatures you embrace.  ",
			"**Prerequisites:** Str 25, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, ogre, size Large or larger.  ",
			"**Benefit:** Your unarmed strike damage increases by one step when you're grappling creatures smaller than you. You gain the constrict monster special ability, dealing an amount of damage equal to either the slam damage for a creature of your size or your unarmed strike damage, whichever is greater."
		]
	},
	"old_as_dust": {
		"name": "Old as Dust",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Old as Dust",
			"",
			"{SOURCE Monster Codex/80}",
			"",
			"You have been dead for so long you have become quite difficult to kill.  ",
			"**Prerequisites:** {feat/Sleeper}, {feat/Warren Digger}, creature has been a ghoul for at least 500 years.  ",
			"**Benefit:** When you are reduced to 0 hit points, you are not destroyed - you cannot be killed unless your body is completely destroyed with fire or doused in holy water, or you take damage from a cure spell or channeled positive energy after you've been reduced to 0 hit points. Anytime you are reduced to 0 hit points, you remain unconscious until you are healed or until the following midnight, at which time you regain 1 hit point per Hit Die and awaken."
		]
	},
	"old_cults_awakener": {
		"name": "Old Cults Awakener",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Old Cults Awakener (Faction)",
			"",
			"{SOURCE Faction Guide/57}",
			"",
			"You hear the voices of the Old Ones, and believe it is your destiny to awaken others to their ancient cause using bizarre and torturous rituals. Whether your work leaves these individuals mad or truly touched by alien sentience remains unproven.  ",
			"**Prerequisites:** [Old Cults](rule/f_old_cults) 20 TPA.  ",
			"**Benefit:** You can attempt a DC 25 Heal check upon an unconscious but stable intelligent creature. The ritual takes 1 hour to complete. If it's successful, the victim must make a DC 25 Will save or he gains a false memory of a vision that he has personally been chosen by the Great Old Ones to serve them (treat as an implanted memory from modify memory, except this is a nonmagical effect). If the ritual is unsuccessful, the victim takes 1d2 points of Intelligence and Wisdom drain; you may attempt the ritual again."
		]
	},
	"ominous_mien": {
		"name": "Ominous Mien",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Ominous Mien (Faction)",
			"",
			"{SOURCE Faction Guide/57}",
			"",
			"Your walk, stance, and voice all amplify your status as a [Hellknight](rule/aff_lawknights) when you cast spells or use spell-like abilities against opponents.  ",
			"**Prerequisites:** Hellknight rank, [Hellknight](rule/aff_lawknights) 10 TPA.  ",
			"**Benefit:** Whenever you cast a spell or use a spell-like ability from the compulsion, fear, phantasm, or shadow sub-schools, add +1 to the DC of the saving throw against that spell or effect."
		]
	},
	"omnipresent_mentor": {
		"name": "Omnipresent Mentor",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Omnipresent Mentor",
			"",
			"{SOURCE Ultimate Intrigue/87}",
			"",
			"You're able to impart your guidance to a single ally, regardless of location.  ",
			"**Prerequisites:** Cha 17, {feat/Inspiring Mentor}, inspire competence bardic performance.  ",
			"**Benefit:** By expending 4 rounds of your bardic performance at the start of the day, you can instill one ally with your inspiring words. Select one skill in which you possess ranks. Your ally gains the benefits of your inspire competence bardic performance, regardless of distance, until the next time you replenish rounds of bardic performance. This doesn't count as an active performance, so the effects don't end if you start another performance. Only one ally can be affected by this ability at a time; if you use this ability again before the duration expires, the ally currently affected loses the bonuses from this feat."
		]
	},
	"reckless_aim": {
		"name": "Reckless Aim",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Reckless Aim (Combat)",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"Your lack of regard for others proves a boon when you fire projectiles into melee.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Precise Shot}.  ",
			"**Benefit:** When you shoot or throw ranged weapons at an opponent engaged in melee, you can choose to take a -1 penalty to your AC and gain a +2 competence bonus on your attack roll. However, when you roll a natural 1 on a ranged attack roll made with this bonus, you automatically hit a random adjacent creature that threatens your intended target."
		]
	},
	"reckless_moves": {
		"name": "Reckless Moves",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Reckless Moves (Betrayal, Teamwork)",
			"",
			"{SOURCE Champions of Corruption/21}",
			"",
			"You and your teammates push and pull each other to maintain your balance in precarious circumstances.  ",
			"**Prerequisites:** Acrobatics 3 ranks.  ",
			"**Benefit:** If you are adjacent to an ally who also has this feat, you can initiate this feat as a free action to use the ally as a counterweight to improve your balance, which requires you to push or pull her slightly. You gain a +4 bonus on Acrobatics, Climb, and Stealth checks until you cease using this feat as a free action or you move away from the ally. The abettor is kept off balance and takes a -2 penalty on Acrobatics, Climb, and Stealth checks as long as this feat remains in effect. You can initiate this feat as an immediate action while you are falling or being knocked prone in order to switch places with the abettor, moving her into your former space and moving yourself into her former space. If you do, you and the abettor each end this movement prone unless you succeed at an Acrobatics check with a DC of 20 (the bonuses and penalties for this feat apply). If you were falling, the abettor is falling instead. If you or the abettor were climbing, the other person must succeed at a Climb check against the surface's normal DC to grab on and avoid falling. Switching places provokes attacks of opportunity for the abettor only."
		]
	},
	"reckless_rage": {
		"name": "Reckless Rage",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Reckless Rage",
			"",
			"{SOURCE Advanced Class Guide/155}",
			"",
			"Your boundless rage grants your blows extra strength, though at the expense of accuracy.  ",
			"**Prerequisites:** {feat/Power Attack}; rage or raging song class feature.  ",
			"**Benefit:** When you use Power Attack while raging or while using raging song, you take an additional -1 penalty on melee attack rolls and combat maneuver checks, and you gain an additional +2 bonus on melee damage rolls. Modify this damage bonus appropriately based on the type of weapon you are using, as normal for Power Attack."
		]
	},
	"recovered_rage": {
		"name": "Recovered Rage",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Recovered Rage",
			"",
			"{SOURCE Advanced Class Guide/155}",
			"",
			"You regain rounds of rage or raging performance when you drop a foe.  ",
			"**Prerequisites:** Rage or raging song class feature.  ",
			"**Benefit:** Whenever you reduce a foe to 0 or fewer hit points while you are raging or using raging song, you regain 1 round of rage or raging song (your choice if you have both abilities), as long as the number of Hit Dice that foe possesses are equal to or greater than 1/2 your character level. You cannot use this feat to regain more rounds of rage or raging song each day than your daily maximum number of rounds, nor can you ever exceed your maximum number of rounds."
		]
	},
	"recruits": {
		"name": "Recruits",
		"sources": [
			"Ultimate Intrigue",
			"Cohorts and Companions"
		],
		"description": [
			"## Recruits",
			"",
			"{SOURCE Ultimate Intrigue/134;Cohorts and Companions/30}",
			"",
			"Be they students, retainers, new recruits to your order, or neophyte members of your faith, you have access to a small set of dedicated servants.  ",
			"**Prerequisites:** Cha 13, character level 5th.  ",
			"**Benefit:** You gain a number of cohorts (as per the {feat/Leadership} feat) that represent NPCs you are responsible for instructing and overseeing. You have a number of such cohorts equal to half your character level. Unlike normal cohorts, these recruits must be at least 4 levels lower than your level. Since these recruits must spend most of their time studying and gaining experience, only one recruit can travel with you at a time (though they all gain experience at the same rate, as those not present are assumed to be studying and growing independently). Whenever you are in a major town or city, you can exchange the recruit currently accompanying you for a different member of your recruits.",
			"",
			"As recruits are busy learning and studying the basics of their careers, those not traveling with you can't engage in mundane or magical crafting or Profession checks. Recruits not traveling with you can, however, serve as managers for your holdings if you are using the downtime rules. If a recruit dies, you take only a -1 penalty to your Leadership score.  ",
			"**Special:** The Recruits feat counts as the {feat/Leadership} feat for purposes of fulfilling prerequisites. A character cannot have both {feat/Leadership} and Recruits. A character with Recruits who later qualifies for {feat/Leadership} can exchange this feat for {feat/Leadership} immediately upon qualifying (selecting one minor cohort to become a full cohort, while the rest move on)."
		]
	},
	"red_mantis_collaborator": {
		"name": "Red Mantis Collaborator",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Red Mantis Collaborator",
			"",
			"{SOURCE Agents of Evil/13}",
			"",
			"You pass along private details to the [Red Mantis](rule/aff_assassins), and they protect you in return.  ",
			"**Prerequisites:** {feat/Associate/ (Red Mantis)}.  ",
			"**Benefit:** The Red Mantis can help you hide from trouble in one of their secret safe houses. Anyone attempting Diplomacy or Survival checks to locate you during this time takes a -10 penalty, and anyone attempting to scry upon you or magically divine your location must first succeed at a caster level check (DC = 15 + your character level). You can stay in a Mantis safe house for up to 1 day per character level before you are forced to vacate."
		]
	},
	"redeemed_kobold": {
		"name": "Redeemed Kobold",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Redeemed Kobold",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"The purity you have found in the teachings of good dragonkind colors your scales and grants you confidence.  ",
			"**Prerequisites:** Good alignment, kobold.  ",
			"**Benefit:** Your scales take on a metallic sheen appropriate for that of a good-aligned metallic dragon who shares any existing energy affinity you possess, or whom you have chosen to emulate. You gain a +2 circumstance bonus on Diplomacy checks when interacting with good creatures.",
			"",
			"In addition, your Charisma is considered 2 points higher",
			"",
			"for the purposes of channeling positive energy."
		]
	},
	"redemption": {
		"name": "Redemption",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Redemption (Story)",
			"",
			"{SOURCE Ultimate Campaign/71}",
			"",
			"Your past failure haunts you and drives you on.  ",
			"**Prerequisites:** You must have lost class features by violating the code of conduct of a class that possesses such a code, or have the Dishonored Family [background](rule/birth_circumstances_and_more).  ",
			"**Benefit:** As an immediate action, you can add a +1 bonus to the result of an ability check, attack roll, saving throw, or skill check you have just rolled by becoming shaken for 1 minute. You must choose before the result is revealed.  ",
			"**Goal:** Regain any lost class features and complete a quest to prove your worth. In the course of completing this quest, you must decisively defeat a challenging foe. The quest should relate in some fashion to the transgression that removed your class abilities or led to you being disgraced.  ",
			"**Completion Benefit:** You gain the ability to reroll a failed saving throw once per day. You must keep the result of the second roll, even if it is lower."
		]
	},
	"redirect_attack": {
		"name": "Redirect Attack",
		"sources": [
			"Melee Tactics Toolbox",
			"Armor Master's Handbook"
		],
		"description": [
			"## Redirect Attack (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/7}",
			"",
			"When you dodge an attack, you can deflect it toward another opponent.  ",
			"**Prerequisites:** Dex 15, Int 15, {feat/Dodge}.  ",
			"**Benefit:** Once per turn, when an opponent only you threaten fails an attack against you, you can redirect the attack to target another foe. The new target must be adjacent to you and within reach of the opponent that missed you. Attempt a combat maneuver check; if the result exceeds both the Combat Maneuver Defense of the opponent who missed you and the Armor Class of the new target, the attack strikes and deals its normal damage.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend up to 5 stamina points to grant yourself a bonus on the combat maneuver check equal to the number of stamina points you spent."
		]
	},
	"redirected_shot": {
		"name": "Redirected Shot",
		"sources": [
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Redirected Shot (Combat, Grit)",
			"",
			"{SOURCE Inner Sea Combat/17}",
			"",
			"You can redirect your allies' poorly aimed ranged attacks with incredible accuracy.  ",
			"**Prerequisites:** {feat/Amateur Gunslinger} or the grit class feature, {feat/Deadly Aim}, {feat/Precise Shot}.  ",
			"**Benefit:** As long as you have at least 1 grit point, after an ally has made a ranged attack roll but before the results of the roll have been revealed, you can fire a loaded firearm at the volley as it moves toward its target, redirecting its path. Make an attack roll using your highest attack bonus, and use your result in place of your ally's original attack roll. On a successful hit, your ally's attack deals damage as normal. You may perform this action a number of times per round up to your Wisdom bonus (minimum 1).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">By spending 4 stamina points, you can use this feat an additional time per round."
		]
	},
	"redistributed_might": {
		"name": "Redistributed Might",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Redistributed Might (Combat)",
			"",
			"{SOURCE Adventurer's Guide/26}",
			"",
			"You've gained enough control over your body to translate strength into swiftness.  ",
			"**Prerequisites:** Con 13, Wis 13, {feat/Exotic Weapon Proficiency/ (aldori dueling sword)}, {feat/Iron Will}, base attack bonus +4.  ",
			"**Benefit:** Whenever an effect would grant you an enhancement or morale bonus to your Strength score (such as via bull's strength or a skald's inspired rage performance), you can instead apply that bonus to your Dexterity score. You make this choice when you first gain the bonus. The bonus type does not change."
		]
	},
	"reflexive_caster": {
		"name": "Reflexive Caster",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Reflexive Caster",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"You are ready to defend yourself with a spell at a moment's notice.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, caster level 5th.  ",
			"**Benefit:** If you fail a Perception check that results in you being unable to act in a surprise round, you still roll initiative normally. You can act on your initiative count in the surprise round, but can only take a standard action to cast an abjuration spell that targets only yourself."
		]
	},
	"reflexive_crystalline_dust": {
		"name": "Reflexive Crystalline Dust",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Reflexive Crystalline Dust",
			"",
			"{SOURCE Plane-Hopper's Handbook/15}",
			"",
			"Vigilance has taught you to manifest your crystalline dust the instant you sense danger.  ",
			"**Prerequisites:** {feat/Swift Crystalline Dust}, aphorite, crystalline dust racial trait.  ",
			"**Benefit:** You can activate your crystalline dust ability as an immediate action when you are targeted by an attack."
		]
	},
	"reflexive_interception": {
		"name": "Reflexive Interception",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Reflexive Interception (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/219}",
			"",
			"The animal can defend its master with lightning speed.  ",
			"**Prerequisites:** {feat/Intercept Blow}, base attack bonus +3, animal companion, evasion.  ",
			"**Benefit:** Whenever the animal companion is adjacent to its master and its master is attempts a Reflex save, the animal companion can expend an attack of opportunity as a free action, even if it isn't its turn, to attempt a Reflex save to intervene. When using this ability, the animal companion loses the benefits of evasion (and improved evasion if it has it), but if the animal companion succeeds at its saving throw, its master gains the benefit of the animal companion's evasion (or improved evasion if it has it)."
		]
	},
	"reflexive_trick": {
		"name": "Reflexive Trick",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Reflexive Trick (Trick)",
			"",
			"{SOURCE Psychic Anthology/17}",
			"",
			"You are able to implant tricks in yourself in the blink of an eye.  ",
			"**Prerequisites:** Mesmerist tricks class feature.  ",
			"**Benefit:** Whenever the triggering condition for one mesmerist trick that you have not implanted in yourself occurs, you can implant that trick in yourself as an immediate action. You can then immediately trigger the mesmerist trick as if it were implanted in you when the triggering condition occurred. You can't use this ability if you have already implanted the maximum number of mesmerist tricks in yourself."
		]
	},
	"regenerate_muscles": {
		"name": "Regenerate Muscles",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Regenerate Muscles",
			"",
			"{SOURCE Monster Codex/224}",
			"",
			"You use your powerful metabolism to temporarily increase the strength of your muscles, but doing so costs you your regeneration powers.  ",
			"**Prerequisites:** {feat/Power Attack}, regeneration, troll.  ",
			"**Benefit:** As a free action, you can make your regeneration stop working for 1 minute and gain a +2 enhancement bonus to your Strength. You lose your regeneration ability while you benefit from this bonus to Strength and for 1 minute afterward. You can end this ability early as a free action. You can activate this ability only if your regeneration is functioning."
		]
	},
	"reinforced_crafting": {
		"name": "Reinforced Crafting",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Reinforced Crafting (Item Creation)",
			"",
			"{SOURCE People of the Wastes/27}",
			"",
			"Your magical creations are hardier than most.  ",
			"**Prerequisites:** {feat/Craft Magic Arms and Armor}, ability to cast make whole or mending.  ",
			"**Benefit:** When you craft a magic weapon, magic armor, or magic shield, you can add a fortifying element to the item. This increases the item's total construction cost by 10%. If it's a weapon, when it becomes broken, the penalty to attack and damage rolls is reduced to -1 (this can never reduce a broken weapon's penalty to attack and damage to 0 or a positive number). If it's a suit of armor or a shield, when it becomes broken, the bonus it grants to AC is reduced by one-quarter, rounding down. Other drawbacks of the broken condition to weapons, armor, and shields still apply as normal.  ",
			"**Normal:** A broken weapon imposes a -2 penalty on attack and damage rolls. The bonus a broken suit of armor or a broken shield grants to AC is halved."
		]
	},
	"reject_poison": {
		"name": "Reject Poison",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Reject Poison",
			"",
			"{SOURCE Inner Sea Gods/215;Faiths of Corruption/24}",
			"",
			"You are a careful poisoner, and know how to protect yourself against exposure to the ill effects of most substances.  ",
			"**Prerequisites:** Con 13, poison use class feature, worshiper of Norgorber.  ",
			"**Benefit:** Whenever you fail the initial saving throw against poison, you have a 20% chance of naturally rejecting the toxin, negating its effects and wasting its use."
		]
	},
	"relentless_cheer": {
		"name": "Relentless Cheer",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Relentless Cheer (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/208}",
			"",
			"Your undying optimism keeps you and your companions going even when things get rough.  ",
			"**Prerequisites:** Halfling, fearless and halfling luck racial traits.  ",
			"**Benefit:** Adjacent allies who also have this feat gain a +1 morale bonus on all saving throws. This bonus increases to +3 on saving throws against fear."
		]
	},
	"relentless_shot": {
		"name": "Relentless Shot",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Relentless Shot (Combat)",
			"",
			"{SOURCE Ranged Tactics Toolbox/7}",
			"",
			"You keep your aim steady on a downed foe.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, base attack bonus +6.  ",
			"**Benefit:** When you successfully trip an opponent within 30 feet with a ranged attack, you threaten that opponent until your next turn. You can make attacks of opportunity against that opponent with ranged weapons. This effect ends if you attack another target or the opponent moves from its current square.  ",
			"**Normal:** While wielding a ranged weapon, you threaten no squares and cannot make attacks of opportunity with that weapon."
		]
	},
	"relic_breaker": {
		"name": "Relic Breaker",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Relic Breaker (Combat)",
			"",
			"{SOURCE Path of the Hellknight/39}",
			"",
			"You are furious when destroying dangerous objects.  ",
			"**Prerequisites:** Str 13, {feat/Gate Breaker}, {feat/Improved Sunder}, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** Whenever you sunder a held object, its bearer must succeed at a Reflex saving throw or the bearer catches on fire (taking 1d6 points of fire damage immediately, and an additional 1d6 points of fire damage each subsequent round the creature fails a Reflex saving throw). When your total Hit Dice reach 5, this damage increases by 1d6, and it increases by 1d6 every 5 levels thereafter, to a maximum of 5d6 at 20th level. The saving throw's DC is equal to 10 + 1/2 your HD + your Charisma modifier."
		]
	},
	"relic_familiarity": {
		"name": "Relic Familiarity",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Relic Familiarity",
			"",
			"{SOURCE Legacy of Dragons/19}",
			"",
			"Your clan had an impressive collection of ancient artifacts, and you often see things on your journey that remind you of items in the clan hoard.  ",
			"**Prerequisites:** Wyvaran.  ",
			"**Benefit:** You gain a +2 bonus on Appraise checks to determine an item's value and on Spellcraft checks to determine an item's magic properties. For every 5 points by which you exceed the DC, you can determine additional details about the item at the GM's discretion, such as its country of origin, the crafter's race, techniques employed in its creation, or whether it has any historical significance."
		]
	},
	"religious_pilgrim": {
		"name": "Religious Pilgrim",
		"sources": [ "Osirion, Land of the Pharaohs" ],
		"description": [
			"## Religious Pilgrim",
			"",
			"{SOURCE Osirion, Land of the Pharaohs/29}",
			"",
			"You are a religious pilgrim who often journeys great distances to holy sites of your faith. You take solace in fulfilling your religious purpose and vows, and those you meet respect your dedication and faithfulness.  ",
			"**Prerequisites:** Knowledge (geography) 2 ranks, Knowledge (religion) 4 ranks.  ",
			"**Benefit:** You gain a +1 bonus to Will saves, Diplomacy checks, and Survival checks. If you are good, this is a sacred bonus; if you are evil, it's profane. Neutral characters must choose when taking this feat whether the bonus is sacred or profane (if you channel positive or negative energy you must choose the same type as your channeling type). These bonuses increase to +2 if you are on ground that is consecrated to your faith (under the effects of consecrate, desecrate, hallow, or unhallow cast by someone of your religion).",
			"",
			"You may purchase non-magical religious items (including holy water) at a 20% discount."
		]
	},
	"remote_bomb": {
		"name": "Remote Bomb",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Remote Bomb",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"You can set off your delayed bombs at great distances.  ",
			"**Prerequisites:** Delayed bomb discovery.  ",
			"**Benefit:** The maximum delay for your delayed bombs increases to a number of minutes equal to your level.",
			"",
			"If you have line of effect to your delayed bomb, you may detonate it earlier than its preset time by making a DC 20 Intelligence check; the DC increases by +1 for every 10 feet of distance between you and the bomb."
		]
	},
	"rending_claws": {
		"name": "Rending Claws",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Rending Claws (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"Your claw attacks do greater harm to your enemy.  ",
			"**Prerequisites:** Str 13, two claw natural weapon attacks, base attack bonus +6.  ",
			"**Benefit:** If you hit a creature with two claw attacks in the same turn, the second claw attack deals an additional 1d6 points of damage. This damage is precision damage and is not multiplied on a critical hit. You can use this feat once per round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you make two claw attacks but hit with only one, you can spend 5 stamina points to deal the precision damage granted by this feat anyway."
		]
	},
	"rending_fury": {
		"name": "Rending Fury",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Rending Fury (Combat)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You easily tear your enemies limb from limb with your natural attacks.  ",
			"**Prerequisites:** Base attack bonus +6, rend special attack.  ",
			"**Benefit:** You deal rend damage if you hit with half the normal natural attacks your rend requires. For example, a troll that has this feat can rend when it hits with one claw attack, while a girallon that has this feat must hit one target with two claw attacks to rend. You can only make this rend attack once per round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you make a rend attack, you can spend up to 5 stamina points to deal an amount of additional damage equal to double the number of stamina points you spent."
		]
	},
	"rending_swarm": {
		"name": "Rending Swarm",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Rending Swarm (Combat, Teamwork)",
			"",
			"{SOURCE Blood of the Beast/23}",
			"",
			"Together, you and your allies tear through enemies' defenses.  ",
			"**Prerequisites:** Dex 15, {feat/Rat Stack}, swarming racial trait.  ",
			"**Benefit:** You gain a +1 bonus on all melee damage rolls for each allied creature you share a square with that also has this feat.",
			"",
			"If two or more allies sharing a square have this feat and hit the same adjacent creature in a round, they tear it in different directions, dealing additional damage at the end of the round. This rend attack deals an amount of damage equal to 1d6 + the highest Strength modifier of all qualifying allies in the same square who struck the target this round."
		]
	},
	"renown": {
		"name": "Renown",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Renown",
			"",
			"{SOURCE Pathfinder Society Primer/9}",
			"",
			"Word of your pre-Pathfinder accomplishments precedes you, and you know how to make the most of your previous reputation.  ",
			"**Benefit:** When in a settlement of 5,000 people or more, treat your Fame score as 2 higher for the purposes of qualifying for Prestige Awards or purchasing equipment.",
			"",
			"This feat doesn't grant you any additional Prestige Points.  ",
			"**Normal:** Your Fame score is determined by the total number of Prestige Points earned over the course of your career."
		]
	},
	"repast_of_heroes": {
		"name": "Repast of Heroes",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Repast of Heroes",
			"",
			"{SOURCE Wilderness Origins/12}",
			"",
			"Your natural spells are significantly increased, enabling you to feed and heal others.  ",
			"**Prerequisites:** Con 15, character level 8th, {race/ghoran}, natural magic racial trait.  ",
			"**Benefit:** Once per week, you can cast {spell/heroes' feast} as a spell-like ability with a caster level equal to your character level. If you do so, you lose access to the spells normally granted by the natural magic racial trait for the next 48 hours."
		]
	},
	"repositioning_strike": {
		"name": "Repositioning Strike",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Repositioning Strike (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"Your critical hits can move your foes where you wish.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Reposition}, base attack bonus +9.  ",
			"**Benefit:** Whenever you score a critical hit with a melee attack, you can move your opponent, in addition to the normal damage dealt by the attack. If your confirmation roll exceeds your opponent's CMD, you may move your opponent as if from the reposition combat maneuver. This does not provoke an attack of opportunity.  ",
			"**Normal:** You must perform a reposition combat maneuver to reposition an opponent.  ",
			"**Special:** You can only apply the effects of one of the following feats to a given critical hit: {feat/Bull Rush Strike}, {feat/Disarming Strike}, {feat/Repositioning Strike}, {feat/Sundering Strike}, or {feat/Tripping Strike}. You may choose to use this feat after you make your confirmation roll.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you fail to confirm a critical hit with a melee attack, you can spend 2 stamina points to attempt to reposition the target anyway. If you do, reroll the confirmation roll and use it to determine if the reposition attempt exceeds the opponent's CMD. This reroll is used only for the reposition combat maneuver; it can't cause the critical hit to be confirmed. You still can't make the attempt if the target is immune to critical hits."
		]
	},
	"resilient_armor": {
		"name": "Resilient Armor",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Resilient Armor",
			"",
			"{SOURCE Advanced Class Guide/155}",
			"",
			"When you enhance your armor or shield, you gain a measure of damage reduction.  ",
			"**Prerequisites:** Divine bond (armor or shield), or sacred armor class feature.  ",
			"**Benefit:** While your armor or shield is under the effect of your divine bond or your sacred armor ability, you gain an amount of damage reduction equal to your armor's enhancement bonus (including the bonus from your divine bond or sacred armor) against the first attack to strike you in each round. An adamantine weapon overcomes this damage reduction, but any attack against you made with such a weapon does not count against this effect's duration."
		]
	},
	"resilient_brute": {
		"name": "Resilient Brute",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Resilient Brute",
			"",
			"{SOURCE Advanced Race Guide/57}",
			"",
			"You absorb punishment others find deadly.  ",
			"**Prerequisites:** Half-orc or orc.  ",
			"**Benefit:** Once per day, when a creature confirms a critical hit against you, you may treat half the damage as nonlethal damage. You cannot use this ability if you are immune to nonlethal damage. When your base attack bonus reaches +10, you may use this ability an additional time per day."
		]
	},
	"resilient_eidolon": {
		"name": "Resilient Eidolon",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Resilient Eidolon",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"Your link with your eidolon is strong enough that it can remain with you for a short time after you fall unconscious or are killed.  ",
			"**Prerequisites:** Eidolon class feature.  ",
			"**Benefit:** If you are knocked unconscious, fall asleep, or are killed, your eidolon remains for a number of rounds equal to your summoner level before it is banished. If you are brought back to consciousness before this duration expires, your eidolon is not banished. If the duration expires before you are brought back to consciousness, your eidolon is banished normally.  ",
			"**Normal:** An eidolon is immediately banished when its summoner is unconscious, asleep, or killed."
		]
	},
	"resistance_mastery": {
		"name": "Resistance Mastery",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Resistance Mastery (Item Mastery)",
			"",
			"{SOURCE Magic Tactics Toolbox/30}",
			"",
			"You can protect yourself from harm by using abjuration magic items.  ",
			"**Prerequisites:** Use Magic Device 3 ranks, base Fortitude saving throw bonus +3.  ",
			"**Benefit:** Once per day, you can meditate for 10 minutes in order to use magic armor or a wondrous item that has an abjuration spell of 2nd level or higher listed in its construction requirements and that occupies a slot on your body to gain a defensive benefit. This benefit can be either a +1 resistance bonus on all saving throws or 5 points of energy resistance against one energy type (acid, cold, electricity, fire, or sonic). This benefit lasts for 24 hours. You must wear the item in order to gain this benefit; if the item is removed before this feat's benefit ends, the benefit is immediately lost and cannot be regained until 24 hours have passed since the feat's last activation. The resistance bonus granted by this feat increases by 1 or the energy resistance increases by 5 when your base Fortitude save bonus reaches +6, +9, and +12. You can gain only one benefit from this feat at a time."
		]
	},
	"resisting_grappler": {
		"name": "Resisting Grappler",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Resisting Grappler (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/7}",
			"",
			"You are especially adept at fighting off the grabbing appendages of aberrations and other tentacled horrors.  ",
			"**Prerequisites:** Dex 13.  ",
			"**Benefit:** When a creature hits you with a melee attack and attempts to use the grab ability, it provokes an attack of opportunity from you unless it has the {feat/Improved Grapple} feat. If you hit the opponent with your attack, treat the damage you deal as 5 higher when calculating the penalty on the attacker's combat maneuver check to grapple you.  ",
			"**Normal:** Creatures using the grab ability does not provoke attacks of opportunity."
		]
	},
	"resolute_rager": {
		"name": "Resolute Rager",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Resolute Rager",
			"",
			"{SOURCE Advanced Race Guide/142}",
			"",
			"Fear passes quickly while you are raging.  ",
			"**Prerequisites:** Orc, rage class feature.  ",
			"**Benefit:** While raging, when under the effect of a fear effect that allows a saving throw, you can make a new saving throw against that fear effect at the start of each of your turns before acting. If you make the new save, the fear effect ends."
		]
	},
	"respectful_prey": {
		"name": "Respectful Prey",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Respectful Prey",
			"",
			"{SOURCE Haunted Heroes Handbook/5}",
			"",
			"You have learned to assuage monstrous predators with special offerings.  ",
			"**Benefit:** A number of times per day equal to 3 + your Wisdom modifier, you can prepare a special offering. This takes 5 minutes and at least 5 gp worth of foodstuffs, spices, and other ingredients; a prepared offering lasts 8 hours before spoiling. You can present this offering to a non-humanoid creature (even one which doesn't normally consume food) as a standard action. The offering's ingredients must be worth at least 5 gp &times; the creature's CR. This offering improves its attitude toward you by one step unless it succeeds at a Will save (DC = 10 + 1/2 your level + your Wisdom modifier). This attitude adjustment lasts only 5 minutes unless the creature's attitude is adjusted further during that time, such as via the Diplomacy skill. A specific creature cannot be affected by an offering made in this way more than once per 24 hours."
		]
	},
	"restoration_mastery": {
		"name": "Restoration Mastery",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Restoration Mastery (Item Mastery)",
			"",
			"{SOURCE Magic Tactics Toolbox/31}",
			"",
			"You can heal more than just injuries of the flesh.  ",
			"**Prerequisites:** Heal 5 ranks, Use Magic Device 5 ranks, base Fortitude saving throw bonus +3.  ",
			"**Benefit:** You can cause an item that has a conjuration (healing) spell of 2nd level or higher listed in its construction requirements to cast lesser restoration. If you have 9 ranks in both Heal and Use Magic Device, you can instead cause an item that has a conjuration (healing) spell of 3rd level or higher listed in its construction requirements to cast either {spell/remove blindness//deafness} or {spell/remove paralysis}. You can use this feat once per day, plus an additional time per day when your base Fortitude save bonus reaches +9 and +12."
		]
	},
	"restorative_vigor": {
		"name": "Restorative Vigor",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Restorative Vigor (Combat)",
			"",
			"{SOURCE Healer's Handbook/15}",
			"",
			"You can recover from additional kinds of damage using your vigor.  ",
			"**Prerequisites:** Con 15, {feat/Combat Vigor}, character level 8th.  ",
			"**Benefit:** Your vigor pool gains 1 vigor point. Whenever you spend vigor points, you can recover from 1d3 points of ability score damage from one physical ability score (Strength, Dexterity, or Constitution) instead of regaining 1d6 hit points. You can choose separately for each vigor point spent. For example, if you spend 2 vigor points, you could regain 2d6 hit points; recover 2d3 points of ability damage from up to two physical ability scores total; or regain 1d6 hit points and recover from 1d3 points of ability damage from one physical ability score."
		]
	},
	"retributive_kick": {
		"name": "Retributive Kick",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Retributive Kick (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/22}",
			"",
			"You can use your weapon attacks to set up a foe for an unarmed strike.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, base attack bonus +5, weapon training class feature with a melee weapon.  ",
			"**Benefit:** When you make a full attack with an appropriate melee weapon and your first attack misses or is blocked, deflected, parried, or otherwise caused to not hit the target, you can immediately make an unarmed attack against the same target with the same attack bonus. You then cannot make any more attacks as part of that full attack."
		]
	},
	"retributive_summoning": {
		"name": "Retributive Summoning",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Retributive Summoning",
			"",
			"{SOURCE Plane-Hopper's Handbook/6}",
			"",
			"Your training in counterspelling summons is so extensive that you can redirect some of your foes' power to call forth your own allies.  ",
			"**Prerequisites:** {feat/Spell Focus/ (conjuration)} or counter summons class feature.",
			"",
			"When you successfully counter a summoning spell with {spell/dispel magic} or your own {spell/summon monster>_1} spell, you can immediately summon nonevil creatures as if you had just finished casting a summon monster spell of 2 levels lower than the countered summoning spell."
		]
	},
	"returning_throw": {
		"name": "Returning Throw",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Returning Throw (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/208}",
			"",
			"You have turned your deadly childhood games into a tactical advantage.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Precise Shot}, Sleight of Hand 3 ranks, goblinoid subtype.  ",
			"**Benefit:** Whenever an ally who also has this feat makes an attack with a thrown weapon and misses the target by 4 or less, you can catch the weapon as an immediate action. Both you and your ally must be within 30 feet of the target, and you must be able to trace a line from any part of your space to any part of your ally's space so that the line passes through the target's space. As part of the action to catch the weapon, you can throw it at the target of the original attack. If your target has never seen you perform this maneuver before, it is denied its Dexterity bonus to AC against your attack. You must have at least one hand free to use this feat. You must be aware of the attack and not flat-footed."
		]
	},
	"revelation_strike": {
		"name": "Revelation Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Revelation Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"Your unarmed strike brings a revelation down upon your foe.  ",
			"**Prerequisites:** Revelation class feature, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you gain this feat, choose one revelation that you can use to affect no more than one opponent. If you make a successful unarmed strike against an opponent, in addition to dealing your unarmed strike damage, you can use a swift action to deliver the effects of the chosen revelation to that opponent. Doing so provokes no attacks of opportunity.  ",
			"**Special:** You can take this feat multiple times. Each time you take it, you apply it to a different qualifying revelation.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">After hitting with an unarmed strike, you can spend 2 stamina points to apply the effects of your chosen revelation as a free action instead of a swift action. If the chosen revelation has unlimited daily uses, this combat trick costs 5 stamina points instead."
		]
	},
	"revered_guidance": {
		"name": "Revered Guidance",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Revered Guidance",
			"",
			"{SOURCE Blood of Angels/25}",
			"",
			"You were selected by your celestial ancestor to be a guide for a chosen people, and serve as a beacon of hope in times of despair.  ",
			"**Prerequisites:** Aasimar, must be taken at 1st level.  ",
			"**Benefit:** Select one of the following creature subtypes: dwarf, elf, gnome, halfling, human, or orc. You gain a +4 racial bonus on Diplomacy checks made to influence creatures of the selected subtype."
		]
	},
	"reverse_somersault_throw": {
		"name": "Reverse Somersault Throw",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Reverse Somersault Throw (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/24}",
			"",
			"You drag your opponent off balance, then use his momentum to fling him over your head.  ",
			"**Prerequisites:** Str 13, {feat/Improved Drag}, {feat/Power Attack}.  ",
			"**Benefit:** When you succeed at a drag combat maneuver check, at the end of your movement, you can fall prone to launch your target over your head. If you do, you move the target of your drag combat maneuver into the space adjacent to you that is opposite its position at the end of your movement, and the target falls prone in that square or squares. You can't use this ability to move a creature into a square that is occupied by a solid object or obstacle. If there would not be enough room for the creature in its new position, the ability fails and the creature is not moved."
		]
	},
	"reverse_feint": {
		"name": "Reverse-Feint",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Reverse-Feint (Combat)",
			"",
			"{SOURCE Advanced Race Guide/142}",
			"",
			"You can goad an opponent into attacking you in order to make your counter attack all the more powerful.  ",
			"**Prerequisites:** {feat/Toughness}, base attack bonus +1, orc.  ",
			"**Benefit:** As a move action, you can leave a gap in your defenses for one adjacent opponent to use. If the opponent attacks you on its next turn, it gains a +4 bonus on its attack roll. Whether or not the opponent successfully hits, you may attack it as an immediate action with a single melee attack, gaining a +2 bonus on your attack roll.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">You can spend 2 stamina points to make the attack granted by this feat as a free action rather than an immediate action. You can still make the attack only once per use of this feat."
		]
	},
	"reviving_channel": {
		"name": "Reviving Channel",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Reviving Channel",
			"",
			"{SOURCE Distant Realms/33}",
			"",
			"You can target an unconscious ally to gain additional benefit from your channeled energy.  ",
			"**Prerequisites:** Channel energy 3d6.  ",
			"**Benefit:** When you use channel energy, you can focus on one creature within range that would be healed by your channel energy whose hit points are below 0. When you do so, no other creatures are healed, but the target creature is restored to 0 hit points before the normal healing takes effect."
		]
	},
	"reward_of_grace": {
		"name": "Reward of Grace",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Reward of Grace",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"When you lay on hands, divine energy ripples through you, granting you grace.  ",
			"**Prerequisites:** Lay on hands class feature.  ",
			"**Benefit:** Each time you use your lay on hands ability, you gain a +1 sacred bonus on all attack rolls for 1 round."
		]
	},
	"reward_of_life": {
		"name": "Reward of Life",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Reward of Life",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"When you lay on hands, you are also healed.  ",
			"**Prerequisites:** Lay on hands class feature.  ",
			"**Benefit:** Each time you use your lay on hands ability to heal a creature other than yourself, you heal a number of hit points equal to your Charisma bonus. This ability has no effect if you use lay on hands to harm undead."
		]
	},
	"reward_of_the_faithful": {
		"name": "Reward of the Faithful",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Reward of the Faithful",
			"",
			"{SOURCE Divine Anthology/11}",
			"",
			"Your intense belief in your deity allows you to benefit more from divine magic he or she provides.  ",
			"**Prerequisites:** Knowledge (religion) 1 rank, alignment must match that of your worshiped deity.  ",
			"**Benefit:** Whenever you are the only target of a divine spell cast by a follower of your chosen deity other than you, the spell's caster level is treated as though it were 2 higher than it actually is. Additionally, whenever you regain hit points as a result of a worshiper of your deity other than you channeling energy or casting a cure spell, you regain 1 additional hit point per die rolled for the healing gained."
		]
	},
	"rhabdomancy": {
		"name": "Rhabdomancy",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Rhabdomancy",
			"",
			"{SOURCE Occult Origins/24}",
			"",
			"You have mastered the art of casting sticks, rods, or arrows to uncover secrets and find lost things, gaining insight from the way these objects fall.  ",
			"**Prerequisites:** Knowledge (nature) 3 ranks, Survival 3 ranks.  ",
			"**Benefit:** You can perform the dowsing occult skill unlock even if you can't use psychic magic. If you can cast psychic spells or have the {feat/Psychic Sensitivity} feat, you can use dowsing one additional time per day.",
			"",
			"Spending 1 minute casting sticks prior to attempting a Survival check grants you a +2 insight bonus on the check. In addition, you can cast sticks or rods while casting a spell that locates a creature or object (including scrying effects) to increase the caster level of that spell by 1."
		]
	},
	"rhetorical_flourish": {
		"name": "Rhetorical Flourish",
		"sources": [
			"Mythic Adventures",
			"Ultimate Combat"
		],
		"description": [
			"## Rhetorical Flourish",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You rapidly change topics and employ confusing rhetoric to distract people from your true intent.  ",
			"**Prerequisites:** Cha 13, {feat/Persuasive}.  ",
			"**Benefit:** When using the Diplomacy skill to make a request or change a creature's attitude, you can use verbal misdirection. To do so, make a Bluff check against that creature. If you succeed, you gain a +4 bonus on your next Diplomacy check against that creature if the check is made within the next minute. If you fail by 5 or more, you instead take a -2 penalty on your next Diplomacy check against that creature.",
			"",
			"Alternatively, you can use this feat to retry a single failed Diplomacy check against a creature. You take a -4 penalty on your Bluff check when using Rhetorical Flourish in this way. If you succeed, rather than gaining this feat's normal bonus, you can retry your last Diplomacy check against the creature if that check was made in the past minute.",
			"",
			"### Mythic Rhetorical Flourish",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"You're supremely skilled at using verbal misdirection and  ",
			"**Prerequisites:** {feat/Rhetorical Flourish}.  ",
			"**Benefit:** When you successfully use Rhetorical Flourish against a non-mythic creature, the bonus on your Diplomacy check increases by your tier. If the target is a mythic creature, you instead increase the bonus by half your tier.",
			"",
			"You can expend one use of mythic power to reroll a single failed Bluff check. You must take the new result even if it is lower."
		]
	},
	"rhino_charge": {
		"name": "Rhino Charge",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Rhino Charge (Combat)",
			"",
			"{SOURCE Sargava, the Lost Colony/24}",
			"",
			"Your charges are both violent and unpredictable.  ",
			"**Prerequisites:** {feat/Power Attack}, {feat/Improved Bull Rush}, base attack bonus +5.  ",
			"**Benefit:** You may ready a charge, though you may only move up to your speed on the charge.  ",
			"**Normal:** Charging is a full-round action and allows you to move twice your speed."
		]
	},
	"ricochet_shot_deed": {
		"name": "Ricochet Shot Deed",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Ricochet Shot Deed (Grit)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You can ricochet a firearm shot off the wall and still hit your target.  ",
			"**Prerequisites:** Grit class feature or {feat/Amateur Gunslinger} feat, {feat/Blind-Fight}.  ",
			"**Benefit:** You can fire a shot at a wall or piece of solid terrain, and have it ricochet off. When you do, use the square immediately in front of the wall or piece of solid terrain to determine line of sight to a target, and this square is considered the new origin square of the attack. Use that square to determine the effects of cover, and your own square to determine the effects of {rule/concealment}. You can make this shot as long as you have at least 1 grit point. When making this shot, you can spend 1 grit point to ignore the effects of all cover or concealment. You must choose to spend the grit point before you make the attack roll."
		]
	},
	"ricochet_splash_weapon": {
		"name": "Ricochet Splash Weapon",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Ricochet Splash Weapon",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"Even when your thrown splash weapons miss, they are especially dangerous.  ",
			"**Prerequisites:** Dex 13, {feat/Throw Anything}.  ",
			"**Benefit:** Whenever your splash weapon misses and the misdirection roll indicates it lands in a square occupied by a creature, you may make an attack roll (at a -5 penalty) as if you had thrown the splash weapon at that creature. If this attack roll succeeds, the splash weapon hits and the creature takes full damage instead of splash damage. Squares adjacent to this creature still take splash damage as normal.  ",
			"**Normal:** A thrown splash weapon that misses deals splash damage in the square where it lands and in adjacent squares."
		]
	},
	"ricochet_toss": {
		"name": "Ricochet Toss",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Ricochet Toss (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/21}",
			"",
			"You are able to angle your thrown weapon attacks in such a way that the weapon ricochets and immediately returns to you.  ",
			"**Prerequisites:** {feat/Quick Draw}, base attack bonus +6, weapon training class feature with a ranged weapon.  ",
			"**Benefit:** When you make a ranged attack with an appropriate thrown weapon, the weapon returns to your hand immediately after the attack is resolved. This ability does not allow bullets, thrown ammunition such as darts or shuriken, or thrown splash weapons to return to you. Improvised thrown weapons don't return to you unless you have the {feat/Throw Anything} feat."
		]
	},
	"ride_by_attack": {
		"name": "Ride-By Attack",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Ride-By Attack (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/132}",
			"",
			"While mounted and charging, you can move, strike at a foe, and then continue moving.  ",
			"**Prerequisites:** Ride 1 rank, {feat/Mounted Combat}.  ",
			"**Benefit:** When you are mounted and use the charge action, you may move and attack as if with a standard charge and then move again (continuing the straight line of the charge). Your total movement for the round can't exceed double your mounted speed. You and your mount do not provoke an attack of opportunity from the opponent that you attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">After making a mounted charge attack using this feat, you can spend 5 stamina points to change the direction of your movement instead of continuing to move in a straight line.",
			"",
			"### Mythic Ride-By Attack",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"You can make multiple attacks as you ride past your enemies.  ",
			"**Prerequisites:** {feat/Ride-By Attack}].  ",
			"**Benefit:** When you successfully strike an opponent as part of a Ride-By Attack, you can continue to make attacks against successive targets. You can make one additional attack per 3 tiers you possess, but you can't make more attacks than you could if you were making a full attack. Successive attacks use the lower bonus for multiple attacks, as when making a full attack. You must move at least 10 feet between each attack."
		]
	},
	"righteous_healing": {
		"name": "Righteous Healing",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Righteous Healing",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"Your healing spells are more potent when you have a judgment active.  ",
			"**Prerequisites:** Judgment class feature.  ",
			"**Benefit:** If you cast a cure spell while you have a judgment active, each target regains 1 extra hit point from the cure spell + 1 hit point per three inquisitor levels you possess."
		]
	},
	"righteous_orator": {
		"name": "Righteous Orator",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Righteous Orator",
			"",
			"{SOURCE Heroes of the High Court/20}",
			"",
			"You know words are weapons, and you allow no evil creature to best you in a social setting.  ",
			"**Prerequisites:** Diplomacy 3 ranks, smite evil class feature.  ",
			"**Benefit:** While in a verbal debate, such as a court proceeding, negotiation, or verbal duel, you can target another creature participating in the debate as a swift action and expend one of your uses of smite evil. If you target a creature that is not evil, your smite is wasted with no effect. If the target is evil, you add your level in the class granting the smite evil feature as a bonus on your Diplomacy checks and on your Sense Motive checks against deceit attempted by the target. You also gain a morale bonus equal to your Charisma modifier on Will saves against effects originating from the target. This effect remains until you or the target is no longer actively participating in the verbal debate."
		]
	},
	"rime_spell": {
		"name": "Rime Spell",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Rime Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"Creatures damaged by your spells with the cold descriptor become entangled.  ",
			"**Benefit:** The frost of your cold spell clings to the target, impeding it for a short time. A rime spell causes creatures that takes cold damage from the spell to become entangled for a number of rounds equal to the original level of the spell.",
			"",
			"This feat only affects spells with the cold descriptor. A rime spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"riptide_attack": {
		"name": "Riptide Attack",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Riptide Attack (Combat)",
			"",
			"{SOURCE Inner Sea Gods/215;Faiths of Balance/24}",
			"",
			"You can immediately drag opponents you successfully trip.  ",
			"**Prerequisites:** {feat/Improved Drag}, {feat/Improved Trip}, worshiper of Gozreh.  ",
			"**Benefit:** Whenever you succeed at a trip combat maneuver, you can automatically attempt a drag combat maneuver against your tripped target as a swift action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">By spending 4 stamina points, you can attempt a drag combat maneuver check against any opponent that you successfully trip using Riptide Attack as a free action instead of a swift action."
		]
	},
	"risky_striker": {
		"name": "Risky Striker",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Risky Striker (Combat)",
			"",
			"{SOURCE Advanced Race Guide/67}",
			"",
			"You can make yourself a little more vulnerable to larger creatures in order to land a devastating blow.  ",
			"**Prerequisites:** Base attack bonus +1, halfling.  ",
			"**Benefit:** You can choose to take a -1 penalty to AC to gain a +2 bonus on melee damage rolls against creatures two or more size categories larger than you. When your base attack bonus reaches +4 and every 4 levels thereafter, the penalty increases by -1 and the damage bonus increases by 2. The bonus damage is multiplied in the case of a critical hit. You can only choose to use this feat when you declare that you are making an attack action or a full-attack action with a melee weapon. The effects last until your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When using this feat, you can spend 5 stamina points to gain the bonus on damage rolls against creatures one or more size categories larger than you. This benefit ends when you stop using this feat or after 1 minute, whichever comes first."
		]
	},
	"ritual_hex": {
		"name": "Ritual Hex",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Ritual Hex",
			"",
			"{SOURCE Occult Origins/24}",
			"",
			"You are well versed in ancient secrets and forbidden curses, and know how to petition powers with which you are already in contact for additional knowledge.  ",
			"**Prerequisites:** Knowledge (arcana) 4 ranks, Knowledge (history) 4 ranks, hex class feature.  ",
			"**Benefit:** You learn to perform a special occult ritual known as Beseeching the Patron, which temporarily grants you a hex you don't already know how to use. You always believe that your ritual is a success, so the GM should roll the required skill checks in secret, revealing the result only when you try to use your newly acquired hex.",
			"",
			"### Beseeching the Patron",
			"",
			"**School** divination; **Level** 4  ",
			"**Casting Time** 40 minutes  ",
			"**Components** V, F (a book of occult lore worth at least 150 gp)  ",
			"**Skill Checks** Knowledge (arcana) DC 20, 2 successes; Knowledge (history) DC 20, 2 successes  ",
			"**Range** personal  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** no; **SR** no",
			"",
			"**Backlash** The caster is fatigued for 1 hour.",
			"",
			"**Failure** All of the caster's spells suffer a 10% spell failure chance for 24 hours.",
			"",
			"**Effect:** The caster gains access to one additional hex for which she qualifies. This ritual can be used to acquire a major hex (increasing the DCs of the ritual's skill checks by 10) or grand hex (increasing the DCs by 20) if desired. The caster can have only one additional hex from this ritual at a time."
		]
	},
	"ritual_mask": {
		"name": "Ritual Mask",
		"sources": [
			"Adventurer's Guide",
			"Arcane Anthology"
		],
		"description": [
			"## Ritual Mask",
			"",
			"{SOURCE Adventurer's Guide/125;Arcane Anthology/15}",
			"",
			"You can use your mask to enhance your occult powers.  ",
			"**Prerequisites:** {feat/Nameless One}, ability to cast one or more occult rituals.  ",
			"**Benefit:** While benefiting from the Nameless One feat, your masked identity affords you a greater spiritual connection when you act as the primary caster for an occult ritual you know. For any such occult ritual, you can attempt all required skill checks, even if untrained in such a skill. If you are trained in such a skill, you instead gain a +3 bonus on your skill check.",
			"",
			"In addition, if you have the spirit class feature (as per the shaman or medium class), you can use the ritualistic focus afforded by this feat to enhance your connection to spirits with which you have communed. Once per day, when you use a supernatural ability granted to you by your spirit (such as a shaman's spirit's hex or spirit abilities, or a medium's spirit powers), you increase your effective class level by 1 when determining the effects of that supernatural ability."
		]
	},
	"ritualistic_preparation": {
		"name": "Ritualistic Preparation",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Ritualistic Preparation",
			"",
			"{SOURCE Arcane Anthology/5}",
			"",
			"You have learned to access preparation rituals from spellbooks from which you can't otherwise benefit.  ",
			"**Prerequisites:** Knowledge (arcana) 1 rank, Linguistics 1 rank, Spellcraft 1 rank, ability to cast {spell/read magic}.  ",
			"**Benefit:** You can treat spellbooks with preparation rituals as if they were prayer books or meditation books.  ",
			"**Special:** A character with this feat can take the Avid Spellbook Reader feat even if she does not meet its prerequisites. Doing so allows her to benefit from the preparation rituals from two spellbooks, though she must still sacrifice spell slots to benefit from preparation rituals when treating such books as meditation books."
		]
	},
	"rival": {
		"name": "Rival",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Rival (Story)",
			"",
			"{SOURCE Spymaster's Handbook/16}",
			"",
			"You have a rival, and the two of you try to sabotage, humiliate, or otherwise defeat each other without allowing anyone else to interfere.  ",
			"**Prerequisites:** You must have at least one enemy who wishes to outdo you. If you have multiple rivals, the GM may keep the specific rival secret, or have many of your enemies work together against you. If your rival is not already a challenging foe, it either advances to become one or allies itself with others one or more creatures who are .  ",
			"**Benefit:** Your striving pushes you to become ever more skillful. When you gain this feat, and every 2 character levels thereafter, either you gain 1 skill point or your {rule/Fame} score increases by 1.  ",
			"**Goal:** Thwart your rival without anyone else directly interfering. Achieving your rival's goal before her in a manner that humiliates her or completely steals her glory through your direct actions also qualifies.  ",
			"**Completion Benefit:** Once per day, you can take 20 on a single skill check as a standard action if the skill check is one that would allow you to take 20."
		]
	},
	"river_raider": {
		"name": "River Raider",
		"sources": [
			"Ultimate Wilderness",
			"People of the River"
		],
		"description": [
			"## River Raider (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/117;People of the River/24}",
			"",
			"You're skilled at creeping up on watercraft without being noticed and getting the jump on their occupants.  ",
			"**Benefit:** You gain a +2 bonus on Swim and Stealth checks while swimming in calm or rough water (but not while swimming in stormy water). In addition, if you're able to act in a surprise round and you start the surprise round in water, you can take both a move and a standard action. You still cannot take a full-round action during the surprise round.  ",
			"**Normal:** You can take only a move or a standard action if you can act in the surprise round."
		]
	},
	"riving_strike": {
		"name": "Riving Strike",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Riving Strike (Combat)",
			"",
			"{SOURCE Advanced Class Guide/155}",
			"",
			"When you infuse your weapon with arcane might, your attacks make foes more susceptible to magic.  ",
			"**Prerequisites:** {feat/Arcane Strike}, ability to cast arcane spells.  ",
			"**Benefit:** If you have a weapon that is augmented by your Arcane Strike feat, when you damage a creature with an attack made with that weapon, that creature takes a -2 penalty on saving throws against spells and spell-like abilities. This effect lasts for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you use this feat, you can spend up to 3 stamina points to increase the duration of the effect by 1 round for each stamina point spent."
		]
	},
	"robots_bane": {
		"name": "Robot's Bane",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Robot's Bane",
			"",
			"{SOURCE Technology Guide/6}",
			"",
			"You have trained to avoid the attacks and effects employed by robots and technology and to combat them effectively.  ",
			"**Prerequisites:** Knowledge (engineering) 5 ranks  ",
			"**Benefit:** You gain a +1 bonus on attack and damage rolls against creatures with the robot subtype. Additionally, you gain a +1 dodge bonus to your AC and a +1 bonus on saving throws against attacks and effects from robots. If you have at least 11 ranks in Knowledge (engineering), these bonuses increase to +2. If you have at least 17 ranks in Knowledge (engineering), these bonuses increase to +3.  ",
			"**Special:** If you have constructs as a favored enemy, you can use your favored enemy bonus toward constructs in place of the bonus granted by this feat if it's larger. These bonuses do not stack with those granted by other abilities that allow you to add your favored enemy bonus to AC or on saving throws."
		]
	},
	"robust_stench": {
		"name": "Robust Stench",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Robust Stench",
			"",
			"{SOURCE Heroes of Golarion/10}",
			"",
			"Your questionable hygiene choices may offend your allies, but exposure has inured them to other, deadlier effects.  ",
			"**Prerequisites:** {race/Goblin}.  ",
			"**Benefit:** Allies within 5 feet of you receive a +2 morale bonus on Fortitude saving throws. This bonus ends as soon as they move more than 5 feet away from you. This bonus applies only to allies you have fought alongside at least once before."
		]
	},
	"roll_with_it": {
		"name": "Roll With It",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Roll With It (Combat)",
			"",
			"{SOURCE Goblins of Golarion/25}",
			"",
			"You know how to take a hit, even if your reaction sends you bouncing and flying out of battle while shrieking at the top of your lungs.  ",
			"**Prerequisites:** Goblin, Acrobatics 1 rank.  ",
			"**Benefit:** If you are struck by a melee weapon you can try to convert some or all of that damage into movement that sends you off in an uncontrolled bouncing roll. To do so, you must make an Acrobatics check (DC = 5 + the damage dealt from the attack) as an immediate action. If you succeed in this check, you take no damage from the actual attack but instead convert that damage into movement with each point equating to 1 foot of movement. For example, if you would have taken 6 points of damage, you would convert that into 6 feet of movement. You immediately move in a straight line in a direction of your choice this number of feet (rounded up to the nearest 5-foot-square), halting if you reach a distance equal to your actual speed. If this movement would make you strike an object or creature of your size or larger, the movement immediately ends, you take 1d4 points of damage, and fall prone in that square. This involuntary movement provokes attacks of opportunity normally if you move through threatened squares, but does not provoke an attack of opportunity from the creature that struck you in the first place.",
			"",
			"You are staggered for 1 round after you attempt to use this feat, whether or not you succeed."
		]
	},
	"rouse_emotions": {
		"name": "Rouse Emotions",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Rouse Emotions",
			"",
			"{SOURCE Cohorts and Companions/7}",
			"",
			"You can sway the hearts of an entire crowd with your art, or turn them against your enemies.  ",
			"**Prerequisites:** Cha 13, {feat/Charming Performance}, Perform (any) 5 ranks, bardic performance or raging song.  ",
			"**Benefit:** You can use Charming Performance on all creatures within 60 feet. In addition to swaying the crowd's starting attitude toward a single person, you may choose to sway the crowd's attitude toward a well-defined group with which they are familiar (such as a specific nation, organization, or religion). An attempt to rouse emotions about a group takes a -5 penalty due to the difficulty of creating strong feelings toward an entire group rather than a specific individual. The DC for this check is 30 + 1 for every five people in the crowd to be affected. You can't use Rouse Emotions to change a crowd's attitude by more than one step, or to make it helpful or hostile."
		]
	},
	"rubble_skirmisher": {
		"name": "Rubble Skirmisher",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Rubble Skirmisher (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/117}",
			"",
			"You use difficult terrain to your advantage when performing combat maneuvers.  ",
			"**Prerequisites:** Dex 13, {feat/Nimble Moves}, base attack bonus +2.  ",
			"**Benefit:** When you are in a square that has naturally occurring difficult terrain (bushes, rubble, undergrowth, and so forth), you gain a +2 circumstance bonus on combat maneuver checks and to your CMD."
		]
	},
	"rugged_northerner": {
		"name": "Rugged Northerner",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea World Guide"
		],
		"description": [
			"## Rugged Northerner",
			"",
			"{SOURCE Adventurer's Guide/133;Inner Sea World Guide/288}",
			"",
			"You live a hard life in a cold climate, and after enduring the hardships of many brutal winters, you've gained some benefit from the frozen environs.  ",
			"**Prerequisites:** Con 13, Survival 1 rank.  ",
			"**Benefit:** You treat extreme cold conditions as severe cold, and severe cold as cold weather conditions. You are not impacted at all by normal cold weather conditions. In addition, you do not become fatigued by frostbite or hypothermia.  ",
			"**Special:** This feat is unaffiliated - a character need not be affiliated with the [Mammoth Lords](rule/aff_beast_riders) to select this feat."
		]
	},
	"run": {
		"name": "Run",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Run",
			"",
			"{SOURCE PRPG Core Rulebook/132}",
			"",
			"You are swift of foot.  ",
			"**Benefit:** When running, you move five times your normal speed (if wearing medium, light, or no armor and carrying no more than a medium load) or four times your speed (if wearing heavy armor or carrying a heavy load). If you make a jump after a running start (see the {skill/Acrobatics} skill description), you gain a +4 bonus on your Acrobatics check. While running, you retain your Dexterity bonus to your Armor Class.  ",
			"**Normal:** You move four times your speed while running (if wearing medium, light, or no armor and carrying no more than a medium load) or three times your speed (if wearing heavy armor or carrying a heavy load), and you lose your Dexterity bonus to AC.",
			"",
			"### Mythic Run",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"You run with preternatural speed and endurance.  ",
			"**Prerequisites:** {feat/Run}.  ",
			"**Benefit:** When running, you move seven times your normal speed if wearing medium, light, or no armor and carrying no more than a medium load, or six times your speed if wearing heavy armor or carrying a heavy load. When making a jump after a running start, you gain an additional bonus equal to your tier + 4 on your Acrobatics check.",
			"",
			"You can run normally for a number of rounds equal to your Constitution score plus your tier, but after that you must succeed at Constitution checks to continue running."
		]
	},
	"runic_charge": {
		"name": "Runic Charge",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Runic Charge (Combat)",
			"",
			"{SOURCE People of the Wastes/5}",
			"",
			"You can deliver touch spells with frightful ferocity.  ",
			"**Prerequisites:** Caster level 5th.  ",
			"**Benefit:** As long as two of your hands are free, you can cast a spell with a range of touch and deliver the spell to a single target as part of a charge action. When you do so, you gain a +2 bonus on caster level checks to overcome the target's spell resistance, and the critical threat range of that touch attack is 19-20. This increased threat range does not stack with similar abilities such as {feat/Improved Critical}."
		]
	},
	"rushing_winds": {
		"name": "Rushing Winds",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Rushing Winds (Combat)",
			"",
			"{SOURCE Blood of the Ancients/27}",
			"",
			"You can fly through the air at high speed, creating a column of wind in your path that destabilizes other fliers.  ",
			"**Prerequisites:** {feat/Turbulent Takeoff}, Fly 10 ranks.  ",
			"**Benefit:** As a full-round action, you can fly up to twice your Fly speed in a straight line, creating a shockwave of rushing winds around you as you move. Each flying creature you pass adjacent to as part of this movement must succeed at a DC 25 Fly check or be blown back 1d6x10 feet and take 2d6 points of nonlethal damage due to battering and buffeting. Creatures that fail this check by 5 or more also lose 1d4x10 feet of altitude, and creatures that fail this check by 10 or more plummet to the ground."
		]
	},
	"ruthless_opportunist": {
		"name": "Ruthless Opportunist",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Ruthless Opportunist (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/208}",
			"",
			"Your timing and fierceness take the enemy by surprise.  ",
			"**Prerequisites:** Human (Chelaxian).  ",
			"**Benefit:** When a Chelish ally with this feat hits with an attack of opportunity against an enemy both you and that ally are threatening, you gain a +2 circumstance bonus on your melee attack rolls against that enemy for 1 round."
		]
	},
	"sabotage_magic_item": {
		"name": "Sabotage Magic Item",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Sabotage Magic Item",
			"",
			"{SOURCE Ultimate Intrigue/90}",
			"",
			"You can cause magic items to suffer mishaps.  ",
			"**Prerequisites:** {feat/Magical Aptitude}, Disable Device 5 ranks, Use Magic Device 5 ranks.  ",
			"**Benefit:** You can attempt a Use Magic Device check to sabotage a magic item rather than to activate it, with the same DC as activating it blindly. If you succeed at the check, you define a condition under which the magic item will suffer a mishap, either dealing 2d6 points of damage to the creature attempting to use the magic item and failing to perform its desired function or else affecting the wrong target. The condition must be either an audible or a visual trigger, as defined by the magic mouth spell. If you fail the check, you suffer a mishap instead, just as if you had failed to activate the item blindly by 10 or more."
		]
	},
	"sabotage_specialist": {
		"name": "Sabotage Specialist",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Sabotage Specialist",
			"",
			"{SOURCE Ultimate Intrigue/90}",
			"",
			"You have an amazing knack for sabotaging devices.  ",
			"**Prerequisites:** {feat/Deft Hands}, Disable Device 5 ranks.  ",
			"**Benefit:** When you use the Disable Device skill to rig simple or tricky devices (such as a saddle or wagon wheel) to work normally for a while and then fail or fall off some time later, you can designate the time the device will fail, up to 60 minutes after you successfully sabotaged it. The device fails 1d6-3 rounds after the designated time (a result of -1 or -2 means it fails 1 round or 2 rounds before the designated time).  ",
			"**Normal:** You can use the Disable Device skill to rig simple devices such as saddles or wagon wheels to work normally for a while and then fail or fall off some time later (usually after 1d4 rounds or minutes of use)."
		]
	},
	"sabotaging_sunder": {
		"name": "Sabotaging Sunder",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Sabotaging Sunder (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/90}",
			"",
			"Your can quickly sabotage a foe's worn or carried equipment.  ",
			"**Prerequisites:** Str 13, {feat/Improved Sunder}, {feat/Power Attack}, Disable Device 7 ranks.  ",
			"**Benefit:** As a standard action, you can sabotage an item worn by a foe with a special sunder combat maneuver. You use this maneuver in melee to sabotage an item that is neither held nor hidden in a bag, pack, or other container. You must have at least one hand free to perform this combat maneuver, and doing so provokes an attack of opportunity from the creature against whom you are performing the maneuver, even though you have the Improved Sunder feat.",
			"",
			"When attempting the combat maneuver check, use your ranks in Disable Device in place of your base attack bonus and your Dexterity modifier in place of your Strength modifier. Any bonuses on combat maneuver checks specifically to sunder (such as the bonus granted by Improved Sunder) also apply to this maneuver, and any bonuses your target gains to CMD against sundering attempts also protect her from this maneuver. If you succeed at the check, instead of dealing damage, you sabotage the chosen item, causing it to gain the broken condition. If the item was already broken, you instead destroy the item or cause it to fall off. Items immune to sunder are also immune to this special combat maneuver, and this still can't destroy or remove an item such as an artifact that can normally be destroyed or removed only by specific means.  ",
			"**Normal:** A successful sunder attempt deals weapon damage to the sundered item."
		]
	},
	"sacred_geometry": {
		"name": "Sacred Geometry",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## Sacred Geometry",
			"",
			"{SOURCE Occult Mysteries/49}",
			"",
			"You can use your mathematical prowess to add metamagic effects to your spells without using a higher-level spell slot.  ",
			"**Prerequisites:** Int 13, Knowledge (engineering) 2 ranks  ",
			"**Benefit:** When you take this feat, select two metamagic feats you do not yet have. When casting a spell, you can perform the steps below to spontaneously apply the effects of either or both of these metamagic feats, as well as any other metamagic feats you have, to the spell without expending a higher-level spell slot. Using a feat in this way increases the spell's casting time to the casting time it would take if the character were a sorcerer or bard (sorcerers and bards using this ability increase the spell's casting time [by two categories](rule/cast_a_spell_2)); applying the Quicken Spell metamagic effect negates the increased casting time but still contributes to the modified spell's effective spell level. You can take this feat more than once; each time, select two additional metamagic feats, adding their effects to the list of possible effects you can apply to spells with this ability.",
			"",
			"When casting a spell using Sacred Geometry, first determine the effective spell level of the modified spell you are attempting to cast (calculated as normal for a spell modified by metamagic feats). You can apply any number of metamagic effects to a single spell, provided you are able to cast spells of the modified spell's effective spell level.",
			"",
			"| Effective Spell Level | Prime Constants |",
			"| --- | --- |",
			"| 1st | 3, 5, 7 |",
			"| 2nd | 11, 13, 17 |",
			"| 3rd | 19, 23, 29 |",
			"| 4th | 31, 37, 41 |",
			"| 5th | 43, 47, 53 |",
			"| 6th | 59, 61, 67 |",
			"| 7th | 71, 73, 79 |",
			"| 8th | 83, 89, 97 |",
			"| 9th | 101, 103, 107 |",
			"",
			"Refer to the Prime Constants table to determine the prime constants that can be used to cast a spell of the desired effective spell level. Then roll a number of d6s equal to the number of ranks you possess in Knowledge (engineering). Perform some combination of addition, subtraction, multiplication, and division upon the numbers rolled that gives rise to one of the relevant prime constants. If you can produce one of the relevant prime constants, the spell takes effect with the declared metamagic effects, and you expend a spell slot of the unaltered spell's level. If you are unsuccessful, you fail to cast the spell, the action used to cast the spell is lost, and the spell slot is used up. The DC of any {rule/concentration} check to cast a spell affected by this feat uses the effective spell level used to determine the prime constants, even though a successful casting of the spell does not expend a higher-level spell slot.",
			"",
			"For example, suppose Ezren wants to add the {feat/enlarged} and {feat/empowered} effects to the {spell/magic missile} he just cast. He adds the total level increases of the metamagic effects to the spell level: 2 [empower] + 1 [enlarge] + 1 [magic missile's base level] = 4, so the spell's effective level is 4. Ezren refers to the Prime Constants table, and determines that the prime constants for that effective spell level are 31, 37, and 41.",
			"",
			"Since Ezren has 5 ranks in Knowledge (engineering), he rolls 5d6. The results of his dice pool are 6, 6, 4, 3 and 1. He then performs the following operations to give rise to one of the prime constants he needs: (6 &times; 6) + (4 - 3) &times; 1 = 37. Note that he could also combine the numbers as follows: ([6 + 6] &times; 3) + 4 + 1 = 41. He has produced one of the prime constants for the desired effective spell level, so his empowered enlarged magic missile takes effect after the full-round casting time, and uses only a 1st-level spell slot. If the result of Ezren's dice pool were 1, 1, 2, and 5, he would have been unable to produce any of the relevant prime constants. His attempt would have been unsuccessful, and he would have expended a full-round action and his prepared 1st-level magic missile spell with no effect."
		]
	},
	"sacred_pyromania": {
		"name": "Sacred Pyromania",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Sacred Pyromania",
			"",
			"{SOURCE Heroes of Golarion/10}",
			"",
			"Your faith in {faith/Sarenrae} and the power of flame allows you to lace fire with holy power and burn things that normally can't be burned.  ",
			"**Prerequisites:** {race/Goblin}, worshiper of Sarenrae.  ",
			"**Benefit:** Whenever you make an attack or cast a spell that deals fire damage, the fire damage applies to incorporeal creatures, regardless of whether the fire is magical. An incorporeal creature's 50% reduction in damage from corporeal sources does not apply to any fire damage that you deal."
		]
	},
	"sacred_summons": {
		"name": "Sacred Summons",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Sacred Summons",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"The minions of your divine patrons stand ready to answer your call.  ",
			"**Prerequisites:** Aura class feature, ability to cast summon monster.  ",
			"**Benefit:** When using summon monster to summon creatures whose alignment subtype or subtypes exactly match your aura, you may cast the spell as a standard action instead of with a casting time of 1 round."
		]
	},
	"sacrificial_adept": {
		"name": "Sacrificial Adept",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Sacrificial Adept",
			"",
			"{SOURCE Horror Adventures/92}",
			"",
			"The deaths of living, sentient creatures fuel your spells and heighten their potency.  ",
			"**Prerequisites:** Knowledge (arcana) 4 ranks, Knowledge (planes) 4 ranks, Knowledge (religion) 4 ranks, Spellcraft 4 ranks, ability to cast 3rd-level spells, evil alignment.  ",
			"**Benefit:** By partaking in a heinous ritual that takes at least 10 minutes to complete and which requires you to perform a successful coup de grace upon a sacrifice, you can enhance the power of a single spell you know or have prepared for the next 24 hours, regardless of how many times you cast it within that period. Your sacrifice must be a sentient creature with a total number of Hit Dice greater than or equal to your caster level, and it must die from your coup de grace; if it doesn't die or comes back to life, you lose all benefits related to that sacrifice.",
			"",
			"After successfully performing the ritual, you choose the spell that the ritual enhances and gain your choice of a +2 bonus to any attack rolls and combat maneuvers made with that spell or a +2 bonus on caster level checks to overcome spell resistance with that spell for 24 hours.",
			"",
			"You can perform this ritual a number of times per day equal to your Charisma modifier, but you cannot affect the same spell more than once at a time."
		]
	},
	"sacrificial_aid": {
		"name": "Sacrificial Aid",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Sacrificial Aid (Teamwork)",
			"",
			"{SOURCE Antihero's Handbook/10}",
			"",
			"You convince an ally to help you disable a trap, but the ally takes the damage if you fail.  ",
			"**Benefit:** When you attempt to disable a trap, an ally who also has this feat can bolster your efforts. The ally rolls 1d20 and adds either her total bonus on Disable Device checks or her character level, whichever is higher; if the result of the ally's roll is 10 or greater, you gain a +4 bonus on your Disable Device check. If you trigger the trap, your ally is the target of the trap's effects. In the case of a trap with multiple targets, your ally takes the effects both for herself and for you (potentially taking damage twice or attempting saving throws twice).  ",
			"**Normal:** You can use the aid another action only if you are able to attempt the skill check in question. The bonus provided is only +2."
		]
	},
	"sacrificial_potency": {
		"name": "Sacrificial Potency",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Sacrificial Potency",
			"",
			"{SOURCE Book of the Damned/179}",
			"",
			"Your powers wax with the deaths of mortals.  ",
			"**Prerequisites:** One or more racial spell-like abilities, outsider with the evil subtype.  ",
			"**Benefit:** Whenever you perform a coup de grace that kills a creature, choose a racial spell-like ability you have that is usable a limited number of times per day (but not more limited, such as once per week or once per month). The spell-like ability's spell level must be equal to or less than half the victim's Hit Dice. You regain a use of that spell-like ability. This has no effect if you haven't expended any uses of that spell-like ability.",
			"",
			"In addition, you can gain this benefit when an ally within 30 feet performs a coup de grace that kills its victim. The ally must openly proclaim that the killing is done in your name. This otherwise acts as if you had performed the coup de grace yourself.",
			"",
			"You can gain this feat's benefit only once every 24 hours."
		]
	},
	"sacrificial_ritualist": {
		"name": "Sacrificial Ritualist",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Sacrificial Ritualist",
			"",
			"{SOURCE Horror Adventures/92}",
			"",
			"Your magical power used to originate in yourself, but now you draw it from others.  ",
			"**Prerequisites:** {feat/Mutilating Ritualist}, Knowledge (arcana) 4 ranks, Knowledge (religion) 4 ranks, Spellcraft 4 ranks.  ",
			"**Benefit:** You can improve your ability to cast an occult ritual by powering it with the blood of creatures. When you begin the occult ritual with the death of a sentient creature (or number of sentient creatures with a total number of Hit Dice equal to twice the effective level of the ritual), you and all secondary casters gain a +4 bonus on all skill checks necessary to complete the occult ritual. This feat's sacrifices are in addition to any sacrifices normally required to complete the ritual."
		]
	},
	"saddle_shrieker": {
		"name": "Saddle Shrieker",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Saddle Shrieker (Combat)",
			"",
			"{SOURCE Goblins of Golarion/25}",
			"",
			"You sometimes get carried away when encouraging your mount to fight.  ",
			"**Prerequisites:** Goblin, Ride 1 rank.  ",
			"**Benefit:** You can choose to take a -1 penalty on all attack rolls and combat maneuver checks to grant your mount a +1 bonus on all attack rolls and damage rolls made with natural weapons. These effects affect you and your mount for 1 round. When your base attack bonus reaches +4, and every 4 points thereafter, this penalty increases by -1 and the bonus to your mount's attack and damage increases by +1 to a maximum of +5. You must choose to use this feat before making an attack roll."
		]
	},
	"sages_guidance": {
		"name": "Sage's Guidance",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Sage's Guidance (Familiar)",
			"",
			"{SOURCE Familiar Folio/19}",
			"",
			"Your familiar's keen observations help you defeat foes.  ",
			"**Prerequisites:** Must have a familiar with the {arc-familiar/sage} archetype.  ",
			"**Benefit:** When your familiar succeeds at a Knowledge check to identify a hazard or an opponent's weaknesses and abilities, you gain a +2 insight bonus on attacks and skill checks against the opponent or hazard for 1 round. If your familiar is sharing a space with the opponent or hazard, this bonus is granted to all allies who can see and understand the familiar."
		]
	},
	"sahir_afiyun": {
		"name": "Sahir-Afiyun",
		"sources": [
			"Black Markets",
			"Dark Markets - A Guide to Katapesh"
		],
		"description": [
			"## Sahir-Afiyun",
			"",
			"{SOURCE Black Markets/18;Dark Markets - A Guide to Katapesh/56}",
			"",
			"You have intertwined your familiarities with pesh and magic to unlock strange powers.  ",
			"**Prerequisites:** {feat/Spell Focus/ (any)}, ability to cast 2nd-level spells.  ",
			"**Benefit:** When you consume pesh, you take 1 fewer point of Constitution or Wisdom damage (your choice). In addition, you add spells below to your own class spell list or list of spells known. You can add one spell from the highest level you can cast; you can instead add two spells to your list of spells known, but both of these spells must be at least 1 level lower than the highest-level spell you can cast for that class. If you have more than one spellcasting class, choose one and add the sahir-afiyun spell or spells to that class's spell list or list of spells known.",
			"",
			"All sahir-afiyun spells require 1 dose of pesh as a material component, either replacing the existing material component, or as part of the material component if the existing component costs more.",
			"",
			"| Spell | Level | School | Description |",
			"| :--- | :---: | :---: | :--- |",
			"| {spell/Alleviate Addiction} | 1 | conjuration (healing) | Ignore the effects of addictions. |",
			"| {spell/Confusion, Lesser} | 1 | enchantment (compulsion) [mind-affecting] | One creature is confused for 1 round. |",
			"| {spell/Night Blindness} | 1 | necromancy [curse] | Impair target's vision as if it were darker. |",
			"| {spell/Pesh Vigor} | 1 | transmutation | Increase target's strength with consumption of pesh. |",
			"| {spell/Ray of Sickening} | 1 | necromancy | Ray makes subject sickened. |",
			"| {spell/Remove Fear} | 1 | abjuration | Suppresses fear or gives +4 on saves against fear for one subject + one per four levels. |",
			"| {spell/Sleep} | 1 | enchantment (compulsion) [mind-affecting] | Puts 4 HD of creatures into magical slumber. |",
			"| {spell/Augury} | 2 | divination | Learns whether an action will be good or bad. |",
			"| {spell/Calm Emotions} | 2 | enchantment (compulsion) [emotion, mind-affecting] | Calms creatures, negating emotion effects. |",
			"| {spell/Euphoric Cloud} | 2 | conjuration (creation) [poison] | Fog obscures vision and fascinates living creatures. |",
			"| Suffocation, Slow | 2 | necromancy [death] | Overdose someone with pesh, causing them to slowly suffocate. |",
			"| {spell/Contact High} | 3 | transmutation | Duplicate a drug's effects on others. |",
			"| {spell/Deep Slumber} | 3 | enchantment (compulsion) [mind-affecting] | Puts 10 HD of creatures to sleep. |",
			"| {spell/Imbue With Addiction} | 3 | transmutation | Target becomes addicted to a drug. |",
			"| Pesh Addiction, Lesser | 3 | necromancy | Force someone to use pesh. |",
			"| {spell/Absorbing Inhalation} | 4 | transmutation [air] | Completely inhale a cloud-like effect, keeping it stored harmlessly in your body. |",
			"| {spell/Confusion} | 4 | enchantment (compulsion) [mind-affecting] | Subjects behave oddly for 1 round/level. |",
			"| {spell/Divination} | 4 | divination | Provides useful advice for specific proposed actions. |",
			"| Pesh Addiction}| 5 | necromancy | As Pesh Addiction, Lesser except it has no HD limit and does not allow a saving throw. |",
			"| Suffocation, Instant | 5 | necromancy [death] | Slay someone through pesh suffocation. |",
			"| {spell/Symbol of Sleep} | 5 | enchantment (compulsion) [mind-affecting] | Triggered rune puts nearby creatures into catatonic slumber. |",
			"",
			">### Pesh Addiction",
			">",
			">{SOURCE Dark Markets - A Guide to Katapesh/57}  ",
			">**School** {spelldef/necromancy}; **Level** sahir-afiyun 5  ",
			">**Casting Time** 10 minutes  ",
			">**Components** V, M (a dose of pesh)  ",
			">**Range** close (25 ft. + 5 ft./2 levels)  ",
			">**Target** one living creature  ",
			">**Duration** 1 day/level or until discharged (D)  ",
			">**Saving Throw** none; **Spell Resistance** yes",
			">",
			">This spell functions like {spell/geas//quest}, except the only allowed command is \"use {drug/pesh} or refined pesh.\"",
			">",
			">### Pesh Addiction, Lesser",
			">",
			">{SOURCE Dark Markets - A Guide to Katapesh/57}  ",
			">**School** {spelldef/necromancy}; **Level** sahir-afiyun 3  ",
			">**Casting Time** 1 round  ",
			">**Components** V, M (a dose of pesh whey)  ",
			">**Range** close (25 ft. + 5 ft./2 levels)  ",
			">**Target** one living creature with 7 HD or less  ",
			">**Duration** 1 day/level or until discharged (D)  ",
			">**Saving Throw** Will negates; **Spell Resistance** yes",
			">",
			">This spell functions like {spell/lesser geas}, except the only allowed command is \"use {drug/pesh} or refined pesh.\"",
			">",
			">### Suffocation, Instant",
			">",
			">{SOURCE Dark Markets - A Guide to Katapesh/57}  ",
			">**School** {spelldef/necromancy} [{spelldef/death}]; **Level** sahir-afiyun 5  ",
			">**Casting Time** 1 standard action  ",
			">**Components** V, S  ",
			">**Range** touch  ",
			">**Target** living creature touched  ",
			">**Duration** instantaneous  ",
			">**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			">",
			">This spell functions like slay living, and kills by immediate suffocation. Creatures that do not need to breathe are immune to this spell. The target is considered to have taken a dose of {drug/pesh} for the purpose of addiction and withdrawal effects.",
			">",
			">### Suffocation, Slow",
			">",
			">{SOURCE Dark Markets - A Guide to Katapesh/57}  ",
			">**School** {spelldef/necromancy} [{spelldef/death}]; **Level** sahir-afiyun 2  ",
			">**Casting Time** 1 standard action  ",
			">**Components** V, S  ",
			">**Range** touch  ",
			">**Target** living creature touched  ",
			">**Duration** 1 minute/level  ",
			">**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			">",
			">The target is unable to breathe and is treated as if she is holding her breath (see the {rule/rules for |suffocation}). Strong stimulants, effects that increase the target's Constitution, or physical trauma (such as taking 10 or more points of damage from a single attack) negate the spell immediately. Creatures that do not need to breathe are immune to this spell. The target is considered to have taken a dose of {drug/pesh} for the purpose of addiction and withdrawal effects. Canny sahir use this spell to subtly kill enemies, as the spell mimics a pesh overdose.",
			"",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, add one or more sahir-afiyun spells to your spell list."
		]
	},
	"sand_strike": {
		"name": "Sand Strike",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Sand Strike (Combat)",
			"",
			"{SOURCE Heroes from the Fringe/9}",
			"",
			"You can incorporate sand as part of your unarmed fighting techniques.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, dwarf, proficiency with the cestus.  ",
			"**Benefit:** You can take 1 minute to tightly embed sand into the joints and crevices of a pair of cestuses you wear. While they have sand embedded in them, the cestuses gain +1 hardness and +5 hit points. While wearing cestuses embedded with sand, you can perform a dirty trick combat maneuver to blind a foe in place of one of your melee attacks without provoking an attack of opportunity. Doing so causes the cestuses to no longer have sand embedded in them. You can embed a single cestus with sand as a full-round action, but you take a -4 penalty on the dirty trick combat maneuver check using a single cestus."
		]
	},
	"sandwalker": {
		"name": "Sandwalker",
		"sources": [ "Legacy of Fire Player's Guide" ],
		"description": [
			"## Sandwalker",
			"",
			"{SOURCE Legacy of Fire Player's Guide/20}",
			"",
			"You are at home on the shifting waves of sand.  ",
			"**Prerequisites:** Dex 13, Con 13.  ",
			"**Benefit:** When desert terrain would reduce your overland movement speed to 1/2 normal, you can move at 3/4 your normal speed. You gain a +2 bonus to Survival checks to find food and water, and to checks to avoid getting lost in a desert."
		]
	},
	"saoc_brethren_initiate": {
		"name": "Saoc Brethren Initiate",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Saoc Brethren Initiate",
			"",
			"{SOURCE Blood of the Ancients/8}",
			"",
			"You follow the ancient teachings of the Saoc Brethren, adopting a multidisciplinary approach to charting and predicting astrological events. This insight allows you to easily locate and apply the effects of celestial phenomena.  ",
			"**Prerequisites:** Knowledge (arcana) 1 rank, Knowledge (nature) 1 rank, Knowledge (planes) 1 rank.  ",
			"**Benefit:** Gain a +3 bonus on skill checks to detect an astrological event. All bonuses you gain from astrological events are increased by 1, and any penalties are decreased by 1 (to a minimum penalty of -1)."
		]
	},
	"saoc_brethren_scholar": {
		"name": "Saoc Brethren Scholar",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Saoc Brethren Scholar",
			"",
			"{SOURCE Blood of the Ancients/8}",
			"",
			"You have learned to draw additional power from celestial phenomena, harnessing their influence for longer than their natural duration.  ",
			"**Prerequisites:** {feat/Saoc Brethren Initiate}, Knowledge (arcana) 5 ranks, Knowledge (nature) 5 ranks, Knowledge (planes) 5 ranks.  ",
			"**Benefit:** You increase the duration of effects caused by astrological events. The duration of effects that last less than a day is increased by 50%, while those that last 24 hours or longer last 1 additional day."
		]
	},
	"sap_adept": {
		"name": "Sap Adept",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sap Adept (Combat)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You know just where to hit to knock the sense out of your foe.  ",
			"**Prerequisites:** Sneak attack +1d6.  ",
			"**Benefit:** Whenever you use a bludgeoning weapon to deal nonlethal sneak attack damage, you gain a bonus on your damage roll equal to the number of sneak attack damage dice you rolled.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you use this feat, you can spend a number of stamina points equal to the number of sneak attack dice you roll to increase the amount of nonlethal damage dealt by double the number of stamina points you spent."
		]
	},
	"sap_master": {
		"name": "Sap Master",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sap Master (Combat)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You knock the sense out of foes with a well-timed surprise attack.  ",
			"**Prerequisites:** Sneak attack +3d6, {feat/Sap Adept}.  ",
			"**Benefit:** Whenever you use a bludgeoning weapon to deal nonlethal sneak attack damage to a flat-footed opponent, roll your sneak attack dice twice, totaling the results as your nonlethal sneak attack damage for that attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">You can spend 10 stamina points to use this feat on one attack against an opponent you are flanking, instead of one that is flat-footed."
		]
	},
	"savage_critical": {
		"name": "Savage Critical",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Savage Critical",
			"",
			"{SOURCE Monster Codex/153}",
			"",
			"You are able to land critical hits precisely, dealing devastating damage.  ",
			"**Prerequisites:** Str 19, ogre, sneak attack +2d6.  ",
			"**Benefit:** When you hit a creature using the {feat/Vital Strike} feat or confirm a critical hit against an opponent, add your sneak attack damage to the damage from the attack. This feat has no effect on attacks that already allow you to add sneak attack damage."
		]
	},
	"savage_display": {
		"name": "Savage Display",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Savage Display (Combat, Performance)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"With your victory and a roar, you push yourself on with increased savagery.  ",
			"**Prerequisites:** {feat/Dazzling Display}.  ",
			"**Benefit:** When you spend a swift action to make a performance combat check, you gain a +2 bonus on your performance combat check and gain a +1d6 bonus on damage rolls until the end of your next turn. This extra damage is not precision damage.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When using this feat, you can spend 2 stamina points to gain a +2d6 bonus on damage rolls (instead of +1d6)."
		]
	},
	"savage_leap": {
		"name": "Savage Leap",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Savage Leap (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/23}",
			"",
			"You leap into the air while holding your opponent and slam him to the ground.  ",
			"**Prerequisites:** {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Savage Slam}, base attack bonus +12 or monk level 10th.  ",
			"**Benefit:** When you use {feat/Savage Slam}, you can move yourself and your target up to half your speed before releasing the grapple. You provoke attacks of opportunity from this movement, but your target does not. If your target takes damage from {feat/Savage Slam}, the target is shaken for 1 round. You become flat-footed until the start of your next turn if you move before using {feat/Savage Slam} in this way."
		]
	},
	"savage_slam": {
		"name": "Savage Slam",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Savage Slam (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/23}",
			"",
			"Using your lock on the enemy's body, you forcefully hurl your opponent to the ground.  ",
			"**Prerequisites:** {feat/Improved Grapple}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you begin your turn grappling an opponent, instead of attempting a combat maneuver check to maintain the grapple, you can try to viciously slam your opponent down. As a standard action, you can attempt a grapple combat maneuver check against the opponent. If you succeed, you release your grapple and the opponent falls prone in an unoccupied square of your choice adjacent to you. If you attempt to throw your foe into a hazardous location, such as a wall of fire or a pit, the target receives a +4 bonus to its CMD against your attempt. As long as the opponent lands on solid ground or a solid object, it takes damage equal to your unarmed strike's damage."
		]
	},
	"savage_surge": {
		"name": "Savage Surge",
		"sources": [
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Savage Surge (Combat, Performance)",
			"",
			"{SOURCE Inner Sea Combat/12}",
			"",
			"You can channel your rage into crowd-pleasing displays of brutality that aid you in the arena.  ",
			"**Prerequisites:** {feat/Intimidating Prowess}, rage class feature.  ",
			"**Benefit:** When attempting a performance combat check while raging, you may, as a free action, expend a number of your daily rounds of rage up to half your barbarian level to create a display of savagery. You gain a bonus on the performance combat check equal to half the number of rounds expended, rounded down. If you expend all your remaining rounds of rage in this manner, thus ending your rage, you gain an additional +2 bonus on the check.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend stamina points instead of rounds of rage when using Savage Surge."
		]
	},
	"saving_shield": {
		"name": "Saving Shield",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Saving Shield (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"You deflect attacks that could mean your ally's death.  ",
			"**Prerequisites:** {feat/Shield Proficiency}.  ",
			"**Benefit:** Whenever an adjacent ally is the target of an attack, you can, as an immediate action, grant that adjacent ally a +2 shield bonus to AC. You must be wielding a light shield, heavy shield, or tower shield to use this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you use this feat, you can spend 2 stamina points to increase the shield bonus granted to your ally by an amount equal to the enhancement bonus of the shield you are using.",
			"",
			"### Mythic Saving Shield",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"Shielding a comrade from harm gives you a chance to strike back.  ",
			"**Prerequisites:** {feat/Saving Shield}.  ",
			"**Benefit:** The shield bonus you grant an ally with Saving Shield increases to +3. If you use Saving Shield to successfully negate an attack against an adjacent ally, you can immediately make an attack of opportunity against the attacker so long as it is within your melee reach."
		]
	},
	"saviors_arrow": {
		"name": "Savior's Arrow",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Savior's Arrow",
			"",
			"{SOURCE Inner Sea Gods/215}",
			"",
			"Calling on the power of Erastil, you can fire an arrow that heals instead of harms.  ",
			"**Prerequisites:** Ability to cast cure spells, proficient with longbow, worshiper of Erastil.  ",
			"**Benefit:** Once per day when you cast a {main/cure |spell/>_groupings}, you can replace the normal somatic component with drawing a longbow to create a shaft of green glowing light. When you fire the bow as a part of casting the spell and hit your target with a ranged touch attack, the green shaft of light cures the target as if it were touched by the cure spell."
		]
	},
	"scale_and_skin": {
		"name": "Scale and Skin",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Scale and Skin",
			"",
			"{SOURCE Magic Tactics Toolbox/5}",
			"",
			"When you are changed by magic, your skin also toughens.  ",
			"**Prerequisites:** Con 13.  ",
			"**Benefit:** Whenever a transmutation spell or spell-like ability affects you, your natural armor bonus increases by 1. If you have no natural armor bonus to Armor Class, treat your natural armor bonus as 0 for the purposes of this feat. The bonus to your natural armor bonus increases by 2 if the caster level of the effect is 10th or higher."
		]
	},
	"scaled_disciple": {
		"name": "Scaled Disciple",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Scaled Disciple",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"Your draconic heritage manifests as divine power.  ",
			"**Prerequisites:** Ability to spontaneously cast divine spells, kobold.  ",
			"**Benefit:** You gain a +1 bonus to your caster level when casting spells included in the dragon domain or subdomains. Your spontaneous divine spellcasting qualifies in place of arcane casting for the dragon disciple prestige class, and you may increase spellcasting in your spontaneous divine class as you progress in dragon disciple levels. Add the bonus spells gained from the blood of dragons ability to those you can cast as divine spells."
		]
	},
	"scapegoat": {
		"name": "Scapegoat",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Scapegoat",
			"",
			"{SOURCE Blood of the Coven/20}",
			"",
			"Your calloused soul attracts curses, even those afflicting others, and you have grown resistant to their effects.  ",
			"**Prerequisites:** {feat/Great Fortitude} or {feat/Iron Will}.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against curses. Once per day as a standard action, you can touch a creature suffering from a curse effect in an attempt to remove that curse from its target. You must attempt a character level check against the DC of the curse effect you wish to absorb. If you succeed, the curse is removed from the target but immediately affects you instead as if you were the original target and had failed your initial saving throw against the curse; you are subject to the curse's effects, removal conditions, and remaining duration."
		]
	},
	"scarlet_rose_devotion": {
		"name": "Scarlet Rose Devotion",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## [Scarlet Rose](rule/aff_scarred_ladies) Devotion",
			"",
			"{SOURCE Adventurer's Guide/85}",
			"",
			"Through the bond of sisterhood, you can inspire your allies to overcome terrible threats.  ",
			"**Prerequisites:** {feat/Bodyguard}, {feat/Combat Reflexes}, Perform (oratory) 3 ranks, any good alignment.  ",
			"**Benefit:** Whenever an ally within 30 feet attempts a saving throw, you can attempt a DC 10 Perform (oratory) check as an immediate action. If you are successful, the ally gains a +2 morale bonus on her saving throw. This ability has no effect if your ally cannot hear you speak or understand your words."
		]
	},
	"scarred_legion": {
		"name": "Scarred Legion",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Scarred Legion (Teamwork)",
			"",
			"{SOURCE Monster Codex/164}",
			"",
			"Your ritual scars make you more fearsome, and allies with similar scars grow bolder when they're near you.  ",
			"**Benefit:** You gain a +2 bonus on Intimidate checks. You also gain a +2 morale bonus on Will saving throws while adjacent to an ally with this feat. When you charge, if you started the charge adjacent to an ally with this feat, you retain the bonus on Will saves until the start of your next turn."
		]
	},
	"scarring_spell": {
		"name": "Scarring Spell",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Scarring Spell (Metamagic)",
			"",
			"{SOURCE Occult Adventures/139}",
			"",
			"Your emotion-affecting magic causes psychic trauma in your opponents.  ",
			"**Benefit:** When a creature fails a saving throw against a scarring spell, for the next 24 hours that creature takes a -2 penalty on saving throws against emotion and fear effects you create, and a -1 penalty on saving throws against other emotion and fear effects. Penalties from multiple scarring spells don't stack. This metamagic feat can be applied only to spells with the emotion or fear descriptor. A scarring spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"scarring_spell_like_ability": {
		"name": "Scarring Spell-Like Ability",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Scarring Spell-Like Ability (Monster)",
			"",
			"{SOURCE Horror Adventures/92}",
			"",
			"Your spell-like ability leaves mental scars.  ",
			"**Prerequisites:** Spell-like ability at caster level 4th or higher.  ",
			"**Benefit:** Choose one of your spell-like abilities, subject to the restrictions described in this feat. You can use the chosen spell-like ability as a scarring spell-like ability three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"When you use a scarring spell-like ability, a target that fails its saving throw against the spell-like ability takes a -2 penalty on saving throws against emotion and fear effects you create, and a -1 penalty on saving throws against other emotion and fear effects, for the next 24 hours. If the spell-like ability doesn't allow a saving throw, you can't choose to enhance it with this feat. Penalties from multiple scarring spell-like abilities don't stack. This feat can be applied only to spell-like abilities with the emotion or fear descriptor.",
			"",
			"You can only select a spell-like ability duplicating a spell with a level less than or equal to 1/2 your caster level (round down) - 1  ",
			"**Special:** This feat can be taken multiple times. Each time it is taken, you can apply it to a different spell-like ability.",
			"",
			"| Spell Level | Caster Level |",
			"| --- | --- |",
			"| 0 | 2nd |",
			"| 1st | 4th |",
			"| 2nd | 6th |",
			"| 3rd | 8th |",
			"| 4th | 10th |",
			"| 5th | 12th |",
			"| 6th | 14th |",
			"| 7th | 16th |",
			"| 8th | 18th |",
			"| 9th | 20th |"
		]
	},
	"scavengers_eye": {
		"name": "Scavenger's Eye",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Scavenger's Eye",
			"",
			"{SOURCE Advanced Race Guide/165}",
			"",
			"Your gaze is naturally drawn to valuable glittering objects.  ",
			"**Prerequisites:** Tengu.  ",
			"**Benefit:** You gain a +2 bonus on Appraise checks. You may determine the most valuable item in a hoard as a standard action and gain an additional +2 bonus on the Appraise check to do so. In addition, if you fail an Appraise check by 5 or more, you treat the check as if you had failed by less than 5.  ",
			"**Normal:** Determining the most valuable object in a treasure hoard takes 1 full-round action."
		]
	},
	"scavengers_luck": {
		"name": "Scavenger's Luck",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Scavenger's Luck",
			"",
			"{SOURCE Technology Guide/7}",
			"",
			"You coax better behavior out of timeworn technology.  ",
			"**Prerequisites:** Knowledge (engineering) 1 rank  ",
			"**Benefit:** When your check for using a piece of timeworn technology results in a glitch, you can roll again. You must choose to reroll before determining the specific glitch, and must take the second result, even if it's worse. When you use timeworn technology, it doesn't automatically glitch on a natural 1."
		]
	},
	"scholar": {
		"name": "Scholar",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea World Guide"
		],
		"description": [
			"## Scholar",
			"",
			"{SOURCE Adventurer's Guide/125;Inner Sea World Guide/288}",
			"",
			"You have graduated from one of the many colleges, universities, and specialized schools of higher learning scattered throughout the Inner Sea region.  ",
			"**Benefit:** Pick any two Knowledge skills. You gain a +2 bonus on checks with these two skills. If you have 10 or more ranks in one of these Knowledge skills, the bonus increases to +4 for that skill.  ",
			"**Special:** This feat is unaffiliated; a creature need not be affiliated with the [Magaambya](rule/aff_i_school) to select this feat."
		]
	},
	"school_familiar": {
		"name": "School Familiar",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## School Familiar",
			"",
			"{SOURCE Familiar Folio/14}",
			"",
			"Your familiar is tied to your school specialization.  ",
			"**Prerequisites:** Familiar effective level 5th, specialized arcane school class feature.  ",
			"**Benefit:** You can apply the school familiar archetype to your familiar."
		]
	},
	"school_strike": {
		"name": "School Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## School Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You focus the secrets of your school of wizardry into your unarmed strike.  ",
			"**Prerequisites:** Wizard school class feature, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you gain this feat, choose one arcane school power that you can use to affect no more than one opponent. If you make a successful unarmed strike against an opponent, in addition to dealing your unarmed strike damage, you can use a swift action to deliver the effects of the chosen school power to that opponent. Doing so provokes no attacks of opportunity.  ",
			"**Special:** You can take this feat multiple times. Each time you take it, you apply it to a different qualifying arcane school power.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">After hitting with an unarmed strike, you can spend 2 stamina points to apply the effects of your chosen arcane school power as a free action instead of a swift action."
		]
	},
	"schooled_resolve": {
		"name": "Schooled Resolve",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Schooled Resolve",
			"",
			"{SOURCE Blood of the Night/28}",
			"",
			"Your intensive combat training to fight vampiric forces allows you to fight off their mental spells and effects using your resistance to fear.  ",
			"**Prerequisites:** Bravery class feature.  ",
			"**Benefit:** You add your bravery bonus on Will saves against mind-affecting spells and effects from vampires. This does not stack with the normal bravery bonus on saves against fear effects."
		]
	},
	"scion_of_the_land": {
		"name": "Scion of the Land",
		"sources": [
			"Ultimate Wilderness",
			"Heroes of the Wild"
		],
		"description": [
			"## Scion of the Land (Teamwork)",
			"",
			"{SOURCE Ultimate Wilderness/117;Heroes of the Wild/19}",
			"",
			"You are strongly linked to natural terrain and to others who share your link.  ",
			"**Prerequisites:** Survival 1 rank.  ",
			"**Benefit:** When traveling through terrain in which you can leave no trail and be impossible to track (as a result of favored terrain, trackless step, or a similar class feature), you grant that ability to allies within 60 feet who also have this feat.",
			"",
			"If an ally within 60 feet who has this feat is also able to move normally through the current terrain without leaving tracks, you gain a +1 bonus on Knowledge (nature), Perception, and Survival checks while in that terrain."
		]
	},
	"scion_of_the_lost_empire": {
		"name": "Scion of the Lost Empire",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Scion of the Lost Empire (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/208}",
			"",
			"Though you might not be able to trace your lineage back to Azlant, you can feel the ancient power in your blood whenever you're near others like yourself.  ",
			"**Prerequisites:** Human (Chelaxian or Taldan).  ",
			"**Benefit:** While you're adjacent to an ethnically Chelish or Taldan ally who also has this feat, you gain a +2 competence bonus on a single attack roll, saving throw, ability check, or skill check as an immediate action. You must choose to use this ability before making the roll."
		]
	},
	"scorching_weapons": {
		"name": "Scorching Weapons",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Scorching Weapons (Combat)",
			"",
			"{SOURCE Advanced Race Guide/130}",
			"",
			"Elemental fire stirs within your body, boiling your blood and rendering you resistant to flame.  ",
			"**Prerequisites:** Ifrit.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against fire attacks and spells with the fire descriptor or light descriptor. As a swift action, you can make up to two held manufactured metallic weapons become red-hot for 1 round, dealing 1 additional point of fire damage with a successful hit. This does not stack with other effects that add fire damage to weapons, such as the flaming weapon special ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you use this feat to make one or more metallic weapons red hot for 1 round, you can spend 2 stamina points to increase the additional fire damage to 2 points, and have that damage stack with other effects that add fire damage to a weapon (such as the flaming weapon special ability)."
		]
	},
	"scorpion_style": {
		"name": "Scorpion Style",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Scorpion Style (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/132}",
			"",
			"You can perform an unarmed strike that greatly hampers your target's movement.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** To use this feat, you must make a single unarmed attack as a standard action. If this unarmed attack hits, you deal damage normally, and the target's base land speed is reduced to 5 feet for a number of rounds equal to your Wisdom modifier unless it makes a Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifier).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you hit with an unarmed attack using this feat and the target successfully saves against the effect, you can spend 2 stamina points to reduce the target's movement speed by half for 1 round.",
			"",
			"### Mythic Scorpion Style",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"Your unarmed strikes can induce a near-crippling lethargy in your enemies.  ",
			"**Prerequisites:** {feat/Scorpion Style}.  ",
			"**Benefit:** Whenever you are using Scorpion Style, you add your tier to the number of rounds the target's base land speed is reduced. You can expend one use of mythic power when making your attack to slow your target, as the spell {spell/slow}, unless it succeeds at a Fortitude save (DC 10 + 1/2 your character level + your Wisdom modifier). The slowing effect supersedes the normal speed penalty of your Scorpion Strike, but lasts for an equal number of rounds."
		]
	},
	"scouting_summons": {
		"name": "Scouting Summons",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Scouting Summons (Metamagic)",
			"",
			"{SOURCE Monster Summoner's Handbook/14}",
			"",
			"Your experiments with the connection between summoners and the creatures they summon have taught you to see through the eyes of a summoned creature for a short time.  ",
			"**Prerequisites:** {feat/Spell Focus/ (conjuration)}, ability to cast magic jar.  ",
			"**Benefit:** When casting a conjuration (summoning) spell that summons a single creature, you can possess the creature as per magic jar (but with no receptacle necessary). If the creature takes damage while you possess it, you must succeed at a {rule/concentration} check (DC equal to the amount of damage taken) or be ejected from the creature immediately. If the creature takes enough damage to reduce it to 0 hit points or fewer, you are immediately ejected from the creature and take an amount of damage equal to double the level of the spell slot used to summon that creature. A scouting summons spell takes up a spell slot 2 levels higher than the spell's actual level."
		]
	},
	"scribe_scroll": {
		"name": "Scribe Scroll",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Scribe Scroll (Item Creation)",
			"",
			"{SOURCE PRPG Core Rulebook/132}",
			"",
			"You can create magic scrolls.  ",
			"**Prerequisites:** Caster level 1st.  ",
			"**Benefit:** You can create a scroll of any spell that you know. Scribing a scroll takes 2 hours if its base price is 250 gp or less, otherwise scribing a scroll takes 1 day for each 1,000 gp in its base price. To scribe a scroll, you must use up raw materials costing half of this base price. See the {rule/magic item creation/ rules} for more information."
		]
	},
	"scribe_spell_equation": {
		"name": "Scribe Spell Equation",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Scribe Spell Equation",
			"",
			"{SOURCE Plane-Hopper's Handbook/15}",
			"",
			"You pluck runes and glyphs from your crystalline dust and arrange them into an equation that holds magic for later use.  ",
			"**Prerequisites:** {feat/Scribe Scroll}, aphorite, caster level 5th, crystalline dust racial trait.  ",
			"**Benefit:** You manipulate the runes and glyphs of your crystalline dust into an equation that describes a specific spell. This process is identical to scribing a scroll, except that the spell is stored as a specific pattern in your crystalline dust, visible only to you. You can activate the spell in the same way you would activate a scroll, except that you need only one hand free to trace the final glyph in the equation, releasing the spell. The cost of materials to store a spell equation is the same price as scribing an equivalent scroll. You can have one spell equation stored at a time, plus one additional spell when your character level reaches 10th, 15th, and 20th levels."
		]
	},
	"scrutinize_spell": {
		"name": "Scrutinize Spell",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Scrutinize Spell",
			"",
			"{SOURCE Path of the Hellknight/39}",
			"",
			"You can quickly size up spellcasters to gain an advantage when counterspelling their spells.  ",
			"**Prerequisites:** Spellcraft 1 rank.  ",
			"**Benefit:** When you witness a creature casting a spell, you can attempt a Spellcraft check to determine what sort of spellcaster the target is - specifically, what the target's class is. The DC of this skill check is equal to 10 + the spellcaster's Hit Dice. If the target has levels in multiple spellcasting classes, succeeding at this check reveals what class spell list the spell came from. If the result of the check is high enough that it would identify the spell being cast (DC = 15 + the spell's level), you also identify the spell.",
			"",
			"Once you have identified the target's class, you can add your Wisdom or Charisma modifier (whichever is higher) to Spellcraft checks to identify all spells the target casts from that class's spell list. Additionally, after you have determined the target's spellcasting class, you can attempt an Intimidate check as a free action to demoralize the target, gaining a bonus equal to your Wisdom or Charisma modifier (whichever is highest)."
		]
	},
	"sculpting_the_river": {
		"name": "Sculpting the River",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Sculpting the River (Combat, Combination)",
			"",
			"{SOURCE Martial Arts Handbook/27}",
			"",
			"Your deft strikes and canny positioning control the flow of combat.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Improved Unarmed Strike}, base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** When you deal damage with an unarmed attack to an opponent you have already damaged this round, you can impose a -1 penalty on that target's attacks against creatures other than you. The penalties stack and remain until the target misses an attack or the start of your next turn, whichever comes first."
		]
	},
	"scurrying_swarmer": {
		"name": "Scurrying Swarmer",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Scurrying Swarmer (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/23}",
			"",
			"You abandon all notion of personal space when in danger, scurrying about your allies in search of the best vantage point from which to strike at your foes.  ",
			"**Prerequisites:** Ratfolk, swarming racial trait.  ",
			"**Benefit:** You can use your swarming racial trait to enter the square of any willing ally that is the same size as you or up to one size category larger, granting you the benefits of the swarming racial trait as if your ally were also a ratfolk with the swarming racial trait. Your ally gains no benefits from sharing its space with you unless it also has the swarming racial trait. Additionally, you treat any ally who shares its space with you as having the same teamwork feats that you do for the purpose of determining whether you gain a bonus from teamwork feats. Your ally doesn't gain any of the bonuses from these feats unless she actually has the teamwork feats. You and your ally's positioning and actions must still meet the prerequisites listed in a teamwork feat's description in order to gain the teamwork feat's listed bonus, but your ally is considered to be adjacent to you while you share her space for the purpose of determining whether you or your ally gains a benefit."
		]
	},
	"scuttle": {
		"name": "Scuttle",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Scuttle",
			"",
			"{SOURCE Giant Hunter's Handbook/23}",
			"",
			"You know how to keep your head down and crawl away undetected by larger foes.  ",
			"**Benefit:** You can crawl at half your normal speed and can take a 5-foot step when crawling. When crawling, you don't provoke attacks of opportunity from opponents that are one or more size categories larger than you.  ",
			"**Normal:** You can crawl 5 feet as a move action, and crawling provokes attacks of opportunity."
		]
	},
	"steel_soul": {
		"name": "Steel Soul",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Steel Soul",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"You are especially resistant to magic.  ",
			"**Prerequisites:** Dwarf, hardy racial trait.  ",
			"**Benefit:** You receive a +4 racial bonus on saving throws against spells and spell-like abilities. This replaces the normal bonus from the dwarf's hardy racial trait.  ",
			"**Normal:** Dwarves normally receive a +2 racial bonus on saving throws against spells and spell-like abilities."
		]
	},
	"steelskin_channel": {
		"name": "Steelskin Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Steelskin Channel",
			"",
			"{SOURCE Inner Sea Gods/216}",
			"",
			"Torag's blessing heals the body and hardens the skin.  ",
			"**Prerequisites:** Channel energy 7d6, worshiper of Torag.  ",
			"**Benefit:** Once per day when you channel positive energy to heal living creatures, you can grant healed creatures damage resistance. Affected creatures gain DR 2/- (or increase their DR/- by 2, if they already have DR/-) for a number of minutes equal to your Charisma bonus (minimum 1 minute)."
		]
	},
	"stellar_wanderer": {
		"name": "Stellar Wanderer",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Stellar Wanderer",
			"",
			"{SOURCE Plane-Hopper's Handbook/29}",
			"",
			"You have gained Desna's trust, and she has taught you her realm's secrets.  ",
			"**Prerequisites:** Character level 15, Knowledge (planes) 10 ranks.  ",
			"**Benefit:** Once per week, you can use the pools of Cynosure to instantly transport yourself from Cynosure to any plane, as per {spell/plane shift}."
		]
	},
	"step_of_the_flighty_fey": {
		"name": "Step of the Flighty Fey",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Step of the Flighty Fey",
			"",
			"{SOURCE Legacy of the First World/8}",
			"",
			"Your spell-like ability taps the magic and resilience of the First World.  ",
			"**Prerequisites:** Gathlain, feather step spell-like ability.  ",
			"**Benefit:** A creature under the effect of your feather step spell-like ability gains DR 1/cold iron for the duration of the effect. If you have at least 8 Hit Dice, the creature instead gains DR 2/cold iron, and if you have at least 16 Hit Dice, the creature instead gains DR 3/cold iron."
		]
	},
	"step_up": {
		"name": "Step Up",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Step Up (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"You can close the distance when a foe tries to move away.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** Whenever an adjacent foe attempts to take a 5-foot step away from you, you may also make a 5-foot step as an immediate action so long as you end up adjacent to the foe that triggered this ability. If you take this step, you cannot take a 5-foot step during your next turn. If you take an action to move during your next turn, subtract 5 feet from your total movement.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, on the turn after you use this feat, you can still take a 5-foot step, and you don't reduce your speed if you take an action to move due to this feat."
		]
	},
	"step_up_and_strike": {
		"name": "Step Up and Strike",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Step Up and Strike (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"When a foe tries to move away, you can follow and make an attack.  ",
			"**Prerequisites:** Dex 13, {feat/Following Step}, {feat/Step Up}, base attack bonus +6.  ",
			"**Benefit:** When using the Step Up or Following Step feats to follow an adjacent foe, you may also make a single melee attack against that foe at your highest base attack bonus. This attack counts as one of your attacks of opportunity for the round. Using this feat does not count toward the number of actions you can usually take each round.  ",
			"**Normal:** You can usually only take one standard action and one 5-foot step each round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">You can spend 5 stamina points to make this feat's attack without having that attack count as one of your attacks of opportunity for the round."
		]
	},
	"stick_together": {
		"name": "Stick Together",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Stick Together (Combat, Teamwork)",
			"",
			"{SOURCE Melee Tactics Toolbox/11}",
			"",
			"You stick close to your allies in combat.  ",
			"**Benefit:** When an adjacent ally with this feat moves, you can move up to your speed as an immediate action, as long as your movement ends adjacent to that ally. If you do so, you are staggered on your next turn. This movement provokes attacks of opportunity as normal."
		]
	},
	"stick_fighting_counter": {
		"name": "Stick-Fighting Counter",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Stick-Fighting Counter (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/12}",
			"",
			"Using stick-fighting techniques both defensively and offensively, you can turn your parries into counterattacks.  ",
			"**Prerequisites:** {feat/Stick-Fighting Style}, base attack bonus +4.  ",
			"**Benefit:** While you are fighting defensively, as a free action you can select an opponent you have attacked on that turn and prepare yourself to counter one of its attacks. Once per round, when that opponent attempts a melee attack against you and the attack misses, the attacker provokes an attack of opportunity from you, provided that it is within your threatened area. You must use a club, quarterstaff, dan bong, sap, or tonfa to perform the attack of opportunity."
		]
	},
	"stick_fighting_maneuver": {
		"name": "Stick-Fighting Maneuver",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Stick-Fighting Maneuver (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/12}",
			"",
			"Your attacks with sticks have become blindingly fast, and you can throw in a combat maneuver between your attacks.  ",
			"**Prerequisites:** {feat/Stick-Fighting Counter}, {feat/Stick-Fighting Style}, base attack bonus +6.  ",
			"**Benefit:** When making a full attack using only clubs, a quarterstaff, dan bongs, saps, or tonfas, you can perform a combat maneuver as an extra attack using your full base attack bonus."
		]
	},
	"stick_fighting_style": {
		"name": "Stick-Fighting Style",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Stick-Fighting Style (Combat, Style)",
			"",
			"{SOURCE Martial Arts Handbook/12}",
			"",
			"You know how to use batons, clubs, and sticks in new ways.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** When fighting with a club, quarterstaff, dan bong, sap, or tonfa with which you are proficient, you gain a +1 enhancement bonus on attack rolls as though it were a masterwork weapon. If the weapon actually is a masterwork weapon, it instead counts as having the blocking, disarm, distracting, performance, and trip special weapon qualities, even if the weapon normally doesn't have them."
		]
	},
	"still_spell": {
		"name": "Still Spell",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Still Spell (Metamagic)",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"You can cast spells without moving.  ",
			"**Benefit:** A stilled spell can be cast with no somatic components. Spells without somatic components are not affected. A stilled spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"still": { "copyof": "still_spell" },
	"stilled": { "copyof": "still_spell" },
	"stock_striker_style": {
		"name": "Stock-Striker Style",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Stock-Striker Style (Combat, Style)",
			"",
			"{SOURCE People of the Wastes/11}",
			"",
			"Your fighting technique makes you equally deadly with your firearm's stock as with its bullets.  ",
			"**Prerequisites:** Pistol-whip gunslinger deed.  ",
			"**Benefit:** When you perform the pistol-whip deed while using this style, you gain a +1 bonus on the attack roll and on the combat maneuver check to knock the target prone; this increases to +2 when you use a two-handed firearm. If you successfully knock the target prone, you do not provoke attacks of opportunity from the target until the end of your next turn when you make ranged attacks with your firearm. You can treat one-handed firearms as light weapons for the purpose of abilities such as {feat/Weapon Finesse} when performing the pistol-whip deed."
		]
	},
	"stock_striker_sweep": {
		"name": "Stock-Striker Sweep",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Stock-Striker Sweep (Combat)",
			"",
			"{SOURCE People of the Wastes/11}",
			"",
			"The force of your firearm strikes can drive back your foe or damage a second target.  ",
			"**Prerequisites:** {feat/Stock-Striker Style}, base attack bonus +7, pistol-whip gunslinger deed.  ",
			"**Benefit:** When you are using Stock-Striker Style and successfully knock a target prone with the pistol-whip deed, as a swift action you can either push the target 5 feet away from you or perform the pistol-whip deed a second time against a foe that is adjacent to the first and within your reach. This second use of pistol-whip costs 0 grit points."
		]
	},
	"stock_striker_takedown": {
		"name": "Stock-Striker Takedown",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Stock-Striker Takedown (Combat)",
			"",
			"{SOURCE People of the Wastes/11}",
			"",
			"Your melee strike leaves your target vulnerable to a merciless finishing shot.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Stock-Striker Style}, {feat/Stock-Striker Sweep}, base attack bonus +9, pistol-whip gunslinger deed.  ",
			"**Benefit:** After you knock a target prone with the pistol-whip deed while using Stock-Striker Style, you can fire one barrel of a loaded firearm you're wielding at the target as a move action; if your firearm has the scatter weapon quality, you can instead make a scattering shot so long as you include the target in the area of effect. For this attack, you take no attack penalty for making a ranged attack against a prone target, and the critical multiplier of your weapon increases by 1 (to a maximum of &times;5)."
		]
	},
	"stoic": {
		"name": "Stoic",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Stoic",
			"",
			"{SOURCE Inner Sea World Guide/289;Pathfinder Campaign Setting/135}",
			"",
			"You know from firsthand experience that life is a series of unforgiving trials, and that fear itself is something that can be conquered.  ",
			"**Prerequisites:** {feat/Iron Will}.  ",
			"**Benefit:** You gain a +1 bonus on all saving throws against fear effects. If you successfully save against any fear effect, you are immune to further fear effects from that source for 24 hours."
		]
	},
	"stoic_pose": {
		"name": "Stoic Pose",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Stoic Pose",
			"",
			"{SOURCE Advanced Race Guide/205}",
			"",
			"You can hold yourself as still as a statue, evading detection.  ",
			"**Prerequisites:** Svirfneblin.  ",
			"**Benefit:** By spending 5 rounds finding a suitable location, you can hold yourself so still that you appear to be a Small object such as a pile of rocks. This allows you to make a Stealth check without cover or concealment, as long as you do not move or take any other actions."
		]
	},
	"stone_awareness": {
		"name": "Stone Awareness",
		"sources": [ "Giants Revisited" ],
		"description": [
			"## Stone Awareness",
			"",
			"{SOURCE Giants Revisited/49}",
			"",
			"You can sense creatures touching earth or stone.  ",
			"**Prerequisites:** Wis 13, Perception 10 ranks, stone giant.  ",
			"**Benefit:** You gain tremorsense 15 feet when in contact with earth or stone, including worked stone, and gain all the benefits of the {umr/tremorsense} universal monster ability."
		]
	},
	"stone_cover": {
		"name": "Stone Cover",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Stone Cover",
			"",
			"{SOURCE Heroes from the Fringe/9}",
			"",
			"You can use stone around you to help you avoid attacks.  ",
			"**Prerequisites:** Wis 15, {feat/Stone Shroud}, Stealth 6 ranks, dwarf, stonecunning racial trait.  ",
			"**Benefit:** While in areas of rocky terrain or while underground, you can gain 10% miss chance as a swift action. Alternatively, you can take a moment to better position yourself and gain {rule/concealment} as a move action. The miss chance or concealment you gain from this feat does not stack with similar effects and remains until the start of your next turn."
		]
	},
	"stone_dodger": {
		"name": "Stone Dodger",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Stone Dodger (Teamwork)",
			"",
			"{SOURCE Giant Hunter's Handbook/19}",
			"",
			"By working with an ally to gauge the trajectory of incoming attacks, you can more easily avoid taking damage.  ",
			"**Benefit:** Whenever you are able to see and hear at least one ally with this feat, you receive a +4 dodge bonus to AC against attacks from hurled rocks (or projectiles of similar shape, including bludgeoning ranged attacks from siege weapons). If you are hit by such an attack while you have this bonus, you can attempt a Reflex save to take only half damage from the attack. The DC for this save is equal to the bonus of the ranged attack used to hurl the rock."
		]
	},
	"stone_magic": {
		"name": "Stone Magic",
		"sources": [
			"Giants Revisited",
			"Pathfinder #4: Fortress of the Stone Giants"
		],
		"description": [
			"## Stone Magic",
			"",
			"{SOURCE Giants Revisited/49;Pathfinder #4: Fortress of the Stone Giants/57}",
			"",
			"Knowledgeable even among stone giant elders, you have unlocked greater mastery over earth and stone.  ",
			"**Prerequisites:** Cha 17, stone giant elder (age 700 years or older).  ",
			"**Benefit:** In addition to the usual spell-like abilities of a stone giant elder, you gain the ability to use passwall, spike stones, statue, stoneskin, and wall of stone once per day as spell-like abilities (caster level 10th, the save DCs are Charisma-based)."
		]
	},
	"stone_read": {
		"name": "Stone Read",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Stone Read",
			"",
			"{SOURCE Inner Sea Gods/216;Faiths of Purity/25}",
			"",
			"Faint vibrations in stone can alert you to trouble.  ",
			"**Prerequisites:** Knowledge (dungeoneering) 4 ranks.  ",
			"**Benefit:** You gain a +3 bonus on Perception checks in underground or mountainous environments. If you have 10 or more ranks in Knowledge (dungeoneering), this bonus increases to +6."
		]
	},
	"stone_sense": {
		"name": "Stone Sense",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Stone Sense",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"You can feel movement in the very earth and stones around you.  ",
			"**Prerequisites:** {feat/Improved Stonecunning}, Perception 10 ranks.  ",
			"**Benefit:** You gain tremorsense to a range of 10 feet."
		]
	},
	"stone_shroud": {
		"name": "Stone Shroud",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Stone Shroud",
			"",
			"{SOURCE Heroes from the Fringe/9}",
			"",
			"Your connection to the earth allows you to find the perfect spot to hide among the stone.  ",
			"**Prerequisites:** Wis 13, Stealth 1 rank, dwarf, stonecunning racial trait.  ",
			"**Benefit:** You gain a +4 bonus on Stealth checks while in areas of rocky terrain or while underground."
		]
	},
	"stone_singer": {
		"name": "Stone Singer",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Stone Singer",
			"",
			"{SOURCE Advanced Player's Guide/171}",
			"",
			"Your songs are in accordance with the ways and lands of your people.  ",
			"**Prerequisites:** Cha 13, bardic performance class feature, dwarf.  ",
			"**Benefit:** When you use bardic performance with audible components underground, the range or area of your chosen performance is doubled, and you can affect deaf creatures if they possess tremorsense and are in your new range. In addition, the DC for saving throws against your bardic performance is increased by +2 for creatures of the earth subtype, regardless of where the performance occurs."
		]
	},
	"stone_soul": {
		"name": "Stone Soul",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Stone Soul",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/70}",
			"",
			"You're so attuned to the earth that your skin can harden to the thickness of stone.  ",
			"**Prerequisites:** Stone giant.  ",
			"**Benefit:** Your natural armor bonus increases by 1. Once per day, you can use {spell/stoneskin} (on yourself only) as a spell-like ability. Your caster level is equal to 1/2 your Hit Dice.  ",
			"**Special:** You can take this feat up to three times. Each additional time you take this feat, the number of times you can use stoneskin per day increases by one."
		]
	},
	"stone_strider": {
		"name": "Stone Strider",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Stone Strider",
			"",
			"{SOURCE Inner Sea Gods/216}",
			"",
			"You discern the best path through rocky terrain.  ",
			"**Prerequisites:** Stonecunning racial trait, worshiper of Torag.  ",
			"**Benefit:** You can move through any sort of nonmagical rocky terrain without taking damage, becoming slowed due to difficult terrain, or suffering any other impairments the terrain would otherwise cause."
		]
	},
	"stone_to_flesh_savant": {
		"name": "Stone to Flesh Savant",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Stone to Flesh Savant",
			"",
			"{SOURCE Monster Hunter's Handbook/15}",
			"",
			"You can use your mercies to transform petrified victims back to flesh.  ",
			"**Prerequisites:** Paladin level 12th, lay on hands class feature, mercy class feature.  ",
			"**Benefit:** You gain a unique mercy, which aids victims of petrification. Whenever you use your lay on hands ability to heal damage, you can emulate stone to flesh on the target, using your paladin level as your caster level. This functions only on a creature that has been petrified, and it has no effect on other stone."
		]
	},
	"stone_faced": {
		"name": "Stone-Faced",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Stone-Faced",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"Rocks show more expression than you.  ",
			"**Prerequisites:** Dwarf.  ",
			"**Benefit:** You receive a +4 bonus on Bluff checks to lie or conceal your feelings or true motives, but not to feint in combat or deliver secret messages. In addition, the DC for Sense Motive checks to get a hunch about you is 25 rather than 20."
		]
	},
	"stone_handed": {
		"name": "Stone-Handed",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Stone-Handed (Combat)",
			"",
			"{SOURCE Elemental Master's Handbook/10}",
			"",
			"Drawing upon techniques to combat animated creatures, you bring a strike like an avalanche of stone.  ",
			"**Prerequisites:** Str 13, {feat/Stunning Fist}.  ",
			"**Benefit:** Before making a melee attack with an unarmed strike, you can expend one use of Stunning Fist to declare a stone-handed strike. Resolve the attack normally, except your attack ignores an amount of the target's hardness equal to your monk level or one-quarter your base attack bonus (minimum 1), whichever is higher. This effect replaces other effects or conditions that would be caused by your Stunning Fist."
		]
	},
	"stony_rampart": {
		"name": "Stony Rampart",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Stony Rampart (Combat, Conduit)",
			"",
			"{SOURCE Planar Adventures/32}",
			"",
			"Stone rises up at your command, offering cover to allies.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks.  ",
			"**Benefit:** As a standard action, you can call forth a low wall of unworked stone along any side of a square within 30 feet. This wall is 5 feet long, 3 feet high, 2 inches thick, and acts as a low obstacle, except that it provides only partial cover. A single 5-foot section of stone created by this feat has hardness 8 and 30 hp. You can only have one such wall in existence at a time for every 5 ranks in Knowledge (planes) you have (minimum 1); walls last for a number of rounds equal to your ranks in Knowledge (planes) before crumbling to dust. If you have 10 or more ranks in Knowledge (planes), you can create multiple walls as a single standard action by expending an equivalent number of uses of this ability.",
			"",
			"You can use this feat's benefit a number of times per day equal to your ranks in Knowledge (planes)."
		]
	},
	"stony_step": {
		"name": "Stony Step",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Stony Step",
			"",
			"{SOURCE Advanced Race Guide/147}",
			"",
			"The earth recognizes its kinship with you and does not impede your movement.  ",
			"**Prerequisites:** Oread.  ",
			"**Benefit:** Whenever you move, you may move through 5 feet of earth- or stone-based difficult terrain (rubble, stone stairs, and so on) each round as if it were normal terrain. The effects of this feat stack with similar feats such as {feat/Acrobatic Steps} and {feat/Nimble Moves}. This feat allows you to take a 5-foot step into this kind of difficult terrain."
		]
	},
	"storm_breaker": {
		"name": "Storm Breaker",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Storm Breaker",
			"",
			"{SOURCE Elemental Master's Handbook/15}",
			"",
			"After the Eye of Abendego, no other storm, magic or mundane, can faze you.  ",
			"**Benefit:** You are treated as two sizes larger than your actual size when calculating whether you can be moved by wind or currents, including the vortex and whirlwind special abilities of monsters. If you have at least 11 Hit Dice, you cannot be moved by nonmagical wind unless you so choose."
		]
	},
	"storm_of_arrows": {
		"name": "Storm of Arrows",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Storm of Arrows (Combat)",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"You can rain arrows upon a greater number of foes.  ",
			"**Prerequisites:** Hail of arrows class feature.  ",
			"**Benefit:** When using hail of arrows, you can target up to two targets for every arcane archer level you have."
		]
	},
	"storm_of_blades": {
		"name": "Storm of Blades",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Storm of Blades (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/26}",
			"",
			"Your technique unleashes a dizzying torrent of cuts.  ",
			"**Prerequisites:** {feat/Weapon Focus} with slashing weapon, base attack bonus +6.  ",
			"**Benefit:** As a standard action, you can make a single attack with your chosen weapon while setting up a vortex of cuts that lasts until the beginning of your next turn. Any creature that begins its turn threatened by this weapon takes damage equal to your Strength or Dexterity bonus, whichever is greater. When your base attack bonus reaches +11, you also add your base weapon damage. When your base attack bonus reaches +16, you gain the {umr/distraction} universal monster rule for this damage, but a creature that fails its save is only sickened. You can use this feat's benefits only once per minute."
		]
	},
	"storm_soul": {
		"name": "Storm Soul",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Storm Soul",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/70}",
			"",
			"Your attunement to storms grants you immunity to some of their effects.  ",
			"**Prerequisites:** Cloud or storm giant.  ",
			"**Benefit:** You gain immunity to electricity."
		]
	},
	"storm_survivor": {
		"name": "Storm Survivor",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Storm Survivor",
			"",
			"{SOURCE Ultimate Wilderness/117}",
			"",
			"You know how to survive and thrive in even the stormiest of weathers.  ",
			"**Prerequisites:** Knowledge (nature) 2 ranks, Survival 2 ranks.  ",
			"**Benefit:** When you are in a storm of any type, you gain a +2 circumstance bonus on Perception checks, Survival checks, and saving throws regarding adverse effects from the storm itself. If you have 10 or more ranks in one of these skills, this bonus increases to +4."
		]
	},
	"storm_warrior": {
		"name": "Storm Warrior",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Storm Warrior",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/70}",
			"",
			"Your weapons channel the fury of thunderstorms.  ",
			"**Prerequisites:** {feat/Storm Soul}, cloud or storm giant.  ",
			"**Benefit:** You can transfer the power of storms from your body to any metal melee weapons you wield, dealing an additional 1d6 points of electricity damage."
		]
	},
	"storm_lashed": {
		"name": "Storm-Lashed",
		"sources": [
			"Adventurer's Guide",
			"Pathfinder Campaign Setting",
			"Inner Sea World Guide"
		],
		"description": [
			"## Storm-Lashed",
			"",
			"{SOURCE Adventurer's Guide/184;Pathfinder Campaign Setting/133;Inner Sea World Guide/289}",
			"",
			"A life spent enduring gales and storms has hardened your body to the elements.  ",
			"**Benefit:** You can ignore many of the effects of severe weather. In rainy conditions, your visibility is reduced by only one-quarter (not by half) and you take only a -2 penalty on Perception checks. You are treated as if you were one size category larger for the purpose of wind effects, and halve any penalty on Perception checks caused by high winds. Finally, you gain a +2 bonus on saving throws against effects with the electricity descriptor or that deal electricity damage."
		]
	},
	"stouthearted": {
		"name": "Stouthearted",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Stouthearted",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"You fight back your fear by voicing the song in your heart.  ",
			"**Prerequisites:** Raging song class feature.  ",
			"**Benefit:** While you are maintaining a raging song, if you fail a saving throw against a fear effect, you can expend a round of performing to reroll your saving throw as an immediate action. You must keep this second result, even if it lower."
		]
	},
	"strange_yield": {
		"name": "Strange Yield",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Strange Yield",
			"",
			"{SOURCE Legacy of the First World/8}",
			"",
			"Your vines produce fruit with helpful properties.  ",
			"**Prerequisites:** Craft (alchemy) 5 ranks, gathlain, racial fly speed.  ",
			"**Benefit:** Your vines produce fruit with helpful properties. Once per day as a full-round action, you can withdraw a small fruit from your symbiotic vines. Roll d% on the table below; the fruit functions as the result of that roll. After 24 hours, the fruit loses its magic.",
			"",
			"| d% | Potion or Oil |",
			"| --- | --- |",
			"| 01-04 | {spell/Bless weapon} |",
			"| 05-14 | {spell/Cure light wounds} |",
			"| 15-19 | {spell/Endure elements} |",
			"| 20-27 | {spell/Enlarge person} |",
			"| 28-33 | {spell/Jump} |",
			"| 34-41 | {spell/Mage armor} |",
			"| 42-47 | {spell/Magic fang} |",
			"| 48-55 | {spell/Magic weapon} |",
			"| 56-60 | {spell/Pass without trace} |",
			"| 61-64 | {spell/Protection from chaos} |",
			"| 65-68 | {spell/Protection from evil} |",
			"| 69-72 | {spell/Protection from good} |",
			"| 73-76 | {spell/Protection from law} |",
			"| 77-81 | {spell/Reduce person} |",
			"| 82-87 | {spell/Remove fear} |",
			"| 88-92 | {spell/Sanctuary} |",
			"| 93-100 | {spell/Shield of faith} |"
		]
	},
	"strangler_mc": {
		"name": "Strangler (MC)",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Strangler (MC)",
			"",
			"{SOURCE Monster Codex/20}",
			"",
			"You can choke foes with a lasso.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency/ (lasso)}, {feat/Weapon Focus/ (lasso)}.  ",
			"**Benefit:** When you successfully entangle a creature with a lasso and beat the target's CMD by 5 or more, the target cannot speak above a whisper and must succeed at a {rule/concentration} check (DC = 20 + your CMB + the spell level) to cast a spell with a verbal component, use a command word item, or use any magic requiring speech. Additionally, the DC of an Escape Artist check to slip free of a lasso you are using equals 15 or your CMD, whichever is higher."
		]
	},
	"strangler_uc": {
		"name": "Strangler (UC)",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Strangler (UC) (Combat)",
			"",
			"{SOURCE Ultimate Combat/121}",
			"",
			"Throttling the life out of enemies is second nature to you.  ",
			"**Prerequisites:** Dex 13, sneak attack +1d6, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** Whenever you successfully maintain a grapple and choose to deal damage, you can spend a swift action to deal your sneak attack damage to the creature you are grappling."
		]
	},
	"street_carnage": {
		"name": "Street Carnage",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Street Carnage (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"For you, the urban environment becomes another brutal weapon you can use to shred flesh and break bones.  ",
			"**Prerequisites:** Str 15, {feat/Improved Bull Rush}, {feat/Improved Unarmed Strike}, {feat/Power Attack}, {feat/Street Style}, {feat/Street Sweep}, base attack bonus +8 or monk level 7th.  ",
			"**Benefit:** While using Street Style, the critical multiplier of your unarmed strikes becomes &times;3, instead of &times;2."
		]
	},
	"street_smarts": {
		"name": "Street Smarts",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Street Smarts",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"You are able to navigate the streets and personalities of whatever locale you run across.  ",
			"**Benefit:** You get a +2 bonus on Knowledge (local) and Sense Motive checks, and Knowledge (local) is always a class skill for you. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill. The bonus on Sense Motive checks doesn't stack with Alertness."
		]
	},
	"street_style": {
		"name": "Street Style",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Street Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"You use the urban environment to your advantage, thrashing and bashing your foe and driving it back.  ",
			"**Prerequisites:** Str 15, {feat/Improved Bull Rush}, {feat/Improved Unarmed Strike}, {feat/Power Attack}, base attack bonus +4 or monk level 3rd.  ",
			"**Benefit:** While using this style, once per round as a swift action when you hit a target with an unarmed strike, you can deal an extra 1d6 points of damage and attempt a bull rush combat maneuver against that target.  ",
			"**Special:** You can enter the style stance for street style only while in urban terrain, and the stance ends immediately if you cease to be in urban terrain."
		]
	},
	"street_sweep": {
		"name": "Street Sweep",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Street Sweep (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"After driving your foe back, you can quickly knock it to the ground and slow it down.  ",
			"**Prerequisites:** Str 15, {feat/Improved Bull Rush}, {feat/Improved Unarmed Strike}, {feat/Power Attack}, {feat/Street Style}, base attack bonus +6 or monk level 5th.  ",
			"**Benefit:** While using Street Style, the first time each round that you deal damage with an unarmed strike to a foe that you bull rushed with Street Style since the beginning of your last turn, that foe must succeed at a Fortitude save (DC = 10 + your base attack bonus) or be knocked prone and staggered for 1 round."
		]
	},
	"strength_in_defeat": {
		"name": "Strength in Defeat",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Strength in Defeat",
			"",
			"{SOURCE Heroes from the Fringe/20}",
			"",
			"Half-drow tap into inner reserves, fighting even more fiercely when losing.  ",
			"**Prerequisites:** Base attack bonus +1, darkborn half-elf.  ",
			"**Benefit:** When reduced to half of your maximum hit points or fewer, you gain a +1 morale bonus on attack and damage rolls. This bonus increases to +2 at 8th level and to +3 at 15th level."
		]
	},
	"strength_of_obligation": {
		"name": "Strength of Obligation",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Strength of Obligation",
			"",
			"{SOURCE Blood of the Ancients/20}",
			"",
			"As a follower of Pao-Lung, you draw strength from your duties and obligations. You know that your every action has a great effect on the world around you, and that to falter is to threaten the spokes of the wheel of society.  ",
			"**Prerequisites:** Must be devoted to the philosophy of Pao-Lung and not worship any deities.  ",
			"**Benefit:** Once per day, you may swear an oath to accomplish a specific goal that has a clearly defined condition for success. While you are undertaking actions to fulfill this promise, you gain a +1 morale bonus on ability checks and skill checks directly related to achieving that goal. This bonus increases to +2 if the task in question is a responsibility that comes with a title or office you hold. If you ever fail to uphold a promise that you make, or are derelict in the duties of an office or title you hold, you lose the benefits from this feat and instead take a -1 penalty on ability checks, attack rolls, saving throws, and skill checks for 24 hours."
		]
	},
	"strength_of_wood": {
		"name": "Strength of Wood",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Strength of Wood",
			"",
			"{SOURCE Wilderness Origins/10}",
			"",
			"You can draw strength from your woody vines to infuse your flesh with arboreal resilience.  ",
			"**Prerequisites:** Con 13, {race/gathlain}.  ",
			"**Benefit:** Once per day as a move action, you can harden your flesh to gain DR 5/slashing for 1 minute. If you have 11 or more Hit Dice, this increases to DR 10/slashing. Additionally, while under this effect, you gain a +2 bonus on saving throws against paralysis, polymorph, sleep, and stunning effects."
		]
	},
	"stretched_wings": {
		"name": "Stretched Wings",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Stretched Wings",
			"",
			"{SOURCE Advanced Race Guide/201}",
			"",
			"You strengthen your crippled wings.  ",
			"**Prerequisites:** Str 13, {feat/Skill Focus/ (Fly)}, strix, wing-clipped racial trait.  ",
			"**Benefit:** Your strix racial fly speed increases to 60 feet (average). You ignore the wing-clipped trait's Fly check requirement to fly upward."
		]
	},
	"strike_back": {
		"name": "Strike Back",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Strike Back (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"You can strike at foes that attack you using their superior reach, by targeting their limbs or weapons as they come at you.  ",
			"**Prerequisites:** Base attack bonus +11.  ",
			"**Benefit:** You can ready an action to make a melee attack against any foe that attacks you in melee, even if the foe is outside of your reach.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you ready an action to attack someone outside of your melee reach, you can spend 5 stamina points to take a 5-foot step, but you must move closer to the attacking creature. You can take this 5-foot step even if your readied action includes a 5-foot step.",
			"",
			"### Mythic Strike Back",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"Your precise counterattacks degrade your foes' advantages in combat.  ",
			"**Prerequisites:** {feat/Strike Back}.  ",
			"**Benefit:** When you make a melee attack as a readied action against a foe outside your melee reach, you can take a 5-foot step toward that foe. If you expend one use of mythic power, you can move your speed toward the foe instead. Neither of these counts toward the movement made during your turn."
		]
	},
	"strike_true": {
		"name": "Strike True",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Strike True (Combat)",
			"",
			"{SOURCE Paths of the Righteous/17}",
			"",
			"Rather than attempting a series of wild blows, you line up a perfect attack.  ",
			"**Prerequisites:** {feat/Combat Expertise}, base attack bonus +6.  ",
			"**Benefit:** You can focus yourself as a move action. When focused, you gain a +4 bonus on your next melee attack roll before the end of your turn."
		]
	},
	"strong_comeback": {
		"name": "Strong Comeback",
		"sources": [
			"Mythic Adventures",
			"Ultimate Combat"
		],
		"description": [
			"## Strong Comeback",
			"",
			"{SOURCE Ultimate Combat/121}",
			"",
			"You learn quickly from past mistakes.  ",
			"**Benefit:** Whenever you are allowed to reroll an ability check, a skill check, or a saving throw, you gain a +2 circumstance bonus on the reroll.",
			"",
			"### Mythic Strong Comeback",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"You never make the same mistake twice.  ",
			"**Prerequisites:** {feat/Strong Comeback}.  ",
			"**Benefit:** Whenever you're allowed to reroll an ability check, a skill check, or a saving throw, roll two dice and take the higher result, before adding the bonus from Strong Comeback."
		]
	},
	"strong_implement_link": {
		"name": "Strong Implement Link",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Strong Implement Link",
			"",
			"{SOURCE Occult Adventures/141}",
			"",
			"Your connection to a particular implement allows you to draw on its power more efficiently even when it's not in your possession.  ",
			"**Prerequisites:** Implements class feature.  ",
			"**Benefit:** When you are within 30 feet of your implement, you don't need to attempt a {rule/concentration} check to cast spells associated with that implement. When you are at a greater distance, the DC for the concentration check is equal to 15 + the spell's level.  ",
			"**Normal:** Anytime you attempt to cast a spell using an implement that's not in your possession, you must succeed at a concentration check with a DC equal to 20 + the spell's level in order to cast the spell.  ",
			"**Special:** You can take this feat multiple times. Its effects don't stack. Each time you take the feat, you gain the benefits for a different school of implements. If you have more than one implement of a single school, you can select that school multiple times and apply the benefits to another one of those implements each time you take this feat and select that school."
		]
	},
	"strongarm": {
		"name": "Strongarm",
		"sources": [ "Andoran, Birthplace of Freedom" ],
		"description": [
			"## Strongarm",
			"",
			"{SOURCE Andoran, Birthplace of Freedom/33}",
			"",
			"You are experienced at long-term intimidation of those you wish to exploit, and strike fear into the hearts of those you bully.  ",
			"**Prerequisites:** {feat/Intimidating Prowess}, member of the Lumber Consortium.  ",
			"**Benefit:** When you use the Intimidate skill to improve a target's attitude, if your check result exceeds the DC by 5 or more, the target's attitude is improved for 5d6 hours. During this time, should it attack you, the target immediately becomes shaken for 1d6+1 rounds, as though it had been demoralized."
		]
	},
	"stronghold": {
		"name": "Stronghold",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Stronghold (Story)",
			"",
			"{SOURCE Ultimate Campaign/72}",
			"",
			"You seek to build a bastion against which your enemies shall break like water against the rocks.  ",
			"**Prerequisites:** You must have the {feat/Leadership} feat and must lead at least 10 combat-capable followers (such as fighters or rangers).  ",
			"**Benefit:** You can spend a move action to give battle orders to your troops, granting creatures under your command within 60 feet your choice of a +1 morale bonus on attack rolls, a +1 dodge bonus to AC, or a +1 bonus on a single type of saving throw. All creatures must receive the same benefit. You can't use this benefit on allies not under your command. This is a language-dependent, mind-affecting effect.  ",
			"**Goal:** Build or capture a stronghold capable of housing a force of at least 200 troops, and staff it with at least 100 combat-capable soldiers (or the equivalent) under your command. You must also provide food and water sufficient to survive at least a 6-month siege and a gold reserve sufficient for at least 6 months of wages if your troops require pay.  ",
			"**Completion Benefit:** Your battle order bonuses improve to +2, and the range of your orders increases to 120 feet. In addition, you can give two different orders to your troops.",
			"",
			"For example, you could grant your archers +2 on attack",
			"",
			"rolls while your front line gains a +2 bonus to AC."
		]
	},
	"structural_strike": {
		"name": "Structural Strike",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Structural Strike (Combat, Panache)",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"You use your knowledge of how things fit together to find ways to punch through the defenses of any foe.  ",
			"**Prerequisites:** Knowledge (engineering) 5 ranks, precise strike class feature or precise strike deed.  ",
			"**Benefit:** When using the duelist's or swashbuckler's precise strike, you can make a single strike as a standard action against an opponent that would be otherwise immune to your precise strike damage. If you hit, you deal your precise strike damage as normal against this enemy. When using the swashbuckler's precise strike deed, you can spend 1 panache point as a swift action to deal your regular precise strike damage on a single attack against an opponent that would typically be immune. If you have both class features, you can use either option in order to apply the full damage from both versions of precise strike.",
			"",
			"Additionally, against opponents with a chance of immunity to your precise strike (such as an opponent wearing armor with the fortification special ability), this feat reduces their chance of negating your precise strikes by 10%."
		]
	},
	"stubborn_curse": {
		"name": "Stubborn Curse",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Stubborn Curse",
			"",
			"{SOURCE Horror Adventures/94}",
			"",
			"Your curses are particularly tenacious.  ",
			"**Prerequisites:** Ability to cast a spell or spell-like ability with the curse descriptor, or a special ability with a curse effect.  ",
			"**Benefit:** Any curse effect you create is difficult to remove. When a creature makes a caster level check to remove the curse, it must roll twice and take the worse result."
		]
	},
	"student_of_sulunai": {
		"name": "Student of Sulunai",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Student of Sulunai",
			"",
			"{SOURCE Heroes of the High Court/19}",
			"",
			"You have studied the life and works of the aasimar Sulunai, who led the people of Tianjing in a time of nationwide chaos. You know that second chances are opportunities for salvation.  ",
			"**Prerequisites:** Aasimar.  ",
			"**Benefit:** Whenever a creature within 30 feet of you rerolls an ability check, saving throw, or skill check, you can give the creature a +2 insight bonus on the new roll as an immediate action. You can also cast {spell/divine favor} as a spell-like ability once per day, using your character level as your caster level."
		]
	},
	"studied_combatant": {
		"name": "Studied Combatant",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Studied Combatant",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"Your inspiration guides your strikes when you take a moment to assess your foe.  ",
			"**Prerequisites:** Int 13, {feat/Amateur Investigator}, base attack bonus +6, 1 rank in at least one Knowledge skill, no levels in a class that has the inspiration class feature.  ",
			"**Benefit:** You can expend one use of inspiration as a move action to study a single enemy that you can see. When you do so, you gain a +2 insight bonus on melee attack rolls and a +2 bonus on damage rolls for a number of rounds equal to your Intelligence modifier. The bonus on damage rolls is precision damage, and is not multiplied on a critical hit. Once affected by this feat, a target cannot be affect by your use of it again for 24 hours."
		]
	},
	"studied_expertise": {
		"name": "Studied Expertise",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Studied Expertise",
			"",
			"{SOURCE Haunted Heroes Handbook/6}",
			"",
			"Your insight lingers within the minds of your allies.  ",
			"**Prerequisites:** Inspirational expertise investigator talent.  ",
			"**Benefit:** You can spend one use of inspiration as a swift action to grant allies within 30 feet that can hear you a +4 insight bonus on attack rolls against one type of monster for 1 round, provided you succeeded at a Knowledge check to identify that type of monster's special powers or vulnerabilities no more than 1 minute earlier."
		]
	},
	"studied_spell": {
		"name": "Studied Spell",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Studied Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Intrigue/93}",
			"",
			"You use your knowledge about the target to bypass its resistances and damage reduction.  ",
			"**Benefit:** When casting a studied spell, designate one target affected by the spell. Attempt an appropriate Knowledge check based on that target's creature type as you cast the spell. The DC for this check is equal to 20 + the creature's CR based on its race and not including any class levels or template (a creature that is defined by class levels has an effective CR of 0 for this ability). If you succeed, your studied spell ignores any energy resistance or damage reduction the target has because of its race as well as any bonuses on saving throws against the spell granted by the target's race (such as the bonus from a dwarf's hardy ability or a halfling's halfling luck ability). Your studied spell doesn't ignore energy resistance, damage reduction, or saving throw bonuses granted by other spells and effects. If you fail the Knowledge check, the spell still has its normal effects. A studied spell uses up a spell slot 2 levels higher than the spell's actual level."
		]
	},
	"stumbling_bash": {
		"name": "Stumbling Bash",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Stumbling Bash (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/19}",
			"",
			"Your shield bash causes your enemies to falter.  ",
			"**Prerequisites:** {feat/Improved Shield Bash}, {feat/Shield Focus}, base attack bonus +6 or fighter level 4th.  ",
			"**Benefit:** Creatures struck by your shield bash take a -2 penalty to their AC until the end of your next turn."
		]
	},
	"stunning_assault": {
		"name": "Stunning Assault",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stunning Assault (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/171}",
			"",
			"You powerful but imprecise attacks can stun your enemies.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +16.  ",
			"**Benefit:** You can choose to take a -5 penalty on all melee attack rolls and combat maneuver checks to stun targets you hit with your melee attacks for 1 round. A successful Fortitude save negates the effect. The DC of this save is 10 + your base attack bonus. You must choose to use this feat before making the attack roll, and its effects last until your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">You can spend 2 stamina points to end the effects of this feat at the end of your turn instead of the start of your next turn."
		]
	},
	"stunning_critical": {
		"name": "Stunning Critical",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stunning Critical (Combat, Critical)",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"Your critical hits cause opponents to become stunned.  ",
			"**Prerequisites:** {feat/Critical Focus}, {feat/Staggering Critical}, base attack bonus +17.  ",
			"**Benefit:** Whenever you score a critical hit, your opponent becomes stunned for 1d4 rounds. A successful Fortitude save reduces this to staggered for 1d4 rounds. The DC of this Fortitude save is equal to 10 + your base attack bonus. The effects of this feat do not stack. Additional hits instead add to the duration.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess Critical Mastery.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you confirm a critical hit and attempt to stun an opponent with this feat, you can spend up to 5 stamina points to increase the DC of this feat's saving throw by an amount equal to the number of stamina points you spent."
		]
	},
	"stunning_croak": {
		"name": "Stunning Croak",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Stunning Croak",
			"",
			"{SOURCE Monster Codex/9}",
			"",
			"The terrifying force of your croak disorients and debilitates your enemies.  ",
			"**Prerequisites:** {feat/Sonic Croak}, {feat/Throat Pouch}, boggard, terrifying croak.  ",
			"**Benefit:** When you use your terrifying croak ability, instead of imparting its normal effect you can choose to stun one creature within 30 feet for 1 round. If the target succeeds at a Fortitude save, it is instead staggered for 1 round. The DC of this Fortitude save is the same as that of your terrifying croak ability."
		]
	},
	"stunning_fist": {
		"name": "Stunning Fist",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stunning Fist (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"You know just where to strike to temporarily stun a foe.  ",
			"**Prerequisites:** Dex 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +8.  ",
			"**Benefit:** You must declare that you are using this feat before you make your attack roll (thus, a failed attack roll ruins the attempt). Stunning Fist forces a foe damaged by your unarmed attack to make a Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifier), in addition to dealing damage normally. A defender who fails this saving throw is stunned for 1 round (until just before your next turn). A stunned character drops everything held, can't take actions, loses any Dexterity bonus to AC, and takes a -2 penalty to AC. You may attempt a stunning attack once per day for every four levels you have attained (but see Special), and no more than once per round. Constructs, oozes, plants, undead, incorporeal creatures, and creatures immune to critical hits cannot be stunned.  ",
			"**Special:** A monk receives Stunning Fist as a bonus feat at 1st level, even if he does not meet the prerequisites. A monk may attempt a stunning attack a number of times per day equal to his monk level, plus one more time per day for every four levels he has in classes other than monk.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">You can spend 5 stamina points to declare that you are using Stunning Fist after you've hit with an unarmed strike.",
			"",
			"### Mythic Stunning Fist",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"With greater potency and frequency, your fists stun those who stand against you.  ",
			"**Prerequisites:** {feat/Stunning Fist}.  ",
			"**Benefit:** The DC of your Stunning Fist increases by half your tier, and you can use Stunning Fist multiple times during the same round. As a free action, you can expend one use of your mythic power to use Stunning Fist without spending one of your daily uses of the feat."
		]
	},
	"stunning_fist_adept": {
		"name": "Stunning Fist Adept",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Stunning Fist Adept (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/25}",
			"",
			"Your Stunning Fist strikes become even deadlier.  ",
			"**Prerequisites:** {feat/Stunning Fist}, base attack bonus +3.  ",
			"**Benefit:** Add +1 to the saving throw DC against your Stunning Fist attacks. This bonus does not stack with feats that grant you bonuses to the DC for saving throws against your Stunning Fist attacks, such as {feat/Mantis Style}."
		]
	},
	"stunning_irruption": {
		"name": "Stunning Irruption",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Stunning Irruption (Combat)",
			"",
			"{SOURCE Champions of Corruption/23}",
			"",
			"When you smash your way into a room, you gain more than just the element of surprise.  ",
			"**Prerequisites:** Str 15, {feat/Power Attack}, base attack bonus +5.  ",
			"**Benefit:** Before starting combat, you can attempt to break through a door, window, or wall to enter a room. If you succeed, the violence of your arrival is so great that all characters within 20 feet of your entry point must succeed at a Fortitude saving throw (DC = 10 + your base attack bonus) or be stunned instead of acting in the surprise round (if there is one) plus 1 round thereafter. Characters who succeed at this save are instead shaken for 1d4 rounds."
		]
	},
	"stunning_pin": {
		"name": "Stunning Pin",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stunning Pin (Combat)",
			"",
			"{SOURCE Ultimate Combat/122}",
			"",
			"You can render a pinned foe temporarily incapacitated.  ",
			"**Prerequisites:** {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Stunning Fist}.  ",
			"**Benefit:** Whenever you pin an opponent, you can spend a swift action to make a Stunning Fist attempt against that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">You can spend 5 stamina points to use Stunning Pin as a free action instead of a swift action."
		]
	},
	"stupefying_strike": {
		"name": "Stupefying Strike",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Stupefying Strike (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/7}",
			"",
			"Your batter your foes with such disorienting force that they can't exert their full abilities.  ",
			"**Prerequisites:** Dex 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +8.  ",
			"**Benefit:** When using this feat, in addition to dealing damage normally, you force a foe damaged by your unarmed attack to attempt a Fortitude save (DC = 10 + half your character level + your Wisdom modifier). If it fails, it loses its skill ranks and activated feats, such as {feat/Power Attack} or {feat/Stunning Fist}, for 1d4 rounds. You must declare you are using this feat before you make your attack roll; if you miss, the target is unaffected and your attempt is wasted. You can try to use Stupefying Strike once per day for every 4 character levels you have, but no more than once per round. Constructs, incorporeal creatures, mindless creatures, plants, undead, and creatures immune to critical hits can't be affected by this ability."
		]
	},
	"stygian_spell": {
		"name": "Stygian Spell",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Stygian Spell (Metamagic)",
			"",
			"{SOURCE Planar Adventures/32}",
			"",
			"Stygian spells forsake pure water for the memory-destroying tides of the River Styx.  ",
			"**Benefit:** You can enhance any spell with the water descriptor that targets at least one creature to become a Stygian spell. Any creature successfully hit by a Stygian spell (if the spell requires an attack roll) or that fails its saving throw against a Stygian spell must succeed at a Will save (using the save DC of the original spell) or suffer the fugue lesser madness in addition to the spell's normal effects. If the attack is a confirmed critical hit or the original saving throw result is a natural 1, the creature must instead succeed at a Will save (again using the same DC) or suffer the amnesia greater madness. Madness gained this way lasts indefinitely, but can be treated using the normal methods for curing madness. This is a mind-affecting effect, and creatures native to the River Styx are immune to it.",
			"",
			"A spell modified by this feat gains the evil descriptor. A Stygian spell uses a spell slot 2 levels higher than the spell's normal spell level. Spells with the good descriptor can't be Stygian spells."
		]
	},
	"stylized_spell": {
		"name": "Stylized Spell",
		"sources": [
			"Inner Sea Intrigue",
			"Ultimate Intrigue"
		],
		"description": [
			"## Stylized Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Intrigue/93}",
			"",
			"You cast a spell in a distinctive manner.  ",
			"**Prerequisites:** Bluff 5 ranks, Spellcraft 5 ranks.  ",
			"**Benefit:** A stylized spell has slightly different verbal and somatic components than normal, and the spell effect appears noticeably different. The Spellcraft DC to identify a stylized spell as it is being cast is 10 higher than normal. The Knowledge (arcana) DC to identify a stylized spell, its effects, or the materials it creates is 10 higher than normal, as is the DC to recognize your magical signature with greater detect magic. When you apply this feat to a spell, you can attempt to disguise your stylized spell as another spell of the same school and subschool with the same descriptors. The other spell must be either the same spell level as the stylized spell (before applying the metamagic adjustment) or 1 spell level higher. If you do so, the stylized spell gains the ruse descriptor and takes on some superficial aspects of the other spell. As usual for a spell with the ruse descriptor, identification attempts that fail by 10 or less mistakenly identify it as the chosen spell (those that fail by more can't identify it at all). A stylized spell uses up a spell slot 1 level higher than the spell's actual level.",
			"",
			"### Stylized Magic",
			"",
			"{SOURCE Inner Sea Intrigue/16}",
			"",
			"When a spellcaster casts a spell modified by the Stylized Spell metamagic feat, she can reduce the DC of the Spellcraft or Knowledge (arcana) check to identify the spell by 5 to disguise the spell in one of the following ways.",
			"",
			"**Apparent Descriptor:** A stylized spell can appear to have a descriptor it lacks or appear to lack a descriptor it truly has. Changing an apparent energy descriptor changes the superficial manifestation of the energy in the spell effect but does not change the type of damage the spell deals. If the energy damages any creatures or objects, an observer who succeeds at a DC 15 Knowledge (arcana) or Perception check as a move action can identify the actual type of damage dealt based on sensory clues.",
			"",
			"**Apparent School:** A stylized spell can appear to be of a different school or subschool when studied with detect magic.",
			"",
			"**Apparent Source of Magic:** A stylized spell can appear to be a different type of magic - arcane, divine, or psychic. The effect is convincing only if the spellcaster provides any necessary components (such as a divine focus when imitating divine spells), and the caster must have a number of ranks in the skill associated with that type of magic equal to the spell's level. Knowledge (arcana) and Perform are associated with arcane magic, Knowledge (nature and religion) are associated with divine magic, and Bluff and Knowledge (arcana) are associated with psychic magic. A spellcaster can disguise his spell as psychic magic only if he can hide or remove the spell's verbal and somatic components (if any), such as with Conceal Spell, Secret Signs, Silent Spell, or Still Spell.",
			"",
			"**Direction of Spell's Effect:** A stylized spell effect that visibly originates from the caster (such as a ray, {spell/magic missile}, or {spell/fireball} bead) can instead appear to originate from another point within 30 feet of the caster. There must be clear lines of effect between each of the caster, the new origin point, and the destination. If the spell effect instead fills an area that originates from the caster (such as a line or cone), the effect can instead appear to originate from any point in that area. The new point of origin is entirely cosmetic, and it does not allow the spellcaster to ignore cover or other barriers. In addition, the deception can't make it appear that another creature cast the spell.",
			"",
			"**Imitate a Dissimilar Spell:** If a stylized spell appears to be of the same school and same source of magic, and to have the same descriptors as another spell because of other stylized spell modifications or changes from other sources (such as a class ability), the stylized spell can take on the superficial visual and auditory properties of the other spell.",
			"",
			"**Suppress Audible or Visible Effects:** A stylized spell's effects can be suppressed to the point where they are difficult to spot or hear. Such a spell's audible and visual effects are largely transparent, quieter, smaller, or otherwise less obtrusive. A creature notices the suppressed effects only if it succeeds at a Perception check (DC = 10 + your number of ranks in Bluff or Spellcraft + the highest of your Intelligence, Wisdom or Charisma modifiers). If, at the GM's discretion, a spell's effects are intrinsically bound to its visual or auditory signature (such as sunburst, sound burst, and most spells with the language-dependent, light, or sonic descriptors), reduce the DC of the Perception by 10."
		]
	},
	"stylized_spell_mastery": {
		"name": "Stylized Spell Mastery",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Stylized Spell Mastery",
			"",
			"{SOURCE Inner Sea Intrigue/16}",
			"",
			"You have altered your understanding of a select number of spells  ",
			"**Prerequisites:** {feat/Spell Mastery}, {feat/Stylized Spell}, Bluff 5 ranks, Spellcraft 5 ranks.  ",
			"**Benefit:** You do not modify the spell slot used when applying the Stylized Spell metamagic feat to any spell you have mastered with Spell Mastery.  ",
			"**Normal:** A stylized spell uses up a spell slot 1 higher than the spell's actual level."
		]
	},
	"stylized_spontaneity": {
		"name": "Stylized Spontaneity",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Stylized Spontaneity",
			"",
			"{SOURCE Inner Sea Intrigue/16}",
			"",
			"You can modify your spells' apparent components and characteristics at a moment's notice.  ",
			"**Prerequisites:** Bluff 5 ranks, Spellcraft 5 ranks.  ",
			"**Benefit:** When you cast a spell, you can apply any number of the stylized magic modifications; however, you must succeed at a caster level check (DC = 5 + twice the spell's level + 5 per modification) or the magic is too badly warped to function and the spell is wasted with no effect"
		]
	},
	"subconscious_ursurpation": {
		"name": "Subconscious Ursurpation",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Subconscious Ursurpation",
			"",
			"{SOURCE Haunted Heroes Handbook/6}",
			"",
			"You have trained your subconscious to overpower your conscious mind under dire circumstances.  ",
			"**Prerequisites:** Base Will save bonus +2.  ",
			"**Benefit:** You can attempt to force yourself to act normally while your conscious mind is impaired. At the start of any turn that you are under the effects of a compulsion, confusion, or possession effect, you can attempt a Will saving throw (DC = the original effect's save DC). If your saving throw is successful, you can perform one purely mental action (such as casting a psychic spell) as though you weren't under the effects of a compulsion, confusion, or possession effect. This mental action must be a free action, a swift action, a move action, or a standard action. All other actions that you take during the turn are subject to the compulsion, confusion, or possession effect."
		]
	},
	"subjective_mobility": {
		"name": "Subjective Mobility",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Subjective Mobility",
			"",
			"{SOURCE Planar Adventures/32}",
			"",
			"You are master of your own gravity in planar realms where gravity is subjective.  ",
			"**Prerequisites:** Wis 13.  ",
			"**Benefit:** You automatically succeed at Wisdom checks to set a new direction of gravity. When you set a new direction of gravity, you can reduce your falling speed by up to two-thirds (to a minimum of 50 feet on the first round and 100 feet per round thereafter) or increase it to a maximum of twice normal (300 feet on the first round and 600 feet per round thereafter). These effects only apply on planes with subjective directional gravity."
		]
	},
	"subjective_slam": {
		"name": "Subjective Slam",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Subjective Slam (Combat)",
			"",
			"{SOURCE Planar Adventures/32}",
			"",
			"When in control of gravity, you can use your momentum to cause brutal impacts, transforming the very act of falling into a devastating weapon.  ",
			"**Prerequisites:** Con 13; Wis 13; {feat/Subjective Mobility}; base attack bonus +4 or monk level 3rd.  ",
			"**Benefit:** While on a plane with subjective directional gravity, you halve all damage you take from impacts (such as falling damage). While on such a plane, if your \"fall\" would cause you to collide with a creature or object, you can slam into it with devastating force as a standard action. You must succeed at a touch attack to slam a creature or object, with a cumulative -1 penalty for every 50 feet of your current falling speed; at the GM's discretion, you can automatically hit vast objects such as walls. A creature or object hit by this slam takes 1d6 points of bludgeoning damage for every 50 feet of current falling speed, to a maximum of 6d6, and begins falling at your current speed according to your current subjective directional gravity."
		]
	},
	"subtle_devices": {
		"name": "Subtle Devices",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Subtle Devices",
			"",
			"{SOURCE Heroes of the Streets/29}",
			"",
			"You are skilled at concealing your use of magic items with guile and deft tricks.  ",
			"**Prerequisites:** {feat/Stealthy}.  ",
			"**Benefit:** When triggering a wand, staff or any other magic item, you can attempt a Stealth check (opposed by observers' Perception checks) to conceal the trigger from onlookers. If the magic item produces an obvious effect (such as a summoned creature or visible spell effect), you take a -4 penalty on the Stealth check, and even if your check is successful, observers still see the spell effect (though they fail to notice you are responsible for it)."
		]
	},
	"subtle_enchantments": {
		"name": "Subtle Enchantments",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Subtle Enchantments",
			"",
			"{SOURCE Ultimate Intrigue/93}",
			"",
			"Your enchantments influence targets in more subtle ways and are harder to notice.  ",
			"**Prerequisites:** {feat/Deceitful}.  ",
			"**Benefit:** When you cast an enchantment spell or use an enchantment spell-like ability to influence a creature's attitude or actions and the foe negates the spell with a successful Will save, she has a 50% chance not to notice that she just succeeded at a saving throw (she still can attempt to identify your spell or spell-like ability as normal). If the foe fails the saving throw or is otherwise affected by the spell, the Sense Motive DC to notice she is under the effects of an enchantment increases by 5.  ",
			"**Normal:** Anyone who successfully saves against a spell notices the mental intrusion automatically."
		]
	},
	"subtle_poisoner": {
		"name": "Subtle Poisoner",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Subtle Poisoner",
			"",
			"{SOURCE Alchemy Manual/8}",
			"",
			"You have mastered the art of stealthily and quickly preparing a poisoned weapon.  ",
			"**Prerequisites:** Sleight of Hand 5 ranks.  ",
			"**Benefit:** Whenever you draw a weapon, you can apply poison to the weapon as part of the same action. To do so, you must already have the poison in hand and must succeed at a DC 20 Sleight of Hand check. Success means the dose of poison is expended and you poison the weapon without drawing attention to your act. This check is in addition to any other Sleight of Hand checks you attempt to perform the action (such as to draw a hidden weapon). Failure means any creatures present can immediately attempt opposed Perception checks to notice your poisoning attempt. If you fail the check by 5 or more, you also expose yourself to the poison unless you have an ability that would prevent accidental poisoning, such as an alchemist's poison use ability."
		]
	},
	"summon_evil_monster": {
		"name": "Summon Evil Monster",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Summon Evil Monster",
			"",
			"{SOURCE Champions of Corruption/33}",
			"",
			"You can summon the aid of creatures driven their very nature to destroy goodness.  ",
			"**Prerequisites:** Evil alignment.  ",
			"**Benefit:** When casting summon monster, you also have access to the list of evil monsters on this page. When summoning a creature from this list, your debased nature allows you to cast the spell as a standard action. The summoned creature appears as normal for the spell but can't act until next your next turn. It is not flat-footed, however, and it can make attacks of opportunity as normal. These effects don't apply for creatures from the standard list that aren't also on this list.  ",
			"**Special:** If you possess the Sacred Summons feat, you can apply it to a creature on this list whose alignment (as opposed to its subtype or subtypes) matches your aura.",
			"",
			"- 1st Level",
			"    - Fiendish dire rat (NE)",
			"    - Fiendish fire beetle (NE)",
			"    - Fiendish ghost scorpion (NE)",
			"    - Fiendish pony (NE)",
			"    - Fiendish stingray (NE)",
			"    - Fiendish vulture (NE)",
			"- 2nd Level",
			"    - Damned petitioner (LE)",
			"    - Fiendish squid (NE)",
			"    - Fuath (gremlin, CE)",
			"    - Hunted petitioner (NE)",
			"    - Larvae petitioner (CE)",
			"    - Lemure (devil, LE)",
			"    - Pugwampi (gremlin, NE)",
			"- 3rd Level",
			"    - Augur (kyton, LE)",
			"    - Cacodaemon (daemon, NE)",
			"    - Doru (div, NE)",
			"    - Dretch (demon, CE)",
			"    - Fiendish shark (NE)",
			"    - Howler (CE)",
			"    - Tripurasura (asura, LE)",
			"- 4th Level",
			"    - Aghash (div, NE)",
			"    - Hell hound (LE)",
			"    - Kelpie (NE)",
			"    - Schir (demon, CE)",
			"    - Spring-Heeled Jack (CE)",
			"    - Yeth Hound (NE)",
			"    - Zebub (devil, LE)",
			"- 5th Level",
			"    - Babau (demon, CE)",
			"    - Barbazu (devil, LE)",
			"    - Evangelist (kyton, LE)",
			"    - Fiendish giant moray eel (NE)",
			"    - Lurker in light (NE)",
			"    - Salamander (CE)",
			"    - Shadow mastiff (NE)",
			"- 6th Level",
			"    - Efreeti (genie, LE)",
			"    - Erinyes (devil, LE)",
			"    - Fiendish giant octopus (NE)",
			"    - Pairaka (div, NE)",
			"    - Shadow demon (CE)",
			"    - Soul eater (NE)",
			"    - Succubus (demon, CE)",
			"- 7th Level",
			"    - Bebilith (CE)",
			"    - Bogeyman (NE)",
			"    - Leukodaemon (daemon, NE)",
			"    - Nuckelavee (NE)",
			"    - Osyluth (devil, LE)",
			"    - Sacristan (kyton, LE)",
			"    - Vrock (demon, CE)",
			"- 8th Level",
			"    - Baregara (CE)",
			"    - Dorvae (NE)",
			"    - Hamatula (devil, LE)",
			"    - Hezrou (demon, CE)",
			"    - Meladaemon (daemon, NE)",
			"    - Rusalka (NE)",
			"    - Young adult green dragon (LE)",
			"- 9th Level",
			"    - Ankou (LE)",
			"    - Nalfeshnee (demon, CE)",
			"    - Derghodaemon (daemon, NE)",
			"    - Gelugon (devil, LE)",
			"    - Glabrezu (demon, CE)",
			"    - Sepid (div, NE)",
			"    - Thanadaemon (daemon, NE)"
		]
	},
	"summon_good_monster": {
		"name": "Summon Good Monster",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Summon Good Monster",
			"",
			"{SOURCE Champions of Purity/33}",
			"",
			"You can summon the aid of creatures driven by their very nature to destroy evil.  ",
			"**Prerequisites:** Good alignment.  ",
			"**Benefit:** When casting summon monster, you also gain access to the list of good monsters below. Your righteous determination grants these summoned creatures the {feat/Diehard} feat. You may still summon creatures from the standard list, but without the Diehard feat.",
			"- 1st Level",
			"    - Celestial dog (NG)",
			"    - Celestial dolphin (NG)",
			"    - Celestial eagle (NG)",
			"    - Celestial fire beetle (NG)",
			"    - Celestial pony (NG)",
			"    - Celestial viper (NG)",
			"- 2nd Level",
			"    - Celestial octopus (NG)",
			"    - Celestial wolf (NG)",
			"    - Faun (CG)",
			"    - Grig (without fiddle ability) (NG)",
			"    - Pseudodragon (NG)",
			"- 3rd Level",
			"    - Blink dog (LG)",
			"    - Celestial shark (NG)",
			"    - Foo dog (NG)",
			"    - Lantern archon (LG)",
			"    - Lyrakien azata (CG)",
			"    - Silvanshee agathion (NG)",
			"- 4th Level",
			"    - Celestial dire wolf (NG)",
			"    - Celestial giant eagle (NG)",
			"    - Celestial pegasus (CG)",
			"    - Faerie dragon (NG)",
			"    - Foo lion (NG)",
			"    - Hound archon (LG)",
			"    - Pixie (NG)",
			"- 5th Level",
			"    - Bralani azata (CG)",
			"    - Celestial orca (NG)",
			"    - Djinni (CG)",
			"    - Unicorn (CG)",
			"    - Vulpinal agathion (NG)",
			"- 6th Level",
			"    - Celestial giant octopus (NG)",
			"    - Kirin (LG)",
			"    - Legion archon (LG)",
			"    - Lillend azata (LG)",
			"    - Wood giant (CG)",
			"- 7th Level",
			"    - Celestial dire shark (NG)",
			"    - Celestial roc (NG)",
			"    - Movanic deva (NG)",
			"    - Shedu (LG)",
			"    - Shield archon (LG)",
			"    - Treant (NG)",
			"    - Young bronze dragon (LG)",
			"- 8th Level",
			"    - Cloud giant (NG)",
			"    - Dragon horse (NG)",
			"    - Lammasu (LG)",
			"    - Monadic deva (NG)",
			"    - Young gold dragon (LG)",
			"- 9th Level",
			"    - Astral deva (NG)",
			"    - Couatl (LG)",
			"    - Ghaele azata (CG)",
			"    - Leonal agathion (NG)",
			"    - Storm giant (CG)",
			"    - Trumpet archon (LG)"
		]
	},
	"summon_guardian_spirit": {
		"name": "Summon Guardian Spirit",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Summon Guardian Spirit",
			"",
			"{SOURCE Monster Summoner's Handbook/26}",
			"",
			"A guardian spirit has selected you as its ward.  ",
			"**Prerequisites:** Ability to cast {spell/summon monster III} or {spell/summon nature's ally III}.  ",
			"**Benefit:** Select one creature that qualifies to be an improved familiar, and apply the {template/guardian spirit/ template} to it. That creature is added to either your summon monster III or summon nature's ally III list as a summonable creature. When you summon your guardian spirit, the duration of the spell you use to summon it is 1 minute per level. A guardian spirit is always exactly the same creature, with memory of all the events that occurred while previously summoned; multiple versions of it can't be summoned. If it's killed while summoned, it cannot be summoned again for 24 hours.",
			"",
			"If you're capable of casting a higher-level summon monster or summon nature's ally spell, you can perform a ritual to attune the guardian spirit to a higher-level version of the spell. This also allows you to change any selections made regarding the abilities the creature gains based on the level of spell used to conjure it. This ritual takes 24 hours, and once complete it moves the guardian spirit to the higher-level list of creatures that can be summoned."
		]
	},
	"summon_neutral_monster": {
		"name": "Summon Neutral Monster",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Summon Neutral Monster",
			"",
			"{SOURCE Champions of Balance/33}",
			"",
			"You can summon creatures that embody the forces of balance.  ",
			"**Prerequisites:** Chaotic neutral, lawful neutral, or neutral alignment.  ",
			"**Benefit:** When casting a summon monster spell, you gain access to the list of neutral creatures on this page. You may also summon creatures from the standard summon monster list and apply the {template/counterpoised/ creature simple template} to applicable creatures instead of the celestial or fiendish template. Creatures you summon from the list on this page and creatures you summon with the counterpoised template gain a +2 resistance bonus on Will saves.",
			"",
			"- 1st Level",
			"    - Sprite (CN)",
			"    - Stirge (N)",
			"- 2nd Level",
			"    - Atomie (CN)",
			"    - Brownie (N)",
			"- 3rd Level",
			"    - Arbiter (inevitable) (LN)",
			"    - Nosoi (psychopomp) (N)",
			"    - Paracletus (aeon) (N)",
			"    - Thoqqua (N)",
			"    - Voidworm (protean) (CN)",
			"- 4th Level",
			"    - D'ziriak (N)",
			"    - Magmin (CN)",
			"    - Mephit (any) (N)",
			"    - Satyr (CN)",
			"    - Shae (N)",
			"    - Viduus (psychopomp) (N)",
			"- 5th Level",
			"    - Catrina (psychopomp) (N)",
			"    - Mercane (LN)",
			"    - Rast (N)",
			"    - Tojanida (N)",
			"- 6th Level",
			"    - Chaos Beast (CN)",
			"    - Invisible stalker (N)",
			"    - Naunet (protean) (CN)",
			"    - Theletos (aeon) (N)",
			"    - Vanth (psychopomp) (N)",
			"- 7th Level",
			"    - Axiomite (LN)",
			"    - Jyoti (N)",
			"    - Shoki (psychopomp) (N)",
			"    - Zelekhut (inevitable) (LN)",
			"- 8th Level",
			"    - Imentesh (protean) (CN)",
			"- 9th Level",
			"    - Akhana (aeon) (N)",
			"    - Morrigna (psychopomp)",
			"    - Valkyrie (CN)"
		]
	},
	"summon_plant_ally": {
		"name": "Summon Plant Ally",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Summon Plant Ally",
			"",
			"{SOURCE Heroes of the Wild/23}",
			"",
			"You can call plant creatures to your aid in battle.  ",
			"**Prerequisites:** Knowledge (nature) 1 rank, ability to cast summon nature's ally spells.  ",
			"**Benefit:** When casting a summon nature's ally spell, you gain access to the list of plant creatures below.",
			"",
			"Summon nature's ally I: Leaf leshy, vegepygmy.",
			"",
			"Summon nature's ally II: Gourd leshy, leaf ray (without seed ability).",
			"",
			"Summon nature's ally III: Fungus leshy, weedwhip.",
			"",
			"Summon nature's ally IV: Assassin vine, seaweed leshy (without air cyst ability).",
			"",
			"Summon nature's ally V: Mandragora, shambling mound.",
			"",
			"Summon nature's ally VI: Tendriculos, treant.",
			"",
			"Summon nature's ally VII: Giant flytrap.",
			"",
			"Summon nature's ally VIII: Jinmenju.",
			"",
			"Summon nature's ally IX: Alraune."
		]
	},
	"summoners_call": {
		"name": "Summoner's Call",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Summoner's Call",
			"",
			"{SOURCE Advanced Player's Guide/171}",
			"",
			"Whenever you summon your eidolon, it is more powerful for a brief period of time.  ",
			"**Prerequisites:** Eidolon class feature.  ",
			"**Benefit:** Whenever you summon your eidolon, you may give it a +2 enhancement bonus to its Strength, Dexterity, or Constitution. This bonus lasts 10 minutes after the summoning ritual is complete."
		]
	},
	"sun_striker": {
		"name": "Sun Striker",
		"sources": [
			"Inner Sea Gods",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Sun Striker (Combat, Critical)",
			"",
			"{SOURCE Inner Sea Gods/217}",
			"",
			"Called by the Dawnflower to strike down the undead, your scimitar becomes an agent of her burning will.  ",
			"**Prerequisites:** {feat/Critical Focus}, character level 7th, worshiper of Sarenrae.  ",
			"**Benefit:** Whenever you confirm a critical hit against an undead creature, your attack bypasses all DR, deals full damage to incorporeal creatures, and acts as though it has the flaming burst weapon special ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">Whenever you threaten a critical hit against an undead creature, you can spend up to 4 stamina points to gain a +1 bonus per stamina point spent to confirm the critical hit."
		]
	},
	"sunblade": {
		"name": "Sunblade",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Sunblade",
			"",
			"{SOURCE Elemental Master's Handbook/7}",
			"",
			"You can channel your deity's solar wrath through your blade.  ",
			"**Prerequisites:** {feat/Word of Healing}, paladin level 5th, worshiper of a deity that grants the Fire or Sun domain.  ",
			"**Benefit:** You can expend a use of lay on hands as a standard action to launch a blast of flame from your weapon. This acts as the kineticist's fire blast, with an effective kineticist level equal to your paladin level - 4. You do not need a free hand to use this ability, but you must be wielding a manufactured melee weapon. You use your Charisma modifier instead of your Constitution modifier to determine the blast's damage. This blast cannot be modified by infusions or other effects that specifically improve a kineticist's blast, even if you have them from other classes."
		]
	},
	"sunder_blessing": {
		"name": "Sunder Blessing",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Sunder Blessing (Combat)",
			"",
			"{SOURCE Agents of Evil/19}",
			"",
			"Your disdain for authority allows you to tear away the blessings of the gods.  ",
			"**Prerequisites:** {feat/Disruptive}, fighter level 8th.  ",
			"**Benefit:** You can attempt to sunder an ongoing divine spell effect or divine spell-like ability by succeeding at a combat maneuver check. For any effect other than one on a creature, you must succeed at a combat maneuver check against a CMD of 15 + the effect's caster level. To sunder an effect on a creature, you must succeed at a normal sunder combat maneuver check against the creature's CMD + 5, ignoring any miss chance caused by a spell or spell-like ability. On a success, you suppress the effect for 1 round. If you exceed the CMD by 5 or more, you suppress the effect for 2 rounds. If you exceed the CMD by 10 or more, the effect is dispelled instead. If you fail to sunder a spell, you cannot attempt to sunder that effect again for 1 minute."
		]
	},
	"sundering_strike": {
		"name": "Sundering Strike",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sundering Strike (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/171}",
			"",
			"Your critical hits can sunder your foes' weapons.  ",
			"**Prerequisites:** Str 13, {feat/Improved Sunder}, {feat/Power Attack}, base attack bonus +9.  ",
			"**Benefit:** Whenever you score a critical hit with a melee attack, you can sunder your opponent's weapon, in addition to the normal damage dealt by the attack. If your confirmation roll exceeds your opponent's CMD, you may deal damage to your opponent's weapon as if from the sunder combat maneuver (roll normal damage to the weapon separately). This does not provoke an attack of opportunity.  ",
			"**Normal:** You must perform a sunder combat maneuver to sunder an opponent's weapon.  ",
			"**Special:** You can only apply the effects of one of the following feats to a given critical hit: {feat/Bull Rush Strike}, {feat/Disarming Strike}, {feat/Repositioning Strike}, {feat/Sundering Strike}, or {feat/Tripping Strike}. You may choose to use this feat after you make your confirmation roll.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you fail to confirm a critical hit with a melee attack, you can spend 2 stamina points to attempt to sunder the target's weapon anyway. When you do, reroll the confirmation roll and use it to determine if the sunder attempt exceeds the opponent's CMD. This reroll is used only for the sunder combat maneuver; it can't cause the critical hit to be confirmed. You still can't make the attempt if the target is immune to critical hits."
		]
	},
	"sunlight_summons": {
		"name": "Sunlight Summons",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Sunlight Summons",
			"",
			"{SOURCE Ultimate Magic/157}",
			"",
			"Your summoned minions shine with the power of the sun.  ",
			"**Prerequisites:** {feat/Spell Focus/ (conjuration)}, able to cast summon nature's ally.  ",
			"**Benefit:** Creatures that you summon shed light as a light spell. They are immune to blinding or dazzling effects, and their natural weapons are treated as magical for overcoming damage reduction."
		]
	},
	"sunlit_strike": {
		"name": "Sunlit Strike",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Sunlit Strike",
			"",
			"{SOURCE Blood of Angels/25}",
			"",
			"Your melee blows deal extra damage to creatures sensitive to light, making you adept at hunting foul monsters of the night.  ",
			"**Prerequisites:** {feat/Arcane Strike}, able to prepare or cast daylight.  ",
			"**Benefit:** Whenever you successfully hit an enemy that is vulnerable to light (such as by the {umr/light blindness}, {umr/light sensitivity}, or {umr/sunlight powerlessness} universal monster rules) with a melee weapon you've imbued with your Arcane Strike feat, you deal an additional 1d6 points of damage to the target of your attack. The struck creature must also succeed at a Fortitude saving throw (DC 10 + your character level + your Strength modifier) or become staggered for 1 round."
		]
	},
	"superintendent": {
		"name": "Superintendent",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Superintendent",
			"",
			"{SOURCE Quests and Campaigns/27}",
			"",
			"You have a nearly endless arsenal of tricks and methods to keep your buildings in top shape.  ",
			"**Prerequisites:** Own at least one room.  ",
			"**Benefit:** When a room you own gains the broken condition, you may repair it for half the normal cost in gold pieces and other capital, rounded up. Additionally, buildings and organizations you've created are not affected by capital attrition until 1 month of your absence. From that point, capital attrition affects your buildings and organizations as normal."
		]
	},
	"superior_dirty_trick": {
		"name": "Superior Dirty Trick",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Superior Dirty Trick (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/15}",
			"",
			"Your training in a particular dirty trick makes it especially effective.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Greater Dirty Trick}, {feat/Improved Dirty Trick}, base attack bonus +8.  ",
			"**Benefit:** Choose one condition imposed by the dirty trick combat maneuver, such as blinded or entangled. The target must spend a full-round action in order to remove that condition.  ",
			"**Special:** You can gain this feat multiple times. Each time you take the feat, it applies to a different condition."
		]
	},
	"superior_gathlain_magic": {
		"name": "Superior Gathlain Magic",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Superior Gathlain Magic",
			"",
			"{SOURCE Ultimate Wilderness/13}",
			"",
			"Your experience has enabled you to dramatically develop your innate magical abilities.  ",
			"**Prerequisites:** Cha 17, {feat/Advanced Gathlain Magic}, {feat/Greater Gathlain Magic}, character level 15th, gathlain.  ",
			"**Benefit:** You gain the following spells as spell-like abilities, each usable 1/day: liveoak, tree stride."
		]
	},
	"superior_scryer": {
		"name": "Superior Scryer",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Superior Scryer",
			"",
			"{SOURCE Ultimate Intrigue/94}",
			"",
			"You are adept at seeing more when scrying.  ",
			"**Prerequisites:** {feat/Spell Focus/ (divination)}, the ability to cast at least one spell of the scrying subschool.  ",
			"**Benefit:** When casting a scrying spell, you see through the spell's sensor with darkvision 60 feet, whether or not you possess darkvision normally and whether or not the spell normally allows you to see with darkvision. If the spell sends back sensory information only within 10 feet of the sensor (such as with scrying and greater scrying), this feat doesn't increase that range. You receive a +2 bonus on Perception checks to notice things through a scrying sensor, and your prying eyes and insect spies also receive a +2 bonus on Perception checks.",
			"",
			"When you use the scrying or greater scrying spell, you have a 10% increase to the chance of using spells through the sensor."
		]
	},
	"superior_summoning": {
		"name": "Superior Summoning",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Superior Summoning",
			"",
			"{SOURCE Ultimate Magic/157}",
			"",
			"You can summon more creatures.  ",
			"**Prerequisites:** {feat/Augment Summoning}, caster level 3rd.  ",
			"**Benefit:** Each time you cast a summoning spell that conjures more than one creature, add one to the total number of creatures summoned."
		]
	},
	"supernal_feast": {
		"name": "Supernal Feast",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Supernal Feast",
			"",
			"{SOURCE Blood of Angels/25}",
			"",
			"You sup on the blood of your ancestors to fuel your fury.  ",
			"**Prerequisites:** Con 15, aasimar.  ",
			"**Benefit:** Whenever you are adjacent to a good outsider that takes bleed or blood drain damage, you gain 1 temporary hit point as you bathe in the celestial being's gore. Furthermore, as a full-round action, you can feast on the fallen body of a good outsider that has been dead no longer than 24 hours. When you do, you regain 1 temporary hit point per Hit Die the outsider possessed at a rate of 1 hit point per minute. Temporary hit points gained from this feat last 1d4 hours."
		]
	},
	"supernatural_spy": {
		"name": "Supernatural Spy",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Supernatural Spy (Story)",
			"",
			"{SOURCE Spymaster's Handbook/17}",
			"",
			"Your familiarity with magic drives you to discover a great supernatural secret. You might work with an eldritch organization, which could be a school of magic such as the Arcanamirium or part of a government with strong ties to magic such as that of Irrisen, or you might attempt to keep your magical inquiries hidden from your employers.  ",
			"**Prerequisites:** Alchemist discovery, arcane discovery, arcanist exploit, or magus arcana class feature and you must either have observed a created magical effect you could not understand or have the Master Craftsman (alchemist) or the Unquenchable Hunger for Knowledge (wizard) {rule/class_<background>_tables}.  ",
			"**Benefit:** Treat your Intelligence, Wisdom, or Charisma score as 2 higher for the purpose of calculating the effects and save DCs of one of the following class features: alchemist discoveries, arcane discoveries, arcanist exploits, or magus arcana. You select both the ability score and class feature to be affected when you select this feat, and the choice cannot be changed. This increases the potency of the abilities but does not grant access to additional abilities.  ",
			"**Goal:** Learn a great supernatural secret, connected in some manner to an aspect of the class feature you selected with this story feat. You must evade or thwart a challenging foe in the process.  ",
			"**Completion Benefit:** When calculating the effect of the class feature selected with this feat, you treat your class level for the relevant class as 2 higher. This does not impact when you gain access to additional abilities tied to that class feature, only the effectiveness of abilities from the feature you already have."
		]
	},
	"supernatural_tracker": {
		"name": "Supernatural Tracker",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Supernatural Tracker",
			"",
			"{SOURCE Heroes of the Wild/26}",
			"",
			"Combining magical detection with your tracking skills allows you to sense and track a creature's lingering presence.  ",
			"**Prerequisites:** Survival 1 rank, ability to cast a detect spell.  ",
			"**Benefit:** You can cast a detect spell that specifies a creature type, such as {spell/detect animals or plants} or {spell/detect undead}, to augment your ability to track such creatures instead of the spell's normal benefit; you can see a soft glow that highlights tracks of passage left by creatures of that type. For a duration of 1 hour per level of the spell, you gain a bonus equal to 5 + the spell's level on Survival checks to track creatures of the specified type. For this duration, you can track such creatures as if you are trained in the Survival skill, even if you are not."
		]
	},
	"suppress_blight": {
		"name": "Suppress Blight",
		"sources": [ "Pathfinder #119: Prisoners of the Blight" ],
		"description": [
			"## Suppress Blight",
			"",
			"{SOURCE Pathfinder #119: Prisoners of the Blight/61}",
			"",
			"You can temporarily suppress afflictions brought on by blight, at a long-term cost.  ",
			"**Prerequisites:** {feat/Great Fortitude}, {feat/Iron Will}.  ",
			"**Benefit:** Once per day as a standard action, when you are suffering from a curse or disease effect, you can suppress the effects (as delay poison) for 1 hour per 3 character levels (minimum 1 hour). While the affliction is suppressed, you gain a number of temporary hit points equal to the suppressed affliction's save DC, which last as long as the affliction's effects are suppressed. At the end of this duration, the effects return and all subsequent saving throw DCs against the affliction (including the DC to permanently end the effect) are increased by 2, to a maximum increase of half your Hit Dice; you can't suppress an affliction whose save DC has already been increased to its maximum."
		]
	},
	"suppress_regeneration": {
		"name": "Suppress Regeneration",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Suppress Regeneration (Combat, Teamwork)",
			"",
			"{SOURCE Giant Hunter's Handbook/19}",
			"",
			"You and your allies can exacerbate a regenerating creature's weaknesses. By making a precisely timed attack to open a serious wound just a bit further, your allies can extend the length of time the creature's regeneration is suppressed.  ",
			"**Benefit:** When you make a successful attack that causes a creature's regeneration ability to cease functioning for at least 1 round (such as by hitting a troll with alchemist's fire), any ally who also has this feat and is currently threatening the creature can make an attack of opportunity against it. This attack of opportunity deals no damage, but instead extends the time that the creature's regeneration is suppressed by 1 additional round. If multiple allies with this feat hit the creature with this attack of opportunity, the additional rounds of suppression stack."
		]
	},
	"suppressive_fire": {
		"name": "Suppressive Fire",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Suppressive Fire (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/209}",
			"",
			"Your well-timed ranged attacks protect your allies as they advance on the battlefield.  ",
			"**Prerequisites:** {feat/Far Shot}, {feat/Precise Shot}, keen senses racial trait.  ",
			"**Benefit:** Whenever you damage a target using a ranged attack, that target can't make attacks of opportunity for 1 round against your allies who also have this feat when they move out of one of the target's threatened squares."
		]
	},
	"sure_and_fleet": {
		"name": "Sure and Fleet",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Sure and Fleet",
			"",
			"{SOURCE Advanced Race Guide/67}",
			"",
			"You are both fast and careful.  ",
			"**Prerequisites:** Fleet of foot racial trait, halfling.  ",
			"**Benefit:** You gain a +2 racial bonus on Acrobatics and Climb checks."
		]
	},
	"sure_grasp": {
		"name": "Sure Grasp",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Sure Grasp",
			"",
			"{SOURCE Ultimate Combat/122}",
			"",
			"Your quick reflexes and skill at climbing keep you from falling to your doom.  ",
			"**Prerequisites:** Climb 1 rank.  ",
			"**Benefit:** Roll twice while climbing or when making a Reflex save to avoid falling, and take the higher result."
		]
	},
	"sure_on_ice": {
		"name": "Sure on Ice",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Sure on Ice",
			"",
			"{SOURCE Monster Codex/68}",
			"",
			"You move on ice and snow as if it were dry ground.  ",
			"**Prerequisites:** Frost giant.  ",
			"**Benefit:** You can move across icy and snowy surfaces without penalty, and don't need to attempt Acrobatics checks to run or charge on ice. You gain a +4 bonus on Climb checks to climb ice."
		]
	},
	"sure_footed": {
		"name": "Sure-Footed",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Sure-Footed",
			"",
			"{SOURCE Animal Archive/19}",
			"",
			"Your footing is secure in unstable terrain.  ",
			"**Prerequisites:** Quadruped animal or magical beast.  ",
			"**Benefit:** You gain a +2 bonus on Acrobatics checks to keep your balance and Reflex saves to avoid falling. You can move at a normal speed on steep slopes and stairs and do not risk falling when running or charging downhill.  ",
			"**Normal:** Moving uphill costs 2 squares of movement to enter each square of steep slope. Running or charging downhill requires a successful DC 10 Acrobatics check (or DC 10 Ride check for mounted characters) or you risk falling."
		]
	},
	"sure_handed_alchemy": {
		"name": "Sure-Handed Alchemy",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Sure-Handed Alchemy",
			"",
			"{SOURCE Alchemy Manual/5}",
			"",
			"Your steady hand increases your chances of success with spontaneous alchemy and reduces your number of mishaps.  ",
			"**Prerequisites:** Craft (alchemy) 3 ranks.  ",
			"**Benefit:** When attempting Craft (alchemy) checks to create items using spontaneous alchemy, you gain a cumulative +1 circumstance bonus for each distinct reagent called for by the recipe. A failed Craft (alchemy) check results in a mishap only on a natural 1. Finally, you take no penalties on Craft (alchemy) checks when using improvised equipment to create items using spontaneous alchemy."
		]
	},
	"surface_scout": {
		"name": "Surface Scout",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Surface Scout",
			"",
			"{SOURCE Blood of Shadows/15}",
			"",
			"You were trained from youth to infiltrate and ambush aboveground settlements.  ",
			"**Prerequisites:** Drow, spell-like abilities drow racial trait.  ",
			"**Benefit:** You can use {spell/fear the sun} and {spell/ignoble form} each once per day as a spell-like ability. Your caster level is equal to your character level."
		]
	},
	"surface_survivor": {
		"name": "Surface Survivor",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Surface Survivor",
			"",
			"{SOURCE Blood of the Sea/9}",
			"",
			"Due to inherent hardiness and painful training, you can operate indefinitely on land.  ",
			"**Prerequisites:** Con 15, gillman, water dependent racial trait.  ",
			"**Benefit:** You lose the water dependent racial trait, but you are sickened if you have not submerged yourself in water within the past 24 hours."
		]
	},
	"surge_of_success": {
		"name": "Surge of Success",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Surge of Success",
			"",
			"{SOURCE Advanced Race Guide/78}",
			"",
			"Your success drives your further actions.  ",
			"**Prerequisites:** Human.  ",
			"**Benefit:** When you confirm a critical hit or roll a natural 20 on a saving throw, you gain a +2 circumstance bonus on a single attack roll, saving throw, skill check, or ability check of your choice before the end of your next turn. You must choose to use this bonus before you make the attack roll, saving throw, skill check, or ability check."
		]
	},
	"surprise_follow_through": {
		"name": "Surprise Follow-Through",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Surprise Follow-Through (Combat)",
			"",
			"{SOURCE Advanced Race Guide/57}",
			"",
			"When striking one opponent, you catch its ally off guard.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** When using Cleave or {feat/Great Cleave}, the second foe you attack on your turn is denied its Dexterity bonus against you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you hit a foe that has been denied its Dexterity bonus by this feat, you can spend 2 stamina points to deal an extra 1d6 points of damage. This damage is precision damage and is not multiplied on a critical hit."
		]
	},
	"surprise_maneuver": {
		"name": "Surprise Maneuver",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Surprise Maneuver",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"Your maneuvers are devastating against disadvantaged foes.  ",
			"**Prerequisites:** {feat/Combat Expertise}; sneak attack +3d6 or studied strike +3d6.  ",
			"**Benefit:** If you have sneak attack, when you attempt a combat maneuver check against a creature that you are flanking or that is denied its Dexterity bonus to AC against your attack, you gain a bonus on the combat maneuver check that's equal to the number of sneak attack dice you roll.",
			"",
			"If you have the studied combat class feature, you can use studied strike on a combat maneuver check. When you do so, you gain a bonus on the combat maneuver check equal to your number of studied strike dice."
		]
	},
	"surprise_strike": {
		"name": "Surprise Strike",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Surprise Strike (Combat)",
			"",
			"{SOURCE Advanced Race Guide/67}",
			"",
			"You actually seem to do more damage when frantically trying to avoid your enemies.  ",
			"**Prerequisites:** {feat/Cautious Fighter}, {feat/Desperate Swing}, base attack bonus +6, halfling.  ",
			"**Benefit:** Once per day, when fighting defensively or making an attack of opportunity while taking the total defense action with the Desperate Swing feat, you take no penalty on the attack roll.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">After you have used this feat once, you can spend 5 stamina points to use it additional times per day, at a cost of 5 stamina points per use."
		]
	},
	"surprising_combatant": {
		"name": "Surprising Combatant",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Surprising Combatant (Combat)",
			"",
			"{SOURCE Blood of the Moon/23}",
			"",
			"You can briefly trick your foes into discounting you as a combatant.  ",
			"**Prerequisites:** {feat/Improved Initiative}, Bluff 3 ranks.  ",
			"**Benefit:** At the beginning of combat, after initiative is rolled but before the first round of combat begins, you can attempt a Bluff check as a free action. Each opponent who is aware of you must succeed at a Sense Motive check (DC equal to the result of your Bluff check). Failure means that an opponent is treated as if it were not aware of you when determining whether it is aware combat has begun. If none of your opponents are aware of you, you may act during the surprise round. If an opponent is effectively unaware of any foes, it cannot act during the surprise round."
		]
	},
	"surprising_strategy": {
		"name": "Surprising Strategy",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Surprising Strategy (Combat)",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"Your quick swordsmanship leaves your opponents struggling to predict your moves.  ",
			"**Prerequisites:** Riposte class feature.  ",
			"**Benefit:** In addition to the attack of opportunity you can make when you successfully parry an attack, you can attempt a dirty trick, disarm, or sunder combat maneuver with a +2 morale bonus without provoking an attack of opportunity against the creature whose attack you parry, so long as the creature is within reach."
		]
	},
	"survivor": {
		"name": "Survivor",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Survivor",
			"",
			"{SOURCE Inner Sea World Guide/289;Pathfinder Campaign Setting/129}",
			"",
			"Only the strong thrive in your homeland, and you are no weakling, even among your kin.  ",
			"**Prerequisites:** Con 13, {feat/Diehard}, {feat/Endurance}.  ",
			"**Benefit:** You gain a +5 bonus on all Constitution checks made to stabilize while dying. Once per day, if you are struck by a critical hit or sneak attack, you can spend an immediate action to negate the critical or the sneak attack damage, making the attack a normal hit."
		]
	},
	"swamp_dweller": {
		"name": "Swamp Dweller",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Swamp Dweller",
			"",
			"{SOURCE Plane-Hopper's Handbook/30}",
			"",
			"You have trained with the Muckmouth lizardfolk of the Hao Jin Tapestry and learned their ways.  ",
			"**Prerequisites:** Str 13, must have visited the Hao Jin Tapestry.  ",
			"**Benefit:** You gain a +2 bonus on Swim checks. If you have 10 or more ranks in Swim, the bonus increases to +4. This bonus doubles while you're in marshy terrain. In addition, you can move normally into squares with a shallow bog, and it costs you only 2 squares of movement to move into a square with a deep bog."
		]
	},
	"swamper": {
		"name": "Swamper",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Swamper",
			"",
			"{SOURCE Ultimate Wilderness/117}",
			"",
			"The soft ground and flowing reeds of fetid bogs and misty marshes are as comfortable to you as any sunny meadow would be for others.  ",
			"**Prerequisites:** Favored terrain (swamp) class feature.  ",
			"**Benefit:** You gain a +2 bonus on Climb checks, Swim checks, and Acrobatics checks to maintain your balance when moving across a slippery surface, and you can move at full speed through shallow and deep bog terrain. You can see twice as far as normal in fog, mist, murky water, vegetation, and similarly obscuring conditions, and creatures adjacent to you never gain {rule/concealment} from fog, mist, murky water, or vegetation."
		]
	},
	"swap_places": {
		"name": "Swap Places",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Swap Places (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Player's Guide/172}",
			"",
			"You are skilled at changing places with your ally during a chaotic melee.  ",
			"**Benefit:** Whenever you are adjacent to an ally who also has this feat, you can move into your ally's square as part of normal movement. At the same time, your ally moves into your previous space as an immediate action. Both you and your ally must be willing and able to move to take advantage of this feat. Your ally must be the same size as you to utilize this feat. Your ally does not provoke an attack of opportunity from this movement, but you provoke as normal. This movement does not count against your ally's movement on his next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When using this feat, you can spend 2 stamina points. If you do, your movement during the swap doesn't provoke attacks of opportunity."
		]
	},
	"swap_trick": {
		"name": "Swap Trick",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Swap Trick (Trick)",
			"",
			"{SOURCE Psychic Anthology/17}",
			"",
			"You can adjust a mesmerist trick that has already been implanted in a creature.  ",
			"**Prerequisites:** Mesmerist tricks class feature.  ",
			"**Benefit:** Whenever you implant a mesmerist trick in a target, you can designate that trick as a swap trick. The implanted mesmerist trick functions as normal, except you can trigger the swap trick as a standard action by touching the target. When the swap trick is triggered in this manner, the target \"loses\" the swap trick and instead becomes implanted with any one mesmerist trick that you know in its place. Implanting a mesmerist trick in a target in this manner doesn't count against your number of daily uses of the mesmerist trick class feature."
		]
	},
	"swarm_dodger": {
		"name": "Swarm Dodger",
		"sources": [ "Osirion, Land of the Pharaohs" ],
		"description": [
			"## Swarm Dodger",
			"",
			"{SOURCE Osirion, Land of the Pharaohs/29}",
			"",
			"You have learned tricks to avoid being engulfed by the swarms of crawling horrors that frequently inhabit Osirion's lost tombs and desolate wastes.  ",
			"**Prerequisites:** Dex 15, evasion.  ",
			"**Benefit:** When a swarm attacks you by ending its turn in your space, you may attempt a Reflex save to avoid damage (DC equal to the swarm's distraction save DC + 10). If the save succeeds, you also avoid any poison, blood drain, or similar effects that normally result from damage by the swarm. If you have improved evasion, it also applies to swarm damage.  ",
			"**Note:** You must still make a Fortitude save to avoid distraction if you begin your turn in a space occupied by a swarm."
		]
	},
	"swarm_scatter": {
		"name": "Swarm Scatter",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Swarm Scatter (Teamwork)",
			"",
			"{SOURCE Blood of the Moon/19}",
			"",
			"You have studied the habits of swarming rats for defensive tactics.  ",
			"**Benefit:** For each ally who has this feat and is adjacent to you, you gain a +1 circumstance bonus to AC. As long as you have this bonus, you are immune to the swarm attack and distraction ability of rat swarms."
		]
	},
	"swarm_strike": {
		"name": "Swarm Strike",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Swarm Strike (Teamwork)",
			"",
			"{SOURCE Blood of the Moon/19}",
			"",
			"You and your allies have trained to overwhelm foes like a swarm of rodents.  ",
			"**Benefit:** Whenever a foe provokes an attack of opportunity from you, you gain a +1 bonus on your attack roll, plus an additional +1 bonus for each ally who also has this feat and currently threatens that foe."
		]
	},
	"sweeping_disarm": {
		"name": "Sweeping Disarm",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Sweeping Disarm (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/22}",
			"",
			"When you knock a weapon from an opponent's grasp, the errant weapon may disarm another foe.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Disarm}, base attack bonus +1.  ",
			"**Benefit:** Whenever you succeed at a combat maneuver check to disarm an opponent, you can attempt a second disarm at a -5 penalty against an opponent adjacent to the original target. You need not be threatening the second target. You can attempt only one additional disarm combat maneuver check per round with this feat."
		]
	},
	"sweeping_dodge": {
		"name": "Sweeping Dodge",
		"sources": [ "People of the River" ],
		"description": [
			"## Sweeping Dodge (Combat)",
			"",
			"{SOURCE People of the River/12}",
			"",
			"A quick sweep of your cloak deflects an incoming attack.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}.  ",
			"**Benefit:** When you make a dueling dodge while wearing a cloak, you gain evasion (as the rogue ability). If a critical hit or sneak attack is scored on you, there is a 25% chance that the critical hit or sneak attack is negated and damage is instead rolled normally. This feat only applies until the attack that triggered the immediate action is resolved. This feat does not stack with the fortification armor special ability or similar effects."
		]
	},
	"swift_aid": {
		"name": "Swift Aid",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Swift Aid (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/172}",
			"",
			"With a quick but harmless swipe, you can aid an ally's assault.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, base attack bonus +6.  ",
			"**Benefit:** As a swift action, you can attempt the aid another action, granting your ally either a +1 bonus on his next attack roll or a +1 bonus to his AC.  ",
			"**Normal:** Aid another is a standard action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you can use this feat to aid another as a move action."
		]
	},
	"swift_crystalline_dust": {
		"name": "Swift Crystalline Dust",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Swift Crystalline Dust",
			"",
			"{SOURCE Plane-Hopper's Handbook/15}",
			"",
			"You can manifest your crystalline dust more rapidly.  ",
			"**Prerequisites:** Aphorite, crystalline dust racial trait.  ",
			"**Benefit:** You can activate your crystalline dust ability as a swift action instead of as a move action."
		]
	},
	"swift_iron_style": {
		"name": "Swift Iron Style",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Swift Iron Style (Combat, Style)",
			"",
			"{SOURCE Armor Master's Handbook/11}",
			"",
			"You have learned to move in ways that better accommodate your armor, and can maneuver easily despite its bulk.  ",
			"**Prerequisites:** Str 13, Dex 13, proficiency with medium armor.  ",
			"**Benefit:** While using this style, you treat the armor check penalty of your armor as if it were 1 less, and the maximum Dexterity bonus to AC as if it were 1 higher.  ",
			"**Special:** A character with the armor training class feature can use Swift Iron Style while wearing any type of armor with which she is proficient. These benefits stack with armor training."
		]
	},
	"swift_kitsune_shapechanger": {
		"name": "Swift Kitsune Shapechanger",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Swift Kitsune Shapechanger",
			"",
			"{SOURCE Dragon Empires Primer/5}",
			"",
			"You can change shape more quickly than most kitsune.  ",
			"**Prerequisites:** Dex 13, base attack bonus +6, kitsune.  ",
			"**Benefit:** You can assume human or kitsune form as a swift action. If you have the Fox Shape feat, you can assume fox form as a swift action as well.  ",
			"**Normal:** A kitsune's change shape ability is a standard action."
		]
	},
	"swift_refuge": {
		"name": "Swift Refuge",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Swift Refuge (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/11}",
			"",
			"You quickly turn, forcing devastating blows to be blunted by the thickest part of your armor.  ",
			"**Prerequisites:** Str 13, Dex 13, {feat/Swift Iron Style}, proficiency with medium armor.  ",
			"**Benefit:** Once per day when using Swift Iron Style, when you're hit by a weapon, unarmed attack, or natural weapon, you can treat all dice other than the weapon's base damage dice (including extra dice from sneak attack, critical hit, magic special weapon abilities, and {feat/Vital Strike}) as having rolled 1s. You can use this ability a second time per day when your base attack bonus reaches +8, and a third time at +16."
		]
	},
	"swift_sprint": {
		"name": "Swift Sprint",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Swift Sprint (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/11}",
			"",
			"You balance your armor expertly, allowing you to run and sprint without impediment.  ",
			"**Prerequisites:** Str 13, Dex 13, {feat/Swift Iron Style}, {feat/Swift Refuge}, proficiency with medium armor.  ",
			"**Benefit:** When you're charging, running, or taking no action in your turn other than movement, your armor does not reduce your movement."
		]
	},
	"swift_swimmer": {
		"name": "Swift Swimmer",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Swift Swimmer",
			"",
			"{SOURCE Monster Codex/141}",
			"",
			"You are a faster swimmer than other members of your race.  ",
			"**Prerequisites:** Lizardfolk, swim speed.  ",
			"**Benefit:** Your swim speed increases by 15 feet."
		]
	},
	"swing_about": {
		"name": "Swing About",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Swing About (Teamwork)",
			"",
			"{SOURCE Giant Hunter's Handbook/19}",
			"",
			"You can grab an ally and move her to a position near you.  ",
			"**Prerequisites:** {feat/Escape Route}.  ",
			"**Benefit:** If you have a free hand, as a move action you can grab a willing adjacent ally who also has this feat and place her in any other space adjacent to you. This movement does not provoke attacks of opportunity. You can do this only with allies who are able to move freely (not grappled, held, prone, slowed, or otherwise suffering restricted movement) and who are of your size or smaller."
		]
	},
	"swipe_and_stash": {
		"name": "Swipe and Stash",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Swipe and Stash (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/94}",
			"",
			"Your fast fingers allow you to deftly deposit an item on someone else.  ",
			"**Prerequisites:** Sleight of Hand 5 ranks.  ",
			"**Benefit:** As a standard action, you can attempt a DC 20 Sleight of Hand check to plant a small object on a creature. The target is entitled to a Perception check opposed by your Sleight of Hand check to notice you planting the item. This does not force the creature to wear, wield, or otherwise use the item; you simply plant it on the creature's person. The DC increases to 30 if the target is not wearing clothing, armor, tack and harness (if an animal or similar creature), or some other equivalent accoutrements in which you can hide the item.",
			"",
			"In combat, you must succeed at a steal combat maneuver in order to plant an item on a creature while attempting a Sleight of Hand check opposed by the target's Perception check to do so without the target noticing. You are automatically unnoticed if you succeed and have the Greater Steal feat.",
			"",
			"If you steal an object with a successful Sleight of Hand check or steal combat maneuver check, you can use this feat as a swift action to plant it on another creature within reach before the end of your turn.  ",
			"**Special:** If you have Walking Sleight, you can take either or both of your actions with Swipe and Stash at any point during your movement in the same round, moving both before and after both snatching and planting the object if you wish to do so and have enough movement."
		]
	},
	"sword_and_pistol": {
		"name": "Sword and Pistol",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sword and Pistol (Combat)",
			"",
			"{SOURCE Ultimate Combat/122}",
			"",
			"You effortlessly pair melee and ranged weaponry.  ",
			"**Prerequisites:** Dex 13, {feat/Point-Blank Shot}, {feat/Rapid Shot}, {feat/Snap Shot}, {feat/Two-Weapon Fighting}, base attack bonus +6.  ",
			"**Benefit:** When you use the Two-Weapon Fighting feat while wielding a melee weapon and a crossbow or firearm, your attacks with the crossbow or firearm provoke no attacks of opportunity from foes that you threaten with your melee weapon.  ",
			"**Normal:** Making a ranged attack provokes attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you use the Two-Weapon Fighting feat while wielding a melee weapon and a crossbow or firearm, as long as you have 1 stamina point in your stamina pool, you gain a +1 bonus on all attack rolls made with the crossbow or firearm."
		]
	},
	"swordplay_deflection": {
		"name": "Swordplay Deflection",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Swordplay Deflection (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/17}",
			"",
			"You can deflect incoming attacks.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Improved Feint}, {feat/Swordplay Style}, {feat/Swordplay Upset}, {feat/Weapon Focus} with the chosen weapon, base attack bonus +7.  ",
			"**Benefit:** While using Swordplay Style, when you make one or more melee attacks, you can forgo a single melee attack to prepare an action to disrupt an opponent's attack. This functions as a swashbuckler's opportune parry and riposte deed, except that if your result is greater than your opponent's, you gain a +4 shield bonus to your Armor Class against attacks made by your opponent until the start of your next turn instead of preventing the hit, and you cannot attempt to riposte. If you have the opportune parry and riposte deed, you gain this Armor Class bonus anytime you successfully parry an opponent's attack."
		]
	},
	"swordplay_style": {
		"name": "Swordplay Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Swordplay Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/17}",
			"",
			"Your defense relies on perfectly timed attacks.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Weapon Focus} with the chosen weapon, base attack bonus +3.  ",
			"**Benefit:** Choose one weapon from the heavy blades or light blades fighter weapon group. While using this style, wielding the chosen weapon, and fighting defensively or using either the total defense action or the Combat Expertise feat, you gain a +1 shield bonus to your Armor Class. In addition, you do not take the penalty on melee attacks from Combat Expertise on the first attack roll you make each turn. You still take the penalty on additional attacks, including attacks of opportunity.  ",
			"**Special:** A character with the swashbuckler weapon training or weapon training (heavy blades or light blades) class feature can use Swordplay Style with any light or one-handed piercing melee weapon, heavy blade, or light blade, respectively, in addition to the chosen weapon."
		]
	},
	"swordplay_upset": {
		"name": "Swordplay Upset",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Swordplay Upset (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/17}",
			"",
			"You catch opponents off guard with your attacks.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Improved Feint}, {feat/Swordplay Style}, {feat/Weapon Focus} with the chosen weapon, base attack bonus +5.  ",
			"**Benefit:** While using Swordplay Style, as an immediate action, you can attempt a feint against an opponent that makes a melee attack against you and misses."
		]
	},
	"swords_shadow": {
		"name": "Sword's Shadow",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Sword's Shadow (Combat)",
			"",
			"{SOURCE Heroes of Golarion/7}",
			"",
			"You attack with a second strike before your opponent can recover from the first.  ",
			"**Prerequisites:** {feat/Deft Hands}.  ",
			"**Benefit:** When you successfully damage an enemy with the first attack of a full attack, you can attempt a Sleight of Hand check against that enemy's CMD as an immediate action. If you succeed, you can treat that enemy as flat-footed for the next attack you make as part of the full attack action."
		]
	},
	"sycophant": {
		"name": "Sycophant",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Sycophant",
			"",
			"{SOURCE Agents of Evil/19}",
			"",
			"You elicit pity or disgust from your enemies.  ",
			"**Benefit:** As a standard action, you can attempt to force an enemy to show you mercy by succeeding at a Diplomacy check (DC = 15 + the target's Will saving throw bonus) If you succeed, your target's next successful attack against you deals nonlethal damage (the target does not take the usual attack penalty for dealing nonlethal damage). Whether you succeed or fail, you cannot target the same creature with this feat again for 24 hours."
		]
	},
	"symbiotic_resilience": {
		"name": "Symbiotic Resilience",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Symbiotic Resilience",
			"",
			"{SOURCE Ultimate Wilderness/13}",
			"",
			"Your symbiotic vines have spread all throughout your body, granting you a lesser form of the immunities enjoyed by plant creatures.  ",
			"**Prerequisites:** Con 13, gathlain.  ",
			"**Benefit:** When you are paralyzed, magically put to sleep, or stunned, you ignore the effects of that condition, but you are instead staggered for the same duration as the ignored condition. Removing the ignored condition also removes this staggered condition, but you can't otherwise remove the staggered condition, nor can immunity to being staggered protect against it."
		]
	},
	"symbolic_mastery": {
		"name": "Symbolic Mastery",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Symbolic Mastery (Item Mastery)",
			"",
			"{SOURCE Magic Tactics Toolbox/31}",
			"",
			"You can channel the power of the gods through symbols of their faiths, using it as a weapon.  ",
			"**Prerequisites:** Use Magic Device 4 ranks, base Fortitude saving throw bonus +2.  ",
			"**Benefit:** A number of times per day equal to your base Fortitude save bonus, you can cause a holy symbol of a deity you worship and whose alignment is the same as yours to unleash a harmful magical attack called a symbolic bolt. This attack can be delivered via touch or a ray, as a standard action. A melee symbolic bolt requires a melee touch attack that doesn't provoke attacks of opportunity, and a ranged symbolic bolt is a ranged attack with a range of 30 feet. A symbolic bolt deals damage equal to 1d6 + 1/2 your total number of ranks in the Use Magic Device skill. You choose the type of damage dealt by your symbolic bolt each time you use this feat from those offered by the cleric domains granted by the deity whose holy symbol you use. The types of damage (and the cleric domains that grant them) are acid (Earth, Magic, Rune), cold (Darkness, Magic, Rune, Void, Water, Weather), electricity (Air, Magic, Rune, Weather), fire (Destruction, Fire, Magic, Rune), negative energy (Death, Destruction, Void), positive energy (Glory, Healing, Repose, Sun), sonic (Magic, Rune, Weather), and untyped (any). If a symbolic bolt is used to deal untyped damage, the bolt's damage is reduced to an amount equal to 1d3 + 1/2 your total number of ranks in Use Magic Device.",
			"",
			"When you create a symbolic bolt, it originates from the hand holding the holy symbol and appears only briefly, so you have a hand free anytime you're not attacking with a symbolic bolt. The feat {feat/Weapon Focus} (ray) doesn't apply to symbolic bolts, but you can take the feat Weapon Focus (symbolic bolt) and apply it to both melee and ranged symbolic bolts. Spells that target a single weapon (such as magic weapon) can't affect symbolic bolts, nor can a symbolic bolt have magic weapon special abilities. Abilities and feats that affect all weapon attacks function as normal with symbolic bolts."
		]
	},
	"sympathetic_rage": {
		"name": "Sympathetic Rage",
		"sources": [
			"Advanced Race Guide",
			"Orcs of Golarion",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sympathetic Rage (Combat)",
			"",
			"{SOURCE Advanced Race Guide/57;Orcs of Golarion/25}",
			"",
			"Seeing an ally rage fills you with your own fury.  ",
			"**Prerequisites:** Half-orc or orc, nonlawful.  ",
			"**Benefit:** Whenever you are adjacent to an ally who is raging, you may choose to enter a similar but less powerful rage as a free action on your turn. This weaker rage gives you all the benefits and penalties of a barbarian's rage, except your morale bonus to Strength and Constitution is only +2. There is no limit to how long you can rage, as long as you remain adjacent to a raging ally (for example, you could take a 5-foot step away from one raging ally toward another raging ally and maintain your rage). As with a barbarian's rage, when this weaker rage ends, you are fatigued. You cannot use this feat if you are fatigued.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When an ally within 30 feet is raging, you can spend 5 stamina points to enter a sympathetic rage even if you aren't adjacent to that ally. Until the rage ends, you only need to stay within 30 feet of a raging ally to maintain your sympathetic rage."
		]
	},
	"tactical_reposition": {
		"name": "Tactical Reposition",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Tactical Reposition (Combat)",
			"",
			"{SOURCE Dungeoneer's Handbook/8}",
			"",
			"You excel at moving foes right where you want them.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Reposition}.  ",
			"**Benefit:** When making a reposition combat maneuver, you can move an enemy into a trap or other hazardous area, such as a pit, wall scythe, or blade barrier. When you do so, the moved enemy is treated as though it had activated the trap or triggered the hazard, and it takes a -2 penalty to AC and on saving throws to mitigate the trap or hazard's effects.  ",
			"**Normal:** You cannot reposition a foe into an intrinsically dangerous space such as a pit or blade barrier."
		]
	},
	"tag_team_interrogation": {
		"name": "Tag-Team Interrogation",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Tag-Team Interrogation (Teamwork)",
			"",
			"{SOURCE Adventurer's Guide/36}",
			"",
			"You and your partner work together to bewilder a target, alternating between fear and kindness.  ",
			"**Prerequisites:** {feat/Intimidating Prowess} or {feat/Persuasive}; Diplomacy 1 rank; Intimidate 1 rank.  ",
			"**Benefit:** While using Diplomacy or Intimidate to shift the attitude of a creature, one ally you can see who also has this feat can attempt to shift the creature's attitude at the same time. You roll either a Diplomacy check or an Intimidate check, and your ally rolls a check with the other skill. If you both succeed, you choose whether to apply the Diplomacy check's or Intimidate check's effects; the other check has no direct effect but instead provides the first check a +5 circumstance bonus to its result. If only one person succeeds, ignore the failed check, but the successful skill check's effect lasts only half as long. If you both fail, any effects resulting from both failed checks apply."
		]
	},
	"tail_maneuvers": {
		"name": "Tail Maneuvers",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Tail Maneuvers",
			"",
			"{SOURCE Legacy of Dragons/19}",
			"",
			"You can use your tail to help you maneuver more adroitly on the battlefield.  ",
			"**Prerequisites:** Dragon creature type, tail attack.  ",
			"**Benefit:** If you don't use your tail to make an attack, you gain a +2 bonus to your CMD and on any combat maneuver checks you attempt until the beginning of your next turn."
		]
	},
	"tail_terror": {
		"name": "Tail Terror",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Tail Terror (Combat)",
			"",
			"{SOURCE Advanced Race Guide/137}",
			"",
			"You have strengthened your tail enough to make slap attacks with it.  ",
			"**Prerequisites:** Base attack bonus +1, kobold.  ",
			"**Benefit:** You can make a tail slap attack with your tail. This is a secondary natural attack that deals 1d4 points of bludgeoning damage. Furthermore, you can augment your tail slap attack with a kobold tail attachment. For the purpose of weapon feats, you are considered proficient with all kobold tail attachments.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">At the start of your turn, you can spend 5 stamina points to treat your tail slap as a primary natural attack until the beginning of your next turn. The tail slap is treated as a primary attack even if used along with weapon attacks as part of a full attack."
		]
	},
	"tail_weapon": {
		"name": "Tail Weapon",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Tail Weapon (Combat)",
			"",
			"{SOURCE Monster Codex/200}",
			"",
			"You have strengthened your tail enough that you can use it to make slap attacks and augment your balance.  ",
			"**Prerequisites:** Base attack bonus +1, serpentfolk.  ",
			"**Benefit:** You can make a tail slap attack with your tail. This is a secondary natural attack that deals 1d6 points of bludgeoning damage. You also gain a +2 racial bonus on Acrobatics checks to balance and to your CMD against maneuvers that attempt to move you from your square."
		]
	}
}
