{
	"fearsome_finish": {
		"name": "Fearsome Finish",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Fearsome Finish (Combat)",
			"",
			"{SOURCE Inner Sea Gods/212;Faiths of Corruption/24}",
			"",
			"When you slay enemies, you frighten other opponents.  ",
			"**Prerequisites:** {feat/Intimidating Prowess}, worshiper of {faith/Lamashtu}.  ",
			"**Benefit:** Upon reducing an enemy to 0 or fewer hit points, for the remaining duration of the combat encounter, you gain a +4 bonus on any {skill/Intimidate} checks made to demoralize opponents who can see both you and the opponent you dropped."
		]
	},
	"fearsome_spell": {
		"name": "Fearsome Spell",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Fearsome Spell (Metamagic)",
			"",
			"{SOURCE Occult Adventures/134}",
			"",
			"Your spells inspire great fear in those harmed by them.  ",
			"**Benefit:** When a creature takes damage from a fearsome spell, if that creature failed its save against the spell, it becomes {misc/shaken} for a number of rounds equal to the spell's original level. If the spell doesn't allow a save, creatures harmed by it can attempt a Will save (against the same DC the spell would have if it did allow a save) to negate the shaken effect. If the spell effect already causes creatures to become shaken, on a failed save, add the duration of this metamagic effect to the duration of the shaken condition imposed by the spell. A fearsome spell can't cause a creature to become {misc/frightened}, even if that creature is already shaken. A fearsome spell uses up a spell slot 2 levels higher than the spell's actual level."
		]
	},
	"fearsome_spell_like_ability": {
		"name": "Fearsome Spell-Like Ability",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Fearsome Spell-Like Ability (Monster)",
			"",
			"{SOURCE Horror Adventures/87}",
			"",
			"Your spell-like ability induces fear in affected targets.  ",
			"**Prerequisites:** Spell-like ability at caster level 6th or higher.  ",
			"**Benefit:** Choose one of your spell-like abilities, subject to the restrictions described in this feat. You can use the chosen spell-like ability as a fearsome spell-like ability three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"When a target takes damage from a fearsome spell-like ability and fails its saving throw against the spell-like ability, it becomes {misc/shaken} for a number of rounds equal to the spell-like ability's equivalent spell level. If the spell-like ability doesn't allow a saving throw, creatures harmed by it can attempt a Will save (against the DC that the spell-like ability would have if it allowed a saving throw) to negate the shaken effect. If the effect of the spell-like ability also causes targets to become shaken and a target fails its saving throw, the duration of the shaken condition caused by this effect stacks with the spell-like ability's. A fearsome spell-like ability can't cause a creature to become {misc/frightened}, even if that creature is already shaken.",
			"",
			"You can only select a spell-like ability duplicating a spell with a level less than or equal to 1/2 your caster level (round down) - 2",
			"",
			"**Special:** This feat can be taken multiple times. Each time it is taken, you can apply it to a different spell-like ability.",
			"",
			"| Spell Level | Caster Level |",
			"| --- | --- |",
			"| 0 | 4th |",
			"| 1st | 6th |",
			"| 2nd | 8th |",
			"| 3rd | 10th |",
			"| 4th | 12th |",
			"| 5th | 14th |",
			"| 6th | 16th |",
			"| 7th | 18th |",
			"| 8th | 20th |",
			"| 9th | - |"
		]
	},
	"feign_curse": {
		"name": "Feign Curse",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Feign Curse",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"You can fool others into believing you have ensorcelled them.  ",
			"**Prerequisites:** {feat/Deceitful}, Bluff 5 ranks, Spellcraft 1 rank.  ",
			"**Benefit:** As a standard action, you can feign placing a curse on a target. The target must attempt a Sense Motive or Spellcraft check (whichever skill that target has a higher bonus with) against a DC equal to 15 + your number of ranks in Bluff + your Charisma modifier, with a bonus on his skill check equal to any conditional bonus he has on saving throws against hexes or curses (like from the spell {spell/hex ward}). If he fails, he becomes plagued by self-doubt and second-guesses himself. For his next two attack rolls, saving throws, skill checks, or ability checks, he rolls twice and takes the lower result; for every 5 ranks of Bluff you possess beyond 5, this ability affects an additional roll. This is a mind-affecting effect, and it doesn't work if the target is immune to curses. Once you attempt to feign putting a curse on a creature, you cannot do so again against the same creature for 24 hours, and if the target succeeds at detecting your ruse, he gains a +10 bonus against future attempts."
		]
	},
	"feint_defender": {
		"name": "Feint Defender",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Feint Defender (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/18}",
			"",
			"You use your shield to conceal your own body language and keep your attention focused.  ",
			"**Prerequisites:** {feat/Shield Focus}, base attack bonus +6 or fighter level 4th, Sense Motive 1 rank.  ",
			"**Benefit:** You add your shield's bonus to AC to the DC of feint attempts against you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 5 stamina points to force a foe to attempt two Bluff checks when trying to feint against you in combat, and use the lower of the two results."
		]
	},
	"feint_partner": {
		"name": "Feint Partner",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Feint Partner (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"A little diversion is all you need to slip through your foe's defenses.  ",
			"**Prerequisites:** Bluff 1 rank.  ",
			"**Benefit:** Whenever an ally who also has this feat successfully feints an opponent, that opponent also loses his Dexterity bonus to AC against the next attack you make against him before the end of the feinting ally's next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When feinting an opponent, you can spend 5 stamina points to have that opponent lose its Dexterity bonus to AC against the next attack made by any of your allies. If the next ally to attack that opponent also has this feat, that ally's attacks do not count as the next attack for the purpose of this combat trick, allowing another ally to gain this benefit."
		]
	},
	"feinting_flurry": {
		"name": "Feinting Flurry",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Feinting Flurry (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/24}",
			"",
			"Your subtle flourishes mislead your enemy, tricking it into changing its footing.  ",
			"**Prerequisites:** Dex 15, flurry of blows class feature, {feat/Combat Expertise}.  ",
			"**Benefit:** While using flurry of blows to make melee attacks, you can forgo your first attack to make a {skill/Bluff} check to feint."
		]
	},
	"feline_grace": {
		"name": "Feline Grace",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Feline Grace",
			"",
			"{SOURCE Advanced Race Guide/94}",
			"",
			"Your innate grace allows you to get out of the stickiest situations.  ",
			"**Prerequisites:** Dexterity 13, {race/catfolk}.  ",
			"**Benefit:** You gain a +2 bonus to your CMD against {rule/bull rush}, {rule/grapple}, {rule/overrun}, {rule/reposition/ing}, and {rule/trip} combat maneuvers."
		]
	},
	"felling_escape": {
		"name": "Felling Escape",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Felling Escape (Combat)",
			"",
			"{SOURCE Ultimate Combat/101}",
			"",
			"Through the use of fluid contortions and manipulations of leverage, you can throw your opponent to the ground after escaping a grapple.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Trip}.  ",
			"**Benefit:** When you break an opponent's grapple with a combat maneuver check or Escape Artist check, you can spend a swift action to make a trip attempt against that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to make the trip attempt from this feat as a free action instead of a swift action."
		]
	},
	"felling_smash": {
		"name": "Felling Smash",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Felling Smash (Combat)",
			"",
			"{SOURCE Ultimate Combat/101}",
			"",
			"You commit all your focus to a devastating blow, trying to crush your opponent to the ground.  ",
			"**Prerequisites:** Int 13, Str 13, {feat/Combat Expertise}, {feat/Improved Trip}, {feat/Power Attack}, base attack bonus +6.  ",
			"**Benefit:** If you use the attack action to make a single melee attack at your highest base attack bonus while using Power Attack and you hit an opponent, you can spend a swift action to attempt a trip combat maneuver against that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to make the trip attempt from this feat as a free action instead of a swift action."
		]
	},
	"fencing_grace": {
		"name": "Fencing Grace",
		"sources": [
			"Ultimate Intrigue",
			"Advanced Class Origins"
		],
		"description": [
			"## Fencing Grace (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/83;Advanced Class Origins/27}",
			"",
			"Your dashing style and fluid rapier forms allow you to use agility rather than brute force to fell your foes.  ",
			"**Prerequisites:** Dex 13, {feat/Weapon Finesse}.  ",
			"**Benefit:** When wielding a {eq-weapon/rapier} one-handed, you can add your Dexterity modifier instead of your Strength modifier to that weapon's damage. The rapier must be one appropriate for your size. You do not gain this benefit while fighting with two weapons or using flurry of blows, or anytime another hand is otherwise occupied.",
			"",
			"In addition, if you have the panache class feature, you gain a +2 bonus to your CMD against attempts to disarm you of your rapier while you have at least 1 panache point."
		]
	},
	"feral_combat_training": {
		"name": "Feral Combat Training",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Feral Combat Training (Combat)",
			"",
			"{SOURCE Ultimate Combat/101}",
			"",
			"You were taught a style of martial arts that relies on the natural weapons from your racial ability or class feature.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Weapon Focus} with selected natural weapon.  ",
			"**Benefit:** Choose one of your natural weapons. While using the selected natural weapon, you can apply the effects of feats that have Improved Unarmed Strike as a prerequisite.  ",
			"**Special:** If you are a monk, you can use the selected natural weapon with your flurry of blows class feature.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">At the start of your turn, you can spend any number of stamina points. Until the beginning of your next turn, for every 2 stamina points you spent this way, you can apply the effects of Feral Combat Training to a single natural weapon attack made with a natural weapon other than the weapon chosen with this feat."
		]
	},
	"feral_grace": {
		"name": "Feral Grace",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Feral Grace (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/218}",
			"",
			"The animal's grace and agility are honed for battle, making it a deadly combatant.  ",
			"**Prerequisites:** {feat/Weapon Finesse}, base attack bonus +3, {ability/animal companion}.  ",
			"**Benefit:** Choose one of the animal companion's natural attack. When the {sidekick/animal companion} makes a melee attack with the chosen natural attack using its Dexterity bonus on attack rolls and its Strength bonus on damage rolls, it adds 1/4 of its Hit Dice as a bonus on damage rolls. This bonus damage doesn't increase or decrease based upon whether the natural attack is a primary or secondary natural attack.  ",
			"**Special:** You can select this feat multiple times. Its effects don't stack. Each time you select this feat, choose a different natural attack to apply its benefit to."
		]
	},
	"feral_heart": {
		"name": "Feral Heart",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Feral Heart (Story)",
			"",
			"{SOURCE Ultimate Campaign/69}",
			"",
			"In your chest beasts the heart of a wild beast.  ",
			"**Prerequisites:** You must have reverted to savage behavior through a traumatic event or extended period in the wilderness, or have the Raised by Beasts background (either the [adoption](rule/birth_circumstances_and_more) or [druid](rule/class_background_tables) version).  ",
			"**Benefit:** Whenever you receive a morale bonus on Strength or attack rolls (such as from {spell/heroism} or the barbarian rage class feature), you receive a +2 bonus on Dexterity- and Strength-based ability and skill checks and a +1 bonus on Reflex saves until the morale bonus effect ends.  ",
			"**Goal:** Woo and then marry or otherwise enter into a committed relationship with a person from a civilized culture. This relationship must be forged in love, not bought or coerced.  ",
			"**Completion Benefit:** Delay the penalties for the {misc/exhausted}, {misc/fatigued}, {misc/shaken}, and {misc/sickened} conditions for 1 round after first receiving them. If you already have the condition in question and it is applied again, this feat provides no benefit. Despite ignoring the penalties you do still have the condition. For example, if you become shaken again while benefiting from this feat, you become {misc/frightened} as normal."
		]
	},
	"ferocious_action": {
		"name": "Ferocious Action",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Ferocious Action",
			"",
			"{SOURCE Advanced Race Guide/141}",
			"",
			"You ferocity is quick but shorter lived.  ",
			"**Prerequisites:** Ferocity racial trait, {race/orc}.  ",
			"**Benefit:** When you fall to 0 hit points or fewer, you lose 2 hit points each round, but you are not {misc/staggered}. If you are in a rage (such as that caused by the {class/barbarian} rage class feature), you instead only lose 1 hit point per round."
		]
	},
	"ferocious_beast": {
		"name": "Ferocious Beast",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Ferocious Beast (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/218}",
			"",
			"Through training or natural ability, the animal is skilled at unnerving its enemies.  ",
			"**Prerequisites:** Intimidate 1 rank, {sidekick/animal companion}.  ",
			"**Benefit:** The animal companion uses half its master's class level (minimum 1) in place of its Charisma bonus on {skill/Intimidate} checks to demoralize an opponent, as well as on Intimidate checks to use the {feat/Antagonize} feat. In addition, the animal companion can use Intimidate to demoralize an opponent as a move action.  ",
			"**Special:** An animal companion can't take both Ferocious Beast and {feat/Intimidating Prowess}."
		]
	},
	"ferocious_feint": {
		"name": "Ferocious Feint",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Ferocious Feint (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/218}",
			"",
			"Through training or inborn ability, the animal is naturally skilled at feinting against its foes.  ",
			"**Prerequisites:** Bluff 1 rank, {sidekick/animal companion}.  ",
			"**Benefit:** The animal companion uses half its master's class level (minimum 1) in place of its Charisma bonus on Bluff checks to feint an opponent. In addition, the animal companion can use Bluff to feint an opponent as a move action."
		]
	},
	"ferocious_horde": {
		"name": "Ferocious Horde",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Ferocious Horde (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/206}",
			"",
			"Seeing a fellow orc bleed makes you fight harder.  ",
			"**Prerequisites:** {race/Orc}, ferocity racial trait.  ",
			"**Benefit:** Whenever you are at or below half of your full hit points and an orc ally within 30 feet who also has this feat is at or below half of her full hit points, you gain a +2 morale bonus on attack rolls."
		]
	},
	"ferocious_loyalty": {
		"name": "Ferocious Loyalty",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Ferocious Loyalty (Teamwork)",
			"",
			"{SOURCE Blood of the Moon/11}",
			"",
			"You have a powerful sense of responsibility for your allies.  ",
			"**Benefit:** You gain a +1 morale bonus on attack rolls against any foe that currently threatens an ally who also has this feat. Whenever an ally with this feat is rendered {misc/helpless} or killed within 30 feet of you, you gain a +2 morale bonus on attack rolls for 1 minute or until the foe responsible is rendered helpless or killed, whichever comes first."
		]
	},
	"ferocious_resolve": {
		"name": "Ferocious Resolve",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Ferocious Resolve",
			"",
			"{SOURCE Advanced Race Guide/57}",
			"",
			"Your orc heritage allows you to fight on.  ",
			"**Prerequisites:** Con 13, {race/half-orc}, orc ferocity racial trait.  ",
			"**Benefit:** You gain the {umr/ferocity} universal monster ability, allowing you to continue fighting at negative hit points. When using this ability, you gain a +2 bonus on Intimidate checks.  ",
			"**Normal:** A half-orc with the orc ferocity racial trait can fight for 1 more round after he is brought below 0 hit points."
		]
	},
	"ferocious_summons": {
		"name": "Ferocious Summons",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Ferocious Summons",
			"",
			"{SOURCE Advanced Race Guide/57}",
			"",
			"Your summoned creatures gain your ferocity.  ",
			"**Prerequisites:** {feat/Augment Summoning}, {race/half-orc} or {race/orc}.  ",
			"**Benefit:** Creatures you summon gain the {umr/ferocity} universal monster ability."
		]
	},
	"ferocious_tenacity": {
		"name": "Ferocious Tenacity",
		"sources": [
			"Advanced Race Guide",
			"Orcs of Golarion",
			"Pathfinder Unchained"
		],
		"description": [
			"## Ferocious Tenacity (Combat)",
			"",
			"{SOURCE Advanced Race Guide/57;Orcs of Golarion/24}",
			"",
			"You spit in the face of death.  ",
			"**Prerequisites:** Ferocity racial trait, {race/half-orc} or {race/orc}, rage class feature.  ",
			"**Benefit:** Once per day when raging, if you are hit by an attack that would deal enough hit points of damage to kill you (negative hit points equal to your Constitution score), as an immediate action you may expend 1 or more rounds of rage to negate some of this damage and keep yourself alive. Each round of rage you spend reduces the attack's damage by 1 point, but cannot reduce the damage taken below 1 hit point.",
			"",
			"For example, if you are raging, have a raging Constitution score of 18, are currently at 2 hit points, and take 20 hit points of damage from a hit (which is enough to bring you to -18 hit points, thereby killing you), you may spend 1 round of rage to reduce the damage by 1 hit point (leaving you perilously close to death at -17 hit points); if you spend 17 rounds of rage, you reduce the damage to 1 (the minimum), leaving you with 1 hit point.  ",
			"**Note:** If this damage still makes you fall unconscious, your rage ends just like it normally would, lowering your Constitution to its normal value and reducing your hit point total as normal. Therefore, it is possible to use this feat to prevent yourself from instantly dying, yet you still die because your negative hit points exceed your normal Constitution score - take your normal Constitution into account when deciding how many rounds of rage to spend with this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When using this feat, you can spend 2 stamina points in place of 1 round of rage to gain the same effects."
		]
	},
	"fetid_breath": {
		"name": "Fetid Breath",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Fetid Breath",
			"",
			"{SOURCE Monster Codex/152}",
			"",
			"The rotting of your flesh has spread to your lungs and fills them with putrid fluids.  ",
			"**Prerequisites:** Con 15, {feat/Corrupted Flesh}, 6 HD, {monster/ogre}.  ",
			"**Benefit:** You can exhale a 30-foot cone of vile-smelling, moist air mixed with phlegm and remnants of old meals. Creatures in the area must succeed at a Fortitude save (DC = 10 + 1/2 your Hit Dice + your Constitution modifier) or they are {misc/nauseated} for 1d6 minutes. Affected creatures that spend a full-round action gasping for fresh air and scraping off your oral debris may attempt another save to overcome the effect. You can use this breath weapon twice per day, plus one additional time per day for every 6 HD you possess beyond 6."
		]
	},
	"fey_foundling": {
		"name": "Fey Foundling",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Fey Foundling",
			"",
			"{SOURCE Inner Sea World Guide/286;Pathfinder Campaign Setting/80}",
			"",
			"You were found in the wilds as a child, bearing a mark of the First World.  ",
			"**Prerequisites:** You may only select this feat at 1st level.  ",
			"**Benefit:** Your strange connection to the First World and the fey infuses you with life, and whenever you receive magical healing, you heal an additional 2 points per die rolled. You gain a +2 bonus on all saving throws against death effects. Unfortunately, you also suffer +1 point of damage from cold iron weapons (although you can wield cold iron weapons without significant discomfort)."
		]
	},
	"fey_friend": {
		"name": "Fey Friend",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Fey Friend",
			"",
			"{SOURCE Inner Sea Gods/212}",
			"",
			"Your reverence for the Eldest helps make fey your allies.  ",
			"**Prerequisites:** Worshiper of one of the Eldest.  ",
			"**Benefit:** Fey regard you as akin to them, and the spells and other abilities of fey treat you as fey or your actual type, whichever is more advantageous to you. You gain a +2 bonus on Bluff, Diplomacy, and Sense Motive checks against fey."
		]
	},
	"fey_insight": {
		"name": "Fey Insight",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Fey Insight",
			"",
			"{SOURCE Ultimate Wilderness/111}",
			"",
			"You have insight into the weird, alien minds of fey and can use this knowledge to more handily negotiate with or manipulate the capricious creatures.  ",
			"**Prerequisites:** Wis 13; Knowledge (nature) or Knowledge (planes) 2 ranks.  ",
			"**Benefit:** You gain a +2 bonus on Bluff, Diplomacy, and Sense Motive skill checks when interacting with creatures of the fey type. If you have 10 or more ranks in one of these skills, the bonus gained when interacting with creatures of the fey type increases to +4 for that skill."
		]
	},
	"fey_obedience": {
		"name": "Fey Obedience",
		"sources": [ "The First World, Realm of the Fey" ],
		"description": [
			"## Fey Obedience",
			"",
			"{SOURCE The First World, Realm of the Fey/17}",
			"",
			"Your devotion to one of the Eldest is so great that daily prayer and offerings grant you special boons.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks, must worship one of the Eldest.  ",
			"**Benefit:** Each Eldest requires a different obedience, but each obedience takes only 1 hour to perform. Once you've performed the obedience, you gain the benefit of a special ability or resistance as indicated in the \"Obedience\" entry for that Eldest.",
			"",
			"If you have at least 12 Hit Dice, you also gain the first boon granted by your Eldest upon undertaking your obedience. If you have at least 16 Hit Dice, you also gain the Eldest's second boon. If you have at least 20 Hit Dice, you also gain the Eldest's third boon. Unless a specific duration or number of uses per day is listed, a boon's effects are constant.",
			"",
			"{pclass/Feysworn} gain access to these boons at lower levels as a benefit of their prestige class.",
			"",
			"If you ever fail to perform a daily obedience, you lose all access to the benefits and boons granted by this feat until you next perform the obedience."
		]
	},
	"fey_performance": {
		"name": "Fey Performance",
		"sources": [
			"Ultimate Wilderness",
			"Heroes of the Wild"
		],
		"description": [
			"## Fey Performance",
			"",
			"{SOURCE Ultimate Wilderness/111;Heroes of the Wild/26}",
			"",
			"The wind, trees, earth, and local wildlife join in on your bardic performances.  ",
			"**Prerequisites:** {ability/Bardic performance} class ability.  ",
			"**Benefit:** You can enhance your performance with nature's sights and sounds by expending an extra round of bardic performance at the start of the performance. The range of the performance increases by 30 feet. Furthermore, for the purposes of affecting blind and deaf creatures, this performance counts as having both audible and visible components. This feat doesn't function in environments devoid of animal and plant life."
		]
	},
	"fey_spell_lore": {
		"name": "Fey Spell Lore",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fey Spell Lore",
			"",
			"{SOURCE Ultimate Intrigue/83}",
			"",
			"You have learned the treacherous spells employed by the fey.  ",
			"**Prerequisites:** Cha 13, Spellcraft 1 rank, ability to cast druid spells.  ",
			"**Benefit:** Add the following spells to your druid spell list at the indicated levels: 0-{spell/dancing lights}, 1st-{spell/lesser confusion}, 2nd-{spell/charm person}, 3rd-{spell/invisibility}, 4th-{spell/bestow curse}, 5th-{spell/charm monster}, 6th-{spell/major curse}, 7th-{spell/cloak of dreams}, 8th-{spell/insanity}, 9th-{spell/irresistible dance}."
		]
	},
	"fey_spell_versatility": {
		"name": "Fey Spell Versatility",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fey Spell Versatility",
			"",
			"{SOURCE Ultimate Intrigue/83}",
			"",
			"You have learned magical secrets from the fey.  ",
			"**Prerequisites:** Cha 13, Spellcraft 1 rank, ability to cast {class/ranger} spells.  ",
			"**Benefit:** Choose a 1st-level spell, a 2nd-level spell, a 3rd-level spell, and a 4th-level spell from the {main/spells_<bard}, {main/spells<sorcerer|//wizard}, or {main/spells_<witch} spell list that is either from the enchantment or illusion school or a spell with the curse descriptor. Add those spells to your ranger spell list. Once chosen, these spells cannot be changed."
		]
	},
	"fey_guarded": {
		"name": "Fey-Guarded",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Fey-Guarded",
			"",
			"{SOURCE Ultimate Wilderness/111}",
			"",
			"You have trained your mind to resist fey magic - both that cast by fey creatures and that cast by other denizens of the First World.  ",
			"**Prerequisites:** Knowledge (nature) or Knowledge (planes) 3 ranks.  ",
			"**Benefit:** You gain a +2 morale bonus on saving throws against enchantment and illusion spells and spell-like abilities cast by creatures of the fey type."
		]
	},
	"field_repair": {
		"name": "Field Repair",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Field Repair",
			"",
			"{SOURCE Ultimate Combat/101}",
			"",
			"You can repair your {misc/broken} weapon or armor to serviceability even without the benefits of artisan tools.  ",
			"**Prerequisites:** Craft 4 ranks.  ",
			"**Benefit:** If you are trained in a Craft skill appropriate to a broken item, you can repair that item with no raw material cost and no penalty on your Craft skill check for using improvised tools. If you spend a day, the item regains 1 hit point plus one-quarter of its original hit points. Alternatively, if the item gained the broken condition because it is a firearm that has misfired or a siege engine that suffered a mishap, or has the broken condition because it has the {misc/fragile} weapon quality (or some similar quality), you can make a Craft check with the DC it takes to craft that item (see table below). If the check succeeds, the item loses the broken condition.  ",
			"**Normal:** Improvised tools impose a -2 penalty on Craft checks. Items require raw materials to repair.",
			"",
			"| Item | Craft Skill | Craft DC |",
			"| --- | --- | --- |",
			"| A weapon with the {misc/fragile} special quality | Weapon or Bow | Normal DC -5 |",
			"| One-handed firearm | Firearm | 20 |",
			"| Two-handed firearm | Firearm | 20 |",
			"| Siege firearm, heavy | Firearm | 25 |",
			"| Siege firearm, medium | Firearm | 30 |",
			"| Siege firearm, light | Firearm | 35 |",
			"| Ranged siege engine, heavy | Siege Engine | 20 |",
			"| Ranged siege engine, medium | Siege Engine | 25 |"
		]
	},
	"fiend_sight": {
		"name": "Fiend Sight",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Fiend Sight",
			"",
			"{SOURCE Advanced Race Guide/174}",
			"",
			"Your eyes develop keener sight in dim light and darkness.  ",
			"**Prerequisites:** Darkvision 60 ft., {race/tiefling}.  ",
			"**Benefit:** You gain low-light vision and your darkvision improves to 120 ft.  ",
			"**Special:** You can take this feat twice. When you take it a second time, you gain the {umr/see in darkness} universal monster ability."
		]
	},
	"fiendish_darkness": {
		"name": "Fiendish Darkness",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Fiendish Darkness",
			"",
			"{SOURCE Blood of Fiends/24}",
			"",
			"You can use your darkness spell-like ability more often.  ",
			"**Prerequisites:** Darkness spell-like ability, {race/tiefling}.  ",
			"**Benefit:** You can use {spell/darkness} three times per day as a spell-like ability.  ",
			"**Normal:** Tieflings can use *darkness* once per day as a spell-like ability."
		]
	},
	"fiendish_facade": {
		"name": "Fiendish Facade",
		"sources": [
			"Blood of Fiends",
			"Pathfinder #25: The Bastards of Erebus"
		],
		"description": [
			"## Fiendish Facade",
			"",
			"{SOURCE Blood of Fiends/25;Pathfinder #25: The Bastards of Erebus/66}",
			"",
			"You are easily mistaken for a member of another race. Your fiendish physical traits are normally hidden by clothing or appear to be markings of another race.  ",
			"**Prerequisites:** Must be taken at 1st level, {race/tiefling}.  ",
			"**Benefit:** You gain a +5 racial bonus on Disguise checks when attempting to impersonate a particular race. You must select the race you are able to impersonate when you select this feat, and thereafter you cannot change the race you have chosen. That race must be Medium size."
		]
	},
	"fiendish_heritage": {
		"name": "Fiendish Heritage",
		"sources": [
			"Blood of Fiends",
			"Pathfinder #25: The Bastards of Erebus"
		],
		"description": [
			"## Fiendish Heritage",
			"",
			"{SOURCE Pathfinder #25: The Bastards of Erebus/66}",
			"",
			"You possess a strong tie to your fiendish ancestors, granting you favorable abilities.  ",
			"**Prerequisites:** {race/Tiefling}, must be taken at 1st level.  ",
			"**Benefit:** Your fiendish bloodline proves particularly strong, being tied to a specific race of fiends. Rather than taking a tiefling's usual racial ability modifiers, choose one of the {race/tiefling/ heritage modifiers}. In addition, you may roll on the Variant Tiefling Abilities table three times and choose the most favorable ability.  ",
			"**Special:** {source/Blood of Fiends/ pgs. 18-23} reprinted the tiefling heritages without requiring this feat to access them. This feat is now essentially irrelevant."
		]
	},
	"fiendish_obedience": {
		"name": "Fiendish Obedience",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Fiendish Obedience",
			"",
			"{SOURCE Book of the Damned/178}",
			"",
			"Your devotion to a fiendish patron (be it a deity, demigod, or quasi deity) is so great that daily prayer and minor sacrifices grant you special boons.  ",
			"**Prerequisites:** Knowledge (religion) 3 ranks; must worship a fiendish deity, demigod, or quasi deity.  ",
			"**Benefit:** Each fiend requires a different daily obedience, but all obediences take no more than 1 hour per day to perform. You can combine the ritual of obedience with the time needed to prepare your spellcasting for the day. Once you've performed an obedience, you gain the benefit of a special ability or defense as indicated in the \"Obedience\" entry for the fiend to whom you performed the obedience.",
			"",
			"If you have at least 12 Hit Dice, upon undertaking your obedience, you also gain the first boon granted by your fiend. If you have at least 16 Hit Dice, you also gain the deity's second boon. If you have 20 Hit Dice or more, you also gain the deity's third boon. Unless a specific duration or number of uses per day is listed, a boon's effects are constant.",
			"",
			"When you gain boons from Fiendish Obedience, you typically gain that fiend's exalted boons. If you take the {feat/Damned Disciple} or {feat/Damned Soldier} feat, you can choose instead to take a sentinel or evangelist boon as appropriate. Certain prestige classes also alter which category of boon you gain. Regardless, once you select a boon, you can't normally change the type of boon you've selected at a later date (unless taking levels in a specific prestige class retroactively changes your boons).",
			"",
			"The {pclass/demoniac}, {pclass/diabolist}, and {pclass/souldrinker} prestige classes grant access to these boons at lower Hit Dice as a benefit of their prestige class. For each of these classes, you must select whether you want to take the evangelist, exalted, or sentinel boons; once you make that choice, you are locked in to that category of boon (and previous boon choices retroactively change as appropriate). If you ever fail to perform a daily obedience, you lose all access to the benefits and boons granted by this feat until you next perform the obedience."
		]
	},
	"fiendish_resilience": {
		"name": "Fiendish Resilience",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Fiendish Resilience",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"You dodge energy attacks with amazing agility.  ",
			"**Prerequisites:** Dex 13, {ability/evasion} class feature, {race/tiefling}.  ",
			"**Benefit:** Choose one of the following energy types that you have resistance to: cold, electricity, or fire. Anytime you make a Reflex saving throw against an attack that deals the selected type of energy damage and is subject to your evasion class feature, you gain a +4 competence bonus on the save.  ",
			"**Special:** You can take this feat multiple times. Each time you take it, you select a different qualifying energy type."
		]
	},
	"fiendish_serpent": {
		"name": "Fiendish Serpent",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Fiendish Serpent",
			"",
			"{SOURCE Book of the Damned/178}",
			"",
			"While transforming into a serpent is most common among fiendish servants of serpentine demigods such as Abraxas or Geryon, worshipers of any fiend might assume this shape.  ",
			"**Prerequisites:** Bipedal body shape, non-native {type/outsider} with the evil subtype.  ",
			"**Benefit:** You slither upon a serpentine tail that has replaced your legs. This grants you a climb speed and swim speed equal to your base speed, and you can't be tripped."
		]
	},
	"fiendish_wings": {
		"name": "Fiendish Wings",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Fiendish Wings",
			"",
			"{SOURCE Book of the Damned/179}",
			"",
			"You have great wings capable of bearing you aloft. The wings you gain this way vary, from the bat-like wings common among demons and devils, to the feathered wings of Szuriel's generals, to the stretched-skin membranes of kytons.  ",
			"**Prerequisites:** Non-native {type/outsider} with the evil subtype.  ",
			"**Benefit:** Your wings grant you a fly speed equal to your base speed with good maneuverability."
		]
	},
	"fiendskin": {
		"name": "Fiendskin",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Fiendskin (Damnation)",
			"",
			"{SOURCE Champions of Corruption/16}",
			"",
			"The forces of darkness gird you against the light.  ",
			"**Benefit:** You gain defensive abilities related to your patron's outsider subtype. For example, if your patron is a devil, the abilities listed below tie into the devil subtype. These benefits tie to your patron's subtype, not your specific patron (its abilities might differ from the norm).",
			"",
			"**One** @hll[main/feats_<Damnation/ Feat:] Choose one of the energy types to which your patron's outsider subtype grants resistance. You gain resistance 5 against that energy type.  ",
			"**Two Damnation Feats:** Choose one of the energy types to which your patron's outsider subtype grants resistance. You gain resistance 5 against that energy type. If you already have resistance to the chosen energy type (even from earlier benefits of this feat), this new resistance stacks with the existing resistance.  ",
			"**Three Damnation Feats:** Choose one of the energy types to which your patron's outsider subtype grants resistance. You gain immunity to the selected energy type.  ",
			"**Four Damnation Feats:** Your creature type changes to outsider (native). Additionally, choose one energy type to which your patron's outsider subtype grants immunity or resistance. You gain immunity to that energy type."
		]
	},
	"fight_on": {
		"name": "Fight On",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Fight On",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You can keep fighting even after you should be dead.  ",
			"**Prerequisites:** Con 13; {race/dwarf}, {race/half-orc}, or {race/orc}.  ",
			"**Benefit:** Once per day, you can gain a number of {rule/temporary hit points} equal to your Constitution modifier. You can activate this feat as an immediate action when reduced to 0 or fewer hit points. You can use this feat to prevent yourself from dying. These temporary hit points last for 1 minute. If your hit points drop below 0 due to the loss of these temporary hit points, you fall unconscious and are dying as normal. If you also have the ferocity racial trait, you can use that once you have lost the temporary hit points from this feat."
		]
	},
	"fighting_frenzy": {
		"name": "Fighting Frenzy",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Fighting Frenzy (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Class Origins/27}",
			"",
			"You feed off the rage of your allies.  ",
			"**Prerequisites:** Cha 13, rage class feature.  ",
			"**Benefit:** When you are in a rage and an ally with this feat within 60 feet is in a rage, you don't take the normal -2 penalty to AC for being in a rage. If you would take a larger penalty to AC for being in a rage, reduce that penalty by 2."
		]
	},
	"figments_fluidity": {
		"name": "Figment's Fluidity",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Figment's Fluidity (Familiar)",
			"",
			"{SOURCE Familiar Folio/19}",
			"",
			"Your familiar can rework the dream-stuff it is made of.  ",
			"**Prerequisites:** Must have a {ability/familiar} with the {arc-familiar/figment} archetype.  ",
			"**Benefit:** Once per day, your {sidekick/familiar} can spend a full-round action to manually reshape itself, reassigning 1 evolution point of eidolon {ability/evolutions}. The evolution it loses can't be a prerequisite for any other evolutions it has. It can use this ability twice per day at 7th level, and three times per day at 13th level."
		]
	},
	"filth_forager": {
		"name": "Filth Forager",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Filth Forager",
			"",
			"{SOURCE Heroes of the Streets/28}",
			"",
			"Your regular exposure to the filth and unfortunate residues common to sewers and subterranean urban environs has caused you to develop a resistance to the effects of such conditions.  ",
			"**Benefit:** You gain a +4 bonus on all saving throws against diseases and any effect that would cause you to become {misc/nauseated} or {misc/sickened}."
		]
	},
	"filthy_weapons": {
		"name": "Filthy Weapons",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Filthy Weapons (Combat)",
			"",
			"{SOURCE Heroes of the Streets/29}",
			"",
			"You spread contagion with your weapons by covering their business ends in virulent muck and sewage.  ",
			"**Prerequisites:** Knowledge (dungeoneering) 1 rank, Knowledge (nature) 1 rank.  ",
			"**Benefit:** You can take a standard action to cover a weapon in decomposing waste, slimy filth, or other virulent agent. The next attack with that weapon that succeeds against a foe exposes the target to {disease/filth fever}. If the attack is a critical hit, the filth fever has an onset time of 1 round, and a save DC equal to 10 + 1/2 your base attack bonus + your Intelligence modifier."
		]
	},
	"final_embrace": {
		"name": "Final Embrace",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Final Embrace (Combat)",
			"",
			"{SOURCE Ultimate Combat/101}",
			"",
			"Your coils are particularly deadly, allowing you to constrict opponents of your size or smaller.  ",
			"**Prerequisites:** Str 13, Int 3; {family/naga}, {monster/serpentfolk}, or creature that has the {umr/constrict} special attack as a racial ability; base attack bonus +3.  ",
			"**Benefit:** You gain the constrict and {umr/grab} special attacks. Your constrict attack deals damage equal to your unarmed strike or primary natural weapon melee attack. Further, you can grab and constrict opponents up to your size.  ",
			"**Normal:** You can grab and constrict creatures one size smaller than you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">You can spend 2 stamina points to grab a creature one size category larger than you."
		]
	},
	"final_embrace_horror": {
		"name": "Final Embrace Horror",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Final Embrace Horror (Combat)",
			"",
			"{SOURCE Ultimate Combat/101}",
			"",
			"Your constricting attack has become stronger and more lethal.  ",
			"**Prerequisites:** Str 15, Int 3; {family/naga}, {monster/serpentfolk}, or creature that has the {umr/constrict} special attack; {feat/Final Embrace}; base attack bonus +6.  ",
			"**Benefit:** A creature that takes damage from your constrict attack is also {misc/shaken} until the start of your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When a creature is damaged by your constrict ability, you can spend 5 stamina points to sicken that creature until the start of your next turn."
		]
	},
	"final_embrace_master": {
		"name": "Final Embrace Master",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Final Embrace Master (Combat)",
			"",
			"{SOURCE Ultimate Combat/102}",
			"",
			"Few creatures can survive the crushing horror of your Final Embrace.  ",
			"**Prerequisites:** Str 17, Int 3; {family/naga}, {monster/serpentfolk}, or creature that has the {umr/constrict} special attack; {feat/Final Embrace}; {feat/Final Embrace Horror}; base attack bonus +9.  ",
			"**Benefit:** Double the number of damage dice for your constrict special attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">Each time you constrict, you can spend 5 stamina points to triple the damage dice of your constrict ability instead of doubling them."
		]
	},
	"find_the_flaw": {
		"name": "Find the Flaw",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Find the Flaw",
			"",
			"{SOURCE Plane-Hopper's Handbook/15}",
			"",
			"You sense the minute imperfections in the otherwise ordered structure of your foes' weapons and armor.  ",
			"**Prerequisites:** Str 13, {feat/Improved Sunder}, {feat/Power Attack}, base attack bonus +1, Craft (armor or weapons) 5 ranks, {race/aphorite}.  ",
			"**Benefit:** When performing a {rule/sunder} combat maneuver, you ignore a number of points of hardness equal to your Intelligence modifier."
		]
	},
	"finesse_shot": {
		"name": "Finesse Shot",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Finesse Shot (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/21}",
			"",
			"You can use ranged attacks to perform actions that require finesse.  ",
			"**Prerequisites:** {feat/Marksman's Utility}, base attack bonus +7, weapon training class feature with a ranged weapon.  ",
			"**Benefit:** In addition to the options allowed by the {deed/utility shot} gunslinger deed, you gain access to the following utility shots.",
			"",
			">@HL[Open/Close Object:] You can use a ranged attack to open or close an object as a standard action. You make an attack roll against an unattended and unlocked door, window, or container within the first range increment of your weapon. Such an object has an AC equal to 3 + the object's size modifier (minimum +0) + its hardness. If you hit, the object opens if it is closed or closes if it is open. Otherwise, this ability functions as the {spell/open//close} spell.",
			">",
			">@HL[Triggering Shot:] You can use a ranged attack to trigger a trap. You make a ranged attack against a trap you are aware of that is within your weapon's first range increment. The trap's AC is equal to 10 + its Disable Device DC. If you hit, the trap automatically triggers as if its trigger condition had been met.",
			">",
			">@HL[Use Object:] You can attempt to use a simple object by shooting it as a standard action. This ability functions as the *scoot unattended object* use of the utility shot deed, except you pull or push the object in such a way that it activates. For example, you can shoot an unattended lever, causing it to activate and lower a drawbridge."
		]
	},
	"finishing_cascade": {
		"name": "Finishing Cascade",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Finishing Cascade (Combat, Combination)",
			"",
			"{SOURCE Martial Arts Handbook/27}",
			"",
			"Your blows set up your opponents for a devastating finish.  ",
			"**Prerequisites:** Base attack bonus +11 or monk level 11th; at least one {main/feats_<combination/ feat}.",
			"",
			"The first time in a round you use a combination feat to apply a reduction or penalty to yourself or an enemy, you can double the feat's numerical modifier. For example, you can double the reduction granted by {feat/Combat Rhythm} to -2. This does not double any other effects of combination feats, such as damage."
		]
	},
	"fire_gods_blessing": {
		"name": "Fire God's Blessing",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Fire God's Blessing",
			"",
			"{SOURCE Orcs of Golarion/25}",
			"",
			"The Fire God rewards you for killing enemies with flame.  ",
			"**Prerequisites:** {race/Half-orc} or {race/orc}, worshiper of the Fire God ({faith/Sezelrian}).  ",
			"**Benefit:** When in combat, if you deal fire damage to an enemy, you heal 1 hit point. You can only benefit from this healing once per round. Attacks that cause a target to catch on fire heal you each round the target takes fire damage."
		]
	},
	"fire_hand": {
		"name": "Fire Hand",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Fire Hand (Combat)",
			"",
			"{SOURCE Advanced Race Guide/118}",
			"",
			"Born with a torch in your hand, you have a gift with anything that burns.  ",
			"**Prerequisites:** {race/Goblin}.  ",
			"**Benefit:** You can wield a {eq-misc/torch} as a weapon without taking the nonproficient penalty and gain a +1 bonus on attack rolls with melee weapons that deal fire damage.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When you hit with a torch attack, you can spend 1 stamina point. If you do, the fire damage dealt with that attack increases to 1d6 points of fire damage."
		]
	},
	"fire_music": {
		"name": "Fire Music",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Fire Music",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"Your ability to command fire and bardic music has created a strange blend of both magics.  ",
			"**Prerequisites:** Spellcraft 5 ranks, ability to cast {main/spells_<bard/ spells}, ability to cast an arcane fire spell from some other spellcasting class.  ",
			"**Benefit:** When you cast a bard spell that deals damage, you may replace the spell's normal damage with fire damage or split the spell's damage so that half of it is the normal damage type and half is fire damage.",
			"",
			"If you cast a {spell/summon monster>_1} spell as a bard spell, you may choose to give the summoned creature a fiery appearance, which gives it fire resistance 5 and adds +1 fire damage to all of its natural attacks. The creature sheds dim light in a 5-foot radius. This aspect of the feat has no effect if the creature already has the fire subtype.",
			"",
			"When you use this feat, the affected spell gains the fire descriptor.",
			"",
			"### Mythic Fire Music",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You masterfully weave the ancient melodies of fire into your spells.  ",
			"**Prerequisites:** Fire Music.  ",
			"**Benefit:** When you use Fire Music to change any of the damage dealt by a bard spell to fire damage, that damage ignores fire resistance up to your tier.",
			"",
			"If you cast *summon monster* as a bard spell and choose to give the summoned creature a fiery appearance, increase its fire resistance by 5 (adding to the resistance already granted by Fire Music) and add 1d4 points of fire damage to all of its natural attacks instead of the +1 fire damage normally granted by Fire Music. Creatures with the fire subtype also gain these benefits."
		]
	},
	"fire_tamer": {
		"name": "Fire Tamer",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Fire Tamer",
			"",
			"{SOURCE Advanced Race Guide/118}",
			"",
			"You know your way around even magical fire.  ",
			"**Prerequisites:** {race/Goblin}.  ",
			"**Benefit:** You gain a +2 bonus on saves against spells with the fire descriptor. Additionally, your scars mark you as a talented fire tamer, granting you a +2 circumstance bonus on Diplomacy and Intimidate checks when dealing with other goblins."
		]
	},
	"firebrand": {
		"name": "Firebrand",
		"sources": [ "Faiths of Corruption" ],
		"description": [
			"## Firebrand (Combat)",
			"",
			"{SOURCE Faiths of Corruption/24}",
			"",
			"You can make use of a torch as a deadly, mace-like weapon.  ",
			"**Prerequisites:** Worshiper of {faith/Asmodeus}  ",
			"**Benefit:** You treat a {eq-misc/torch} as a light weapon that deals bludgeoning damage equal to that of a {eq-weapon/light mace} of its size, plus 1 point of fire damage, and you do not incur penalties as you would for using it as an {misc/improvised weapon}.  ",
			"**Normal:** A torch used in combat is treated as a one-handed improvised weapon that deals bludgeoning damage equal to that of a gauntlet of its size, plus 1 point of fire damage."
		]
	},
	"firesight": {
		"name": "Firesight",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Firesight",
			"",
			"{SOURCE Advanced Race Guide/130}",
			"",
			"Fire no longer blinds you, and smoke conceals nothing from your gaze.  ",
			"**Prerequisites:** {race/Ifrit}.  ",
			"**Benefit:** You can see through fire and smoke without penalty, ignoring any cover or concealment bonuses from fire and smoke. This does not allow you to see anything you could not otherwise see (for example, invisible creatures are still invisible). You are immune to the {misc/dazzled} condition."
		]
	},
	"first_general_of_the_east": {
		"name": "First General of the East",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## First General of the East (Origin)",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/73}",
			"",
			"Your creator was a soldier and person of war, and your memories are filled with the taste of blood.  ",
			"**Prerequisites:** Character level 5th, {race/shabti}.  ",
			"**Benefit:** Once per day, you can cast {spell/greater magic weapon} as a spell-like ability. You gain a second daily use at 9th level, and a third at 15th level. Only you can benefit from this spell-like ability; anyone else who wields the enchanted weapon gains no benefit from the spell. The caster level for this ability is equal to your character level."
		]
	},
	"flagbearer": {
		"name": "Flagbearer",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Flagbearer (Combat)",
			"",
			"{SOURCE Inner Sea World Guide/286;Pathfinder Campaign Setting/64}",
			"",
			"When brandishing a flag adorned with the standard of an organization you owe allegiance to, you inspire nearby members of the same allegiance.  ",
			"**Prerequisites:** Cha 15.  ",
			"**Benefit:** As long as you hold your clan, house, or party's flag, members of that allegiance within 30 feet who can see the flag (including yourself) gain a +1 morale bonus on attack rolls, weapon damage rolls, and saving throws against fear and charm effects. You must hold the flag in one hand in order to grant this bonus. If the standard is taken by the enemy or destroyed, this bonus becomes a penalty, affecting all creatures that the bonus previously affected for 1 hour (or until you reclaim the lost flag).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">Whenever you can see your flag but aren't holding it, you can spend 1 stamina point to gain the benefits of Flagbearer for 1 minute as if you were holding it."
		]
	},
	"flagellant": {
		"name": "Flagellant",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Flagellant",
			"",
			"{SOURCE Inner Sea Gods/212}",
			"",
			"You have learned to ignore the effects of pain through long years of exposure to it.  ",
			"**Prerequisites:** {feat/Endurance}, character level 7th, worshiper of {faith/Zon-Kuthon}.  ",
			"**Benefit:** You gain a +4 bonus on saving throws against pain effects. Also, you suffer no adverse effect when your nonlethal damage equals your current hit points, and you become {misc/staggered} when your nonlethal damage exceeds your current hit points. You never fall unconscious due to nonlethal damage.  ",
			"**Normal:** When your nonlethal damage equals your current hit points, you become staggered. When your nonlethal damage exceeds your current hit points, you fall unconscious."
		]
	},
	"flame_blade_dervish": {
		"name": "Flame Blade Dervish",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Flame Blade Dervish (Combat)",
			"",
			"{SOURCE Paths of the Righteous/13}",
			"",
			"You move effortlessly when wielding a flame blade.  ",
			"**Prerequisites:** Ability to cast flame blade as a spell or spell-like ability.  ",
			"**Benefit:** When you cast {spell/flame blade}, you gain a +10 enhancement bonus to your base speed as long as the spell persists, along with a +4 competence bonus on all Acrobatics checks. You add your Charisma modifier to damage rolls with your flame blade, and ignore the first 10 points of fire resistance possessed by a creature you hit with the flame blade for the purposes of determining the damage dealt by the flame blade. Against undead foes, you ignore the first 30 points of fire resistance. Immunity to fire still completely protects against damage from your flame blade."
		]
	},
	"flame_heart": {
		"name": "Flame Heart",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Flame Heart",
			"",
			"{SOURCE Advanced Race Guide/118}",
			"",
			"You have mastered fire magic and alchemy.  ",
			"**Prerequisites:** {feat/Fire Tamer}, character level 5th, {race/goblin}.  ",
			"**Benefit:** You gain fire resistance 5. When casting spells with the fire descriptor or throwing alchemist bombs that deal fire damage, treat your caster level or alchemist level as if you were 1 level higher."
		]
	},
	"flame_warrior": {
		"name": "Flame Warrior",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Flame Warrior (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"The raging inferno of your body flows through any sword or axe you wield.  ",
			"**Prerequisites:** Fire subtype, giant subtype.  ",
			"**Benefit:** You naturally transfer the heat of your body to any metal melee weapons you wield, dealing 1d6 additional points of fire damage."
		]
	},
	"flanking_foil": {
		"name": "Flanking Foil",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Flanking Foil (Combat)",
			"",
			"{SOURCE Ultimate Combat/102}",
			"",
			"Fighting multiple foes is easy for you.  ",
			"**Benefit:** Whenever you hit an adjacent opponent with a melee attack, until the start of your next turn, that opponent does not gain any {rule/flanking} bonus on attack rolls while it is flanking you and cannot deal {ability/sneak attack} damage to you. It can still provide a flank for its allies.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When using this feat, you can spend 5 stamina points. If you do, your target cannot flank with its allies against you until the start of your next turn."
		]
	},
	"flaring_spell": {
		"name": "Flaring Spell",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Flaring Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Magic/151}",
			"",
			"You dazzle creatures when you affect them with a spell that has the fire, light, or electricity descriptor.  ",
			"**Benefit:** The electricity, fire, or light effects of the affected spell create a flaring that dazzles creatures that take damage from the spell. A flare spell causes a creature that takes fire or electricity damage from the affected spell to become {misc/dazzled} for a number of rounds equal to the actual level of the spell. A flaring spell only affects spells with a fire, light, or electricity descriptor. A flaring spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"flaying_critical": {
		"name": "Flaying Critical",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Flaying Critical (Combat, Critical)",
			"",
			"{SOURCE Dragonslayer's Handbook/25}",
			"",
			"Your critical hits weaken your opponents' defenses.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +11.  ",
			"**Benefit:** Whenever you score a critical hit, your opponent takes a -1 penalty to its natural armor bonus for the duration of the encounter. This penalty is cumulative, but cannot reduce an opponent's natural armor bonus below 0."
		]
	},
	"fleet": {
		"name": "Fleet",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Fleet",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You are faster than most.  ",
			"**Benefit:** While you are wearing light or no armor, your base speed increases by 5 feet. You lose the benefits of this feat if you carry a medium or heavy load.  ",
			"**Special:** You can take this feat multiple times. The effects stack.",
			"",
			"### Mythic Fleet",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"You're fantastically light on your feet.  ",
			"**Prerequisites:** Fleet.  ",
			"**Benefit:** Your base land speed increases by 5 feet, regardless of what armor you wear or whether you're encumbered. This bonus stacks with the bonus gained from Fleet.  ",
			"**Special:** You can take this feat multiple times, but no more than the number of times you've taken non-mythic Fleet. The effects stack."
		]
	},
	"fleeting_spell": {
		"name": "Fleeting Spell",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fleeting Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Intrigue/83}",
			"",
			"Your spells vanish with unusual speed.  ",
			"**Benefit:** A fleeting spell's duration becomes {misc/dismissible}, if it is not already. You can dismiss your own fleeting spell as a swift action. When you dismiss a fleeting spell, its lingering aura cannot be detected by magic unless the caster succeeds at a caster level check against a DC equal to 11 + your caster level. The DC of dispel checks to counter a fleeting spell is reduced by 2, and once active, {spell/dispel magic} removes a fleeting spell without a caster level check. A fleeting spell has half its normal duration (with an {feat/extended} fleeting spell, these duration adjustments cancel out). Only spells with a duration of at least 2 rounds can be made fleeting, and instantaneous or permanent spells cannot be fleeting spells. A fleeting spell does not use up a higher-level spell slot than the spell's actual level.  ",
			"**Normal:** It is a standard action to dismiss a dismissible spell, and only spells whose Duration entry is marked with a D are dismissible."
		]
	},
	"flensing_strike": {
		"name": "Flensing Strike",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Flensing Strike",
			"",
			"{SOURCE Demons Revisited/8}",
			"",
			"Your slashing sneak attacks tend to slice away swaths of skin and natural armor.  ",
			"**Prerequisites:** {ability/Sneak attack} +3d6, {talent/bleeding attack} rogue talent or {umr/bleed} universal monster ability.  ",
			"**Benefit:** When you successfully inflict sneak attack damage on a foe with a slashing weapon, your attack doesn't go particularly deep, but you do carve away a significant portion of skin and flesh. If this sneak attack inflicts bleed damage, the victim of the sneak attack is {misc/sickened} by the pain and has its natural armor bonus (if any) reduced by a number of points equal to the number of sneak attack dice you possess. These penalties persist as long as the bleed damage persists. Multiple strikes on the same foe do not stack the bleed damage, but the penalty to natural armor does stack, to a maximum penalty equal to the target's normal full natural armor score."
		]
	},
	"fleshwarper": {
		"name": "Fleshwarper",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Fleshwarper (Item Creation)",
			"",
			"{SOURCE Horror Adventures/87}",
			"",
			"You can create creatures through an abominable alchemical process.  ",
			"**Prerequisites:** Craft (alchemy) 5 ranks, Heal 5 ranks, evil alignment.  ",
			"**Benefit:** You can create fleshwarped creatures and [fleshcraft](main/magic_misc) grafts (see {rule/Fleshwarping} for full details). A newly created fleshwarped creature has average hit points for its Hit Dice."
		]
	},
	"flexible_foe": {
		"name": "Flexible Foe",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Flexible Foe (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/10}",
			"",
			"Your expertise aids you against many similar foes.  ",
			"**Prerequisites:** Base attack bonus +5, favored enemy (any humanoid or any outsider), {ability/favored enemy} class feature.  ",
			"**Benefit:** Once per day as a swift action, you can change the subtype of the humanoid or outsider you chose as your favored enemy. For example, you can change your favored enemy from humanoid (elf) to humanoid (dwarf). The bonus granted by favored enemy when used in this way is always +2, regardless of the original bonus. This change lasts for a number of rounds equal to your character level.  ",
			"**Special:** You can gain this feat multiple times. Each time you take the feat, you can use this ability one additional time per day."
		]
	},
	"flexible_hex": {
		"name": "Flexible Hex",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Flexible Hex",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"Your wandering hex shifts at your command.  ",
			"**Prerequisites:** Wandering hex class feature.  ",
			"**Benefit:** Once per day as a swift action, you can change your wandering hex. When you change your hex, the new hex must be associated with the wandering spirit with which you are currently bonded. At 12th level, you can change either or both of your wandering hexes with the feat.  ",
			"**Normal:** {class/Shaman/s} select their hexes every day when they prepare their spells and cannot change them."
		]
	},
	"flexible_shadow_jump": {
		"name": "Flexible Shadow Jump",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Flexible Shadow Jump",
			"",
			"{SOURCE Blood of Shadows/25}",
			"",
			"You have refined your ability to leap through the shadows.  ",
			"**Prerequisites:** Shadow jump {pclass/shadowdancer} class feature.  ",
			"**Benefit:** When you travel between shadows using the shadow jump ability, the minimum increment that you can jump is 5 feet, allowing you to split your shadow jumps into 5-foot increments instead of 10-foot increments. In addition, your shadow jump ability counts as the ability to cast {spell/dimension door} for the purpose of meeting the prerequisites of the {feat/Dimensional Agility} feat as well as any feat that lists that feat as a prerequisite, and your shadow jump benefits from such feats as if you were casting dimension door.  ",
			"**Normal:** Each shadow jump, no matter how small, counts as a 10-foot increment."
		]
	},
	"flexible_wizardry": {
		"name": "Flexible Wizardry",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Flexible Wizardry",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"You have learned a trick that makes your spellcasting more flexible.  ",
			"**Prerequisites:** {feat/Spell Mastery}, wizard level 1st.  ",
			"**Benefit:** When you prepare your spells each day, you can choose to keep a number of spell slots equal to your Intelligence modifier (minimum 1) flexibly prepared. Instead of preparing a single spell within each of these slots, you can partially prepare two spells. Anytime after you prepare these flexible slots, you can spend a full-round action to finalize one slot, choosing one of the two spells to be finished and fully prepared in that slot."
		]
	},
	"flickering_step": {
		"name": "Flickering Step",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Flickering Step (Conduit)",
			"",
			"{SOURCE Planar Adventures/28}",
			"",
			"You can appear and disappear in the blink of an eye.  ",
			"**Prerequisites:** Knowledge (planes) 9 ranks.  ",
			"**Benefit:** You can use {spell/dimension door} as a spell-like ability with a caster level equal to your ranks in Knowledge (planes). You can't teleport a distance greater than twice your base speed in this way, and you must have both line of sight and line of effect to your destination.",
			"",
			"You can use this feat's benefit once per day, plus an additional time per day for every 5 ranks you have in Knowledge (planes).",
			"",
			"**Special:** A fighter with this feat treats {feat/Dimensional Agility} and any feat that lists it as a prerequisite as though they were combat feats when selecting fighter bonus feats."
		]
	},
	"flight_mastery": {
		"name": "Flight Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Flight Mastery (Item Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/26}",
			"",
			"You can coax the magic of flight from transmutation magic items.  ",
			"**Prerequisites:** Use Magic Device 3 ranks, base Fortitude save bonus +6.  ",
			"**Benefit:** You can cause an item that has a transmutation spell of 2nd level or higher listed in its construction requirements to cast {spell/fly}. If the item is a suit of armor you are wearing, you can use the item's enhancement bonus in place of your Dexterity modifier on Fly skill checks while the spell lasts. You can use this feat once per day, plus an additional time per day at base Fortitude save bonus +9 and +12."
		]
	},
	"fling": {
		"name": "Fling",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Fling (Combat)",
			"",
			"{SOURCE Inner Sea Monster Codex/53}",
			"",
			"You can throw grappled enemies a short distance, turning them into makeshift missiles against their allies.  ",
			"**Prerequisites:** {feat/Flyby Attack}, {feat/Powerful Wings}, {feat/Snatch and Drop}, {feat/Throw Anything}.  ",
			"**Benefit:** Whenever you successfully {rule/grapple} an opponent using the Snatch and Drop feat, you can instead fling your victim at another target. You can throw a creature 10 feet, plus an additional 5 feet for every size category by which it is smaller than you. To strike another target, make a ranged touch attack. If you hit, the attack deals damage to both the creature flung and its intended target. This damage is equal to that of a [slam attack of a creature two sizes larger](umr/natural_attacks) than the creature being flung plus your Strength modifier. The flung creature lands prone in the nearest adjacent square to the target, and the target must succeed at a Reflex saving throw (DC = 10 + damage dealt) or also fall prone in its own square. You can't use this feat if the weight of the creature you intend to fling exceeds the amount you can carry as a heavy load.  ",
			"**Special:** While this feat is primarily taken by {race/strix}, other creatures with natural wings can also take them at the GM's discretion."
		]
	},
	"flinging_charge": {
		"name": "Flinging Charge",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Flinging Charge (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/111}",
			"",
			"You hurl a weapon during your {rule/charge} before drawing a new one to strike, enabling you to make another attack at the expense of the latter attack's accuracy.  ",
			"**Prerequisites:** {feat/Quick Draw}, base attack bonus +6.  ",
			"**Benefit:** If you have a thrown weapon in hand when you begin charging, you can make a ranged attack with that weapon against the target of your charge at any point during your charge. You gain the +2 bonus for charging on the attack roll for this ranged attack. You can then immediately draw a melee weapon during your charge. You take a -5 penalty on the melee attack made at the end of the charge. When charging this way, you cannot use any effect that would grant you more than one attack at the end of your charge (such as {umr/pounce}), nor can you use abilities that grant you other ranged attacks on a charge, such as the {ragepower/hurling charge} rage power."
		]
	},
	"flow_of_elements": {
		"name": "Flow of Elements",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Flow of Elements (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/206}",
			"",
			"You can spontaneously channel your ally's elemental essence, be it burning fire, freezing ice, crackling lightning, or searing acid.  ",
			"**Prerequisites:** Ability to cast spells; {race/ifrit}, {race/oread}, {race/sylph}, or {race/undine}.  ",
			"**Benefit:** Whenever you're adjacent to an ifrit, oread, sylph, or undine ally who also has this feat, you can spontaneously replace or split a spell's damage when casting it, as though the spell were affected by {feat/Elemental Spell} (without using a higher-level spell slot). The type of energy damage depends on your ally's race: acid for oread, electricity for sylph, fire for ifrit, or cold for undine."
		]
	},
	"flumefire_rage": {
		"name": "Flumefire Rage",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Flumefire Rage",
			"",
			"{SOURCE Elemental Master's Handbook/7}",
			"",
			"Your meditation before a rune-engraved stone in the Flume Warrens unlocks the secret of its blazing flame.  ",
			"**Prerequisites:** Cha 15; bloodrage class feature, elemental focus class feature, or {feat/Varisian Tattoo} (evocation).  ",
			"**Benefit:** When casting an evocation spell that deals fire damage, you can deal +1 point of fire damage per die. If you do, you must succeed at a Fortitude save (DC = 15 + the spell or blast's level) or become fatigued. You cannot use this feat while fatigued or if you cannot become fatigued.",
			"",
			"If you are raging (such as when using bloodrage or affected by the {spell/rage} spell), this damage increases to +2 points per die and you roll twice when attempting the Fortitude save and take the better result. This feat does not otherwise grant you the ability to cast spells while raging."
		]
	},
	"flyby_attack": {
		"name": "Flyby Attack",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Flyby Attack (Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/315}",
			"",
			"This creature can make an attack before and after it moves while flying.  ",
			"**Prerequisites:** Fly speed.  ",
			"**Benefit:** When flying, the creature can take a move action and another standard action at any point during the move. The creature cannot take a second move action during a round when it makes a flyby attack.  ",
			"**Normal:** Without this feat, the creature takes a standard action either before or after its move."
		]
	},
	"flying_tackle": {
		"name": "Flying Tackle",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Flying Tackle",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"You quickly bring down an off-balanced opponent.  ",
			"**Prerequisites:** {feat/Improved Overrun}.  ",
			"**Benefit:** When attempting an {rule/overrun} combat maneuver check against a flat-footed opponent, if the attempt knocks the creature prone, you can also fall {rule/prone} in order to attempt a {rule/grapple} combat maneuver check against the creature as a free action. Doing so does not provoke an attack of opportunity from the target of your grapple."
		]
	},
	"focused_aberration_expertise": {
		"name": "Focused Aberration Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Aberration Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/22}",
			"",
			"You hold strong against aberrations.  ",
			"**Prerequisites:** {ability/Favored enemy} (aberration) class feature.  ",
			"**Benefit:** Choose either Fortitude saves against transformation effects (including transmutation spells and spell-like abilities) or Will saves against mind-affecting effects. You gain a bonus on the selected saving throw equal to half your favored enemy (aberration) bonus. Against aberrations' spells and abilities, you gain this bonus on Fortitude saves against transmutation effects and on Will saves against mind-affecting effects."
		]
	},
	"focused_animal_expertise": {
		"name": "Focused Animal Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Animal Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"You're skilled at patiently hiding from your favored enemies, particularly animals.  ",
			"**Prerequisites:** {ability/Favored enemy} (animal) class feature.  ",
			"**Benefit:** You gain a bonus on Stealth checks equal to half your favored enemy (animal) bonus. Against animals, this bonus is equal to your full favored enemy bonus."
		]
	},
	"focused_construct_expertise": {
		"name": "Focused Construct Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Construct Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"You are skilled at breaking the defenses of constructs and other creatures.  ",
			"**Prerequisites:** {ability/Favored enemy} (construct) class feature.  ",
			"**Benefit:** Your weapon attacks ignore a number of points of damage reduction or hardness equal to half your favored enemy (construct) bonus. This feat allows you to only ignore damage reduction that is normally bypassed by adamantine, bludgeoning, piercing, and slashing weapons. Against constructs, the amount of damage reduction and hardness you ignore is equal to your full favored enemy bonus."
		]
	},
	"focused_disbelief": {
		"name": "Focused Disbelief",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Focused Disbelief",
			"",
			"{SOURCE Faiths and Philosophies/7}",
			"",
			"So certain is your disbelief in the authority of the gods that you can brush aside their spells without effort.  ",
			"**Prerequisites:** {feat/Divine Defiance}.  ",
			"**Benefit:** You gain spell resistance equal to 11 + your character level. This spell resistance applies only against spells and spell-like abilities covered by the Divine Defiance feat. You can lower this resistance for 1 round as a standard action."
		]
	},
	"focused_discipline": {
		"name": "Focused Discipline",
		"sources": [
			"Inner Sea World Guide",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Focused Discipline (Combat)",
			"",
			"{SOURCE Inner Sea World Guide/286}",
			"",
			"Familiarity with the military traditions of your homeland inspires uncommon valor in you.  ",
			"**Benefit:** You gain a +2 bonus on all saving throws against fear effects. Whenever a fear effect targets you and fails to affect you (either because of a successful saving throw or because of immunity to fear), you gain a +2 morale bonus on attack rolls, weapon damage rolls, and CMB checks against the creature that attempted to use the fear affect on you for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 2 stamina points in order to gain the benefit of Focused Discipline for 1 round as if you had been targeted by a fear effect that failed to affect you."
		]
	},
	"focused_dragon_expertise": {
		"name": "Focused Dragon Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Dragon Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"Your understanding of dragons helps you to easily avoid breath weapons.  ",
			"**Prerequisites:** {ability/Favored enemy} (dragon) class feature.  ",
			"**Benefit:** You gain a bonus on saving throws against breath weapons and fear effects equal to half your favored enemy (dragon) bonus. Whenever you succeed at a Reflex saving throw against a dragon's extraordinary or supernatural ability that would deal half damage, you instead take no damage. If you already have the {ability/evasion} class feature, you instead gain an {class/inquisitor/'s} stalwart ability against dragons' extraordinary and supernatural abilities."
		]
	},
	"focused_eidolon": {
		"name": "Focused Eidolon",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Focused Eidolon",
			"",
			"{SOURCE Ultimate Magic/151}",
			"",
			"Your bond with your eidolon helps to focus your concentration.  ",
			"**Prerequisites:** Shield ally class feature.  ",
			"**Benefit:** While you are adjacent to your eidolon, you receive a +4 bonus on {rule/concentration} checks."
		]
	},
	"focused_fey_expertise": {
		"name": "Focused Fey Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Fey Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"Your attacks strike true against capricious targets like fey.  ",
			"**Prerequisites:** {ability/Favored enemy} (fey) class feature.  ",
			"**Benefit:** You gain a bonus on attack rolls to confirm critical hits equal to half your favored enemy (fey) bonus. You treat your weapon attacks against fey as cold iron for the purpose of overcoming damage reduction and regeneration."
		]
	},
	"focused_inspiration": {
		"name": "Focused Inspiration",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Focused Inspiration",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"Two of your skills gain a bit more from your inspiration than others.  ",
			"**Prerequisites:** Inspiration class feature, keen recollection class feature.  ",
			"**Benefit:** Choose two skills that you either are trained in or can otherwise use untrained. You must be able to use inspiration on these skills. When you use inspiration with those skills, roll a d8 instead of a d6, or a d10 if you would normally roll a d8. If you have the true inspiration class feature, you roll twice as many such dice (2d8 or 2d10) as normal."
		]
	},
	"focused_magical_beast_expertise": {
		"name": "Focused Magical Beast Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Magical Beast Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"You move in ways that confound creatures that would strike you repeatedly.  ",
			"**Prerequisites:** {ability/Favored enemy} (magical beast) class feature.  ",
			"**Benefit:** If a creature makes three or more attacks with natural weapons against you during its turn, you gain partial {rule/cover} against the third and subsequent natural attacks from that creature. If the creature makes five or more attacks against you with natural weapons, you gain cover (instead of partial cover) against the fifth and subsequent natural attacks. If the attacker is a magical beast, reduce by one the number of natural attacks it must make in order for you to gain cover or partial cover."
		]
	},
	"focused_ooze_expertise": {
		"name": "Focused Ooze Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Ooze Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"You've learned to avoid and overcome the engulfing attacks of your studied prey.  ",
			"**Prerequisites:** {ability/Favored enemy} (ooze) class feature.  ",
			"**Benefit:** You gain a bonus to your CMD equal to half your favored enemy (ooze) bonus. You also gain acid resistance equal to half your favored enemy (ooze) bonus. Against oozes, you instead apply your full favored enemy (ooze) bonus for both benefits."
		]
	},
	"focused_outsider_expertise": {
		"name": "Focused Outsider Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Outsider Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"You've learned to attack in a way that stymies the natural resistances common in outsiders.  ",
			"**Prerequisites:** {ability/Favored enemy} (outsider) class feature.  ",
			"**Benefit:** Your weapon attacks ignore a number of points of damage reduction equal to half your favored enemy (outsider [any one]) bonus. This feat allows you to ignore only damage reduction that is normally bypassed by chaotic-, evil-, good-, or lawful-aligned weapons. Against outsiders that match your favored enemy subtype, the amount of damage reduction and hardness you ignore is equal to your full favored class bonus."
		]
	},
	"focused_overseer": {
		"name": "Focused Overseer",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Focused Overseer",
			"",
			"{SOURCE Quests and Campaigns/26}",
			"",
			"Your attention to detail provides you with insights into how to more effectively and economically gain certain commodities.  ",
			"**Prerequisites:** {feat/Focused Worker}.  ",
			"**Benefit:** You can spend a day of {rule/downtime} to purchase one type of {rule/gaining_<capital} for half its normal cost. This capital must be the same as the focus capital you chose for the Focused Worker feat. However, the cost of the neglected capital, chosen as part of the same Focused Worker feat, increases by half again its normal amount. These changes in price apply to both the purchased cost and the earned cost of the affected forms of capital.  ",
			"**Special:** You may take this feat twice, but only if you have also chosen the Focused Worker feat twice. This feat only affects one feat's focus capital. The second time you take this feat, choose the other focus capital from your Focused Worker feats."
		]
	},
	"focused_phantom": {
		"name": "Focused Phantom",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Focused Phantom",
			"",
			"{SOURCE Occult Adventures/134}",
			"",
			"Your close bond with your phantom helps you to focus your concentration.  ",
			"**Prerequisites:** Spiritual interference class feature.  ",
			"**Benefit:** While you are adjacent to your {sidekick/phantom} or your phantom is within your consciousness, you receive a +4 bonus on {rule/concentration} checks."
		]
	},
	"focused_plant_expertise": {
		"name": "Focused Plant Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Plant Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"You are quick to dodge and slash anything that would ensnare you.  ",
			"**Prerequisites:** {ability/Favored enemy} (plant) class feature.  ",
			"**Benefit:** You gain a bonus equal to half your favored enemy (plant) bonus on Reflex saves to avoid being entangled and to your CMD whenever an opponent attempts to {rule/grapple} you. Your weapons' critical hit multipliers increase by one against creatures with the plant type."
		]
	},
	"focused_shot": {
		"name": "Focused Shot",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Campaign Setting",
			"Pathfinder Unchained"
		],
		"description": [
			"## Focused Shot (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/160;Pathfinder Campaign Setting/89}",
			"",
			"Your anatomical insight adds deadliness to your shots.  ",
			"**Prerequisites:** Int 13, {feat/Point-Blank Shot}, {feat/Precise Shot}.  ",
			"**Benefit:** As a standard action, you may make an attack with a bow or crossbow and add your Intelligence modifier on the damage roll. You must be within 30 feet of your target to deal this extra damage. Creatures immune to critical hits and sneak attacks are immune to this extra damage.  ",
			"**Special:** Starting at 2nd level, a ranger with the archery {ability/combat style>s} may select Focused Shot as a combat style feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">You can spend 2 stamina points to make a Focused Shot attack against a target anywhere within your weapon's first range increment."
		]
	},
	"focused_spell": {
		"name": "Focused Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Focused Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"When you cast a spell that affects more than one creature, one opponent finds it more difficult to resist.  ",
			"**Benefit:** When casting a spell that affects or targets more than one creature, you can choose one target or creature within the spell effect. That creature's saving throw DC to resist the spell is increased by +2. You must choose which target to focus the spell on before casting the spell. A focused spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"focused_target": {
		"name": "Focused Target",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Target (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/5}",
			"",
			"You pour your entire focus into slaying your chosen target.  ",
			"**Prerequisites:** Studied target class feature (second studied target).  ",
			"**Benefit:** When you study a target, you can reduce the number of additional targets you can maintain as a studied target. For each target reduced in this way, you increase your studied target bonus by 1 for either attack rolls, damage rolls, skill checks, or the DCs of your abilities. Each such increase must be applied to a different category (attack rolls, damage rolls, skill checks, or DCs). You can end the effects of this feat as a free action."
		]
	},
	"focused_undead_expertise": {
		"name": "Focused Undead Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Undead Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"Your knowledge of the undead makes you especially effective when fighting them.  ",
			"**Prerequisites:** {ability/Favored enemy} (undead) class feature.  ",
			"**Benefit:** You gain a bonus equal to half your favored enemy (undead) bonus on saving throws against {rule/ability damage[, ability] drain}, {rule/energy drain, and negative /energy effects>levels}. Once per day, when an undead creature's natural attack against you deals ability damage, deals ability drain, or bestows 1 or more negative levels, you can negate the damage, drain, or negative levels as an immediate action."
		]
	},
	"focused_vermin_expertise": {
		"name": "Focused Vermin Expertise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Focused Vermin Expertise (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/23}",
			"",
			"Your experience with vermin resists the attacks of swarms.  ",
			"**Prerequisites:** {ability/Favored enemy} (vermin) class feature.  ",
			"**Benefit:** You gain DR/- equal to half your favored enemy (vermin) bonus against vermin and creatures with the swarm subtype. When attempting Fortitude saves against a swarm's distraction ability, you gain a bonus on the save equal to the damage prevented by this feat. Against vermin with the swarm subtype, the amount of damage reduction is equal to your full favored enemy (vermin) bonus. This damage reduction does not stack with that from other sources."
		]
	},
	"focused_worker": {
		"name": "Focused Worker",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Focused Worker",
			"",
			"{SOURCE Quests and Campaigns/26}",
			"",
			"Your attention to detail provides you with an excess of some commodities, at the cost of others.  ",
			"**Benefit:** You excel at performing skilled work for a certain type of capital, but are less adept at generating another type of capital.",
			"",
			"Choose one of the following types of capital to be your focus capital: Goods, Influence, Labor, or Magic.",
			"",
			"Whenever you spend downtime to perform skilled work to {rule/gain[ focus]ing capital}, you gain half again the normal amount (rounded down). However, you must also choose a second, separate type of capital from the same list to be your neglected capital. Whenever you spend downtime to perform skilled work to gain neglected capital, you gain only half the amount you normally would. This feat only affects capital you gain by performing skilled work, not capital you might gain by performing unskilled work, purchasing capital, or running a business.",
			"",
			"For example, say you chose Goods as your focus capital and Magic as your neglected capital. If you spent a day performing skilled work to gain Goods, and the result of your Sleight of Hands skill check is a 33, you would gain 4 Goods (rather than the usual 3 for a result of 30 or higher). However, if you were to spend the following day using your Spellcraft check to perform skilled work and again got a result of 33, you would only gain 2 Magic rather than the usual 3.",
			"",
			"**Special:** You may take this feat twice. The second time, you must choose the other two types of capital to be a focus and a neglected capital."
		]
	},
	"focusing_blow": {
		"name": "Focusing Blow",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Focusing Blow (Teamwork)",
			"",
			"{SOURCE Advanced Race Guide/124}",
			"",
			"You and your allies work together to shake off mental effects.  ",
			"**Prerequisites:** {feat/Hobgoblin Discipline}, {race/hobgoblin}.  ",
			"**Benefit:** An ally who also has this feat can deal damage to you in order to break an ongoing mind-affecting effect that allows a saving throw. The ally must cause at least 5 points of damage to you with an attack, spell, or other ability. You then reroll your saving throw, with a +1 bonus for every 5 additional points of damage the attack caused. If your save is successful, the mind-affecting effect ends. Only damage actually dealt counts for purposes of this feat; nonlethal damage and damage reduced or eliminated by damage reduction, resistances, and so on does not qualify."
		]
	},
	"foebane_magic": {
		"name": "Foebane Magic",
		"sources": [
			"Ultimate Wilderness",
			"Heroes of the Wild"
		],
		"description": [
			"## Foebane Magic",
			"",
			"{SOURCE Ultimate Wilderness/112;Heroes of the Wild/26}",
			"",
			"The spells you cast are particularly effective against your favored enemies.  ",
			"**Prerequisites:** Ability to cast 1st-level spells, {ability/favored enemy} class feature.  ",
			"**Benefit:** Your favored enemies take a -1 penalty on saving throws against spells you cast. Furthermore, you gain your favored enemy bonus on Spellcraft checks to identify spells cast by favored enemies."
		]
	},
	"foeslayer": {
		"name": "Foeslayer",
		"sources": [
			"Quests and Campaigns",
			"Ultimate Campaign"
		],
		"description": [
			"## Foeslayer (Story)",
			"",
			"{SOURCE Quests and Campaigns/10;Ultimate Campaign/69}",
			"",
			"Your feud with your enemies can be quenched only with blood.  ",
			"**Prerequisites:** You must have been defeated and robbed of at least half your possessions by a particular group of humanoids or monstrous humanoids, or have the An Eye for an Eye (ranger), Hated Foe (barbarian), or Vengeance (barbarian) {rule/class background>_tables}, or the Raiders [childhood event background](rule/birth_circumstances_and_more). You may choose a specific race, such as {monster/duergar}, or a broader group, such as {subtype/goblinoid/s}. At the GM's discretion, you may instead choose residents of a particular country, settlement, or tribe.  ",
			"**Benefit:** The save DCs for any of your spells or abilities increase by 1 when used against the chosen group, and you receive a +1 dodge bonus to AC against their attacks.  ",
			"**Goal:** Slay an appropriate number of challenging foes.  ",
			"**Completion Benefit:** You gain the benefits of the {feat/Improved Critical} feat on attacks made against members of your chosen race. Your dodge bonus to AC against such foes increases to +2.",
			"",
			"*Suggested Traits:* {trait/Dirty Fighter (APG)}, {trait/Sworn Enemy}, {trait/Vengeful (Combat)}.",
			"",
			"### Possible Foeslayer Quests",
			"",
			"| d8 | Quest |",
			"| --- | --- |",
			"| 1 | You saw many friends and family fall in the Goblinblood Wars that wracked Isger years ago. Now, as {monster/goblin/s} multiply again, you've decided to take the fight to them. |",
			"| 2 | Robbed by pirates from the Shackles, you have vowed to hunt down all of their kind (determine race randomly). |",
			"| 3 | A friend or relative of yours was slain senselessly by {monster/strix} while passing near Devil's Perch in Cheliax, and you've vowed to exact revenge against the aggressors and their kin. |",
			"| 4 | When you were enslaved by {monster/gnoll/s}, you were freed by the {monster/djinni} that raided their camp. Now, you would find the genies again so that you might together put a more permanent end to the gnoll threat in western Katapesh. |",
			"| 5 | You desire to match and then exceed the achievements of your ancestor Queen Boliga Bharsolm, still remembered in Numeria for felling a giant king in the Battle of Grasyhot. |",
			"| 6 | In Canterwall, the denizens of various hamlets along the border between the Hold of Belkzen and Ustalav have been mysteriously disappearing. You've determined to locate the evildoers responsible and make them pay the price for their foul deeds. |",
			"| 7 | When you traveled through southern Rahadoum, {monster/boggard} priests of Rovagug from the Sodden Lands took a family treasure from you as an offering to their foul god. |",
			"| 8 | The borderlands along the Hold of Belkzen are constantly seething with tribal conflicts, and one of them left you hungry for revenge against the {monster/orc} aggressors. |"
		]
	},
	"following_step": {
		"name": "Following Step",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Following Step (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/160}",
			"",
			"You can repeatedly close the distance when foes try to move away, without impeding your normal movement.  ",
			"**Prerequisites:** Dex 13, {feat/Step Up}.  ",
			"**Benefit:** When using the Step Up feat to follow an adjacent foe, you may move up to 10 feet. You may still take a 5-foot step during your next turn, and any movement you make using this feat does not subtract any distance from your movement during your next turn.  ",
			"**Normal:** You can only take a 5-foot step to follow an opponent using Step Up.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you use this feat to move, you can spend 2 stamina points to increase your movement to 15 feet."
		]
	},
	"follow_up_strike": {
		"name": "Follow-Up Strike",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Follow-Up Strike (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/22}",
			"",
			"You bat away an opponent's weapon, creating an opening for a punch or kick.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Disarm}, {feat/Improved Unarmed Strike}, base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** Whenever you succeed at a combat maneuver check to {rule/disarm} an opponent, you can spend a swift action to make an unarmed strike attack at your highest base attack bonus against the target you disarmed."
		]
	},
	"foment_the_blood": {
		"name": "Foment the Blood",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Foment the Blood",
			"",
			"{SOURCE Advanced Race Guide/141}",
			"",
			"You can unleash a wave of energy that drives orcs into a frenzy.  ",
			"**Prerequisites:** {ability/Channel energy} class feature, {race/orc}.  ",
			"**Benefit:** When you channel energy, instead of creating its normal effect, you can give orcs a bonus on weapon damage and critical hit confirmation rolls until your next turn. This bonus is equal to the number of dice your channeled energy normally heals or harms. Your channel has its normal effect on other creatures in the area."
		]
	},
	"fool_magic": {
		"name": "Fool Magic",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fool Magic",
			"",
			"{SOURCE Ultimate Intrigue/83}",
			"",
			"You can mislead magic items by virtue of your disguise.  ",
			"**Prerequisites:** {feat/Deceitful}, Disguise 1 rank, Use Magic Device 1 rank.  ",
			"**Benefit:** When you are in disguise as a member of a particular race or a person of a particular alignment, you can use your Disguise bonus instead of your Use Magic Device bonus to emulate that race and alignment for the purpose of attempting to activate a magic item."
		]
	},
	"footslasher": {
		"name": "Footslasher",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Footslasher (Combat)",
			"",
			"{SOURCE Rival Guide/35}",
			"",
			"You are trained to strike at a large foe's feet to impede its movement and cause great pain.  ",
			"**Benefit:** If you damage a foe that is of a larger size category than you with a weapon that does piercing or slashing damage, you can attempt to damage the creature's feet in a way that impedes its movement. Attacking a foe in this way is a standard action - you cannot use Footslasher as part of a full-attack action. When you use Footslasher, you take a -2 penalty on your attack roll, but if you hit and deal at least 1 point of damage to the target, it is affected as if by {eq-misc/caltrops} - its speed is reduced by half. This penalty lasts for 24 hours, or until the creature is successfully treated with a DC 15 Heal check or receives at least 1 point of magical healing. Footslasher does not stack with itself - once a foe has been wounded by this attack, its speed cannot be further reduced by additional attacks (or by damage from caltrops)."
		]
	},
	"force_dash": {
		"name": "Force Dash",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Force Dash",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"You can absorb the magic in your force spells to give you a concentrated burst of speed.  ",
			"**Prerequisites:** Base attack bonus +4, ability to cast 2nd-level arcane spells, ability to cast at least one arcane force spell.  ",
			"**Benefit:** As a swift action, you can sacrifice a prepared arcane force spell (or if you are a spontaneous caster, a spell slot of the same level as an arcane force spell you know) to give yourself an enhancement bonus to speed. The bonus gained is equal to 10 feet &times; the level of the spell sacrificed. The bonus applies to all forms of movement, and it lasts 1 round. If you charge while this bonus is in effect, you do not take the normal -2 penalty to AC until the start of your next turn."
		]
	},
	"force_shield_mastery": {
		"name": "Force Shield Mastery",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Force Shield Mastery (Item Mastery)",
			"",
			"{SOURCE Magic Tactics Toolbox/30}",
			"",
			"You can create barriers of force with abjuration magic items.  ",
			"**Prerequisites:** Use Magic Device 3 ranks, base Fortitude saving throw bonus +3.  ",
			"**Benefit:** You can cause an item that has an abjuration spell of 1st level or higher listed in its construction requirements to create a magical effect that functions like shield, except the shield bonus to AC gained is equal to 1/3 your base Fortitude save bonus (minimum +1). You can use this feat once per day, plus an additional time per day when your base Fortitude save bonus reaches +6, +9, and +12."
		]
	},
	"forceful_channel": {
		"name": "Forceful Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Forceful Channel",
			"",
			"{SOURCE Inner Sea Gods/212}",
			"",
			"Calling on the destructive aspect of Nethys, you channel pure force.  ",
			"**Prerequisites:** {ability/Channel negative energy} 7d6, worshiper of {faith/Nethys}.  ",
			"**Benefit:** Once per day when you channel negative energy to deal damage to living creatures, you can cause affected creatures to make Fortitude saves instead of Will saves. Affected creatures take the amount of damage channeled in force damage (a successful save halves). Creatures that fail their saves are also knocked prone."
		]
	},
	"forceful_charge": {
		"name": "Forceful Charge",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Forceful Charge",
			"",
			"{SOURCE Adventurer's Guide/16}",
			"",
			"This animal's charges move its enemies.  ",
			"**Prerequisites:** {feat/Improved Bull Rush}, {feat/Power Attack}, {sidekick/animal companion}.  ",
			"**Benefit:** Once per round when this animal companion hits an opponent with a {rule/charge} attack, it can initiate a {rule/bull rush} against that target as a free action. If it moves its full speed as part of the charge, it gains a +4 bonus on its combat maneuver check to resolve this bull rush."
		]
	},
	"forest_ambush": {
		"name": "Forest Ambush",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Forest Ambush (Combat)",
			"",
			"{SOURCE Heroes of the Wild/22}",
			"",
			"Your deep knowledge of natural environments allows you to take your enemy by surprise, dealing a deadly blow.  ",
			"**Prerequisites:** Stealth 1 rank, Survival 1 rank.  ",
			"**Benefit:** In natural environments, you can spend 5 minutes to cover yourself in loose debris (such as branches, grass, or dirt) and take 20 on a Stealth check. You fall {rule/prone} and are considered to have {rule/concealment} for purposes of being allowed to attempt Stealth checks. As a full-round action that doesn't provoke attacks of opportunity, you can burst from your hiding place, stand, and make a single melee attack or ranged attack against a target within 30 feet. If the target didn't notice you before you jumped from hiding and your attack hits, that attack deals an additional 1d6 points of precision damage. Effects that negate {ability/sneak attack} damage also negate this damage."
		]
	},
	"forester": {
		"name": "Forester",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Forester",
			"",
			"{SOURCE Ultimate Wilderness/112}",
			"",
			"You are a master of woodcraft and forest lore and can move through even the densest of trees with ease and grace.  ",
			"**Prerequisites:** {ability/Favored terrain} (forest) class feature.  ",
			"**Benefit:** You ignore difficult terrain created by light or heavy undergrowth, and you ignore increased DCs for Acrobatics and Stealth checks in light or heavy undergrowth. In addition, you can use trees to shield yourself from attacks, gaining a +1 cover bonus to your AC whenever you are adjacent to a tree (including while climbing). If you are adjacent to two or more trees simultaneously, you gain a +2 cover bonus to your AC and a +1 bonus on Reflex saving throws."
		]
	},
	"forge_ring": {
		"name": "Forge Ring",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Forge Ring (Item Creation)",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You can create magic rings.  ",
			"**Prerequisites:** Caster level 7th.  ",
			"**Benefit:** You can create {main/magic rings}. Crafting a ring takes 1 day for each 1,000 gp in its base price. To craft a ring, you must use up raw materials costing half of the base price. See the {rule/magic item creation/ rules} for more information.",
			"",
			"You can also mend a broken ring if it is one that you could make. Doing so costs half the raw materials and half the time it would take to forge that ring in the first place."
		]
	},
	"forgotten_past": {
		"name": "Forgotten Past",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Forgotten Past (Story)",
			"",
			"{SOURCE Ultimate Campaign/69}",
			"",
			"A pivotal event from your past eludes your memory.  ",
			"**Prerequisites:** You must have suffered permanent memory loss or have the Reincarnated {rule/birth_<circumstance/ background>s_and_more}.  ",
			"**Benefit:** The duration of mind-affecting spells (even beneficial ones) is halved for you, to a minimum of 1 round. Your inquisitive nature gives you a +2 bonus on {skill/Perception} checks. If you have 10 or more ranks in Perception, this bonus increases to +4.  ",
			"**Goal:** Regain a major portion of your lost memories. The exact means varies, possibly requiring a wish, assistance from a divine being, reliving a past life, or confronting the situation that led to your memory loss. This process must involve encountering a challenging foe, though possibly in ways other than direct confrontation.  ",
			"**Completion Benefit:** You roll twice whenever you attempt a saving throw against a mind-affecting effect, keeping the better result.  ",
			"**Special:** Restoration of memories by means less significant than {spell/miracle} or {spell/wish} does not qualify for the prerequisite."
		]
	},
	"formula_recollection": {
		"name": "Formula Recollection",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Formula Recollection",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"You are able to record and recall even the complex and intricate details of spellcasting.  ",
			"**Prerequisites:** Spellcraft 5 ranks, keen recollection class feature.  ",
			"**Benefit:** Once per day, you can record the formula for a spell that you saw being cast and identified with {skill/Spellcraft} in the past 24 hours. This spell must be on the alchemist formula list."
		]
	},
	"fortified_armor_training": {
		"name": "Fortified Armor Training",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Fortified Armor Training (Combat)",
			"",
			"{SOURCE Ultimate Combat/102}",
			"",
			"You have learned to let your armor bear the brunt of the worst attacks.  ",
			"**Prerequisites:** Proficient with armor or shield.  ",
			"**Benefit:** If an opponent scores a critical hit against you, you can turn the critical hit into a normal hit. If you do, either your armor or your shield gains the {misc/broken} condition (your choice).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you use this feat to negate a critical hit, you can spend 5 stamina points to give your armor or shield a 50% chance to avoid gaining the broken condition."
		]
	},
	"fortitude_of_giants": {
		"name": "Fortitude of Giants",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Fortitude of Giants",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"Your great mass and vigor allows you to shrug off the effects of poison and fatigue.  ",
			"**Prerequisites:** Con 14, {feat/Great Fortitude}, giant subtype.  ",
			"**Benefit:** When you attempt a saving throw against a poison effect or an effect that inflicts the {misc/fatigued} condition, roll twice and take the higher result."
		]
	},
	"fortuitous_vigor": {
		"name": "Fortuitous Vigor",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Fortuitous Vigor (Combat)",
			"",
			"{SOURCE Healer's Handbook/14}",
			"",
			"Your determination and enthusiasm help you shake off the most grievous wounds and soldier on against your enemies.  ",
			"**Prerequisites:** Con 13, {feat/Combat Vigor}, character level 4th.  ",
			"**Benefit:** Your vigor pool gains 1 vigor point. Whenever you roll a natural 20 on an ability check, attack roll, saving throw, or skill check, and whenever you threaten a critical hit with an attack, you can spend 1 or more vigor points as a swift action to regain hit points as described in the Combat Vigor feat."
		]
	},
	"fortunate_manager": {
		"name": "Fortunate Manager",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Fortunate Manager",
			"",
			"{SOURCE Quests and Campaigns/27}",
			"",
			"Your good luck helps you and your business persevere even during the most troublesome times.  ",
			"**Prerequisites:** Own at least one building.  ",
			"**Benefit:** During the Event phase of {rule/downtime}, if an event occurs and the GM rolls on a building event table or organization event table, you may, once per week, choose to roll twice on the applicable table and choose either result. You must declare you are using this feat before the results of the initial roll are revealed."
		]
	},
	"fortunate_one": {
		"name": "Fortunate One",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Fortunate One",
			"",
			"{SOURCE Advanced Race Guide/66}",
			"",
			"You have an even greater knack than most halflings for adaptable luck.  ",
			"**Prerequisites:** Adaptable luck racial trait, {race/halfling}.  ",
			"**Benefit:** The number of times per day you can use the adaptable luck racial trait increases by 1."
		]
	},
	"fortunate_ruler": {
		"name": "Fortunate Ruler",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Fortunate Ruler",
			"",
			"{SOURCE Quests and Campaigns/26}",
			"",
			"Your good luck shines on your people, even in the most trying times.  ",
			"**Prerequisites:** Hold the Ruler leadership role for a kingdom.  ",
			"**Benefit:** During a {rule/kingdom/'s Event phase>_turn_sequence}, once an event's type and danger level has been determined, you may choose to roll twice on the applicable kingdom or settlement table and choose either result. You must declare you are using this feat before the results of the initial roll are revealed."
		]
	},
	"fortune_teller": {
		"name": "Fortune Teller",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Fortune Teller",
			"",
			"{SOURCE Inner Sea World Guide/286;Pathfinder Campaign Setting/143}",
			"",
			"As a result of being raised in a land steeped in tradition and superstition (such as Varisia or Ustalav), you are skilled at communicating with the spirit world.  ",
			"**Prerequisites:** Ability to cast divination spells.  ",
			"**Benefit:** Upon taking this feat, choose a focus item for your divination magic - a crystal ball, runes, a {eq-misc/Harrow deck}, or some such item. Whenever you cast a spell from the divination school, you may use this focus item instead of the spell's material component, as long as the cost of the material component is no more than 1,000 gp. If you choose to perform the spell using your focus item and the spell's normal material component (regardless of that component's cost), you cast the spell at +1 caster level."
		]
	},
	"forward_from_beneath": {
		"name": "Forward from Beneath",
		"sources": [ "Pathfinder #131: The Reaper's Right Hand" ],
		"description": [
			"## Forward from Beneath (Story)",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/78}",
			"",
			"You have vowed to infiltrate your wicked kin and redeem your family's reputation.  ",
			"**Prerequisites:** Be a member of House Kastner, be a good-aligned member of a family or organization whose secret evil has been publicly revealed, or have the Dishonored Family (circumstance) or Betrayal (chldhood event) [backgrounds](rule/birth_circumstances_and_more).  ",
			"**Benefit:** Your experience with infiltrating your own family or organization gives you a +2 bonus on Disguise checks. If you have 10 or more ranks in Disguise, this bonus increases to +4. If you are not evil, as a standard action you can choose to radiate a faint aura of evil for the purposes of spells such as {spell/detect evil}. You can dismiss this ersatz aura as a standard action.  ",
			"**Goal:** Redeem your family or organization.  ",
			"**Completion Benefit:** You gain the benefit of {spell/undetectable alignment} as a constant spell-like ability. You can suppress or resume this ability as a standard action."
		]
	},
	"fox_insight": {
		"name": "Fox Insight",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fox Insight (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/84}",
			"",
			"Your fox-like movements protect you from your opponents' attempts to manipulate you.  ",
			"**Prerequisites:** Int 13, {feat/Fox Style}.  ",
			"**Benefit:** While using Fox Style, you can use your base attack bonus in place of your ranks in Sense Motive to determine your Sense Motive skill bonus when foes attempt to feint against you, and creatures attempting to demoralize you don't gain a bonus for being bigger than you (though they still take a penalty for being smaller). If your Intelligence score is at least 19, the DC to demoralize or feint you increases by 4."
		]
	},
	"fox_shape": {
		"name": "Fox Shape",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Fox Shape",
			"",
			"{SOURCE Dragon Empires Primer/5}",
			"",
			"You can change into a fox in addition to your other forms.  ",
			"**Prerequisites:** Cha 13, base attack bonus +3, {race/kitsune}.  ",
			"**Benefit:** You can take the form of a fox whose appearance is static and cannot be changed each time you assume this form. Your bite attack's damage is reduced to 1d3 points of damage on a hit, but you gain a +10 racial bonus on Disguise checks made to appear as a fox. Changing from kitsune to fox shape is a standard action. This ability otherwise functions as {spell/beast shape II}, and your ability scores change accordingly."
		]
	},
	"fox_style": {
		"name": "Fox Style",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fox Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Intrigue/84}",
			"",
			"Your martial training helps you manipulate foes.  ",
			"**Prerequisites:** Int 13.  ",
			"**Benefit:** While using this style, you can use your base attack bonus in place of your ranks in Bluff on Bluff checks to feint in combat and to create a distraction to hide. If your Intelligence is at least 19, you gain a +4 bonus on such Bluff checks when adding your Charisma modifier."
		]
	},
	"fox_trickery": {
		"name": "Fox Trickery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fox Trickery (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/84}",
			"",
			"Whenever a foes drops his guard, you can make him suffer with a dirty trick.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Fox Insight}, {feat/Fox Style}, {feat/Improved Dirty Trick}.",
			"",
			"While using Fox Style, you can perform {rule/dirty trick} combat maneuvers as attacks of opportunity. If your Intelligence is at least 19, you gain a +4 bonus on dirty trick combat maneuver checks."
		]
	},
	"free_spirit": {
		"name": "Free Spirit",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Free Spirit",
			"",
			"{SOURCE Inner Sea World Guide/287;Pathfinder Campaign Setting/129}",
			"",
			"Your strong belief in the value of freedom protects you from mental and physical shackles.  ",
			"**Prerequisites:** Cha 13, any chaotic alignment.  ",
			"**Benefit:** You gain a +2 morale bonus on saving throws made against mind-affecting effects and on all Escape Artist or grapple checks made to escape a grapple or to escape from bonds."
		]
	},
	"freeze_in_place": {
		"name": "Freeze in Place",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Freeze in Place (Combat)",
			"",
			"{SOURCE Heroes of Golarion/6}",
			"",
			"You become an expert of hiding in plain sight.  ",
			"**Prerequisites:** Stealth 5 ranks, {race/wyrwood}.  ",
			"**Benefit:** You gain the {umr/freeze} universal monster rule, allowing you to appear as an ordinary statue. If you attack a creature unaware of you while using this ability, you double your critical threat range. This effect doesn't stack with any other effect that expands the threat range of your attacks or weapons."
		]
	},
	"friend_to_animals": {
		"name": "Friend to Animals",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Friend to Animals",
			"",
			"{SOURCE Faiths and Philosophies/11}",
			"",
			"You show great respect for all living things, and they sense and return the gesture.  ",
			"**Prerequisites:** {feat/Nature Soul}, Handle Animal 3 ranks.  ",
			"**Benefit:** As a standard action you can require all animals within 30 feet to make a Will saving throw. Animals who fail the save cannot attack you unless you attack them or one of their allies first. The DC of the Will save is equal to 10 + half your character level + your Charisma modifier."
		]
	},
	"friendly_face": {
		"name": "Friendly Face",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Friendly Face",
			"",
			"{SOURCE Wilderness Origins/22}",
			"",
			"Other animals of your species adore you. No matter how territorial, ill-tempered, wounded, or hungry they are, they see you as a friend, not an enemy. They'll give your two-legged friend the benefit of the doubt as well.  ",
			"**Prerequisites:** {sidekick/Animal companion}.  ",
			"**Benefit:** Other animals of roughly the same kind as you (cats to felines, eagles to raptors, frogs to amphibians, etc.) have their starting attitudes toward you improved by two steps. Their attitudes towards your master are likewise improved by one step.  ",
			"**Special:** If your master has the {ability/animal focus} class feature, this feat also applies to any animals of roughly the same kind as your active animal focus."
		]
	},
	"friendly_fire": {
		"name": "Friendly Fire",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Friendly Fire (Betrayal, Teamwork)",
			"",
			"{SOURCE Champions of Corruption/21}",
			"",
			"Your ranged attacks startle your enemies, partly because you're not even trying to avoid hitting your allies.  ",
			"**Prerequisites:** {feat/Precise Shot}.  ",
			"**Benefit:** You initiate this feat as a standard action, making a ranged attack against a foe engaged in melee with at least one abettor. This shot deliberately forsakes normal precautions, putting your abettor at risk, but also is unexpected enough to surprise your mutual opponent. You gain a +2 bonus on your attack roll if the attack passes through an abettor's space. If your shot misses the target, you must immediately make a second attack roll with all the same modifiers against the abettor, potentially hitting her with the attack instead of the opponent. When the attack resolves (regardless of whether either potential target was hit), the intended target's startled reaction provokes an attack of opportunity from the abettor."
		]
	},
	"friendly_fire_maneuvers": {
		"name": "Friendly Fire Maneuvers",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Friendly Fire Maneuvers (Combat, Teamwork)",
			"",
			"{SOURCE Ranged Tactics Toolbox/14}",
			"",
			"You and your teammates can anticipate one another's ranged attacks and stay out of each others' way.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Precise Shot}.  ",
			"**Benefit:** Allies who also have this feat cannot provide soft cover to enemies, allowing you to make attacks of opportunity against an enemy even if those allies grant you soft cover against that foe's attacks. If an ally who also has this feat casts a spell that targets the area you are in as it allows a Reflex saving throw to avoid the effect (such as {spell/fireball}), you gain a +4 dodge bonus on that saving throw."
		]
	},
	"friendly_rivalry": {
		"name": "Friendly Rivalry",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Friendly Rivalry (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/206}",
			"",
			"You fight harder when you're trying to score a quick kill in single combat before your ally does.  ",
			"**Prerequisites:** {race/Human} (Taldan).  ",
			"**Benefit:** If you're the only one threatening a foe and an ally within 30 feet who also has this feat is the only creature threatening a different foe, you gain a +2 morale bonus on your melee attack rolls against the foe that only you are threatening. You gain the bonus only if neither of the qualifying opponents is {rule/flat-footed}, helpless or otherwise unable to act. You must be able to see your ally to gain the benefit of this feat. If another ally who is not threatening your chosen foe makes any sort of attack against that foe (such as a ranged attack or a spell), you lose this feat's benefit for 1 round."
		]
	},
	"friendly_shroud": {
		"name": "Friendly Shroud",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Friendly Shroud",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"You can help conceal your allies.  ",
			"**Prerequisites:** Stealth 1 rank.  ",
			"**Benefit:** Whenever you are adjacent to an ally, and neither you nor that ally move for at least 1 round, and both you and that ally attempt Stealth checks, that ally can use your Stealth check result if it is better than his own."
		]
	},
	"friendly_switch": {
		"name": "Friendly Switch",
		"sources": [ "Seekers of Secrets" ],
		"description": [
			"## Friendly Switch",
			"",
			"{SOURCE Seekers of Secrets/17}",
			"",
			"You elbow an ally out of the way, and take his place on the battlefield.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** As part of your movement or as a 5-foot-step, you can move into the space occupied by an ally of your size or smaller, which displaces the ally into the space you just left. Your ally must be willing and able to move and able to occupy the space you were in. This movement does not provoke attacks of opportunity. This does not count toward your ally's movement on his next turn."
		]
	},
	"frightening_ambush": {
		"name": "Frightening Ambush",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Frightening Ambush (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"You are able to leap from hiding and strike great fear in your opponents.  ",
			"**Prerequisites:** Intimidate 1 rank.  ",
			"**Benefit:** As a free action, you can attempt an Intimidate check to demoralize a {rule/flat-footed} opponent you attack."
		]
	},
	"frightful_shape": {
		"name": "Frightful Shape",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Frightful Shape",
			"",
			"{SOURCE Ultimate Wilderness/112}",
			"",
			"Your wild shape form strikes fear into your opponents.  ",
			"**Prerequisites:** Wis 19, base attack bonus +9, wild shape class feature.  ",
			"**Benefit:** When you use wild shape, it is supernaturally ferocious and disquieting in appearance, such that when you attack a creature, you can use this ferocity to frighten observers. Opponents within 30 feet of you when you attack must succeed at a Will save (DC = 10 + half your character level + your Charisma modifier) to resist being affected by your frightful shape. On a failed save, creatures with fewer Hit Dice than you become {misc/shaken}, or {misc/panicked} if they have 4 Hit Dice or fewer; in either case, the effect lasts for a number of rounds equal to your character level. An opponent that succeeds at its saving throw is immune to your frightful shape for 24 hours. This is a mind-affecting fear effect."
		]
	},
	"frost_warrior": {
		"name": "Frost Warrior",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Frost Warrior (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"The frigid cold of your body makes your melee attacks more formidable.  ",
			"**Prerequisites:** Cold subtype, giant subtype.  ",
			"**Benefit:** You naturally transfer the cold of your body to any metal melee weapons you wield, dealing 1d6 additional points of cold damage."
		]
	},
	"frozen_skin": {
		"name": "Frozen Skin",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Frozen Skin",
			"",
			"{SOURCE Heroes from the Fringe/26}",
			"",
			"Rumors abound that winter half-orcs spend so much time in the snow that a thin layer of ice covers their skin.  ",
			"**Prerequisites:** Con 15, frostkin {race/half-orc}.  ",
			"**Benefit:** You gain cold resistance 3. If you already have cold resistance, it is increased by 3 instead."
		]
	},
	"furious_finish": {
		"name": "Furious Finish",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Furious Finish",
			"",
			"{SOURCE Ultimate Combat/102}",
			"",
			"You channel all of your rage into one massive blow to crush your enemy.  ",
			"**Prerequisites:** Rage class feature, {feat/Vital Strike}, base attack bonus +6.  ",
			"**Benefit:** While raging, when you use the {feat/Vital Strike} feat, you can choose not to roll your damage dice and instead deal damage equal to the maximum roll possible on those damage dice. If you do, your rage immediately ends, and you are {misc/fatigued} (even if you would not normally be)."
		]
	},
	"furious_focus": {
		"name": "Furious Focus",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Furious Focus (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"Even in the midst of fierce and furious blows, you can find focus in the carnage and your seemingly wild blows strike home.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** When you are wielding a two-handed weapon or a one-handed weapon with two hands, and using the {feat/Power Attack} feat, you do not suffer Power Attack's penalty on melee attack rolls on the first attack you make each turn. You still suffer the penalty on any additional attacks, including attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When using the Power Attack feat and wielding a two-handed melee weapon or a one-handed melee weapon with two hands, you can spend 5 stamina points. If you do, each successful attack you make against a target reduces your Power Attack penalty against that target by 1 (to a minimum of 0) until the beginning of your next turn.",
			"",
			"### Mythic Furious Focus",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"Your attacks create a rhythmic barrage that doesn't sacrifice precision for force.  ",
			"**Prerequisites:** Furious Focus.  ",
			"**Benefit:** When you are using Furious Focus, you don't take Power Attack's penalty on attack rolls that are made as attacks of opportunity. As a free action, you can expend one use of mythic power to negate Power Attack's penalty on all melee attacks you make for 1 round while using this feat."
		]
	},
	"furious_spell": {
		"name": "Furious Spell",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Furious Spell (Metamagic)",
			"",
			"{SOURCE Occult Adventures/134}",
			"",
			"Your spells seethe with the ferocious intensity of your blood-red rage.  ",
			"**Benefit:** A furious spell that deals hit point damage adds twice the spell's original level to the amount of damage dealt by the spell. Spells that affect multiple targets deal the extra damage once to each target, regardless of whether the spell deals its damage all at once or in multiple hits (in the latter case, add the extra damage to the first hit against each target). In addition, a furious spell can be cast while the caster is enraged, including during a {class/barbarian} rage or while affected by a {spell/rage} spell. Even a furious spell that requires an emotion component can be cast while enraged. The caster gains a +2 circumstance bonus on {rule/concentration} checks and caster level checks related to casting a furious spell if she is enraged. A furious spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"fury_of_the_tainted": {
		"name": "Fury of the Tainted",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Fury of the Tainted (Combat)",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"The unstoppable anger you feel toward do-gooders and self-proclaimed saints makes you a force to be reckoned with.  ",
			"**Prerequisites:** Cha 13, rage class feature, {race/tiefling}.  ",
			"**Benefit:** While raging, you gain a +4 competence bonus on saving throws made against spells and effects with the good descriptor."
		]
	},
	"furys_fall": {
		"name": "Fury's Fall",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Fury's Fall (Combat)",
			"",
			"{SOURCE Cheliax, Empire of Devils/26}",
			"",
			"You can use strength and agility to send foes crashing to the ground.  ",
			"**Prerequisites:** {feat/Improved Trip}.  ",
			"**Benefit:** When making a {rule/trip} attack, add your Dexterity bonus to your CMB."
		]
	},
	"furys_snare": {
		"name": "Fury's Snare",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Fury's Snare (Combat)",
			"",
			"{SOURCE Cheliax, Empire of Devils/26}",
			"",
			"You entangle your foe in your weapon.  ",
			"**Prerequisites:** {feat/Fury's Fall}, {feat/Improved Trip}.  ",
			"**Benefit:** If you successfully use a {eq-weapon/whip} to trip a foe, you can choose to drop your whip. Your tripped target gains the {rule/entangled} condition. The target can break free of the whip by making a DC 10 Strength check or a DC 15 Escape Artist check (add the enhancement bonus of the whip to these DCs), or by using a full-round action to disentangle himself. Escaping the whip by making a Strength check means the whip gains the {misc/broken} condition. If the whip has a magical quality such as {magic-enh/flaming}, apply this quality's damage to the target every round on your turn."
		]
	},
	"galley_slave": {
		"name": "Galley Slave",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Galley Slave",
			"",
			"{SOURCE Taldor, Echoes of Glory/28}",
			"",
			"Your experience as a galley slave has given you some unique insight into the world of sailing and piracy.  ",
			"**Prerequisites:** Profession (sailor) 1 rank, current or former galley slave.  ",
			"**Benefit:** You get a +2 circumstance bonus on Profession (sailor) checks made while aboard a ship with oars and rowers. When fighting on a ship, your first hit each battle gets a +2 damage bonus."
		]
	},
	"gang_up": {
		"name": "Gang Up",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Gang Up (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"You are adept at using greater numbers against foes.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You are considered to be {rule/flanking} an opponent if at least two of your allies are threatening that opponent, regardless of your actual positioning.  ",
			"**Normal:** You must be positioned opposite an ally to flank an opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. If you spend 5 stamina points, you can gain the feat's benefits when you and one other ally are threatening an opponent (instead of two other allies)."
		]
	},
	"garens_discipline": {
		"name": "Garen's Discipline",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Garen's Discipline (Combat)",
			"",
			"{SOURCE Adventurer's Guide/26}",
			"",
			"You've learned to defend yourself against spell and storm with dazzling flourishes of your weapon.  ",
			"**Prerequisites:** {feat/Alertness}, {feat/Exotic Weapon Proficiency} (Aldori dueling sword), {feat/Weapon Focus} (Aldori dueling sword), base attack bonus +4.  ",
			"**Prerequisites:** {feat/Alertness}, base attack bonus +4.  ",
			"**Benefit:** Whenever you use {feat/Combat Expertise}, {misc/fight defensively}, or take the {misc/total defense} action, choose a type of saving throw. (You can choose a different type each time you take such an action.) Once per round before attempting a saving throw using the selected save, you gain a +2 bonus on that save. If you have a base attack bonus of +11 or higher, this bonus increases to +3. If you have a base attack bonus of +16 or higher, the bonus instead increases to +4."
		]
	},
	"gate_breaker": {
		"name": "Gate Breaker",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Gate Breaker (Combat)",
			"",
			"{SOURCE Path of the Hellknight/38}",
			"",
			"Your strikes against objects are especially vicious.  ",
			"**Prerequisites:** Str 13, {feat/Improved Sunder}, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** Whenever you would deal damage to an object, you deal normal damage plus an additional amount equal to your Strength modifier. This applies to both unattended objects and those you damage as part of a successful {rule/sunder} combat maneuver check."
		]
	},
	"gather_might": {
		"name": "Gather Might",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Gather Might",
			"",
			"{SOURCE Martial Arts Handbook/29}",
			"",
			"You can feed your body when you gather power.  ",
			"**Prerequisites:** Gather power class feature, {class/kineticist} level 8th.  ",
			"**Benefit:** When you gather power, instead of reducing the burn cost of a blast wild talent, you can send elemental energy flowing through your body to gain a +2 alchemical bonus to Strength, Dexterity, and Constitution until the end of your turn for each point of burn reduction your gather power would grant (to a maximum of +10 when spending a full round plus a move action to gather power with the supercharge class feature)."
		]
	},
	"gaze_reflection": {
		"name": "Gaze Reflection",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Gaze Reflection",
			"",
			"{SOURCE Ultimate Intrigue/84}",
			"",
			"The power of your psychic stare wards you from the potent gazes of your enemies.  ",
			"**Prerequisites:** Spellcraft 10 ranks, bold stare and mesmerist tricks class features.  ",
			"**Benefit:** When you avert your eyes from a creature with a {umr/gaze} attack (including one produced by a spell like {spell/eyebite} or {spell/burning gaze} or by a magic item), you can roll twice and select the better result when checking to see whether you are exposed to that gaze attack and when rolling your miss chance on attacks made against that creature (the latter doesn't stack with {feat/Blind-Fight}). In addition, as a swift action, you can expend one mesmerist trick to make yourself immune to that creature's gaze until the beginning of your next turn. If you expend two mesmerist tricks instead, you gain immunity to that creature's gaze and also reflect its gaze back at it, affecting it with its own gaze.  ",
			"**Special:** A {class/mesmerist/'s} hypnotic stare, a witch's or hag's {hex/evil eye}, and a {template/vampire/'s} dominate ability are treated as gaze attacks for the purpose of this feat, as are abilities that are triggered when looking at a creature, such as a {monster/nymph/'s} blinding beauty or a {monster/sea hag/'s} horrific appearance. Spending two mesmerist tricks on this feat does not bypass any immunity the creature might have to its own gaze, such as a vampire's immunity to mind-affecting effects or the fact that the nymph's blinding beauty works only on humanoids."
		]
	},
	"genie_touched_companion": {
		"name": "Genie-Touched Companion",
		"sources": [ "Qadira, Jewel of the East" ],
		"description": [
			"## Genie-Touched Companion",
			"",
			"{SOURCE Qadira, Jewel of the East/61}",
			"",
			"Your animal companion is descended from creatures from one of the Elemental Planes.  ",
			"**Prerequisites:** Cha 13, animal companion or mount class feature.  ",
			"**Benefit:** You can take a {monster/genie-touched horse} as an animal companion. This animal companion functions as a {companion/horse} companion, with the adjustments that follow. When you choose your genie-touched companion, you must select your companion's breed: istaheq, misayyah, tuanu, or zefaheen. Your choice determines the type of energy resistance your companion gains, as well as the three additional abilities your companion acquires as you advance in level. (These abilities are explained in the genie-touched horse's entry.)",
			"",
			"### Genie-Touched Companion",
			"",
			"| Companion Type | Resistance | Starting Ability | 4th-Level Ability | 8th-Level Ability |",
			"| --- | --- | --- | --- | --- |",
			"| Istaheq | Acid 10 | Steadfast | Scion of stone | Thundering hooves |",
			"| Misayyah | Fire 10 | Firesight | Sunborn | Flaming trail |",
			"| Tuanu | Cold 10 | Water sense | Fluid movement | Waterborn |",
			"| Zefaheen | Electricity 10 | Desert walker | Sand sense | Air walker |"
		]
	},
	"ghost_guide": {
		"name": "Ghost Guide",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Ghost Guide (Story)",
			"",
			"{SOURCE Horror Adventures/87}",
			"",
			"You have made it your life's work to put the dead to rest.  ",
			"**Prerequisites:** You have encountered a ghost or haunt.  ",
			"**Benefit:** Whenever you communicate with a ghost or haunt, whether while adventuring or through use of spells such as {spell/call spirit}, {spell/speak with haunt}, and {spell/speak with dead}, or seances and talking boards, you gain a +2 bonus on Diplomacy and Sense Motive checks. The GM can also extend this benefit to any intelligent undead creature that has an interest in being laid to rest. If you have more than 10 ranks in either these skills, you instead gain a +4 bonus on the appropriate skill.  ",
			"**Goal:** Lay an appropriate number of ghosts, haunts, and other undead creatures to rest. Laying to rest means fulfilling the actions described on a haunt's destruction line or doing what is required to prevent a ghost's rejuvenation. If the GM includes other types of undead, the GM decides what constitutes their final business.  ",
			"**Completion Benefit:** You retain the normal benefit. Additionally, you increase your effective caster level by 2 when determining the effects of *call spirit, speak with haunt, speak with dead.* Finally, when a spirit lies to you, you can confront the spirit about the lie and force it to roll another saving throw against the spell's DC. If the spirit fails the saving throw, you receive an additional question to replace the one where the spirit gave a false answer."
		]
	},
	"ghost_hunting_team": {
		"name": "Ghost Hunting Team",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Ghost Hunting Team",
			"",
			"{SOURCE Plane-Hopper's Handbook/16}",
			"",
			"Your loathing of undead is so great that even your allies can feel it.  ",
			"**Prerequisites:** {race/Duskwalker}, ghost hunter racial trait.  ",
			"**Benefit:** When you use your ghost hunter ability to grant your weapons the {magic-enh/ghost touch} special ability, you can also affect the weapons of allies within 30 feet of you. You can activate ghost hunter an additional time each day."
		]
	},
	"ghost_whisperer": {
		"name": "Ghost Whisperer",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Ghost Whisperer",
			"",
			"{SOURCE Paths of the Righteous/5}",
			"",
			"Your words soothe the dead and undead alike, and can even affect haunts.  ",
			"**Prerequisites:** Ability to cast 3rd-level spells.  ",
			"**Benefit:** You gain Necril as a bonus language, and gain a +2 bonus on Bluff, Diplomacy, Intimidate, and Sense Motive checks against undead creatures or when you speak Necril. Add {spell/speak with dead} to your list of spells known. As soon as you gain the ability to cast 4th-level spells, add {spell/speak with haunt} to your list of spells known. Whenever you cast *speak with dead* or *speak with haunt,* treat your alignment as identical to that of the dead creature or haunt with which you are speaking, and increase the effective caster level of the spell by 2."
		]
	},
	"ghostbane_ichor": {
		"name": "Ghostbane Ichor",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Ghostbane Ichor",
			"",
			"{SOURCE Potions and Poisons/6}",
			"",
			"Your venom is powerful enough to seep into the Ethereal Plane.  ",
			"**Prerequisites:** Knowledge (religion) 9 ranks, {race/vishkanya}.  ",
			"**Benefit:** For a number of rounds equal to your Constitution modifier, a weapon envenomed by your vishkanya venom gains the {magic-enh/ghost touch} special ability and deals 1d6 additional points of damage against incorporeal foes. This affects creatures even if they are immune to poison effects. If the weapon is used to attack a corporeal creature, the venom is expended and the effects it granted to your weapon end.  ",
			"**Normal:** Vishkanya venom deals Dexterity damage."
		]
	},
	"ghostslayer": {
		"name": "Ghostslayer",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Ghostslayer (Combat)",
			"",
			"{SOURCE Haunted Heroes Handbook/5}",
			"",
			"Your blade is keen enough to hew incorporeal creatures.  ",
			"**Prerequisites:** Base attack bonus +1, Knowledge (religion) 1 rank.  ",
			"**Benefit:** As a swift action, you can imbue a weapon you wield with spiritual energies for 1 round. An imbued weapon damages incorporeal creatures as though it were magical. If the imbued weapon has an enhancement bonus of +2 or greater, it functions as a {magic-enh/ghost touch} weapon. A weapon imbued in this way can deal precision damage (such as {ability/sneak attack} damage) to incorporeal creatures."
		]
	},
	"giant_killer": {
		"name": "Giant Killer",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Giant Killer (Combat)",
			"",
			"{SOURCE Advanced Race Guide/18}",
			"",
			"Your cleaving strokes menace giants and larger foes.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Goblin Cleaver}, {feat/Orc Hewer}, {feat/Power Attack}, {feat/Strike Back}, base attack bonus +11, {race/dwarf}.  ",
			"**Benefit:** This functions as Goblin Cleaver, but your additional attacks can be made against creatures one size category larger than you or smaller. In addition, any such attacks made against humanoids (giant) gain a +2 circumstance bonus on attack rolls.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, the bonus on Cleave attacks made against humanoids with the giant subtype increases to +4."
		]
	},
	"giant_steps": {
		"name": "Giant Steps",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Giant Steps",
			"",
			"{SOURCE Advanced Race Guide/187}",
			"",
			"When enlarged, your speed increases.  ",
			"**Prerequisites:** {race/Duergar}, slow and steady racial trait.  ",
			"**Benefit:** When your size increases to Large or larger, your base speed increases by 20 feet. This increase applies only if the effect that changed your size does not alter your speed."
		]
	},
	"giant_vendetta": {
		"name": "Giant Vendetta",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Giant Vendetta (Story)",
			"",
			"{SOURCE Giant Hunter's Handbook/13}",
			"",
			"Your life has been shaped by an encounter with giants.  ",
			"**Prerequisites:** You must have been knocked unconscious in an encounter with a challenging giant foe or have a regional background trait tied to giants, such as {trait/Giant Investigator} (marsh, ocean, river, storm, taiga giants), {trait/Giant Dodger} (cliff, desert, river giants), {trait/Enchanted by Giants} (jungle, taiga, wood giants), {trait/Giant Ambivalence} (cloud, hill, river, stone giants), {trait/Chilled by Brutality} (cloud, frost, river, rune, taiga giants), {trait/Scrambling Servant} (cave, fire, river, slag, storm giants), and {trait/Giant-Harried} (ash, hill, river, shadow giants).  ",
			"**Benefit:** Choose one kind of giant (such as hill or stone); you must choose a kind of giant that allows you to qualify for this feat. You gain a +1 bonus on attack rolls against giants of that kind. You also gain a +1 bonus on Knowledge (local) checks regarding giants of that kind and can attempt those Knowledge checks untrained. In addition, you gain a +1 dodge bonus to AC against all giants.  ",
			"**Goal:** Defeat a giant of the chosen kind that is a challenging foe.  ",
			"**Completion Benefit:** You gain a +1 bonus on initiative checks when facing a giant of any kind, which increases to +2 against giants of the selected kind. Whenever you defeat a giant of any kind that is a challenging foe, the benefits of this feat that apply only to a specific kind of giant now also apply to giants of the kind you defeated."
		]
	},
	"giant_bane_caster": {
		"name": "Giant-Bane Caster",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Giant-Bane Caster",
			"",
			"{SOURCE Giant Hunter's Handbook/23}",
			"",
			"You can apply your specialized knowledge of giants' weaknesses in order to make your spells harder for giants to resist.  ",
			"**Prerequisites:** Caster level 4th, {ability/favored enemy} (giants) class feature.  ",
			"**Benefit:** Add 1/2 your favored enemy bonus against giants to the DC of all saving throws against spells you cast against creatures with the giant subtype, as well as to caster level checks made to overcome the spell resistance of creatures with the giant subtype."
		]
	},
	"giant_killer_stance": {
		"name": "Giant-Killer Stance",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Giant-Killer Stance (Combat)",
			"",
			"{SOURCE Giant Hunter's Handbook/23}",
			"",
			"You can prepare a crippling strike against larger foes that rush into your weapon's reach.  ",
			"**Prerequisites:** {feat/Power Attack}.  ",
			"**Benefit:** You can treat any {misc/reach} weapon you wield as having the {misc/brace} property against creatures that are Large or larger. If your readied attack hits, the creature takes a -2 penalty on melee attack rolls for 1 round."
		]
	},
	"giants_crush": {
		"name": "Giant's Crush",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Giant's Crush (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"When you strike hard, you knock smaller foes off their feet.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, {feat/Vital Strike}, base attack bonus +6, giant subtype.  ",
			"**Benefit:** If you hit a creature at least one size category smaller than you with a melee attack while using both {feat/Power Attack} and {feat/Vital Strike}, the creature that you attacked is also knocked {rule/prone}. A successful Reflex save negates this effect (DC = 10 + your base attack bonus). You must choose to use this feat before making the attack roll.  ",
			"**Special:** This effect stacks with the effect of {feat/Giant's Wallop}."
		]
	},
	"giants_smash": {
		"name": "Giant's Smash",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Giant's Smash (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"Obstacles do not concern you.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, giant subtype.  ",
			"**Benefit:** When you attack an inanimate, unattended object, you ignore the first 5 points of its hardness. You also receive a +5 bonus on Strength checks to knock down or break open doors."
		]
	},
	"giants_wallop": {
		"name": "Giant's Wallop",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Giant's Wallop (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"When you strike, you knock the sense out of smaller foes.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, {feat/Vital Strike}, base attack bonus +6, giant subtype.  ",
			"**Benefit:** If you hit a creature at least one size category smaller than you with a melee attack while using both {feat/Power Attack} and {feat/Vital Strike}, the creature you attacked is also {misc/dazed} for 1 round. A successful Fortitude save negates this effect (DC = 10 + your base attack bonus). You must choose to use this feat before making the attack roll.  ",
			"**Special:** This effect stacks with the effect of {feat/Giant's Crush}."
		]
	},
	"giantslaying_team": {
		"name": "Giantslaying Team",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Giantslaying Team (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/206}",
			"",
			"When a giant attempts to hit your ally, that giant unwittingly reveals an opening in her defenses.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}, base attack bonus +4, defensive training racial trait.  ",
			"**Benefit:** Whenever a foe with the giant subtype you threaten misses with an attack of opportunity against an ally with this feat, you can make a melee attack against that giant as an immediate action."
		]
	},
	"gifts_from_the_sea": {
		"name": "Gifts from the Sea",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Gifts from the Sea",
			"",
			"{SOURCE Heroes from the Fringe/20}",
			"",
			"Although shoreborn see little of their aquatic parents, they can still call on their underwater kin for help.  ",
			"**Prerequisites:** Shoreborn {race/half-elf}.  ",
			"**Benefit:** Once per day, you can fill a vial with water from a natural source and the water will turn magical, functioning as a potion of a 1st-level {main/spells_<druid/ spell} of your choice with a caster level equal to your Hit Dice. This potion becomes inert after a number of hours equal to your Hit Dice."
		]
	},
	"gilded_weapons": {
		"name": "Gilded Weapons",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Gilded Weapons",
			"",
			"{SOURCE Plane-Hopper's Handbook/15}",
			"",
			"Axiomatic energies flow from the golden dust you shed, harming chaotic beings on contact.  ",
			"**Prerequisites:** {race/Aphorite}, crystalline dust racial trait, nonchaotic alignment.  ",
			"**Benefit:** As a swift action, you can expend 1 round of your crystalline dust ability to coat up to two of your natural weapons or held manufactured weapons in a layer of crystalline dust. The weapons remain coated for 1 round and deal an additional 1d6 points of damage to creatures with the chaotic subtype. This extra damage does not stack with other features that add alignment-based damage to weapons, such as the {magic-enh/axiomatic} weapon special ability."
		]
	},
	"gliding_steps": {
		"name": "Gliding Steps",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Gliding Steps",
			"",
			"{SOURCE Ultimate Magic/151}",
			"",
			"You skate across the surface of the earth as if gliding on ice.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Mobility}, {feat/Nimble Moves}, ki pool.  ",
			"**Benefit:** If you have at least one ki in your ki pool, when you move you do not provoke attacks of opportunity when leaving the first square of that movement. You can spend 1 ki point to avoid provoking attacks of opportunity during that entire move."
		]
	},
	"glimpse_beyond": {
		"name": "Glimpse Beyond",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Glimpse Beyond (Story)",
			"",
			"{SOURCE Ultimate Campaign/69}",
			"",
			"You have glimpsed the madness at the edges of reality.  ",
			"**Prerequisites:** You must have faced an undead, evil outsider, or aberration with a CR greater than your level +4, or have the [Raised Among the Dead](rule/birth_circumstances_and_more) (adopted) or [The Dead One](rule/influential_associates_table) (associate) background.  ",
			"**Benefit:** You gain a +2 bonus on Knowledge (dungeoneering) checks to identify the vulnerabilities and powers of aberrations, Knowledge (planes) checks to identify the vulnerabilities and powers of evil outsiders, and Knowledge (religion) checks to identify the vulnerabilities and powers of undead, and you can make such checks untrained. If you have 10 or more ranks in any of these Knowledge skills, the bonus increases to +4 for the appropriate skill. In addition, you gain a +2 bonus on saves against fear effects.  ",
			"**Goal:** Be killed or driven insane (as determined by the GM) by an aberration, evil outsider, or undead. This leaves your mind permanently marked.  ",
			"**Completion Benefit:** Any sane creature that attempts to read your thoughts takes 1d6 points of Wisdom damage (Will DC 10 + 1/2 your level + your Charisma modified negates). In addition, the effect of any {rule/ability damage[, ability] drain}, or penalty to your Intelligence, Wisdom, or Charisma is halved (minimum 1). You take a -2 penalty on Will saving throws. Whenever you roll a save against a mind-affecting effect, roll twice and keep the better result."
		]
	},
	"gloom_sight": {
		"name": "Gloom Sight",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Gloom Sight",
			"",
			"{SOURCE Advanced Race Guide/111}",
			"",
			"With a combination of strange shadow magic and chirurgery, your eyes are permanently modified to see farther in darkness.  ",
			"**Prerequisites:** {race/Fetchling}.  ",
			"**Benefit:** You gain darkvision 90 ft., but gain the {umr/light sensitivity} weakness."
		]
	},
	"gloom_strike": {
		"name": "Gloom Strike",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Gloom Strike (Combat)",
			"",
			"{SOURCE Advanced Race Guide/111}",
			"",
			"Few creatures are as accustomed to fighting in the shadows as you.  ",
			"**Prerequisites:** {feat/Blind-Fight}, {race/fetchling}.  ",
			"**Benefit:** When you are within an area of dim light or darkness, you gain a +1 bonus on attack rolls against enemies that are also within dim light or darkness.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you gain the bonus for this feat when you are in dim light or darkness, even if the creature you are attacking is not."
		]
	},
	"gloomstorm": {
		"name": "Gloomstorm",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Gloomstorm (Combat, Conduit)",
			"",
			"{SOURCE Planar Adventures/28}",
			"",
			"An inexhaustible arsenal lies in the Shadow Plane, waiting to be unleashed.  ",
			"**Prerequisites:** Knowledge (planes) 4 ranks, shadow weapon class feature.  ",
			"**Benefit:** As a swift action, you can thin the barriers between yourself and the Shadow Plane, allowing you to create shadow weapons more easily. While this effect is active, you can create new shadow weapons as a free action. This does not increase the number of shadow weapons you can maintain at a single time.",
			"",
			"You can use this feat's benefit for a number of rounds per day equal to your ranks in Knowledge (planes). These rounds need not be consecutive."
		]
	},
	"glorious_blaze": {
		"name": "Glorious Blaze",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Glorious Blaze",
			"",
			"{SOURCE Heroes of Golarion/9}",
			"",
			"The goddess {faith/Sarenrae} welcomes all who seek good in the world into her fold, and some goblins are drawn to worship her, in part due to her incarnation as a giant ball of fire.  ",
			"**Prerequisites:** {race/Goblin}, worshiper of {faith/Sarenrae}.  ",
			"**Benefit:** If the sun is visible, you can spend 1 round performing a wild dance in worship of the Dawnflower. Starting at the beginning of your next turn, allies who can see you gain a +1 morale bonus on attack rolls, skill checks, and saving throws. This effect lasts for a number of rounds equal to half your character level + your Wisdom modifier (minimum 1 round). At 9th level, this bonus increases to +2."
		]
	},
	"glorious_heat": {
		"name": "Glorious Heat",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Glorious Heat",
			"",
			"{SOURCE Inner Sea Gods/212;Faiths of Purity/25}",
			"",
			"When you cast divine fire spells, their heat empowers nearby allies.  ",
			"**Prerequisites:** Ability to cast divine spells, caster level 5th, worshiper of {faith/Sarenrae}.  ",
			"**Benefit:** Whenever you cast a divine spell with the fire descriptor, choose a single ally within 30 feet that you can see. That ally heals a number of hit points equal to half your level and gains a +1 morale bonus on attack rolls until the end of its next turn."
		]
	},
	"gluttonous_gobbler": {
		"name": "Gluttonous Gobbler",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Gluttonous Gobbler",
			"",
			"{SOURCE Monster Codex/152}",
			"",
			"Some ogres are able to quickly choke down even the largest of meals so they can get on with other business.  ",
			"**Prerequisites:** Both {feat/Improved Unarmed Strike} and {feat/Improved Grapple} or the {umr/grab} ability, {monster/ogre}, size Large or larger.  ",
			"**Benefit:** If you start your turn grappling another creature at least two size categories smaller than you, you can put the grappled creature in your mouth as a move action and attempt another {rule/grapple} combat maneuver check (as though attempting to pin the opponent). If you succeed, you swallow the opponent as if you had the {umr/swallow whole} special ability."
		]
	},
	"gnawer": {
		"name": "Gnawer",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Gnawer",
			"",
			"{SOURCE Monster Codex/176}",
			"",
			"Thanks to your teeth's strength and quick growth, you are able to chew through nearly any obstacle given sufficient time.  ",
			"**Prerequisites:** {feat/Sharptooth}, {race/ratfolk}.  ",
			"**Benefit:** Damage dealt by your bite attack ignores an amount of hardness equal to 3 plus half your character level. You can spend a full-round action to deal double your bite damage to an unattended, inanimate object.  ",
			"**Special:** If you have the {feat/Burrowing Teeth} feat, you can burrow through solid stone at a speed of 5 feet per 10 minutes."
		]
	},
	"gnome_trickster": {
		"name": "Gnome Trickster",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide"
		],
		"description": [
			"## Gnome Trickster",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"Your arcane talents go beyond the illusory.  ",
			"**Prerequisites:** Cha 13, {race/gnome}, gnome magic racial trait.  ",
			"**Benefit:** In addition to your normal gnome spell-like abilities, you also gain the following spell-like abilities: 1/day-{spell/mage hand} and {spell/prestidigitation}.",
			"",
			"### Mythic Gnome Trickster",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"Thanks to your mythic power, the magic in your blood has grown more potent and diverse.  ",
			"**Prerequisites:** Gnome Trickster.  ",
			"**Benefit:** You gain the following spell-like abilities: 1/day-{spell/blur} and {spell/vanish}.",
			"",
			"You can use your gnome spell-like abilities an additional number of times per day equal to half your tier. You can spend these additional uses to use any of your gnome spell-like abilities you wish. Your caster level for your gnome spell-like abilities becomes your character level plus your tier."
		]
	},
	"gnome_weapon_focus": {
		"name": "Gnome Weapon Focus",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Gnome Weapon Focus (Combat)",
			"",
			"{SOURCE Advanced Race Guide/37}",
			"",
			"Your extensive training with traditional gnome weapons gives you an advantage.  ",
			"**Prerequisites:** Base attack bonus +1, {race/gnome}, proficient with all martial weapons.  ",
			"**Benefit:** You gain a +1 bonus on attack rolls with gnome weapons (weapons with \"gnome\" in the title).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you make a successful attack with a gnome weapon against an opponent that is at least one size category larger than you, you can spend up to 5 stamina points. If you do, you gain a bonus on the damage roll equal to double the number of stamina points you spent."
		]
	},
	"go_unnoticed": {
		"name": "Go Unnoticed",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Go Unnoticed",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"Your small size lets you quickly duck out of sight.  ",
			"**Prerequisites:** Dex 13, Small size or smaller.  ",
			"**Benefit:** During the first round of combat, {rule/flat-footed} opponents are considered not to have noticed you yet for the purposes of {skill/Stealth} skill checks, allowing you to make a Stealth check that round to hide from them."
		]
	},
	"goblin_cleaver": {
		"name": "Goblin Cleaver",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Goblin Cleaver (Combat)",
			"",
			"{SOURCE Advanced Race Guide/18}",
			"",
			"You are ferocious at hewing smaller opponents.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Power Attack}, {race/dwarf}.  ",
			"**Benefit:** When using Cleave or {feat/Great Cleave}, if your initial attack hits, you may take your additional attacks against any creature smaller than you that you threaten; your targets need not be adjacent to one another. Additional attacks you make against humanoids (goblinoid) gain a +2 circumstance bonus on attack rolls.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, the bonus on Cleave attacks made against goblinoids increases to +4."
		]
	},
	"goblin_gunslinger": {
		"name": "Goblin Gunslinger",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Goblin Gunslinger (Combat)",
			"",
			"{SOURCE Advanced Race Guide/118}",
			"",
			"You have learned how to fire the big guns.  ",
			"**Prerequisites:** {race/Goblin}.  ",
			"**Benefit:** You can wield Medium firearms without taking the penalty for an inappropriately sized weapon.  ",
			"**Normal:** You take a -2 penalty when using an inappropriately sized weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When wielding a firearm that deals fire damage, when you threaten but fail to confirm a critical hit, you can spend 5 stamina points to regain 1 grit point. You still can't gain a grit point if the target is immune to critical hits."
		]
	},
	"godless_healing": {
		"name": "Godless Healing",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Godless Healing",
			"",
			"{SOURCE Inner Sea World Guide/287;Pathfinder Campaign Setting/122}",
			"",
			"You have mastered a specialized and complex technique to ignore pain by focusing your belief on the self rather than relying on faith.  ",
			"**Prerequisites:** Cannot have a patron deity.  ",
			"**Benefit:** Once per day when you have half your total hit points or fewer, you may heal yourself of an amount of damage equal to 1d8 plus your total Hit Dice as a move action. This is a supernatural ability.  ",
			"**Special:** You can take this feat more than once. Each time you do, you may heal yourself one additional time per day."
		]
	},
	"golden_league_tattoos": {
		"name": "Golden League Tattoos",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Golden League Tattoos",
			"",
			"{SOURCE Spymaster's Handbook/21}",
			"",
			"You have quite the impressive collection of tattoos that commemorate your connection to and achievements within the Golden League.  ",
			"**Prerequisites:** {main/traits_<Regional/ trait} associated with one of the Dragon Empires nations.  ",
			"**Benefit:** You have an impressive collection of tattoos, which are visible unless you wear concealing clothing or succeed at a DC 10 Disguise check. You can take 10 on Intimidate checks against creatures able to see your tattoos, even when stress or distractions would normally prevent you from doing so. You add Knowledge (local) to the skills associated with the presence tactic for {rule/verbal duels}, and the first time you win an exchange with that tactic you do not take a penalty on associated skill checks if you repeat the tactic in the same duel."
		]
	},
	"golden_legions_stayed_blade": {
		"name": "Golden Legion's Stayed Blade",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Golden Legion's Stayed Blade",
			"",
			"{SOURCE Champions of Purity/23}",
			"",
			"When you're dealing with large and secretive organizations, a dead enemy is just a corpse, but a captured enemy can be a tool.  ",
			"**Prerequisites:** Base attack bonus +3.  ",
			"**Benefit:** If you deal an amount of damage to a creature that would slay it outright, you can pull that attack, instead dealing only enough damage to reduce its hit points to -1, and leave it {misc/stable}."
		]
	},
	"golems_conviction": {
		"name": "Golem's Conviction",
		"sources": [ "Druma, Profit and Prophecy" ],
		"description": [
			"## Golem's Conviction",
			"",
			"{SOURCE Druma, Profit and Prophecy/19}",
			"",
			"Others whisper that you're little more than a golem obeying orders. They're wrong, but your dedication is clear.  ",
			"**Prerequisites:** {feat/Improved Iron Will}, {feat/Iron Will}, base attack bonus +8.",
			"",
			"When you fail a Will save against a mind-affecting effect that would cause you to lose control of your actions (such as {spell/dominate person} or {spell/hideous laughter}), you can instead opt to follow a rudimentary programming. For a number of rounds equal to half your level (minimum 1) you gain the {misc/staggered} condition and must either attack a designated target within 60 feet or hold position. If you hold position, you take the {misc/total defense} action instead of taking whatever action the mind-affecting effect would force you to take. If you choose to attack a target, you must either make a ranged attack, make a melee attack, or move closer to the designated target. If the mind-affecting effect has not been resolved by the time the effects of this feat end, then you are subject to the effect as normal."
		]
	},
	"gore_fiend": {
		"name": "Gore Fiend",
		"sources": [
			"Advanced Race Guide",
			"Orcs of Golarion"
		],
		"description": [
			"## Gore Fiend",
			"",
			"{SOURCE Advanced Race Guide/57;Orcs of Golarion/25}",
			"",
			"Horrible wounds, whether on yourself or your enemies, make your blood sing.  ",
			"**Prerequisites:** {race/Half-orc} or {race/orc}, rage class feature.  ",
			"**Benefit:** When you are raging and you confirm a critical hit with a melee weapon or a critical hit is confirmed on you (whether by a melee weapon, spell, or ranged weapon), you regain 1 round of rage (up to your maximum for the day). You can only gain this benefit once per round."
		]
	},
	"gorgons_fist": {
		"name": "Gorgon's Fist",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Gorgon's Fist (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"With one well-placed blow, you leave your target reeling.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Scorpion Style}, base attack bonus +6.  ",
			"**Benefit:** As a standard action, make a single unarmed melee attack against a foe whose speed is reduced (such as from Scorpion Style). If the attack hits, you deal damage normally and the target is {misc/staggered} until the end of your next turn unless it makes a Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifier). This feat has no effect on targets that are staggered.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">You can spend 5 stamina points to make a Gorgon's Fist attack as one of the individual attacks made during a full attack.",
			"",
			"### Mythic Gorgon's Fist",
			"",
			"{SOURCE Mythic Adventures/66}",
			"",
			"Your strikes debilitate and disorient your foes.  ",
			"**Prerequisites:** Gorgon's Fist.  ",
			"**Benefit:** When you hit a creature while using Gorgon's Fist, if the target fails its Fortitude saving throw, it is {misc/dazed} for 1 round instead of staggered. You can expend one use of mythic power when you hit with a Gorgon's Fist attack, but before the saving throw is attempted, to increase its DC by half your tier."
		]
	},
	"gory_finish": {
		"name": "Gory Finish",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Gory Finish (Combat)",
			"",
			"{SOURCE Ultimate Combat/102}",
			"",
			"By drawing upon wells of savagery, you can slay your foe in creative and horrifyingly gruesome manners, intimidating nearby foes.  ",
			"**Prerequisites:** {feat/Dazzling Display}, {feat/Weapon Focus}.  ",
			"**Benefit:** When you use the attack action, you can use a weapon with which you have {feat/Weapon Focus} to make a single attack at your highest base attack bonus. If you reduce your target to negative hit points, you can spend a swift action to make an {skill/Intimidate} check to demoralize all foes within 30 feet who could see your attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">You can spend 5 stamina points when confirming a critical on a Gory Finish attack to attempt an Intimidate check to demoralize all foes within 30 feet of you who can see your attack."
		]
	},
	"got_your_back": {
		"name": "Got Your Back",
		"sources": [
			"Melee Tactics Toolbox",
			"Armor Master's Handbook"
		],
		"description": [
			"## Got Your Back (Combat, Teamwork)",
			"",
			"{SOURCE Melee Tactics Toolbox/10}",
			"",
			"You protect an ally from attacks he doesn't see coming.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** If you successfully use the {rule/aid another>_2} action to give an ally who also has this feat a +2 bonus to AC against an opponent's next attack, the ally is also not considered {rule/flank/ed>ing} or {rule/flat-footed} against that opponent until the beginning of your next turn.  ",
			"**Normal:** You can use aid another to grant an ally a +2 bonus to AC against the next attack from an adjacent foe.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">If you spend 3 stamina points when you use this feat, your ally benefits from the AC bonus until the beginning of your next turn."
		]
	},
	"grab_and_go": {
		"name": "Grab and Go",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Grab and Go (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/8}",
			"",
			"You can snatch up an item to use as a weapon in the blink of an eye.  ",
			"**Prerequisites:** {feat/Catch Off-Guard} or {feat/Throw Anything}, base attack bonus +1.  ",
			"**Benefit:** As a free action, you can pick up an unattended item as part of a movement. Picking up the item does not provoke an attack of opportunity. If you have {feat/Throw Anything}, you can pick up a number of closely gathered items that could be held in one hand (such as dishes from a stack of plates) equal to your Dexterity modifier (minimum 1). You must have a hand free to use this feat."
		]
	},
	"grabbing_drag": {
		"name": "Grabbing Drag",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Grabbing Drag (Combat)",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"You can move easily with a grappled enemy in tow.  ",
			"**Prerequisites:** {feat/Grabbing Style}, {feat/Improved Grapple}; base attack bonus +8, brawler level 4th, or monk level 4th.  ",
			"**Benefit:** When you are using Grabbing Style, if you use the move grapple action, you can move both yourself and a single target that you're grappling your full speed instead of half your speed. After you have done so, you can use a move action to move yourself and the target of your grapple half your speed without needing to attempt an additional combat maneuver check. You cannot use this feat if you are grappling two targets.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">After using the move grapple action and moving your full speed, you can spend 5 stamina points to move your full speed again (instead of half your speed) without the need to attempt another grapple check."
		]
	},
	"grabbing_master": {
		"name": "Grabbing Master",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Grabbing Master (Combat)",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"You can grapple two foes as easily as one.  ",
			"**Prerequisites:** {feat/Grabbing Drag}, {feat/Grabbing Style}, {feat/Improved Grapple}; base attack bonus +12, brawler level 8th, or monk level 8th.  ",
			"**Benefit:** When you are grabbing two opponents while using Grabbing Style, you can use your grapple to move or damage one or both opponents you are grappling, instead of just one.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you are grappling only one opponent while using Grabbing Style, you can spend 5 stamina points to continue to threaten the area within your reach with your free hand until the beginning of your next turn."
		]
	},
	"grabbing_style": {
		"name": "Grabbing Style",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Grabbing Style (Combat, Style)",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"You are adept at the one-handed grab.  ",
			"**Prerequisites:** {feat/Improved Grapple}; base attack bonus +6, brawler's flurry class feature, or flurry of blows class feature.  ",
			"**Benefit:** When you use this style, you do not take a -4 penalty on combat maneuver checks to {rule/grapple} a foe with only one hand. Additionally, you do not lose your Dexterity bonus to AC while pinning an opponent.  ",
			"**Normal:** Without two hands free, you take a -4 penalty on the combat maneuver roll to grapple a foe. While pinning a foe, you lose your Dexterity bonus to AC.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you make a grapple attempt with two hands while using this style, you can spend 1 stamina point to gain a +2 bonus on the grapple combat maneuver check."
		]
	},
	"graceful_athlete": {
		"name": "Graceful Athlete",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Graceful Athlete",
			"",
			"{SOURCE Blood of the Beast/6}",
			"",
			"You can use your lean, agile body to scale tall heights.  ",
			"**Prerequisites:** Acrobatics 1 rank, Climb 1 rank, Swim 1 rank, racial bonus to Dexterity.  ",
			"**Benefit:** Add your Dexterity modifier instead of your Strength bonus to Climb and Swim checks. If you have a Strength penalty, you must apply both your Strength penalty and your Dexterity modifier. This feat grants no benefit to creatures that already add their Dexterity modifier to Climb and Swim checks (such as all Tiny or smaller creatures).  ",
			"**Special:** Investigators, rogues (including unchained rogues), and slayers can select this feat in place of an investigator talent, a rogue talent, or a slayer talent, respectively, if they meet the prerequisites."
		]
	},
	"graceful_flier": {
		"name": "Graceful Flier",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Graceful Flier",
			"",
			"{SOURCE Inner Sea Monster Codex/53}",
			"",
			"When unencumbered, you fly with exceptional speed and agility.  ",
			"**Prerequisites:** {feat/Skill Focus} (Fly), fly speed.  ",
			"**Benefit:** You are a gifted flier. While wearing light or no armor, your fly speed increases by 5 feet and your maneuverability is one step better than normal, to a maximum of good. You lose the benefits of this feat if you carry a medium or heavy load.  ",
			"**Special:** While this feat is primarily taken by {race/strix}, other creatures with natural wings can also take it at the GM's discretion."
		]
	},
	"graceful_steal": {
		"name": "Graceful Steal",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Graceful Steal (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/84}",
			"",
			"You can steal with surprising subtlety.  ",
			"**Prerequisites:** Dex 13, {feat/Agile Maneuvers}, {feat/Improved Steal}, Sleight of Hand 3 ranks.  ",
			"**Benefit:** When attempting Sleight of Hand checks to lift or palm objects, you can use your Combat Maneuver Bonus for a {rule/steal} combat maneuver in place of your Sleight of Hand modifier, though if you do so, you must use your Dexterity modifier and not your Strength modifier. You can steal items with the steal combat maneuver even if they are hidden in a bag or pack (provided you can reach the item within), but the opponent gains at least a +5 bonus to its CMD (as for a fastened object) in this case."
		]
	},
	"grand_duchy_familiarity": {
		"name": "Grand Duchy Familiarity",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Grand Duchy Familiarity",
			"",
			"{SOURCE Inner Sea Combat/17}",
			"",
			"You have spent significant time in the Grand Duchy of Alkenstar, and your proximity to so many firearms has given you a familiarity with their delicate handling.  ",
			"**Prerequisites:** Base attack bonus +3, proficiency with at least one firearm.  ",
			"**Benefit:** Once per day as an immediate action, you can reroll an attack roll with a firearm that would have resulted in a misfire. You must take the results of the new roll, even if it results in a misfire as well."
		]
	},
	"grand_master_performer": {
		"name": "Grand Master Performer",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Grand Master Performer (Faction)",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"You grant your allies even greater bonuses when using your bardic performance abilities.  ",
			"**Prerequisites:** {ability/Bardic performance} class feature, {feat/Extra Performance}, {feat/Master Performer}, bard level 8th, [Kitharodian Academy](rule/f_bards) 20 TPA.  ",
			"**Benefit:** When any of your bardic performance abilities grant your allies a bonus, that bonus increases by +1. This bonus stacks with the bonus from the Master Performer feat."
		]
	},
	"grant_initiative": {
		"name": "Grant Initiative",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Grant Initiative",
			"",
			"{SOURCE Ultimate Magic/151}",
			"",
			"Not only are you a master at taking the initiative, but you can also grant it to someone else.  ",
			"**Prerequisites:** Cunning initiative class feature.  ",
			"**Benefit:** At the start of each encounter, you can either choose to keep the bonus granted to you by your Wisdom modifier on initiative checks or choose to give that bonus to one of your allies that you can see. You must make this choice before you or the ally you are granting the bonus to makes the initiative check."
		]
	},
	"grappled_caster": {
		"name": "Grappled Caster",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Grappled Caster",
			"",
			"{SOURCE Melee Tactics Toolbox/15}",
			"",
			"You have trained to cast spells while wrestling an opponent.  ",
			"**Prerequisites:** {feat/Combat Casting}.  ",
			"**Benefit:** You gain a +4 bonus on {rule/concentration} checks to cast spells while grappled. This bonus stacks with the bonus granted by {feat/Combat Casting}."
		]
	},
	"grasping_strike": {
		"name": "Grasping Strike",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Grasping Strike (Combat)",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"The surrounding foliage lurches forth at your enemies in concert with your strikes.  ",
			"**Prerequisites:** {feat/Nature Magic} or the ability to cast druid or ranger spells; {feat/Vital Strike}, Knowledge (nature) 5 ranks.  ",
			"**Benefit:** When you use Vital Strike (or {feat/Improved Vital Strike} or {feat/Greater Vital Strike}), you cause the foliage in the area to reach out and {rule/entangle>d} your foe (as the condition) if it fails a Reflex save (DC = 10 + 1/2 your character level + your Wisdom modifier). The effect lasts for 1 minute or until the enemy breaks free with a successful Strength check or an Escape Artist check (DC = the effect's saving throw DC), whichever comes first.",
			"",
			"You can use this benefit a number of times per day equal to your Wisdom modifier (minimum 1). You can choose to use this ability as a free action after you hit the enemy with the attack. This is a supernatural ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When using this feat, you can spend up to 5 stamina points to increase the DC of the effect by an amount equal to the number of stamina points you spent."
		]
	},
	"grasping_tail": {
		"name": "Grasping Tail",
		"sources": [
			"Planar Adventures",
			"Advanced Race Guide"
		],
		"description": [
			"## Grasping Tail",
			"",
			"{SOURCE Planar Adventures/28;Advanced Race Guide/174}",
			"",
			"Your tail becomes more useful, and can be used to grab or hold small items.  ",
			"**Prerequisites:** You must have a tail.  ",
			"**Benefit:** You can use your tail to grab stowed items. While you cannot wield weapons with your tail, you can use it to retrieve small, stowed objects carried on your person as a swift action.  ",
			"**Special:** If you have the prehensile tail {race/tiefling} racial trait, you can use your tail to grab unattended items within 5 feet or stowed objects carried on your person as a swift action; you can hold such objects with your tail, though you cannot manipulate them with it (other than to put them in your hand)."
		]
	},
	"gravitational_vital_strike": {
		"name": "Gravitational Vital Strike",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Gravitational Vital Strike (Combat)",
			"",
			"{SOURCE Planar Adventures/28}",
			"",
			"You use unusual gravities to adjust your vital strikes.  ",
			"**Prerequisites:** {feat/Vital Strike}; {feat/Heavy Gravity Acclimation} or {feat/Light Gravity Acclimation}.  ",
			"**Benefit:** When using any {feat/Vital Strike} feat in an area of light or heavy {rule/gravity>_traits}, roll the weapon's damage dice for the attack one additional time. For example, if using {feat/Improved Vital Strike}, you would roll the weapon's damage dice for the attack four times before adding other damage bonuses, instead of three times. You must have the appropriate prerequisite feat associated with the plane's gravity trait to gain this benefit."
		]
	},
	"gray_dwarf_magic": {
		"name": "Gray Dwarf Magic",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Gray Dwarf Magic",
			"",
			"{SOURCE Monster Codex/44}",
			"",
			"You gain a new spell-like ability from the list of duergar racial traits.  ",
			"**Prerequisites:** {race/Duergar}.  ",
			"**Benefit:** Choose one spell-like ability that is usable once per day and is granted by a duergar racial trait you don't have. You can use that spell-like ability once per day, with a caster level equal to your character level.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you must select a spell-like ability that's usable once per day from a different duergar racial trait."
		]
	},
	"gray_maiden_initiate": {
		"name": "Gray Maiden Initiate",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Gray Maiden Initiate",
			"",
			"{SOURCE Adventurer's Guide/84}",
			"",
			"You were selected for indoctrination into the [Gray Maidens](rule/aff_scarred_ladies) and underwent some of the preliminary scarring and conditioning, but Queen Ileosa was defeated before you could fully serve her. You bear the mental and physical scars of your sisters in the Gray Maidens, and while you never had to carry out any of the queen's commands, you feel a strong kinship with those of your sisters who have.  ",
			"**Prerequisites:** Female, must be taken at 1st level.  ",
			"**Benefit:** You are affiliated with the Gray Maidens. In addition, choose two of the following benefits to represent the focus of your initial training and indoctrination.",
			"",
			">@HL[Avenging Knight:] Like the Queens of the Night, you crave vengeance upon those who have wronged you. You gain a +1 bonus on damage rolls against any creature that dealt damage to you during the previous round.",
			">",
			">@HL[Deeper Indoctrination:] Mental conditioning has bolstered your mind against most magical control. You gain a +1 bonus on Will saving throws, except when resisting charm or compulsion effects created by lawful evil creatures, in which case you instead take a -2 penalty on Will saving throws.",
			">",
			">@HL[Faceless Maiden:] You can take advantage of the disquieting nature of the iconic armor of the Gray Maidens. While wearing Gray Maiden plate, you gain a +2 bonus on Intimidate checks.",
			">",
			">@HL[Gray Maiden Adept:] You had some magical skill before being recruited and learned to cast spells despite the restrictive armor you were forced to wear. The arcane spell failure chance of Gray Maiden plate you wear is reduced by 5%.",
			">",
			">@HL[Gray Maiden Endurance:] Surviving the brutal process of becoming a Gray Maiden taught you to endure more pain than others. You gain 2 hit points and can sleep while wearing Gray Maiden armor without becoming fatigued.",
			">",
			">@HL[Korvosan Acceptance:] With the aid of the Scarlet Rose, you've successfully reintegrated into Korvosan society. You gain a +1 bonus on Diplomacy and Knowledge (local) checks, and one of these skills (your choice) is a class skill for you.",
			">",
			">@HL[Scarred:] Your face was horribly scarred during Gray Maiden initiation, destroying your beauty. You take a -1 penalty on Diplomacy and Disguise checks, but gain a +2 bonus on Intimidate checks and on saving throws against pain effects.",
			">",
			">@HL[Tamed and Broken:] You reach your full potential only when magically compelled. Whenever you are under the effects of an enemy's compulsion spell, you gain a number of {rule/temporary hit points} equal to the spell's level. These temporary hit points last for the duration of the spell effect.",
			"",
			"**Special:** This feat is unaffiliated; a creature need not be affiliated with the Gray Maidens to select this feat."
		]
	},
	"great_cleave": {
		"name": "Great Cleave",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Great Cleave (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You can strike many adjacent foes with a single blow.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Power Attack}, base attack bonus +4.  ",
			"**Benefit:** As a standard action, you can make a single attack at your full base attack bonus against a foe within reach. If you hit, you deal damage normally and can make an additional attack (using your full base attack bonus) against a foe that is adjacent to the previous foe and also within reach. If you hit, you can continue to make attacks against foes adjacent to the previous foe, so long as they are within your reach. You cannot attack an individual foe more than once during this attack action. When you use this feat, you take a -2 penalty to your Armor Class until your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">Once per round when you miss a foe with an attack gained from Cleave, you can spend 5 stamina points to make another Cleave attack anyway."
		]
	},
	"great_expectations": {
		"name": "Great Expectations",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Great Expectations",
			"",
			"{SOURCE Heroes from the Fringe/25}",
			"",
			"Burdened with heavy responsibility at a young age, you must mature faster than most.  ",
			"**Prerequisites:** Rainkin {race/half-orc}, skilled alternate racial trait.  ",
			"**Benefit:** Choose Intelligence, Wisdom, or Charisma when you take this feat. This choice cannot be changed. As an immediate action a number of times per day equal to your modifier in the chosen attribute, you can gain a +2 circumstance bonus on any skill check that uses the chosen attribute. You can use this ability after rolling, but must use it before the results of the rolls are declared."
		]
	},
	"great_fortitude": {
		"name": "Great Fortitude",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Great Fortitude",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You are resistant to poisons, diseases, and other maladies.  ",
			"**Benefit:** You get a +2 bonus on all Fortitude saving throws.",
			"",
			"### Mythic Great Fortitude",
			"",
			"{SOURCE Mythic Adventures/66}",
			"",
			"Your fortitude is unmatched.  ",
			"**Prerequisites:** Great Fortitude.  ",
			"**Benefit:** Whenever you roll a Fortitude saving throw against a spell, spell-like ability, or supernatural ability from a non-mythic source, roll twice and take the higher result."
		]
	},
	"great_hatred": {
		"name": "Great Hatred",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Great Hatred (Combat)",
			"",
			"{SOURCE Advanced Race Guide/37}",
			"",
			"Your rage burns with vast intensity.  ",
			"**Prerequisites:** {race/Gnome}, hatred racial trait.  ",
			"**Benefit:** You gain an additional +1 bonus on melee and thrown weapon attacks against targets of your hatred racial trait.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you hit an opponent of a subtype subject to your hatred racial trait, you can spend up to 5 stamina points to deal an amount of extra damage equal to double the number of stamina points you spent."
		]
	},
	"great_rend": {
		"name": "Great Rend",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Great Rend (Combat)",
			"",
			"{SOURCE Monster Codex/224}",
			"",
			"You use your teeth and claws to rip your foes to shreds.  ",
			"**Prerequisites:** Bite attack, {umr/rend}, {monster/troll}.  ",
			"**Benefit:** If you are able to use your rend ability on the same turn that you also succeed at a bite attack, your rend deals an amount of additional damage equal to half your Strength modifier."
		]
	},
	"greater_awesome_blow": {
		"name": "Greater Awesome Blow",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Greater Awesome Blow (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"When you perform an awesome blow, you fling opponents back farther.  ",
			"**Prerequisites:** Str 25, {feat/Awesome Blow}, {feat/Improved Bull Rush}, {feat/Power Attack}, size Large or larger.  ",
			"**Benefit:** When you make an awesome blow combat maneuver, for every 5 by which your combat maneuver check exceeds the target's CMD, you send the target flying 5 additional feet. Furthermore, this movement provokes attacks of opportunity from your allies."
		]
	},
	"greater_balor_whip": {
		"name": "Greater Balor Whip",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Greater Balor Whip (Combat)",
			"",
			"{SOURCE Villain Codex/80}",
			"",
			"You can pull in foes with your whip and then attack them with your sword.  ",
			"**Prerequisites:** {feat/Balor Whip}, {feat/Improved Balor Whip}, {feat/Whip Mastery}, base attack bonus +16.  ",
			"**Benefit:** When you use Improved Balor Whip to make a single attack at your highest attack bonus, your critical threat range increases to 19-20 and you gain a +4 bonus on critical confirmation rolls if you threaten a critical hit with that attack."
		]
	},
	"greater_beast_hunter": {
		"name": "Greater Beast Hunter",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Greater Beast Hunter (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/112}",
			"",
			"You are an apex hunter.  ",
			"**Prerequisites:** {feat/Beast Hunter}; {feat/Improved Beast Hunter}; base attack bonus +6; Knowledge (nature) or Survival 6 ranks.  ",
			"**Benefit:** If you are surprised by an animal native to the terrain you have chosen for Beast Hunter, you can act normally in the surprise round, though you are still considered {rule/flat-footed} until it is your turn to act. You also gain a +4 bonus to confirm critical threats against animals native to the terrain you have chosen.  ",
			"**Special:** If you have selected Beast Hunter multiple times, you gain the benefits of this feat for all of the terrains you have chosen for those feats."
		]
	},
	"greater_bless_equipment": {
		"name": "Greater Bless Equipment",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Greater Bless Equipment",
			"",
			"{SOURCE Undead Slayer's Handbook/7}",
			"",
			"Your blessings are longer lasting, and you can bless more than one item at a time.  ",
			"**Prerequisites:** {feat/Bless Equipment}, {feat/Improved Bless Equipment}, caster level 12th, {ability/channel energy} class feature.  ",
			"**Benefit:** The duration of your equipment blessings doubles. In addition, as a standard action you may bless up to two pieces of equipment within range with a single blessing, expending uses of channeled energy as if you had only blessed one item."
		]
	},
	"greater_blighted_critical": {
		"name": "Greater Blighted Critical",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Greater Blighted Critical (Critical)",
			"",
			"{SOURCE Ultimate Magic/151}",
			"",
			"Your critical hit from a spell or spell-like ability afflicts the target with a major spellblight.  ",
			"**Prerequisites:** {feat/Blighted Critical}, caster level 12th.  ",
			"**Benefit:** Whenever you confirm a critical hit with a touch spell, ranged touch spell, or spell-like ability against an opponent, the victim gains a random major {rule/spellblight>s}.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess Critical Mastery."
		]
	},
	"greater_blind_fight": {
		"name": "Greater Blind-Fight",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Blind-Fight (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"Your enemies cannot hide from you.  ",
			"**Prerequisites:** Perception 15 ranks, {feat/Improved Blind-Fight}.  ",
			"**Benefit:** Your melee attacks ignore the miss chance for less than total {rule/concealment}, and you treat opponents with total concealment as if they had normal concealment (20% miss chance instead of 50%). You may still reroll a miss chance percentile roll as normal.",
			"",
			"If you successfully pinpoint an invisible or hidden attacker, that attacker gets no advantages related to hitting you with ranged attacks, regardless of the range. That is, you don't lose your Dexterity bonus to Armor Class, and the attacker doesn't get the usual +2 bonus for being invisible.",
			"",
			"**Special:** The Greater Blind-Fight feat is of no use against a character who is the subject of a {spell/blink} spell.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you attack a creature subject to the *blink* spell, you can spend 5 stamina points. If you do, your Greater Blind-Fight feat works against that creature until the beginning of your next turn, either treating the *blink* miss chance as 20% and allowing a reroll or ignoring the *blink* miss chance if you have a way to see or strike ethereal creatures."
		]
	},
	"greater_blood_frenzy": {
		"name": "Greater Blood Frenzy",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Greater Blood Frenzy",
			"",
			"{SOURCE Monster Codex/189}",
			"",
			"Your wounds move you into a deeper frenzy.  ",
			"**Prerequisites:** Blood frenzy ability, {monster/sahuagin}.  ",
			"**Benefit:** You no longer take a penalty to AC while in a blood frenzy. In addition, if you strike an enemy with both of your claw attacks - or two or more claw attacks if you have extra limbs - while in a blood frenzy, you can {umr/rend} (as the special attack), dealing an amount of additional damage equal to your claw damage plus 1-1/2 times your Strength bonus (minimum 0)."
		]
	},
	"greater_bull_rush": {
		"name": "Greater Bull Rush",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Bull Rush (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/125}",
			"",
			"Your bull rush attacks throw enemies off balance.  ",
			"**Prerequisites:** {feat/Improved Bull Rush}, {feat/Power Attack}, base attack bonus +6, Str 13.  ",
			"**Benefit:** You receive a +2 bonus on checks made to {rule/bull rush} a foe. This bonus stacks with the bonus granted by {feat/Improved Bull Rush}. Whenever you bull rush an opponent, his movement provokes attacks of opportunity from all of your allies (but not you).  ",
			"**Normal:** Creatures moved by bull rush do not provoke attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you bull rush an opponent, you can spend 5 stamina points to have the opponent's movement from the bull rush provoke an attack of opportunity from you as well."
		]
	},
	"greater_called_shot": {
		"name": "Greater Called Shot",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Greater Called Shot (Called Shot)",
			"",
			"{SOURCE Ultimate Combat/195}",
			"",
			"You can make multiple called shots where others could land but one.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Called Shot}, base attack bonus +6.  ",
			"**Benefit:** Whenever you make an attack, you can choose to replace that attack with a {rule/called shot>s}. You can make multiple called shots in a single round. Each additional called shot after the first made in the same round takes a -5 penalty. In addition, a called shot that deals half the creature's hit points of damage (minimum 40) is a debilitating blow.  ",
			"**Normal:** You can make only one called shot in a round as a full-round action. A called shot that deals 50 points of damage is a debilitating blow."
		]
	},
	"greater_channel_force": {
		"name": "Greater Channel Force",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Greater Channel Force",
			"",
			"{SOURCE Advanced Race Guide/88}",
			"",
			"Your eruptions of divine power move your enemies.  ",
			"**Prerequisites:** {feat/Channel Force}, {feat/Improved Channel Force}, {race/aasimar}, {ability/channel energy} 6d6.  ",
			"**Benefit:** When using Improved Channel Force, you can affect all creatures in a 30-foot-radius {misc/burst}."
		]
	},
	"greater_channel_smite": {
		"name": "Greater Channel Smite",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Greater Channel Smite",
			"",
			"{SOURCE Ultimate Combat/102}",
			"",
			"You empower your weapon with the might of your deity, which you discharge as you strike your foes.  ",
			"**Prerequisites:** {ability/Channel energy} class feature, {feat/Channel Smite}, base attack bonus +8.  ",
			"**Benefit:** Before making any melee attacks on your turn, you can use a swift action to expend one daily use of your channel energy class feature. The dice from your channel energy feature form a pool of damage dice you can access to further damage creatures normally harmed by the energy you are channeling - undead for positive energy, living creatures for negative energy. Prior to making each melee attack, allocate dice from the pool to be used as extra damage dice if you hit. Your target can make a Will save, as normal, to halve this extra damage. This extra damage is not multiplied when you score a critical hit. If you miss, the extra damage dice remain in your pool, but any dice left unexpended at the end of your turn are wasted."
		]
	}
}
