{
	"spirit_oni_master": {
		"name": "Spirit Oni Master",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Spirit Oni Master",
			"",
			"{SOURCE Haunted Heroes Handbook/4}",
			"",
			"Through forbidden blood pacts, you have bound a {monster/spirit oni} to your service.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks; Lawful neutral, lawful evil, or neutral evil.  ",
			"**Benefit:** Whenever you wear a specially crafted oni mask (which costs 50 gp), you gain a primary gore attack dealing 1d4 points of damage. If you have {ability/poison use}, you can apply poison to this gore attack as a move action.  ",
			"**Normal:** Applying poison to a weapon is a standard action."
		]
	},
	"spirit_rebuke": {
		"name": "Spirit Rebuke",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Spirit Rebuke",
			"",
			"{SOURCE Adventurer's Guide/169}",
			"",
			"Your insight and force of will can tame dangerous spirits.  ",
			"**Prerequisites:** Wis 17; {feat/Iron Will}; {feat/Spirit Beacon}; Diplomacy 5 ranks or Intimidate 5 ranks.  ",
			"**Benefit:** Select one specific category of spirit (fey, outsiders, or undead). Once per day as a standard action, you can condemn these spirits with such force of will that you can drive them from hosts, unravel their magic, or damage them physically. A rebuke targets a single spirit you can see (or one that is possessing a creature you can see) within 30 feet.",
			"",
			"Rebuking a spirit either functions as a targeted {spell/dispel magic} spell or channels damaging energy directly into the creature, similar to a cleric's {ability/channel energy} ability. To dispel a spirit's magic, attempt a dispel check, using your character level as your caster level (DC = 11 + spell level); if you're successful, that effect is dispelled. You can dispel only spells and spell-like abilities affecting the spirit itself or a creature it is currently possessing. If you use this dispel effect to end a spirit's possession of a creature or object, you gain a +2 bonus on this check. Channeling damaging energy instead deals 1d6 points of damage for every 2 character levels you have. A successful Will saving throw (DC = 10 + half your character level + your Charisma modifier) halves this damage.",
			"",
			"**Special:** You can select this feat up to three times. Each time you do, you must select a different category of spirit your rebuke can affect, and you can use the feat one additional time each day."
		]
	},
	"spirit_ridden": {
		"name": "Spirit Ridden",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Spirit Ridden",
			"",
			"{SOURCE Haunted Heroes Handbook/25}",
			"",
			"You can invite lesser spirits to partially share your body in exchange for their training and experience.  ",
			"**Benefit:** You can perform a seance once per day, taking 1 hour and requiring your concentration, calling out to any nearby spirit with the skill you seek. At the end of the hour, you invite the spirit to inhabit your body. The spirit grants you ranks in a skill of your choice equal to your character level, and you treat the skill as a class skill. These effects persist for 1 hour per character level. You cannot have more ranks in a skill than your total number of Hit Dice. While you're possessed, the spirit influences your personality."
		]
	},
	"spirit_sense": {
		"name": "Spirit Sense",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Spirit Sense",
			"",
			"{SOURCE Occult Adventures/140}",
			"",
			"You sense the presence of the unseen.  ",
			"**Prerequisites:** {feat/Psychic Sensitivity} or ability to cast psychic spells.  ",
			"**Benefit:** You gain a +5 bonus on checks to notice haunts. In addition, when you target an incorporeal creature with a corporeal spell or effect that doesn't deal damage, you have a 75% chance of affecting the target.  ",
			"**Normal:** Corporeal spells and effects that don't deal damage have only a 50% chance of affecting an incorporeal creature."
		]
	},
	"spirit_sight": {
		"name": "Spirit Sight",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Spirit Sight",
			"",
			"{SOURCE Adventurer's Guide/169}",
			"",
			"You fully open your mind to the spirit world, learning to perceive the hidden.  ",
			"**Prerequisites:** Wis 15, {feat/Iron Will}, {feat/Spirit Beacon}.  ",
			"**Benefit:** Invisible creatures of the fey, outsider, and undead types gain only {rule/concealment} from you, rather than total concealment (though they can still gain total concealment from {rule/cover} or use of the Stealth skill). Such creatures do not gain a bonus on attack rolls against you or ignore your Dexterity bonus to AC as normally granted by invisibility."
		]
	},
	"spirit_speaker": {
		"name": "Spirit Speaker",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Spirit Speaker",
			"",
			"{SOURCE Horror Adventures/94}",
			"",
			"By absorbing spirits, you can learn how to set them free.  ",
			"**Prerequisites:** Cha 13, Con 13, {feat/Absorb Spirit}, Diplomacy 5 ranks, must have died at least once or been possessed by an undead creature.  ",
			"**Benefit:** When you absorb a spirit with the Absorb Spirit feat, you can converse with it through an internal dialogue in your mind. While conversing with the spirit, you can attempt Diplomacy checks to change its attitude toward you, as a normal use of that skill. If you are a {class/medium} with the haunt channeler class feature, you gain a +4 bonus on these Diplomacy checks. Once the spirit's attitude is indifferent or better, you can request to know what must be done to lay the spirit to rest, though the DC to do so is the DC to change its current attitude + 15. This takes into account the circumstance modifiers for the request in a typical situation, though it could be higher or lower in an unusual circumstance.",
			"",
			"The spirit's starting attitude is usually hostile since you destroyed it and imprisoned it within you, interfering with its rejuvenation. If it's the spirit of an undead creature, it has the same Charisma bonus it had while fully manifested. If the spirit is that of a haunt, it has an effective Charisma based on its CR using the following table.",
			"",
			"| Haunt CR | Effective Charisma | (Modifier) |",
			"| --- | --- | --- |",
			"| 1-4 | 12 | (+1) |",
			"| 5-8 | 16 | (+3) |",
			"| 9-12 | 20 | (+5) |",
			"| 13-16 | 24 | (+7) |",
			"| 17-20 | 28 | (+9) |",
			"| 21+ | 32 | (+11) |",
			"",
			"Conversing with a spirit in this manner unsettles the mind. Each time you attempt a Diplomacy check using this ability to influence the spirit's attitude or make a request, you take 1 point of Wisdom damage. No effect can prevent or reduce the ability damage, nor can the ability damage be healed or suppressed by any means until you release the spirit.",
			"",
			"**Special:** If you are using the {rule/sanity/ system}, when you attempt a Diplomacy check using this ability, you take 1d6 points of sanity damage instead of 1 point of Wisdom damage. No effect can prevent or reduce the damage, nor can the damage be healed or suppressed by any means until you release the spirit."
		]
	},
	"spirit_symbiosis": {
		"name": "Spirit Symbiosis",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Spirit Symbiosis",
			"",
			"{SOURCE Occult Origins/19}",
			"",
			"Your phantom is impressionable and easily influenced by contact with new spirits.  ",
			"**Prerequisites:** Ability to cast {spell/speak with dead}, phantom class feature.  ",
			"**Benefit:** When you cast *speak with dead,* you can choose not to gain any of the normal effects of the spell, instead temporarily merging the summoned spirit into your {sidekick/phantom}, exchanging your phantom's current emotional focus and all related abilities for a new {ability/emotional focus} of your choice. This new emotional focus persists for 10 minutes per class level you have, after which your phantom's original emotional focus returns."
		]
	},
	"spirit_talker": {
		"name": "Spirit Talker",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Spirit Talker",
			"",
			"{SOURCE Advanced Class Guide/156}",
			"",
			"By forging a temporary bond with a spirit, you gain access to an unfamiliar hex.  ",
			"**Prerequisites:** Hex class feature; {class/shaman} level 6th or {class/witch} level 6th.  ",
			"**Benefit:** Once per day, you can spend 10 minutes communing with a {ability/shaman spirit>s} of your choice. When you do, you gain the temporary use of one hex from its list of hexes. This hex is added to your list of available hexes for the next hour, after which you immediately lose all benefits of that hex."
		]
	},
	"spirit_vision": {
		"name": "Spirit Vision",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Spirit Vision",
			"",
			"{SOURCE Demons Revisited/32}",
			"",
			"You retain your senses when seeking a possession target.  ",
			"**Prerequisites:** {spell/Magic jar} as a known spell or spell-like ability, Wis 15  ",
			"**Benefit:** When you sense life forces while seeking a host, you can observe them as you could when you were in your own body. Attempting to possess a body is a standard action."
		]
	},
	"spirited_charge": {
		"name": "Spirited Charge",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Spirited Charge (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"Your mounted charge attacks deal a tremendous amount of damage.  ",
			"**Prerequisites:** Ride 1 rank, {feat/Mounted Combat}.  ",
			"**Benefit:** When mounted and using the {rule/charge} action, you deal double damage with a melee weapon (or triple damage with a lance).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When making a mounted charge, you can spend a number of stamina points up to your Strength bonus. If your charge attack hits, you deal an amount of extra damage equal to the number of stamina points you spent. This additional damage is doubled by this feat (or tripled if you're using a lance).",
			"",
			"### Mythic Spirited Charge",
			"",
			"{SOURCE Mythic Adventures/74}",
			"",
			"Your mounted charge knocks the wind and wits from those foolish enough to stand against you.  ",
			"**Prerequisites:** Spirited Charge.  ",
			"**Benefit:** When you hit an opponent with a mounted charge, that opponent must succeed at a Fortitude saving throw (DC 10 + 1/2 your character level + your Str modifier) or be {misc/staggered} for a number of rounds equal to your tier. If you use a lance with this attack, increase the saving throw DC by 2. As a free action before you make the attack, you can expend one use of mythic power to {misc/daze>d} your opponent on a failed saving throw instead of staggering it."
		]
	},
	"spirits_gift": {
		"name": "Spirit's Gift",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Spirit's Gift",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"You commune with a spirit of your choice, and it grants your animal companion or familiar a boon.  ",
			"**Prerequisites:** {ability/Animal companion} class feature or {ability/familiar} class feature.  ",
			"**Benefit:** At the start of the day, you can choose to commune with a single {ability/shaman spirit>s}. (Although a shaman would need an hour of preparation, this takes you no time.) Once during the next 24 hours, you can spend a standard action to grant your animal companion or familiar that shaman spirit's spirit animal ability for 1 minute per level in the class that grants your animal companion or familiar."
		]
	},
	"spiritual_balance": {
		"name": "Spiritual Balance",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Spiritual Balance",
			"",
			"{SOURCE Occult Adventures/140}",
			"",
			"You focus your ki in order to quell the influence of outside spirits on you.  ",
			"**Prerequisites:** Ki pool class feature, still mind class feature.  ",
			"**Benefit:** The saving throw bonus from your still mind class feature applies against possession effects, and as an immediate action you can spend 1 point from your ki pool to double the saving throw bonus provided by still mind.  ",
			"**Normal:** Your still mind class feature applies only against enchantment spells and effects."
		]
	},
	"spiritual_guardian": {
		"name": "Spiritual Guardian",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Spiritual Guardian",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"Your spiritual guardians are more powerful than those of most others.  ",
			"**Prerequisites:** Ability to cast {spell/spiritual weapon} or {spell/spiritual ally}, spirit magic class feature.  ",
			"**Benefit:** Whenever you cast *spiritual weapon, spiritual ally,* or a similar spell that grants you a spiritual guardian, that guardian uses your shaman level instead of your base attack bonus to determine its base attack bonus, potentially granting it multiple attacks. Additionally, it gains a +2 bonus on caster level checks to overcome spell resistance as well as on damage rolls."
		]
	},
	"spiritual_training": {
		"name": "Spiritual Training",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Spiritual Training",
			"",
			"{SOURCE Haunted Heroes Handbook/25}",
			"",
			"Through dedicated study and training, you can resist the control of possessing spirits.  ",
			"**Benefit:** You gain a +2 competence bonus on Knowledge checks to identify creatures with the incorporeal subtype, and can attempt Knowledge checks dealing with incorporeal creatures untrained. When affected by a {spell/dominate person}, {spell/magic jar}, or {spell/possession} spell or a similar ability, your mind and soul remain aware within your body, at war with the invading consciousness. While dominated or possessed, you can attempt a Will save as a swift action to temporarily regain control over your body. On a successful save, you can act normally for 1 round. On a failed save, you cannot attempt to regain control for 1 hour, but the possessing consciousness can't take a swift action that round."
		]
	},
	"spiritualists_call": {
		"name": "Spiritualist's Call",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Spiritualist's Call",
			"",
			"{SOURCE Occult Adventures/140}",
			"",
			"Whenever you summon your phantom, it is more powerful for a brief period of time.  ",
			"**Prerequisites:** Phantom class feature.  ",
			"**Benefit:** Whenever you summon your {sidekick/phantom}, you can give it a +2 enhancement bonus to its Strength, Dexterity, or Charisma. This bonus lasts for 10 minutes after the summoning ritual is complete."
		]
	},
	"spit_venom": {
		"name": "Spit Venom",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Spit Venom (Combat)",
			"",
			"{SOURCE Advanced Race Guide/197}",
			"",
			"You have mastered the nagaji warrior technique of spitting venom into your opponent's eyes.  ",
			"**Prerequisites:** {race/Nagaji}.  ",
			"**Benefit:** As a full-round action, you can spit poison up to 10 feet as a ranged touch attack. If you hit, the target must make a successful Fortitude save or be blinded for 1d6 rounds. The DC of this save is equal to 10 + 1/2 your total Hit Dice + your Constitution modifier. You can use this ability once per day plus one additional time per day for every three Hit Dice you have.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When you spit poison, you can spend up to 5 stamina points. For each stamina point spent, you can increase the range of the attack by 5 feet."
		]
	},
	"splash_volley": {
		"name": "Splash Volley",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Splash Volley (Betrayal, Teamwork)",
			"",
			"{SOURCE Champions of Corruption/21}",
			"",
			"Your allies are used to being in the splash zone of your hurled weapons, and try to ensure that at least your opponent gets hit.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You initiate this feat whenever you {rule/throw[ a] splash weapon} into a square within the reach of an ally who also has this feat and miss your target. Rather than you rolling to see where the weapon lands, the abettor can try to redirect it as an immediate action by making a melee touch attack against any adjacent foe. If the abettor's attack hits that foe, the splash weapon impacts in the nearest square the targeted foe occupies."
		]
	},
	"splash_weapon_mastery": {
		"name": "Splash Weapon Mastery",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Splash Weapon Mastery",
			"",
			"{SOURCE Adventurer's Armory/31}",
			"",
			"You are adept at increasing the range, area, and accuracy of splash weapons.  ",
			"**Benefit:** When {rule/throw[ing a] splash weapon}, you act as if you had the {feat/Far Shot} feat. When you hit with a splash weapon, select one additional square adjacent to the splash area; creatures in this area also take splash damage. When you miss with a splash weapon, you may adjust the miss direction on the grid by +1 or -1. This feat counts as Far Shot for the purpose of qualifying for other feats, but only in regard to splash weapons."
		]
	},
	"splintering_weapon": {
		"name": "Splintering Weapon",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Splintering Weapon",
			"",
			"{SOURCE Ultimate Combat/120}",
			"",
			"Your {misc/fragile} weapon works to your advantage, breaking off fragments in wounds you inflict.  ",
			"**Prerequisites:** Base attack bonus +1, proficient with weapon, weapon made of {main/equipment<primitive| material>s}.  ",
			"**Benefit:** Whenever you use a melee or thrown weapon with the {misc/fragile} weapon feature or similar quality and hit an opponent, you can give your weapon the {misc/broken} condition to deal that opponent 1d4 points of {rule/bleed} damage."
		]
	},
	"split_hex": {
		"name": "Split Hex",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Split Hex",
			"",
			"{SOURCE Ultimate Magic/156}",
			"",
			"You can split the effect of one of your targeted hexes, affecting another creature you can see.  ",
			"**Prerequisites:** {class/Witch} level 10th.  ",
			"**Benefit:** When you use one of your {ability/hexes} (not a major hex or a grand hex) that targets a single creature, you can choose another creature within 30 feet of the first target to also be targeted by the hex."
		]
	},
	"split_major_hex": {
		"name": "Split Major Hex",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Split Major Hex",
			"",
			"{SOURCE Ultimate Magic/156}",
			"",
			"You can split the effect of one of your targeted hexes, affecting another creature you can see.  ",
			"**Prerequisites:** {feat/Split Hex}, caster level 18th.  ",
			"**Benefit:** When you use one of your {ability/major hexes} (not a grand hex) that targets a creature, you can choose another creature within 30 feet of the first target to also be targeted by the major hex."
		]
	},
	"split_trick": {
		"name": "Split Trick",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Split Trick (Trick)",
			"",
			"{SOURCE Psychic Anthology/17}",
			"",
			"You can split a mesmerist trick between two targets.  ",
			"**Prerequisites:** Mesmerist trick class feature.  ",
			"**Benefit:** Whenever you implant a mesmerist trick in a target, you can designate that trick as a split trick. When doing so, you touch two targets and split the trick between them. This counts as implanting a mesmerist trick in both targets. The mesmerist trick functions as normal, except that when the trick's triggering condition occurs, you must choose one of the split trick's targets to receive the effects of the split trick. The other target receives no benefit from the trick."
		]
	},
	"spontaneous_metafocus": {
		"name": "Spontaneous Metafocus",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Spontaneous Metafocus",
			"",
			"{SOURCE Ultimate Magic/157}",
			"",
			"You can focus to combine one of your known spells and metamagic feats.  ",
			"**Prerequisites:** Cha 13, one {main/feats_<metamagic/ feat}, able to spontaneously cast spells.  ",
			"**Benefit:** Pick a single spell that you are able to cast spontaneously. When you apply metamagic feats to that spell, you can cast the spell using the normal casting time instead of at the slower casting time.  ",
			"**Special:** You can take this feat multiple times. Each time you select this feat, choose a new spell that you can cast spontaneously; the feat applies to that spell.",
			"",
			"### Mythic Spontaneous Metafocus",
			"",
			"{SOURCE Mythic Adventures/74}",
			"",
			"You apply metamagic to your spells with greater ease than do other spontaneous casters.  ",
			"**Prerequisites:** Spontaneous Metafocus.  ",
			"**Benefit:** You can change which spell your Spontaneous Metafocus feat applies to each morning when you restore your expended spell slots. The spell it applies to can be of any level, but it must be a legal selection for the Spontaneous Metafocus feat.  ",
			"**Special:** You can gain this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Spontaneous Metafocus feat."
		]
	},
	"spontaneous_natures_ally": {
		"name": "Spontaneous Nature's Ally",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Spontaneous Nature's Ally",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"Instead of casting a cure spell, you can instead cast summon nature's ally.  ",
			"**Prerequisites:** Knowledge (nature) 5 ranks, ability to spontaneously cast {main/cure or inflict |spell/s>_groupings}, {domain/Animal} or {domain/Plant} domain.  ",
			"**Benefit:** You can \"lose\" a prepared spell in order to cast any {spell/summon nature's ally>_1} spell of the same level or lower, instead of casting a *cure* spell or an *inflict* spell as you normally would. For the purpose of this feat only, the *summon nature's ally* spells of the appropriate spell levels count as being on your spell list at {main/the same |spell[ level a]s [for a ]druid}."
		]
	},
	"sprightly_armor": {
		"name": "Sprightly Armor",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Sprightly Armor (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/17}",
			"",
			"You make the most of your armor's magical capabilities.  ",
			"**Prerequisites:** Dex 13, base attack bonus +11 or fighter level 8th, armor training class feature, proficiency with light armor.  ",
			"**Benefit:** You add your armor's enhancement bonus as a bonus on your initiative checks.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 5 stamina points as an immediate action to gain a circumstance bonus on your Reflex saves equal to your armor's enhancement bonus for 1 turn."
		]
	},
	"spring_attack": {
		"name": "Spring Attack",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Spring Attack (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"You can deftly move up to a foe, strike, and withdraw before he can react.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}, base attack bonus +4.  ",
			"**Benefit:** As a full-round action, you can move up to your speed and make a single melee attack without provoking any attacks of opportunity from the target of your attack. You can move both before and after the attack, but you must move at least 10 feet before the attack and the total distance that you move cannot be greater than your speed. You cannot use this ability to attack a foe that is adjacent to you at the start of your turn.  ",
			"**Normal:** You cannot move before and after an attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">You can spend 5 stamina points to use this feat as a standard action instead of a full-round action.",
			"",
			"### Mythic Spring Attack",
			"",
			"{SOURCE Mythic Adventures/74}",
			"",
			"You move across the battlefield in a blur of whirling blades.  ",
			"**Prerequisites:** Spring Attack, base attack bonus +6.  ",
			"**Benefit:** When you use Spring Attack, you don't need to move at least 10 feet before making the first attack. If you expend one use of mythic power when you start a Spring Attack, the movement you make during the Spring Attack doesn't provoke attacks of opportunity."
		]
	},
	"spring_heeled_reaping": {
		"name": "Spring-Heeled Reaping",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Spring-Heeled Reaping (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/11}",
			"",
			"Your armor's flexibility and your own training allow you to strike multiple times while moving.  ",
			"**Prerequisites:** Dex 17, {feat/Dodge}, {feat/Mobility}, {feat/Shot on the Run} or {feat/Spring Attack}, {feat/Spring-Heeled Sprint}, {feat/Spring-Heeled Style}, base attack bonus +11, proficiency with light armor.  ",
			"**Benefit:** While using Spring-Heeled Style, whenever you use Shot on the Run or Spring Attack, you can attack two different creatures at any point in your movement. Each attack is made at your full attack bonus. Any creature that you attack in melee with this feat cannot make attacks of opportunity against you for that movement, as normal for Spring Attack."
		]
	},
	"spring_heeled_sprint": {
		"name": "Spring-Heeled Sprint",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Spring-Heeled Sprint (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/11}",
			"",
			"You can move quickly without sacrificing your offense.  ",
			"**Prerequisites:** Dex 15, {feat/Dodge}, {feat/Mobility}, {feat/Shot on the Run} or {feat/Spring Attack}, {feat/Spring-Heeled Style}, base attack bonus +7, proficiency with light armor.  ",
			"**Benefit:** While using Spring-Heeled Style, you can move up to twice your speed when using the Shot on the Run or Spring Attack feats"
		]
	},
	"spring_heeled_style": {
		"name": "Spring-Heeled Style",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Spring-Heeled Style (Combat, Style)",
			"",
			"{SOURCE Armor Master's Handbook/11}",
			"",
			"You cunningly dart across the battlefield from foe to foe, taking advantage of your armor's flexibility to duck blows.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}, {feat/Shot on the Run} or {feat/Spring Attack}, base attack bonus +4, proficiency with light armor.  ",
			"**Benefit:** If using this style during any round in which you take a move action to move 10 or more feet, you gain a +2 bonus on weapon attack rolls until the start of your next turn. While using this style, you gain the AC bonus from Mobility against attacks of opportunity provoked by making a ranged attack or loading a ranged weapon.  ",
			"**Special:** A character with the armor training class feature can use Spring-Heeled Style while wearing any type of armor with which she is proficient."
		]
	},
	"sprinting_troll": {
		"name": "Sprinting Troll",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Sprinting Troll",
			"",
			"{SOURCE Monster Codex/225}",
			"",
			"You use your powerful metabolism to hunt swiftly, starving your regenerative powers in the interest of granting yourself greater speed.  ",
			"**Prerequisites:** {feat/Fleet}, {umr/regeneration}, {monster/troll}.  ",
			"**Benefit:** As a free action, you can increase your land speed by 10 feet for 1 minute. You lose your regeneration ability while you benefit from this enhancement bonus to your land speed and for 1 minute afterward. You can end this ability early as a free action. You can activate this ability only if your regeneration is functioning."
		]
	},
	"sproutling": {
		"name": "Sproutling",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Sproutling",
			"",
			"{SOURCE Ultimate Wilderness/19}",
			"",
			"You are able to sprout more quickly than most, though your body is underdeveloped.  ",
			"**Prerequisites:** Cha 15, seed racial trait, {race/ghoran}.  ",
			"**Benefit:** Whenever you use your seed ability to grow a new body, you can choose to sprout in half the normal amount of time (1d6 days instead of 2d6 days). If you do, your new body is Small instead of Medium, your natural armor bonus from racial traits (if any) is reduced by half, and you take a -2 penalty to Strength, Dexterity, and Constitution. These modifications last 1d3 weeks, after which your body matures to its proper size and loses all penalties associated with sprouting early."
		]
	},
	"squash_flat": {
		"name": "Squash Flat",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Squash Flat (Combat)",
			"",
			"{SOURCE Inner Sea Gods/216;Faiths of Corruption/25}",
			"",
			"You can bull rush an opponent straight to the ground.  ",
			"**Prerequisites:** {feat/Improved Bull Rush}, {feat/Merciless Rush}, worshiper of {faith/Rovagug}.  ",
			"**Benefit:** Whenever you make a {rule/bull rush} attack and your combat maneuver check exceeds the target's CMD by 5 or more, you can attempt to {rule/trip} the target as part of your bull rush as a free action. This does not provoke an attack of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">After succeeding at a bull rush combat maneuver check, you can spend 4 stamina points to attempt to trip the target with Squash Flat regardless of your bull rush combat maneuver check's result."
		]
	},
	"squire": {
		"name": "Squire",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Squire",
			"",
			"{SOURCE Knights of the Inner Sea/20}",
			"",
			"You attract a squire to aid you in your knightly endeavors.  ",
			"**Prerequisites:** Character level 4th, proficient with all martial weapons.  ",
			"**Benefit:** This feat acts similarly to the {feat/Leadership} feat, with several exceptions. You can only attract a 1st-level cohort (referred to hereafter as a squire) with this feat, and cannot recruit followers until you have the Leadership feat. You determine your Leadership score according to the rules presented in the Leadership feat, but your squire is always at least three or more levels lower than yourself.",
			"",
			"A squire can only take levels in a class that grants proficiency with all martial weapons as a class feature: antipaladin, aristocrat, barbarian, bloodrager, cavalier, fighter, gunslinger, hunter, magus, occultist, paladin, ranger, samurai, skald, slayer, swashbuckler, vigilante, warpriest, or warrior. She cannot multiclass, though she may take any archetype she qualifies for, including {arc-paladin/Combat Healer Squire} (paladin), {arc-gunslinger/Gunner Squire} (gunslinger), {arc-cavalier/Herald Squire} (cavalier), and {arc-fighter/Weapon Bearer Squire} (fighter).",
			"",
			"If a squire gains enough XP to bring her to two levels lower than your level, the squire does not gain the new level until you gain your next level - until then her new XP total is 1 less than the amount needed to attain the next level and she gains no additional XP until you advance.",
			"",
			"If you release your squire from service, you may gain a new one by scouting for potential candidates in a city or large town where members of your knightly order can typically be found, which requires at least 24 hours of uninterrupted scouting. This act can also replace a squire who has perished.",
			"",
			"**Graduation:** When you reach 7th level, this feat automatically upgrades to the Leadership feat (meaning that you effectively lose this feat and replace it with Leadership). You gain all the normal benefits of the Leadership feat, except that your squire must remain at least three levels lower than you and must continue to take levels in her first class. In order for your squire to be able to be two levels lower than you, your squire must be at least 4th level, and you must witness her as she single-handedly defeats a creature with Hit Dice equal to or greater than her own. Upon the creature's defeat, your squire graduates to full knighthood and acts as a normal cohort; she may begin taking levels in other classes if she so chooses, and she may increase in level to up to two levels lower than yourself."
		]
	},
	"squirming_pile": {
		"name": "Squirming Pile",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Squirming Pile (Combat, Teamwork)",
			"",
			"{SOURCE Blood of the Beast/23}",
			"",
			"Your body is easily lost in the muddy chaos of fighting as a swarm, making your vital areas difficult to target.  ",
			"**Prerequisites:** Acrobatics 5 ranks, swarming racial trait.  ",
			"**Benefit:** While sharing a square with an ally who has this feat, you gain a 25% chance of negating the additional damage from a successful critical hit or {ability/sneak attack}; if you negate the damage, it is instead rolled normally. This negation chance doesn't stack with similar protection provided by any other source, such as the {magic-enh/fortification} armor special ability."
		]
	},
	"stabbing_shot": {
		"name": "Stabbing Shot",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stabbing Shot (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"You can clear the way to continue using your bow.  ",
			"**Prerequisites:** {feat/Rapid Shot}, {race/elf}.  ",
			"**Benefit:** When adjacent to an opponent and making a full-attack action with a longbow or shortbow (including composite bows), you may choose to make a melee attack against that opponent with a drawn arrow rather than firing it. If the attack hits - whether or not it does damage - your target is pushed back 5 feet away from you. You can then fire arrows from your bow normally, at the original target, or at another target within range. This melee attack replaces the extra attack from Rapid Shot, and all of your attack rolls for the round (the melee attack and the ranged attacks) take a -2 penalty. If your initial attack leaves you with no enemies threatening you, you can make the subsequent ranged attack or attacks without provoking attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When using this feat, you can spend 2 stamina points to negate the -2 penalty on all attacks for 1 round."
		]
	},
	"stable_gallop": {
		"name": "Stable Gallop",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Stable Gallop",
			"",
			"{SOURCE Animal Archive/19}",
			"",
			"You run with a smooth and steady gait.  ",
			"**Prerequisites:** Animal or magical beast.  ",
			"**Benefit:** Your AC penalty when {rule/charg/ing>e} is halved. The penalties on ranged attacks made by your rider are reduced by 1 when you take a double move and by 2 when you {rule/run} (minimum penalty of 0). Your rider gains a +4 bonus on {rule/concentration} checks caused by your motion."
		]
	},
	"stable_spell": {
		"name": "Stable Spell",
		"sources": [ "Wardens of the Reborn Forge" ],
		"description": [
			"## Stable Spell (Metamagic)",
			"",
			"{SOURCE Wardens of the Reborn Forge/49}",
			"",
			"You can cast spells in areas of {rule/primal magic} with less chance of triggering a primal magic event.  ",
			"**Benefit:** In areas of primal magic, the chance of a stable spell triggering a primal magic event is reduced by 25%. In cases where a primal magic event would trigger despite the reduced chances, the caster of a stable spell receives a +2 bonus on the {rule/concentration} check to avoid the primal magic event. A stable spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"stag_horns": {
		"name": "Stag Horns",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Stag Horns (Combat)",
			"",
			"{SOURCE Heroes of the Wild/23}",
			"",
			"You've learned to gain the upper hand against your enemies by charging at them with feigned abandon, yet gaining a strong grip on them after attacking.  ",
			"**Prerequisites:** Dex 13, {feat/Charging Stag Style}, {feat/Dodge}, {feat/Improved Unarmed Strike}, {feat/Mobility}.  ",
			"**Benefit:** While using Charging Stag Style, if you make a successful unarmed attack at the end of a charge, you can attempt a free {rule/grapple} check against the target of your charge without provoking an attack of opportunity.  ",
			"**Normal:** Attempting a grapple requires a standard action, which provokes an attack of opportunity from your target unless you have the {feat/Improved Grapple} feat."
		]
	},
	"stag_submission": {
		"name": "Stag Submission",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Stag Submission (Combat)",
			"",
			"{SOURCE Heroes of the Wild/23}",
			"",
			"You can quickly subdue an opponent you've charged using a special submission hold.  ",
			"**Prerequisites:** {feat/Charging Stag Style}, {feat/Dodge}, {feat/Improved Unarmed Strike}, {feat/Mobility}, {feat/Stag Horns}.  ",
			"**Benefit:** When you are in Charging Stag Style and succeed at a combat maneuver check to [pin](rule/grapple) a foe, you can choose to also knock the foe {rule/prone} or to deal your unarmed attack damage to the foe.  ",
			"**Normal:** After successfully maintaining a grapple on a target, you can choose to move, damage, or pin the target."
		]
	},
	"stage_combatant": {
		"name": "Stage Combatant",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stage Combatant (Combat)",
			"",
			"{SOURCE Ultimate Combat/120}",
			"",
			"You are a master of stage and nonlethal combats.  ",
			"**Prerequisites:** {feat/Weapon Focus}, base attack bonus +5  ",
			"**Benefit:** When you make an attack with a weapon that you have {feat/Weapon Focus} in, you take no penalty on the attack roll when you are attempting to make an attack that deals no damage or nonlethal damage.  ",
			"**Normal:** When making attacks that deal no damage or nonlethal damage, you take a -4 penalty on attack rolls.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">If you have at least 1 stamina point in your stamina pool, you gain a +2 bonus on attack rolls with a weapon with which you have Weapon Focus when you attempt to make an attack that deals no damage."
		]
	},
	"staggering_blow": {
		"name": "Staggering Blow",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Staggering Blow (Combat)",
			"",
			"{SOURCE Monster Codex/20}",
			"",
			"You know just where to strike to temporarily stagger a foe.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, {feat/Vital Strike}, base attack bonus +8.  ",
			"**Benefit:** When you attack a foe using Vital Strike, you can choose to take a -2 penalty on your attack roll to also make the attack a staggering strike. You must make this choice before making the attack roll. If your attack roll is successful, your target must succeed at a Fortitude saving throw (DC = 10 + 1/2 your character level + your Strength modifier) or be {misc/staggered} until the start of your next turn. Once a creature that failed its save recovers from the effects of your staggering blow, it is immune to the effects of this feat for 24 hours. Constructs, oozes, plants, undead, incorporeal creatures, and creatures that are immune to critical hits are immune to this effect."
		]
	},
	"staggering_critical": {
		"name": "Staggering Critical",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Staggering Critical (Combat, Critical)",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"Your critical hits cause opponents to slow down.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +13.  ",
			"**Benefit:** Whenever you score a critical hit, your opponent becomes {misc/staggered} for 1d4+1 rounds. A successful Fortitude save reduces the duration to 1 round. The DC of this Fortitude save is equal to 10 + your base attack bonus. The effects of this feat do not stack. Additional hits instead add to the duration.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess Critical Mastery.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When you score a critical hit and attempt to stagger an opponent with this feat, you can spend up to 5 stamina points to increase the DC of this feat's saving throw by an amount equal to the number of stamina points you spent."
		]
	},
	"staggering_fist": {
		"name": "Staggering Fist",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Staggering Fist (Combat)",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"When you engage in unarmed combat, you know just where to strike to stagger your foe.  ",
			"**Prerequisites:** Dex 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +2.  ",
			"**Benefit:** When you damage a foe with your unarmed attack, you can also cause it to be {misc/staggered} for 1 round (until just before your next turn). The target can avoid this with a successful Fortitude saving throw (DC = 10 + 1/2 your character level + your Wisdom modifier). You must declare that you are using this feat before you make your attack roll; thus, a failed attack roll ruins the attempt. You can attempt to use this feat once per day for every 4 character levels you have, but no more than once per round. Constructs, incorporeal creatures, plants, undead, and creatures that are immune to critical hits cannot be affected by this ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">You can spend 5 stamina points to declare that you are using this feat after you've hit with an unarmed strike."
		]
	},
	"stalkers_focus": {
		"name": "Stalker's Focus",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Stalker's Focus",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"Your affinity to the natural world allows you to adopt the focus of a single animal.  ",
			"**Prerequisites:** Knowledge (nature) 3 ranks, Survival 3 ranks, no levels in a class that has the animal focus class feature.  ",
			"**Benefit:** Choose a single type of animal to emulate from the hunter's {ability/animal focus} class feature. Once per day, you or your {sidekick/animal companion} (if you have one) can gain the benefit of that animal focus for 1 minute. Treat your character level as your hunter level for the purpose of determining the benefits granted by your chosen animal focus.  ",
			"**Special:** If you gain levels in a class that has the animal focus class feature, when you gain that feature you gain 1 additional minute of use each day of your animal focus class feature."
		]
	},
	"stalwart": {
		"name": "Stalwart",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Stalwart",
			"",
			"{SOURCE Ultimate Combat/121}",
			"",
			"You adopt a defensive stance that allows you to absorb and redirect hits.  ",
			"**Prerequisites:** {feat/Diehard}, {feat/Endurance}, base attack bonus +4.  ",
			"**Benefit:** While using the {misc/total defense} action, {misc/fighting defensively} action, or {feat/Combat Expertise}, you can forgo the dodge bonus to AC you would normally gain to instead gain an equivalent amount of DR, to a maximum of DR 5/-, until the start of your next turn. This damage reduction stacks with DR you gain from class features, such as the {class/barbarian/'s}, but not with DR from any other source. If you are denied your Dexterity bonus to AC, you are also denied this DR."
		]
	},
	"stance_of_the_xorn": {
		"name": "Stance of the Xorn",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Stance of the Xorn (Combat)",
			"",
			"{SOURCE Dwarves of Golarion/21}",
			"",
			"You have heightened awareness of enemies on all sides.  ",
			"**Prerequisites:** Wis 15, base attack bonus +3.  ",
			"**Benefit:** {rule/Flanking} creatures do not gain a +2 bonus to attack you (this does not prevent you from being {ability/sneak attack/ed} or denied your Dexterity bonus). A condition that makes you lose your Dex bonus to AC also makes you lose the benefits of this feat.  ",
			"**Normal:** Flanking opponents gain a +2 flanking bonus to hit."
		]
	},
	"stand_still": {
		"name": "Stand Still",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stand Still (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/134}",
			"",
			"You can stop foes that try to move past you.  ",
			"**Prerequisites:** {feat/Combat Reflexes}.  ",
			"**Benefit:** When a foe provokes an attack of opportunity due to moving through your adjacent squares, you can make a {rule/combat maneuver>s} check as your attack of opportunity. If successful, the enemy cannot move for the rest of his turn. An enemy can still take the rest of his action, but cannot move. This feat also applies to any creature that attempts to move from a square that is adjacent to you if such movement provokes an attack of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">When you succeed at a combat maneuver check to stop a creature's movement with this feat, you can spend 5 stamina points. If you do, on that creature's next turn, its movement speed is halved and it can't take a 5-foot step."
		]
	},
	"standing_tall": {
		"name": "Standing Tall",
		"sources": [ "Pathfinder #131: The Reaper's Right Hand" ],
		"description": [
			"## Standing Tall (Story)",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/77}",
			"",
			"You can tap into your family's old ways to take on some of the traits of plants.  ",
			"**Prerequisites:** Be a member of House Fahlspar, or have [The Hunter](rule/influential_associates_table), {rule/class_background<Nature (oracle), or| T/ree Tender (druid)>ables} background.  ",
			"**Benefit:** Once per day as a move action, you gain a +2 bonus on saving throws against mind-affecting effects for 1 minute.  ",
			"**Goal:** Swear to protect a natural site and defend it for at least a year, including decisively defeating an appropriate number of invaders or despoilers.  ",
			"**Completion Benefit:** You may now use the above benefit three times per day, and the benefit also applies on saving throws against paralysis, poison, polymorph, sleep, and stunning effects."
		]
	},
	"starlight_summons": {
		"name": "Starlight Summons",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Starlight Summons",
			"",
			"{SOURCE Ultimate Magic/157}",
			"",
			"Your summoned minions slink along under the shadows of the stars.  ",
			"**Prerequisites:** {feat/Spell Focus} (conjuration), able to cast {spell/summon nature's ally>_1}.  ",
			"**Benefit:** Creatures you summon gain the {feat/Blind-Fight} feat, a +5 bonus to Perception and Stealth checks in dim light or darkness, and their natural weapons are treated as cold iron for overcoming damage reduction."
		]
	},
	"starry_grace": {
		"name": "Starry Grace",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Starry Grace (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"Your quick and free starknife motions allow you to make deadly dexterous attacks.  ",
			"**Prerequisites:** Dex 13, {feat/Weapon Finesse}.  ",
			"**Benefit:** When wielding a {eq-weapon.starknife}, you can add your Dexterity modifier instead of your Strength modifier to that weapon's damage. The starknife must be one appropriate for your size. You do not gain this benefit while fighting with two weapons or using flurry of blows, or any time another hand is otherwise occupied.",
			"",
			"In addition, if you have the panache class feature, as long as you have at least 1 panache point, you gain a +5 bonus to your movement speed on your move action after taking an attack action with a starknife or on your {feat/Spring Attack} or {rule/charge} with a starknife."
		]
	},
	"startling_getaway": {
		"name": "Startling Getaway",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Startling Getaway (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"You strike with surprise and then run circles around your foe.  ",
			"**Prerequisites:** Startling appearance class feature.  ",
			"**Benefit:** During a surprise round, after taking an attack action to attack a creature unaware of your presence, you can take a move action to move. If you are already capable of taking both a standard and a move action in the surprise round, this feat does not grant you any additional actions.  ",
			"**Normal:** You can take only a single standard or move action during a surprise round."
		]
	},
	"startling_shapechanger": {
		"name": "Startling Shapechanger",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Startling Shapechanger",
			"",
			"{SOURCE Blood of the Beast/14}",
			"",
			"You use your shapechanging abilities in order to demoralize your enemies.  ",
			"**Prerequisites:** {feat/Dazzling Display}, change shape ability, shapechanger subtype.  ",
			"**Benefit:** You abruptly change shape, startling those who aren't prepared for your reveal. Whenever you use your change shape ability to assume a new form or return to your true form, you can also use Dazzling Display as a free action. Reduce the result of your Intimidate check by 5 against opponents who know that you are a shapechanger. When using Dazzling Display in this manner, you can use the feat without needing a weapon in hand.  ",
			"**Special:** A character with the wild shape class feature counts as having the change shape ability and shapechanger subtype for the purpose of meeting this feat's prerequisites. A character with wild shape can use this feat's benefit whenever she uses wild shape to assume a new form or return to her true form."
		]
	},
	"startoss_comet": {
		"name": "Startoss Comet",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Startoss Comet (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/15}",
			"",
			"You can aim a thrown weapon so it strikes two foes.  ",
			"**Prerequisites:** Dex 13, {feat/Point-Blank Shot}, {feat/Startoss Style}, {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** As a standard action, you can make a single ranged thrown weapon attack at your full attack bonus with the chosen weapon. If you hit, you deal damage normally and can make a second attack (at your full attack bonus) against a target within one range increment of the first. You determine cover for this attack from the first target's space instead of your space. You can make only one additional attack per round with this feat. If you have {feat/Vital Strike}, {feat/Improved Vital Strike}, or {feat/Greater Vital Strike}, you can add the additional damage from those feats to the initial ranged attack (but not the second attack)."
		]
	},
	"startoss_shower": {
		"name": "Startoss Shower",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Startoss Shower (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/15}",
			"",
			"You can strike multiple opponents with thrown weapons.  ",
			"**Prerequisites:** Dex 13, {feat/Point-Blank Shot}, {feat/Startoss Comet}, {feat/Startoss Style}, {feat/Weapon Focus} with the chosen weapon, base attack bonus +4.  ",
			"**Benefit:** When you hit an opponent while using the Startoss Comet feat, you can continue to make attacks against foes that are within one range increment of all previous opponents. You determine cover for each attack from the most recently hit foe's space instead of your space, and you cannot attack an individual foe more than once during this attack action. You can make a maximum number of attacks equal to 1 + 1 per 5 points of base attack bonus you possess. If you have {feat/Vital Strike}, {feat/Improved Vital Strike}, or {feat/Greater Vital Strike}, you can add the additional damage from those feats to the initial ranged attack (but not any subsequent attacks)."
		]
	},
	"startoss_style": {
		"name": "Startoss Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Startoss Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/15}",
			"",
			"Your thrown weapons become more deadly.  ",
			"**Prerequisites:** Dex 13, {feat/Point-Blank Shot}, {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** Choose one weapon from the thrown {ability/fighter |weapon group>s}. While using this style and the chosen weapon, you gain a bonus on damage rolls made with the weapon equal to 2 + 2 per style feat you possess that lists Startoss Style as a prerequisite (maximum +6 damage). You cannot use this ability if you are carrying a weapon or a shield in your off hand (except for a {eq-armor/buckler}).  ",
			"**Special:** In addition to the chosen weapon, a character with this feat and the weapon training (thrown) class feature can use Startoss Style with any thrown weapons that she wields in one hand."
		]
	},
	"steadfast_mind": {
		"name": "Steadfast Mind",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Steadfast Mind",
			"",
			"{SOURCE Pathfinder Society Primer/8}",
			"",
			"You can concentrate even in the direst circumstances, and know how to retain your magic even when it would otherwise be wasted.  ",
			"**Prerequisites:** Cha 15, Int 15, or Wis 15 (see special).  ",
			"**Benefit:** Whenever you fail a {rule/concentration} check while casting defensively and would normally lose a prepared spell or spell slot, you may attempt a Will save (DC = 15 + spell level) to retain the spell as though you had not attempted to cast it. The failed concentration check still results in the spell's failure, even if the spell is retained.  ",
			"**Special:** To gain the benefits of this feat, you must meet the prerequisite that matches the ability score you use to determine your save DCs, bonus spells per day, and ability to cast spells of a given level. If you gain spells from multiple classes, you must meet the prerequisite ability score for each class to gain the benefits of this feat when casting spells from that class's spell list."
		]
	},
	"steadfast_personality": {
		"name": "Steadfast Personality",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Steadfast Personality",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"You rely on your assuredness and sense of self to help keep your mind clear.  ",
			"**Benefit:** Add your Charisma modifier instead of your Wisdom bonus on Will saves against mind-affecting effects. If you have a Wisdom penalty, you must apply both your Wisdom penalty and your Charisma modifier."
		]
	},
	"steadfast_slayer": {
		"name": "Steadfast Slayer",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Steadfast Slayer (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/7}",
			"",
			"Like the dragonslayers and giantslayers of legend, you stand alone against creatures far larger than you.  ",
			"**Benefit:** If you are the only character threatening an opponent and you successfully attack the opponent with a two-handed melee weapon, for each size category larger than you that opponent is, you gain a +2 bonus on your melee damage roll."
		]
	},
	"steady_engagement": {
		"name": "Steady Engagement",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Steady Engagement (Combat)",
			"",
			"{SOURCE Inner Sea Gods/216;Faiths of Balance/24}",
			"",
			"You can draw on your excellent balance to trip or disarm opponents when they try to disengage.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, {feat/Stand Still}, worshiper of {faith/Irori}.  ",
			"**Benefit:** If you use Stand Still to prevent an opponent from moving, you may make a {rule/disarm} or {rule/trip} combat maneuver against your target as an immediate action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend up to 4 stamina points to gain a +1 bonus per stamina point spent on any combat maneuver check that you attempt as part of Steady Engagement."
		]
	},
	"stealth_synergy": {
		"name": "Stealth Synergy",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Stealth Synergy (Teamwork)",
			"",
			"{SOURCE Ultimate Combat/121}",
			"",
			"Working closely with an ally, you are able to move like twin shadows.  ",
			"**Benefit:** While you can see one or more allies who also have this feat, whenever you and your allies make a {skill/Stealth} check, you all take the highest roll and add all your modifiers to Stealth."
		]
	},
	"stealthy": {
		"name": "Stealthy",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Stealthy",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"You are good at avoiding unwanted attention and slipping out of bonds.  ",
			"**Benefit:** You get a +2 bonus on all {skill/Escape Artist} and {skill/Stealth} skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
			"",
			"### Mythic Stealthy",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"Your grace and fluidity are beyond compare.  ",
			"**Prerequisites:** Stealthy.  ",
			"**Benefit:** The bonus on Escape Artist and Stealth skill checks from Stealthy increases by 2. In addition, you can expend one use of mythic power to treat an Escape Artist or Stealth check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
		]
	},
	"steam_caster": {
		"name": "Steam Caster",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Steam Caster",
			"",
			"{SOURCE Advanced Race Guide/178}",
			"",
			"You imbue your fire spells with elemental water, transforming them into powerful gouts of steam.  ",
			"**Prerequisites:** {race/Undine}.  ",
			"**Benefit:** You may increase the casting time of a fire spell to a full-round action, infusing it with elemental power (spells with a casting time of 1 full-round action or longer do not have an increased casting time). The spell is treated as if it had the water descriptor. All fire effects of the altered spell instead manifest as superheated steam. The altered spell works normally underwater without requiring a caster level check. Unlike fire, the steam cannot ignite objects or set creatures on fire. As the spell still deals fire damage, fire resistance or immunity still applies to the spell's effects."
		]
	},
	"steam_spell": {
		"name": "Steam Spell",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Steam Spell (Metamagic)",
			"",
			"{SOURCE Aquatic Adventures/59}",
			"",
			"You've built off of some of the closely-guarded secrets of the undine steamcasters, allowing you to use fire magic underwater easily.  ",
			"**Benefit:** You can apply Steam Spell only to a spell with the fire descriptor. A steam spell works underwater without a caster level check, but it requires a caster level check to function above water. A steam spell uses up a slot the same spell level as the spell's actual level."
		]
	},
	"steel_soul": {
		"name": "Steel Soul",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Steel Soul",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"You are especially resistant to magic.  ",
			"**Prerequisites:** {race/Dwarf}, hardy racial trait.  ",
			"**Benefit:** You receive a +4 racial bonus on saving throws against spells and spell-like abilities. This replaces the normal bonus from the dwarf's hardy racial trait.  ",
			"**Normal:** Dwarves normally receive a +2 racial bonus on saving throws against spells and spell-like abilities."
		]
	},
	"steelskin_channel": {
		"name": "Steelskin Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Steelskin Channel",
			"",
			"{SOURCE Inner Sea Gods/216}",
			"",
			"Torag's blessing heals the body and hardens the skin.  ",
			"**Prerequisites:** {ability/Channel energy} 7d6, worshiper of {faith/Torag}.  ",
			"**Benefit:** Once per day when you channel positive energy to heal living creatures, you can grant healed creatures damage resistance. Affected creatures gain DR 2/- (or increase their DR/- by 2, if they already have DR/-) for a number of minutes equal to your Charisma bonus (minimum 1 minute)."
		]
	},
	"stellar_wanderer": {
		"name": "Stellar Wanderer",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Stellar Wanderer",
			"",
			"{SOURCE Plane-Hopper's Handbook/29}",
			"",
			"You have gained {faith/Desna/'s} trust, and she has taught you her realm's secrets.  ",
			"**Prerequisites:** Character level 15, Knowledge (planes) 10 ranks.  ",
			"**Benefit:** Once per week, you can use the pools of {rule/Cynosure} to instantly transport yourself from Cynosure to any plane, as per {spell/plane shift}."
		]
	},
	"step_of_the_flighty_fey": {
		"name": "Step of the Flighty Fey",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Step of the Flighty Fey",
			"",
			"{SOURCE Legacy of the First World/8}",
			"",
			"Your spell-like ability taps the magic and resilience of the First World.  ",
			"**Prerequisites:** {race/Gathlain}, feather step spell-like ability.  ",
			"**Benefit:** A creature under the effect of your *feather step* spell-like ability gains DR 1/cold iron for the duration of the effect. If you have at least 8 Hit Dice, the creature instead gains DR 2/cold iron, and if you have at least 16 Hit Dice, the creature instead gains DR 3/cold iron."
		]
	},
	"step_up": {
		"name": "Step Up",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Step Up (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"You can close the distance when a foe tries to move away.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** Whenever an adjacent foe attempts to take a 5-foot step away from you, you may also make a 5-foot step as an immediate action so long as you end up adjacent to the foe that triggered this ability. If you take this step, you cannot take a 5-foot step during your next turn. If you take an action to move during your next turn, subtract 5 feet from your total movement.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, on the turn after you use this feat, you can still take a 5-foot step, and you don't reduce your speed if you take an action to move due to this feat."
		]
	},
	"step_up_and_strike": {
		"name": "Step Up and Strike",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Step Up and Strike (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"When a foe tries to move away, you can follow and make an attack.  ",
			"**Prerequisites:** Dex 13, {feat/Following Step}, {feat/Step Up}, base attack bonus +6.  ",
			"**Benefit:** When using the Step Up or Following Step feats to follow an adjacent foe, you may also make a single melee attack against that foe at your highest base attack bonus. This attack counts as one of your attacks of opportunity for the round. Using this feat does not count toward the number of actions you can usually take each round.  ",
			"**Normal:** You can usually only take one standard action and one 5-foot step each round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/132}",
			">",
			">You can spend 5 stamina points to make this feat's attack without having that attack count as one of your attacks of opportunity for the round."
		]
	},
	"stick_together": {
		"name": "Stick Together",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Stick Together (Combat, Teamwork)",
			"",
			"{SOURCE Melee Tactics Toolbox/11}",
			"",
			"You stick close to your allies in combat.  ",
			"**Benefit:** When an adjacent ally with this feat moves, you can move up to your speed as an immediate action, as long as your movement ends adjacent to that ally. If you do so, you are {misc/staggered} on your next turn. This movement provokes attacks of opportunity as normal."
		]
	},
	"stick_fighting_counter": {
		"name": "Stick-Fighting Counter",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Stick-Fighting Counter (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/12}",
			"",
			"Using stick-fighting techniques both defensively and offensively, you can turn your parries into counterattacks.  ",
			"**Prerequisites:** {feat/Stick-Fighting Style}, base attack bonus +4.  ",
			"**Benefit:** While you are {misc/fighting defensively}, as a free action you can select an opponent you have attacked on that turn and prepare yourself to counter one of its attacks. Once per round, when that opponent attempts a melee attack against you and the attack misses, the attacker provokes an attack of opportunity from you, provided that it is within your threatened area. You must use a {eq-weapon/club}, {eq-weapon/quarterstaff}, {eq-weapon/dan bong}, {eq-weapon/sap}, or {eq-weapon/tonfa} to perform the attack of opportunity."
		]
	},
	"stick_fighting_maneuver": {
		"name": "Stick-Fighting Maneuver",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Stick-Fighting Maneuver (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/12}",
			"",
			"Your attacks with sticks have become blindingly fast, and you can throw in a combat maneuver between your attacks.  ",
			"**Prerequisites:** {feat/Stick-Fighting Counter}, {feat/Stick-Fighting Style}, base attack bonus +6.  ",
			"**Benefit:** When making a full attack using only {eq-weapon/club/s}, a {eq-weapon/quarterstaff}, {eq-weapon/dan bong/s}, {eq-weapon/sap/s}, or {eq-weapon/tonfa/s}, you can perform a combat maneuver as an extra attack using your full base attack bonus."
		]
	},
	"stick_fighting_style": {
		"name": "Stick-Fighting Style",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Stick-Fighting Style (Combat, Style)",
			"",
			"{SOURCE Martial Arts Handbook/12}",
			"",
			"You know how to use batons, clubs, and sticks in new ways.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** When fighting with a {eq-weapon/club}, {eq-weapon/quarterstaff}, {eq-weapon/dan bong}, {eq-weapon/sap}, or {eq-weapon/tonfa} with which you are proficient, you gain a +1 enhancement bonus on attack rolls as though it were a {rule/masterwork weapon>s}. If the weapon actually is a masterwork weapon, it instead counts as having the {misc/blocking}, {misc/disarm}, {misc/distracting}, {misc/performance}, and {misc/trip} special weapon qualities, even if the weapon normally doesn't have them."
		]
	},
	"still_spell": {
		"name": "Still Spell",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Still Spell (Metamagic)",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"You can cast spells without moving.  ",
			"**Benefit:** A stilled spell can be cast with no somatic components. Spells without somatic components are not affected. A stilled spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"still": { "redirect": "still_spell" },
	"stilled": { "redirect": "still_spell" },
	"stock_striker_style": {
		"name": "Stock-Striker Style",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Stock-Striker Style (Combat, Style)",
			"",
			"{SOURCE People of the Wastes/11}",
			"",
			"Your fighting technique makes you equally deadly with your firearm's stock as with its bullets.  ",
			"**Prerequisites:** {deed/Pistol-whip} gunslinger deed.  ",
			"**Benefit:** When you perform the pistol-whip deed while using this style, you gain a +1 bonus on the attack roll and on the combat maneuver check to knock the target {rule/prone}; this increases to +2 when you use a two-handed firearm. If you successfully knock the target prone, you do not provoke attacks of opportunity from the target until the end of your next turn when you make ranged attacks with your firearm. You can treat one-handed firearms as light weapons for the purpose of abilities such as {feat/Weapon Finesse} when performing the pistol-whip deed."
		]
	},
	"stock_striker_sweep": {
		"name": "Stock-Striker Sweep",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Stock-Striker Sweep (Combat)",
			"",
			"{SOURCE People of the Wastes/11}",
			"",
			"The force of your firearm strikes can drive back your foe or damage a second target.  ",
			"**Prerequisites:** {feat/Stock-Striker Style}, base attack bonus +7, {deed/pistol-whip} gunslinger deed.  ",
			"**Benefit:** When you are using Stock-Striker Style and successfully knock a target {rule/prone} with the pistol-whip deed, as a swift action you can either push the target 5 feet away from you or perform the pistol-whip deed a second time against a foe that is adjacent to the first and within your reach. This second use of pistol-whip costs 0 grit points."
		]
	},
	"stock_striker_takedown": {
		"name": "Stock-Striker Takedown",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Stock-Striker Takedown (Combat)",
			"",
			"{SOURCE People of the Wastes/11}",
			"",
			"Your melee strike leaves your target vulnerable to a merciless finishing shot.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Stock-Striker Style}, {feat/Stock-Striker Sweep}, base attack bonus +9, {deed/pistol-whip} gunslinger deed.  ",
			"**Benefit:** After you knock a target {rule/prone} with the pistol-whip deed while using Stock-Striker Style, you can fire one barrel of a loaded firearm you're wielding at the target as a move action; if your firearm has the {misc/scatter} weapon quality, you can instead make a scattering shot so long as you include the target in the area of effect. For this attack, you take no attack penalty for making a ranged attack against a prone target, and the critical multiplier of your weapon increases by 1 (to a maximum of &times;5)."
		]
	},
	"stoic": {
		"name": "Stoic",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Stoic",
			"",
			"{SOURCE Inner Sea World Guide/289;Pathfinder Campaign Setting/135}",
			"",
			"You know from firsthand experience that life is a series of unforgiving trials, and that fear itself is something that can be conquered.  ",
			"**Prerequisites:** {feat/Iron Will}.  ",
			"**Benefit:** You gain a +1 bonus on all saving throws against fear effects. If you successfully save against any fear effect, you are immune to further fear effects from that source for 24 hours."
		]
	},
	"stoic_pose": {
		"name": "Stoic Pose",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Stoic Pose",
			"",
			"{SOURCE Advanced Race Guide/205}",
			"",
			"You can hold yourself as still as a statue, evading detection.  ",
			"**Prerequisites:** {monster/Svirfneblin}.  ",
			"**Benefit:** By spending 5 rounds finding a suitable location, you can hold yourself so still that you appear to be a Small object such as a pile of rocks. This allows you to make a Stealth check without cover or concealment, as long as you do not move or take any other actions."
		]
	},
	"stone_awareness": {
		"name": "Stone Awareness",
		"sources": [ "Giants Revisited" ],
		"description": [
			"## Stone Awareness",
			"",
			"{SOURCE Giants Revisited/49}",
			"",
			"You can sense creatures touching earth or stone.  ",
			"**Prerequisites:** Wis 13, Perception 10 ranks, {monster/stone giant}.  ",
			"**Benefit:** You gain tremorsense 15 feet when in contact with earth or stone, including worked stone, and gain all the benefits of the {umr/tremorsense} universal monster ability."
		]
	},
	"stone_cover": {
		"name": "Stone Cover",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Stone Cover",
			"",
			"{SOURCE Heroes from the Fringe/9}",
			"",
			"You can use stone around you to help you avoid attacks.  ",
			"**Prerequisites:** Wis 15, {feat/Stone Shroud}, Stealth 6 ranks, {race/dwarf}, stonecunning racial trait.  ",
			"**Benefit:** While in areas of rocky terrain or while underground, you can gain 10% miss chance as a swift action. Alternatively, you can take a moment to better position yourself and gain {rule/concealment} as a move action. The miss chance or concealment you gain from this feat does not stack with similar effects and remains until the start of your next turn."
		]
	},
	"stone_dodger": {
		"name": "Stone Dodger",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Stone Dodger (Teamwork)",
			"",
			"{SOURCE Giant Hunter's Handbook/19}",
			"",
			"By working with an ally to gauge the trajectory of incoming attacks, you can more easily avoid taking damage.  ",
			"**Benefit:** Whenever you are able to see and hear at least one ally with this feat, you receive a +4 dodge bonus to AC against attacks from hurled rocks (or projectiles of similar shape, including bludgeoning ranged attacks from siege weapons). If you are hit by such an attack while you have this bonus, you can attempt a Reflex save to take only half damage from the attack. The DC for this save is equal to the bonus of the ranged attack used to hurl the rock."
		]
	},
	"stone_magic": {
		"name": "Stone Magic",
		"sources": [
			"Giants Revisited",
			"Pathfinder #4: Fortress of the Stone Giants"
		],
		"description": [
			"## Stone Magic",
			"",
			"{SOURCE Giants Revisited/49;Pathfinder #4: Fortress of the Stone Giants/57}",
			"",
			"Knowledgeable even among stone giant elders, you have unlocked greater mastery over earth and stone.  ",
			"**Prerequisites:** Cha 17, {monster/stone giant} elder (age 700 years or older).  ",
			"**Benefit:** In addition to the usual spell-like abilities of a stone giant elder, you gain the ability to use {spell/passwall}, {spell/spike stones}, {spell/statue}, {spell/stoneskin}, and {spell/wall of stone} once per day as spell-like abilities (caster level 10th, the save DCs are Charisma-based)."
		]
	},
	"stone_read": {
		"name": "Stone Read",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Stone Read",
			"",
			"{SOURCE Inner Sea Gods/216;Faiths of Purity/25}",
			"",
			"Faint vibrations in stone can alert you to trouble.  ",
			"**Prerequisites:** Knowledge (dungeoneering) 4 ranks.  ",
			"**Benefit:** You gain a +3 bonus on Perception checks in underground or mountainous environments. If you have 10 or more ranks in Knowledge (dungeoneering), this bonus increases to +6."
		]
	},
	"stone_sense": {
		"name": "Stone Sense",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Stone Sense",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"You can feel movement in the very earth and stones around you.  ",
			"**Prerequisites:** {feat/Improved Stonecunning}, Perception 10 ranks.  ",
			"**Benefit:** You gain {umr/tremorsense} to a range of 10 feet."
		]
	},
	"stone_shroud": {
		"name": "Stone Shroud",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Stone Shroud",
			"",
			"{SOURCE Heroes from the Fringe/9}",
			"",
			"Your connection to the earth allows you to find the perfect spot to hide among the stone.  ",
			"**Prerequisites:** Wis 13, Stealth 1 rank, {race/dwarf}, stonecunning racial trait.  ",
			"**Benefit:** You gain a +4 bonus on Stealth checks while in areas of rocky terrain or while underground."
		]
	},
	"stone_singer": {
		"name": "Stone Singer",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Stone Singer",
			"",
			"{SOURCE Advanced Player's Guide/171}",
			"",
			"Your songs are in accordance with the ways and lands of your people.  ",
			"**Prerequisites:** Cha 13, {ability/bardic performance} class feature, {race/dwarf}.  ",
			"**Benefit:** When you use bardic performance with audible components underground, the range or area of your chosen performance is doubled, and you can affect deaf creatures if they possess {umr/tremorsense} and are in your new range. In addition, the DC for saving throws against your bardic performance is increased by +2 for creatures of the earth subtype, regardless of where the performance occurs."
		]
	},
	"stone_soul": {
		"name": "Stone Soul",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Stone Soul",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/70}",
			"",
			"You're so attuned to the earth that your skin can harden to the thickness of stone.  ",
			"**Prerequisites:** {monster/Stone giant}.  ",
			"**Benefit:** Your natural armor bonus increases by 1. Once per day, you can use {spell/stoneskin} (on yourself only) as a spell-like ability. Your caster level is equal to 1/2 your Hit Dice.  ",
			"**Special:** You can take this feat up to three times. Each additional time you take this feat, the number of times you can use *stoneskin* per day increases by one."
		]
	},
	"stone_strider": {
		"name": "Stone Strider",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Stone Strider",
			"",
			"{SOURCE Inner Sea Gods/216}",
			"",
			"You discern the best path through rocky terrain.  ",
			"**Prerequisites:** Stonecunning racial trait, worshiper of {faith/Torag}.  ",
			"**Benefit:** You can move through any sort of nonmagical rocky terrain without taking damage, becoming slowed due to difficult terrain, or suffering any other impairments the terrain would otherwise cause."
		]
	},
	"stone_to_flesh_savant": {
		"name": "Stone to Flesh Savant",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Stone to Flesh Savant",
			"",
			"{SOURCE Monster Hunter's Handbook/15}",
			"",
			"You can use your mercies to transform petrified victims back to flesh.  ",
			"**Prerequisites:** Paladin level 12th, {ability/lay on hands} class feature, mercy class feature.  ",
			"**Benefit:** You gain a unique mercy, which aids victims of petrification. Whenever you use your lay on hands ability to heal damage, you can emulate {spell/stone to flesh} on the target, using your paladin level as your caster level. This functions only on a creature that has been petrified, and it has no effect on other stone."
		]
	},
	"stone_faced": {
		"name": "Stone-Faced",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Stone-Faced",
			"",
			"{SOURCE Advanced Player's Guide/170}",
			"",
			"Rocks show more expression than you.  ",
			"**Prerequisites:** {race/Dwarf}.  ",
			"**Benefit:** You receive a +4 bonus on {skill/Bluff} checks to lie or conceal your feelings or true motives, but not to {rule/feint} in combat or deliver secret messages. In addition, the DC for {skill/Sense Motive} checks to get a hunch about you is 25 rather than 20."
		]
	},
	"stone_handed": {
		"name": "Stone-Handed",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Stone-Handed (Combat)",
			"",
			"{SOURCE Elemental Master's Handbook/10}",
			"",
			"Drawing upon techniques to combat animated creatures, you bring a strike like an avalanche of stone.  ",
			"**Prerequisites:** Str 13, {feat/Stunning Fist}.  ",
			"**Benefit:** Before making a melee attack with an unarmed strike, you can expend one use of Stunning Fist to declare a stone-handed strike. Resolve the attack normally, except your attack ignores an amount of the target's hardness equal to your monk level or one-quarter your base attack bonus (minimum 1), whichever is higher. This effect replaces other effects or conditions that would be caused by your Stunning Fist."
		]
	},
	"stony_rampart": {
		"name": "Stony Rampart",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Stony Rampart (Combat, Conduit)",
			"",
			"{SOURCE Planar Adventures/32}",
			"",
			"Stone rises up at your command, offering cover to allies.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks.  ",
			"**Benefit:** As a standard action, you can call forth a low wall of unworked stone along any side of a square within 30 feet. This wall is 5 feet long, 3 feet high, 2 inches thick, and acts as a low obstacle, except that it provides only partial {rule/cover}. A single 5-foot section of stone created by this feat has hardness 8 and 30 hp. You can only have one such wall in existence at a time for every 5 ranks in Knowledge (planes) you have (minimum 1); walls last for a number of rounds equal to your ranks in Knowledge (planes) before crumbling to dust. If you have 10 or more ranks in Knowledge (planes), you can create multiple walls as a single standard action by expending an equivalent number of uses of this ability.",
			"",
			"You can use this feat's benefit a number of times per day equal to your ranks in Knowledge (planes)."
		]
	},
	"stony_step": {
		"name": "Stony Step",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Stony Step",
			"",
			"{SOURCE Advanced Race Guide/147}",
			"",
			"The earth recognizes its kinship with you and does not impede your movement.  ",
			"**Prerequisites:** {race/Oread}.  ",
			"**Benefit:** Whenever you move, you may move through 5 feet of earth- or stone-based difficult terrain (rubble, stone stairs, and so on) each round as if it were normal terrain. The effects of this feat stack with similar feats such as {feat/Acrobatic Steps} and {feat/Nimble Moves}. This feat allows you to take a 5-foot step into this kind of difficult terrain."
		]
	},
	"storm_breaker": {
		"name": "Storm Breaker",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Storm Breaker",
			"",
			"{SOURCE Elemental Master's Handbook/15}",
			"",
			"After the Eye of Abendego, no other storm, magic or mundane, can faze you.  ",
			"**Benefit:** You are treated as two sizes larger than your actual size when calculating whether you can be moved by {rule/wind} or {rule/currents>_and_running_water}, including the vortex and {umr/whirlwind} special abilities of monsters. If you have at least 11 Hit Dice, you cannot be moved by nonmagical wind unless you so choose."
		]
	},
	"storm_of_arrows": {
		"name": "Storm of Arrows",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Storm of Arrows (Combat)",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"You can rain arrows upon a greater number of foes.  ",
			"**Prerequisites:** Hail of arrows class feature.  ",
			"**Benefit:** When using hail of arrows, you can target up to two targets for every {pclass/arcane archer} level you have."
		]
	},
	"storm_of_blades": {
		"name": "Storm of Blades",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Storm of Blades (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/26}",
			"",
			"Your technique unleashes a dizzying torrent of cuts.  ",
			"**Prerequisites:** {feat/Weapon Focus} with slashing weapon, base attack bonus +6.  ",
			"**Benefit:** As a standard action, you can make a single attack with your chosen weapon while setting up a vortex of cuts that lasts until the beginning of your next turn. Any creature that begins its turn threatened by this weapon takes damage equal to your Strength or Dexterity bonus, whichever is greater. When your base attack bonus reaches +11, you also add your base weapon damage. When your base attack bonus reaches +16, you gain the {umr/distraction} universal monster rule for this damage, but a creature that fails its save is only {misc/sickened}. You can use this feat's benefits only once per minute."
		]
	},
	"storm_soul": {
		"name": "Storm Soul",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Storm Soul",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/70}",
			"",
			"Your attunement to storms grants you immunity to some of their effects.  ",
			"**Prerequisites:** {monster/Cloud>_giant} or {monster/storm giant}.  ",
			"**Benefit:** You gain immunity to electricity."
		]
	},
	"storm_survivor": {
		"name": "Storm Survivor",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Storm Survivor",
			"",
			"{SOURCE Ultimate Wilderness/117}",
			"",
			"You know how to survive and thrive in even the stormiest of weathers.  ",
			"**Prerequisites:** Knowledge (nature) 2 ranks, Survival 2 ranks.  ",
			"**Benefit:** When you are in a storm of any type, you gain a +2 circumstance bonus on Perception checks, Survival checks, and saving throws regarding adverse effects from the storm itself. If you have 10 or more ranks in one of these skills, this bonus increases to +4."
		]
	},
	"storm_warrior": {
		"name": "Storm Warrior",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Storm Warrior",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/70}",
			"",
			"Your weapons channel the fury of thunderstorms.  ",
			"**Prerequisites:** {feat/Storm Soul}, {monster/cloud>_giant} or {monster/storm giant}.  ",
			"**Benefit:** You can transfer the power of storms from your body to any metal melee weapons you wield, dealing an additional 1d6 points of electricity damage."
		]
	},
	"storm_lashed": {
		"name": "Storm-Lashed",
		"sources": [
			"Adventurer's Guide",
			"Pathfinder Campaign Setting",
			"Inner Sea World Guide"
		],
		"description": [
			"## Storm-Lashed",
			"",
			"{SOURCE Adventurer's Guide/184;Pathfinder Campaign Setting/133;Inner Sea World Guide/289}",
			"",
			"A life spent enduring gales and storms has hardened your body to the elements.  ",
			"**Benefit:** You can ignore many of the effects of severe weather. In rainy conditions, your visibility is reduced by only one-quarter (not by half) and you take only a -2 penalty on Perception checks. You are treated as if you were one size category larger for the purpose of wind effects, and halve any penalty on Perception checks caused by high winds. Finally, you gain a +2 bonus on saving throws against effects with the electricity descriptor or that deal electricity damage."
		]
	},
	"stouthearted": {
		"name": "Stouthearted",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Stouthearted",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"You fight back your fear by voicing the song in your heart.  ",
			"**Prerequisites:** Raging song class feature.  ",
			"**Benefit:** While you are maintaining a raging song, if you fail a saving throw against a fear effect, you can expend a round of performing to reroll your saving throw as an immediate action. You must keep this second result, even if it lower."
		]
	},
	"strange_yield": {
		"name": "Strange Yield",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Strange Yield",
			"",
			"{SOURCE Legacy of the First World/8}",
			"",
			"Your vines produce fruit with helpful properties.  ",
			"**Prerequisites:** Craft (alchemy) 5 ranks, {race/gathlain}, racial fly speed.  ",
			"**Benefit:** Your vines produce fruit with helpful properties. Once per day as a full-round action, you can withdraw a small fruit from your symbiotic vines. Roll d% on the table below; the fruit functions as the result of that roll. After 24 hours, the fruit loses its magic.",
			"",
			"| d% | Potion or Oil |",
			"| --- | --- |",
			"| 01-04 | {spell/Bless weapon} |",
			"| 05-14 | {spell/Cure light wounds} |",
			"| 15-19 | {spell/Endure elements} |",
			"| 20-27 | {spell/Enlarge person} |",
			"| 28-33 | {spell/Jump} |",
			"| 34-41 | {spell/Mage armor} |",
			"| 42-47 | {spell/Magic fang} |",
			"| 48-55 | {spell/Magic weapon} |",
			"| 56-60 | {spell/Pass without trace} |",
			"| 61-64 | {spell/Protection from chaos} |",
			"| 65-68 | {spell/Protection from evil} |",
			"| 69-72 | {spell/Protection from good} |",
			"| 73-76 | {spell/Protection from law} |",
			"| 77-81 | {spell/Reduce person} |",
			"| 82-87 | {spell/Remove fear} |",
			"| 88-92 | {spell/Sanctuary} |",
			"| 93-100 | {spell/Shield of faith} |"
		]
	},
	"strangler_mc": {
		"name": "Strangler (MC)",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Strangler (MC)",
			"",
			"{SOURCE Monster Codex/20}",
			"",
			"You can choke foes with a lasso.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (lasso), {feat/Weapon Focus} (lasso).  ",
			"**Benefit:** When you successfully entangle a creature with a {eq-weapon/lasso} and beat the target's CMD by 5 or more, the target cannot speak above a whisper and must succeed at a {rule/concentration} check (DC = 20 + your CMB + the spell level) to cast a spell with a verbal component, use a command word item, or use any magic requiring speech. Additionally, the DC of an Escape Artist check to slip free of a lasso you are using equals 15 or your CMD, whichever is higher."
		]
	},
	"strangler_uc": {
		"name": "Strangler (UC)",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Strangler (UC) (Combat)",
			"",
			"{SOURCE Ultimate Combat/121}",
			"",
			"Throttling the life out of enemies is second nature to you.  ",
			"**Prerequisites:** Dex 13, {ability/sneak attack} +1d6, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** Whenever you successfully maintain a {rule/grapple} and choose to deal damage, you can spend a swift action to deal your sneak attack damage to the creature you are grappling."
		]
	},
	"street_carnage": {
		"name": "Street Carnage",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Street Carnage (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"For you, the urban environment becomes another brutal weapon you can use to shred flesh and break bones.  ",
			"**Prerequisites:** Str 15, {feat/Improved Bull Rush}, {feat/Improved Unarmed Strike}, {feat/Power Attack}, {feat/Street Style}, {feat/Street Sweep}, base attack bonus +8 or monk level 7th.  ",
			"**Benefit:** While using Street Style, the critical multiplier of your unarmed strikes becomes &times;3, instead of &times;2."
		]
	},
	"street_smarts": {
		"name": "Street Smarts",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Street Smarts",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"You are able to navigate the streets and personalities of whatever locale you run across.  ",
			"**Benefit:** You get a +2 bonus on Knowledge (local) and Sense Motive checks, and Knowledge (local) is always a class skill for you. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill. The bonus on Sense Motive checks doesn't stack with {feat/Alertness}."
		]
	},
	"street_style": {
		"name": "Street Style",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Street Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"You use the urban environment to your advantage, thrashing and bashing your foe and driving it back.  ",
			"**Prerequisites:** Str 15, {feat/Improved Bull Rush}, {feat/Improved Unarmed Strike}, {feat/Power Attack}, base attack bonus +4 or monk level 3rd.  ",
			"**Benefit:** While using this style, once per round as a swift action when you hit a target with an unarmed strike, you can deal an extra 1d6 points of damage and attempt a {rule/bull rush} combat maneuver against that target.  ",
			"**Special:** You can enter the style stance for street style only while in urban terrain, and the stance ends immediately if you cease to be in urban terrain."
		]
	},
	"street_sweep": {
		"name": "Street Sweep",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Street Sweep (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"After driving your foe back, you can quickly knock it to the ground and slow it down.  ",
			"**Prerequisites:** Str 15, {feat/Improved Bull Rush}, {feat/Improved Unarmed Strike}, {feat/Power Attack}, {feat/Street Style}, base attack bonus +6 or monk level 5th.  ",
			"**Benefit:** While using Street Style, the first time each round that you deal damage with an unarmed strike to a foe that you {rule/bull rush/ed} with Street Style since the beginning of your last turn, that foe must succeed at a Fortitude save (DC = 10 + your base attack bonus) or be knocked {rule/prone} and staggered for 1 round."
		]
	},
	"strength_in_defeat": {
		"name": "Strength in Defeat",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Strength in Defeat",
			"",
			"{SOURCE Heroes from the Fringe/20}",
			"",
			"Half-drow tap into inner reserves, fighting even more fiercely when losing.  ",
			"**Prerequisites:** Base attack bonus +1, darkborn {race/half-elf}.  ",
			"**Benefit:** When reduced to half of your maximum hit points or fewer, you gain a +1 morale bonus on attack and damage rolls. This bonus increases to +2 at 8th level and to +3 at 15th level."
		]
	},
	"strength_of_obligation": {
		"name": "Strength of Obligation",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Strength of Obligation",
			"",
			"{SOURCE Blood of the Ancients/20}",
			"",
			"As a follower of Pao-Lung, you draw strength from your duties and obligations. You know that your every action has a great effect on the world around you, and that to falter is to threaten the spokes of the wheel of society.  ",
			"**Prerequisites:** Must be devoted to the philosophy of Pao-Lung and not worship any deities.  ",
			"**Benefit:** Once per day, you may swear an oath to accomplish a specific goal that has a clearly defined condition for success. While you are undertaking actions to fulfill this promise, you gain a +1 morale bonus on ability checks and skill checks directly related to achieving that goal. This bonus increases to +2 if the task in question is a responsibility that comes with a title or office you hold. If you ever fail to uphold a promise that you make, or are derelict in the duties of an office or title you hold, you lose the benefits from this feat and instead take a -1 penalty on ability checks, attack rolls, saving throws, and skill checks for 24 hours."
		]
	},
	"strength_of_wood": {
		"name": "Strength of Wood",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Strength of Wood",
			"",
			"{SOURCE Wilderness Origins/10}",
			"",
			"You can draw strength from your woody vines to infuse your flesh with arboreal resilience.  ",
			"**Prerequisites:** Con 13, {race/gathlain}.  ",
			"**Benefit:** Once per day as a move action, you can harden your flesh to gain DR 5/slashing for 1 minute. If you have 11 or more Hit Dice, this increases to DR 10/slashing. Additionally, while under this effect, you gain a +2 bonus on saving throws against paralysis, polymorph, sleep, and stunning effects."
		]
	},
	"stretched_wings": {
		"name": "Stretched Wings",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Stretched Wings",
			"",
			"{SOURCE Advanced Race Guide/201}",
			"",
			"You strengthen your crippled wings.  ",
			"**Prerequisites:** Str 13, {feat/Skill Focus} (Fly), {race/strix}, wing-clipped racial trait.  ",
			"**Benefit:** Your strix racial fly speed increases to 60 feet (average). You ignore the wing-clipped trait's Fly check requirement to fly upward."
		]
	},
	"strike_back": {
		"name": "Strike Back",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Strike Back (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"You can strike at foes that attack you using their superior reach, by targeting their limbs or weapons as they come at you.  ",
			"**Prerequisites:** Base attack bonus +11.  ",
			"**Benefit:** You can {rule/ready an action} to make a melee attack against any foe that attacks you in melee, even if the foe is outside of your reach.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you ready an action to attack someone outside of your melee reach, you can spend 5 stamina points to take a 5-foot step, but you must move closer to the attacking creature. You can take this 5-foot step even if your readied action includes a 5-foot step.",
			"",
			"### Mythic Strike Back",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"Your precise counterattacks degrade your foes' advantages in combat.  ",
			"**Prerequisites:** Strike Back.  ",
			"**Benefit:** When you make a melee attack as a readied action against a foe outside your melee reach, you can take a 5-foot step toward that foe. If you expend one use of mythic power, you can move your speed toward the foe instead. Neither of these counts toward the movement made during your turn."
		]
	},
	"strike_true": {
		"name": "Strike True",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Strike True (Combat)",
			"",
			"{SOURCE Paths of the Righteous/17}",
			"",
			"Rather than attempting a series of wild blows, you line up a perfect attack.  ",
			"**Prerequisites:** {feat/Combat Expertise}, base attack bonus +6.  ",
			"**Benefit:** You can focus yourself as a move action. When focused, you gain a +4 bonus on your next melee attack roll before the end of your turn."
		]
	},
	"strong_comeback": {
		"name": "Strong Comeback",
		"sources": [
			"Mythic Adventures",
			"Ultimate Combat"
		],
		"description": [
			"## Strong Comeback",
			"",
			"{SOURCE Ultimate Combat/121}",
			"",
			"You learn quickly from past mistakes.  ",
			"**Benefit:** Whenever you are allowed to reroll an ability check, a skill check, or a saving throw, you gain a +2 circumstance bonus on the reroll.",
			"",
			"### Mythic Strong Comeback",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"You never make the same mistake twice.  ",
			"**Prerequisites:** Strong Comeback.  ",
			"**Benefit:** Whenever you're allowed to reroll an ability check, a skill check, or a saving throw, roll two dice and take the higher result, before adding the bonus from Strong Comeback."
		]
	},
	"strong_implement_link": {
		"name": "Strong Implement Link",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Strong Implement Link",
			"",
			"{SOURCE Occult Adventures/141}",
			"",
			"Your connection to a particular implement allows you to draw on its power more efficiently even when it's not in your possession.  ",
			"**Prerequisites:** {ability/Implements} class feature.  ",
			"**Benefit:** When you are within 30 feet of your implement, you don't need to attempt a {rule/concentration} check to cast spells associated with that implement. When you are at a greater distance, the DC for the concentration check is equal to 15 + the spell's level.  ",
			"**Normal:** Anytime you attempt to cast a spell using an implement that's not in your possession, you must succeed at a concentration check with a DC equal to 20 + the spell's level in order to cast the spell.  ",
			"**Special:** You can take this feat multiple times. Its effects don't stack. Each time you take the feat, you gain the benefits for a different school of implements. If you have more than one implement of a single school, you can select that school multiple times and apply the benefits to another one of those implements each time you take this feat and select that school."
		]
	},
	"strongarm": {
		"name": "Strongarm",
		"sources": [ "Andoran, Birthplace of Freedom" ],
		"description": [
			"## Strongarm",
			"",
			"{SOURCE Andoran, Birthplace of Freedom/33}",
			"",
			"You are experienced at long-term intimidation of those you wish to exploit, and strike fear into the hearts of those you bully.  ",
			"**Prerequisites:** {feat/Intimidating Prowess}, member of the Lumber Consortium.  ",
			"**Benefit:** When you use the Intimidate skill to improve a target's attitude, if your check result exceeds the DC by 5 or more, the target's attitude is improved for 5d6 hours. During this time, should it attack you, the target immediately becomes {misc/shaken} for 1d6+1 rounds, as though it had been demoralized."
		]
	},
	"stronghold": {
		"name": "Stronghold",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Stronghold (Story)",
			"",
			"{SOURCE Ultimate Campaign/72}",
			"",
			"You seek to build a bastion against which your enemies shall break like water against the rocks.  ",
			"**Prerequisites:** You must have the {feat/Leadership} feat and must lead at least 10 combat-capable followers (such as fighters or rangers).  ",
			"**Benefit:** You can spend a move action to give battle orders to your troops, granting creatures under your command within 60 feet your choice of a +1 morale bonus on attack rolls, a +1 dodge bonus to AC, or a +1 bonus on a single type of saving throw. All creatures must receive the same benefit. You can't use this benefit on allies not under your command. This is a language-dependent, mind-affecting effect.  ",
			"**Goal:** Build or capture a stronghold capable of housing a force of at least 200 troops, and staff it with at least 100 combat-capable soldiers (or the equivalent) under your command. You must also provide food and water sufficient to survive at least a 6-month siege and a gold reserve sufficient for at least 6 months of wages if your troops require pay.  ",
			"**Completion Benefit:** Your battle order bonuses improve to +2, and the range of your orders increases to 120 feet. In addition, you can give two different orders to your troops.",
			"",
			"For example, you could grant your archers +2 on attack rolls while your front line gains a +2 bonus to AC."
		]
	},
	"structural_strike": {
		"name": "Structural Strike",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Structural Strike (Combat, Panache)",
			"",
			"{SOURCE Ultimate Intrigue/92}",
			"",
			"You use your knowledge of how things fit together to find ways to punch through the defenses of any foe.  ",
			"**Prerequisites:** Knowledge (engineering) 5 ranks, precise strike class feature or {swashdeed/precise strike} deed.  ",
			"**Benefit:** When using the {pclass/duelist/'s} or {class/swashbuckler/'s} precise strike, you can make a single strike as a standard action against an opponent that would be otherwise immune to your precise strike damage. If you hit, you deal your precise strike damage as normal against this enemy. When using the swashbuckler's precise strike deed, you can spend 1 panache point as a swift action to deal your regular precise strike damage on a single attack against an opponent that would typically be immune. If you have both class features, you can use either option in order to apply the full damage from both versions of precise strike.",
			"",
			"Additionally, against opponents with a chance of immunity to your precise strike (such as an opponent wearing armor with the {magic-enh/fortification} special ability), this feat reduces their chance of negating your precise strikes by 10%."
		]
	},
	"stubborn_curse": {
		"name": "Stubborn Curse",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Stubborn Curse",
			"",
			"{SOURCE Horror Adventures/94}",
			"",
			"Your curses are particularly tenacious.  ",
			"**Prerequisites:** Ability to cast a spell or spell-like ability with the curse descriptor, or a special ability with a curse effect.  ",
			"**Benefit:** Any curse effect you create is difficult to remove. When a creature makes a caster level check to remove the curse, it must roll twice and take the worse result."
		]
	},
	"student_of_sulunai": {
		"name": "Student of Sulunai",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Student of Sulunai",
			"",
			"{SOURCE Heroes of the High Court/19}",
			"",
			"You have studied the life and works of the aasimar Sulunai, who led the people of Tianjing in a time of nationwide chaos. You know that second chances are opportunities for salvation.  ",
			"**Prerequisites:** {race/Aasimar}.  ",
			"**Benefit:** Whenever a creature within 30 feet of you rerolls an ability check, saving throw, or skill check, you can give the creature a +2 insight bonus on the new roll as an immediate action. You can also cast {spell/divine favor} as a spell-like ability once per day, using your character level as your caster level."
		]
	},
	"studied_combatant": {
		"name": "Studied Combatant",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Studied Combatant",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"Your inspiration guides your strikes when you take a moment to assess your foe.  ",
			"**Prerequisites:** Int 13, {feat/Amateur Investigator}, base attack bonus +6, 1 rank in at least one Knowledge skill, no levels in a class that has the inspiration class feature.  ",
			"**Benefit:** You can expend one use of inspiration as a move action to study a single enemy that you can see. When you do so, you gain a +2 insight bonus on melee attack rolls and a +2 bonus on damage rolls for a number of rounds equal to your Intelligence modifier. The bonus on damage rolls is precision damage, and is not multiplied on a critical hit. Once affected by this feat, a target cannot be affect by your use of it again for 24 hours."
		]
	},
	"studied_expertise": {
		"name": "Studied Expertise",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Studied Expertise",
			"",
			"{SOURCE Haunted Heroes Handbook/6}",
			"",
			"Your insight lingers within the minds of your allies.  ",
			"**Prerequisites:** Inspirational expertise investigator talent.  ",
			"**Benefit:** You can spend one use of inspiration as a swift action to grant allies within 30 feet that can hear you a +4 insight bonus on attack rolls against one type of monster for 1 round, provided you succeeded at a Knowledge check to identify that type of monster's special powers or vulnerabilities no more than 1 minute earlier."
		]
	},
	"studied_spell": {
		"name": "Studied Spell",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Studied Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Intrigue/93}",
			"",
			"You use your knowledge about the target to bypass its resistances and damage reduction.  ",
			"**Benefit:** When casting a studied spell, designate one target affected by the spell. Attempt an appropriate Knowledge check based on that target's creature type as you cast the spell. The DC for this check is equal to 20 + the creature's CR based on its race and not including any class levels or template (a creature that is defined by class levels has an effective CR of 0 for this ability). If you succeed, your studied spell ignores any energy resistance or damage reduction the target has because of its race as well as any bonuses on saving throws against the spell granted by the target's race (such as the bonus from a {race/dwarf/'s} hardy ability or a {race/halfling/'s} halfling luck ability). Your studied spell doesn't ignore energy resistance, damage reduction, or saving throw bonuses granted by other spells and effects. If you fail the Knowledge check, the spell still has its normal effects. A studied spell uses up a spell slot 2 levels higher than the spell's actual level."
		]
	},
	"stumbling_bash": {
		"name": "Stumbling Bash",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Stumbling Bash (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/19}",
			"",
			"Your shield bash causes your enemies to falter.  ",
			"**Prerequisites:** {feat/Improved Shield Bash}, {feat/Shield Focus}, base attack bonus +6 or fighter level 4th.  ",
			"**Benefit:** Creatures struck by your shield bash take a -2 penalty to their AC until the end of your next turn."
		]
	},
	"stunning_assault": {
		"name": "Stunning Assault",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stunning Assault (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/171}",
			"",
			"You powerful but imprecise attacks can stun your enemies.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +16.  ",
			"**Benefit:** You can choose to take a -5 penalty on all melee attack rolls and combat maneuver checks to stun targets you hit with your melee attacks for 1 round. A successful Fortitude save negates the effect. The DC of this save is 10 + your base attack bonus. You must choose to use this feat before making the attack roll, and its effects last until your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">You can spend 2 stamina points to end the effects of this feat at the end of your turn instead of the start of your next turn."
		]
	},
	"stunning_critical": {
		"name": "Stunning Critical",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stunning Critical (Combat, Critical)",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"Your critical hits cause opponents to become stunned.  ",
			"**Prerequisites:** {feat/Critical Focus}, {feat/Staggering Critical}, base attack bonus +17.  ",
			"**Benefit:** Whenever you score a critical hit, your opponent becomes {misc/stunned} for 1d4 rounds. A successful Fortitude save reduces this to {misc/staggered} for 1d4 rounds. The DC of this Fortitude save is equal to 10 + your base attack bonus. The effects of this feat do not stack. Additional hits instead add to the duration.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess Critical Mastery.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you confirm a critical hit and attempt to stun an opponent with this feat, you can spend up to 5 stamina points to increase the DC of this feat's saving throw by an amount equal to the number of stamina points you spent."
		]
	},
	"stunning_croak": {
		"name": "Stunning Croak",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Stunning Croak",
			"",
			"{SOURCE Monster Codex/9}",
			"",
			"The terrifying force of your croak disorients and debilitates your enemies.  ",
			"**Prerequisites:** {feat/Sonic Croak}, {feat/Throat Pouch}, {monster/boggard}, terrifying croak.  ",
			"**Benefit:** When you use your terrifying croak ability, instead of imparting its normal effect you can choose to stun one creature within 30 feet for 1 round. If the target succeeds at a Fortitude save, it is instead {misc/staggered} for 1 round. The DC of this Fortitude save is the same as that of your terrifying croak ability."
		]
	},
	"stunning_fist": {
		"name": "Stunning Fist",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stunning Fist (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"You know just where to strike to temporarily stun a foe.  ",
			"**Prerequisites:** Dex 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +8.  ",
			"**Benefit:** You must declare that you are using this feat before you make your attack roll (thus, a failed attack roll ruins the attempt). Stunning Fist forces a foe damaged by your unarmed attack to make a Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifier), in addition to dealing damage normally. A defender who fails this saving throw is {misc/stunned} for 1 round (until just before your next turn). A stunned character drops everything held, can't take actions, loses any Dexterity bonus to AC, and takes a -2 penalty to AC. You may attempt a stunning attack once per day for every four levels you have attained (but see Special), and no more than once per round. Constructs, oozes, plants, undead, incorporeal creatures, and creatures immune to critical hits cannot be stunned.  ",
			"**Special:** A monk receives Stunning Fist as a bonus feat at 1st level, even if he does not meet the prerequisites. A monk may attempt a stunning attack a number of times per day equal to his monk level, plus one more time per day for every four levels he has in classes other than monk.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">You can spend 5 stamina points to declare that you are using Stunning Fist after you've hit with an unarmed strike.",
			"",
			"### Mythic Stunning Fist",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"With greater potency and frequency, your fists stun those who stand against you.  ",
			"**Prerequisites:** Stunning Fist.  ",
			"**Benefit:** The DC of your Stunning Fist increases by half your tier, and you can use Stunning Fist multiple times during the same round. As a free action, you can expend one use of your mythic power to use Stunning Fist without spending one of your daily uses of the feat."
		]
	},
	"stunning_fist_adept": {
		"name": "Stunning Fist Adept",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Stunning Fist Adept (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/25}",
			"",
			"Your Stunning Fist strikes become even deadlier.  ",
			"**Prerequisites:** {feat/Stunning Fist}, base attack bonus +3.  ",
			"**Benefit:** Add +1 to the saving throw DC against your Stunning Fist attacks. This bonus does not stack with feats that grant you bonuses to the DC for saving throws against your Stunning Fist attacks, such as {feat/Mantis Style}."
		]
	},
	"stunning_irruption": {
		"name": "Stunning Irruption",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Stunning Irruption (Combat)",
			"",
			"{SOURCE Champions of Corruption/23}",
			"",
			"When you smash your way into a room, you gain more than just the element of surprise.  ",
			"**Prerequisites:** Str 15, {feat/Power Attack}, base attack bonus +5.  ",
			"**Benefit:** Before starting combat, you can attempt to break through a door, window, or wall to enter a room. If you succeed, the violence of your arrival is so great that all characters within 20 feet of your entry point must succeed at a Fortitude saving throw (DC = 10 + your base attack bonus) or be {misc/stunned} instead of acting in the surprise round (if there is one) plus 1 round thereafter. Characters who succeed at this save are instead {misc/shaken} for 1d4 rounds."
		]
	},
	"stunning_pin": {
		"name": "Stunning Pin",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Stunning Pin (Combat)",
			"",
			"{SOURCE Ultimate Combat/122}",
			"",
			"You can render a pinned foe temporarily incapacitated.  ",
			"**Prerequisites:** {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Stunning Fist}.  ",
			"**Benefit:** Whenever you [pin](rule/grapple) an opponent, you can spend a swift action to make a Stunning Fist attempt against that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">You can spend 5 stamina points to use Stunning Pin as a free action instead of a swift action."
		]
	},
	"stupefying_strike": {
		"name": "Stupefying Strike",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Stupefying Strike (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/7}",
			"",
			"Your batter your foes with such disorienting force that they can't exert their full abilities.  ",
			"**Prerequisites:** Dex 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +8.  ",
			"**Benefit:** When using this feat, in addition to dealing damage normally, you force a foe damaged by your unarmed attack to attempt a Fortitude save (DC = 10 + half your character level + your Wisdom modifier). If it fails, it loses its skill ranks and activated feats, such as {feat/Power Attack} or {feat/Stunning Fist}, for 1d4 rounds. You must declare you are using this feat before you make your attack roll; if you miss, the target is unaffected and your attempt is wasted. You can try to use Stupefying Strike once per day for every 4 character levels you have, but no more than once per round. Constructs, incorporeal creatures, mindless creatures, plants, undead, and creatures immune to critical hits can't be affected by this ability."
		]
	},
	"stygian_spell": {
		"name": "Stygian Spell",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Stygian Spell (Metamagic)",
			"",
			"{SOURCE Planar Adventures/32}",
			"",
			"Stygian spells forsake pure water for the memory-destroying tides of the River Styx.  ",
			"**Benefit:** You can enhance any spell with the water descriptor that targets at least one creature to become a Stygian spell. Any creature successfully hit by a Stygian spell (if the spell requires an attack roll) or that fails its saving throw against a Stygian spell must succeed at a Will save (using the save DC of the original spell) or suffer the {madness/fugue} lesser madness in addition to the spell's normal effects. If the attack is a confirmed critical hit or the original saving throw result is a natural 1, the creature must instead succeed at a Will save (again using the same DC) or suffer the {madness/amnesia} greater madness. {rule/Madness} gained this way lasts indefinitely, but can be treated using the normal methods for curing madness. This is a mind-affecting effect, and creatures native to the River Styx are immune to it.",
			"",
			"A spell modified by this feat gains the evil descriptor. A Stygian spell uses a spell slot 2 levels higher than the spell's normal spell level. Spells with the good descriptor can't be Stygian spells."
		]
	},
	"stylized_spell": {
		"name": "Stylized Spell",
		"sources": [
			"Inner Sea Intrigue",
			"Ultimate Intrigue"
		],
		"description": [
			"## Stylized Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Intrigue/93}",
			"",
			"You cast a spell in a distinctive manner.  ",
			"**Prerequisites:** Bluff 5 ranks, Spellcraft 5 ranks.  ",
			"**Benefit:** A stylized spell has slightly different verbal and somatic components than normal, and the spell effect appears noticeably different. The Spellcraft DC to identify a stylized spell as it is being cast is 10 higher than normal. The Knowledge (arcana) DC to identify a stylized spell, its effects, or the materials it creates is 10 higher than normal, as is the DC to recognize your magical signature with {spell/greater detect magic}. When you apply this feat to a spell, you can attempt to disguise your stylized spell as another spell of the same school and subschool with the same descriptors. The other spell must be either the same spell level as the stylized spell (before applying the metamagic adjustment) or 1 spell level higher. If you do so, the stylized spell gains the {spelldef/ruse} descriptor and takes on some superficial aspects of the other spell. As usual for a spell with the ruse descriptor, identification attempts that fail by 10 or less mistakenly identify it as the chosen spell (those that fail by more can't identify it at all). A stylized spell uses up a spell slot 1 level higher than the spell's actual level.",
			"",
			"### Stylized Magic",
			"",
			"{SOURCE Inner Sea Intrigue/16}",
			"",
			"When a spellcaster casts a spell modified by the Stylized Spell metamagic feat, she can reduce the DC of the Spellcraft or Knowledge (arcana) check to identify the spell by 5 to disguise the spell in one of the following ways.",
			"",
			"**Apparent Descriptor:** A stylized spell can appear to have a descriptor it lacks or appear to lack a descriptor it truly has. Changing an apparent energy descriptor changes the superficial manifestation of the energy in the spell effect but does not change the type of damage the spell deals. If the energy damages any creatures or objects, an observer who succeeds at a DC 15 Knowledge (arcana) or Perception check as a move action can identify the actual type of damage dealt based on sensory clues.",
			"",
			"**Apparent School:** A stylized spell can appear to be of a different school or subschool when studied with detect magic.",
			"",
			"**Apparent Source of Magic:** A stylized spell can appear to be a different type of magic - arcane, divine, or psychic. The effect is convincing only if the spellcaster provides any necessary components (such as a divine focus when imitating divine spells), and the caster must have a number of ranks in the skill associated with that type of magic equal to the spell's level. Knowledge (arcana) and Perform are associated with arcane magic, Knowledge (nature and religion) are associated with divine magic, and Bluff and Knowledge (arcana) are associated with psychic magic. A spellcaster can disguise his spell as psychic magic only if he can hide or remove the spell's verbal and somatic components (if any), such as with {feat/Conceal Spell}, {feat/Secret Signs}, {feat/Silent Spell}, or {feat/Still Spell}.",
			"",
			"**Direction of Spell's Effect:** A stylized spell effect that visibly originates from the caster (such as a ray, {spell/magic missile}, or {spell/fireball} bead) can instead appear to originate from another point within 30 feet of the caster. There must be clear lines of effect between each of the caster, the new origin point, and the destination. If the spell effect instead fills an area that originates from the caster (such as a line or cone), the effect can instead appear to originate from any point in that area. The new point of origin is entirely cosmetic, and it does not allow the spellcaster to ignore cover or other barriers. In addition, the deception can't make it appear that another creature cast the spell.",
			"",
			"**Imitate a Dissimilar Spell:** If a stylized spell appears to be of the same school and same source of magic, and to have the same descriptors as another spell because of other stylized spell modifications or changes from other sources (such as a class ability), the stylized spell can take on the superficial visual and auditory properties of the other spell.",
			"",
			"**Suppress Audible or Visible Effects:** A stylized spell's effects can be suppressed to the point where they are difficult to spot or hear. Such a spell's audible and visual effects are largely transparent, quieter, smaller, or otherwise less obtrusive. A creature notices the suppressed effects only if it succeeds at a Perception check (DC = 10 + your number of ranks in Bluff or Spellcraft + the highest of your Intelligence, Wisdom or Charisma modifiers). If, at the GM's discretion, a spell's effects are intrinsically bound to its visual or auditory signature (such as {spell/sunburst}, {spell/sound burst}, and most spells with the language-dependent, light, or sonic descriptors), reduce the DC of the Perception by 10."
		]
	},
	"stylized_spell_mastery": {
		"name": "Stylized Spell Mastery",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Stylized Spell Mastery",
			"",
			"{SOURCE Inner Sea Intrigue/16}",
			"",
			"You have altered your understanding of a select number of spells  ",
			"**Prerequisites:** {feat/Spell Mastery}, {feat/Stylized Spell}, Bluff 5 ranks, Spellcraft 5 ranks.  ",
			"**Benefit:** You do not modify the spell slot used when applying the Stylized Spell metamagic feat to any spell you have mastered with Spell Mastery.  ",
			"**Normal:** A stylized spell uses up a spell slot 1 higher than the spell's actual level."
		]
	},
	"stylized_spontaneity": {
		"name": "Stylized Spontaneity",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Stylized Spontaneity",
			"",
			"{SOURCE Inner Sea Intrigue/16}",
			"",
			"You can modify your spells' apparent components and characteristics at a moment's notice.  ",
			"**Prerequisites:** Bluff 5 ranks, Spellcraft 5 ranks.  ",
			"**Benefit:** When you cast a spell, you can apply any number of the stylized magic modifications; however, you must succeed at a caster level check (DC = 5 + twice the spell's level + 5 per modification) or the magic is too badly warped to function and the spell is wasted with no effect"
		]
	},
	"subconscious_ursurpation": {
		"name": "Subconscious Ursurpation",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Subconscious Ursurpation",
			"",
			"{SOURCE Haunted Heroes Handbook/6}",
			"",
			"You have trained your subconscious to overpower your conscious mind under dire circumstances.  ",
			"**Prerequisites:** Base Will save bonus +2.  ",
			"**Benefit:** You can attempt to force yourself to act normally while your conscious mind is impaired. At the start of any turn that you are under the effects of a compulsion, confusion, or possession effect, you can attempt a Will saving throw (DC = the original effect's save DC). If your saving throw is successful, you can perform one purely mental action (such as casting a psychic spell) as though you weren't under the effects of a compulsion, confusion, or possession effect. This mental action must be a free action, a swift action, a move action, or a standard action. All other actions that you take during the turn are subject to the compulsion, confusion, or possession effect."
		]
	},
	"subjective_mobility": {
		"name": "Subjective Mobility",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Subjective Mobility",
			"",
			"{SOURCE Planar Adventures/32}",
			"",
			"You are master of your own gravity in planar realms where gravity is subjective.  ",
			"**Prerequisites:** Wis 13.  ",
			"**Benefit:** You automatically succeed at Wisdom checks to set a new direction of gravity. When you set a new direction of gravity, you can reduce your falling speed by up to two-thirds (to a minimum of 50 feet on the first round and 100 feet per round thereafter) or increase it to a maximum of twice normal (300 feet on the first round and 600 feet per round thereafter). These effects only apply on planes with {rule/subjective directional |gravity>_traits}."
		]
	},
	"subjective_slam": {
		"name": "Subjective Slam",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Subjective Slam (Combat)",
			"",
			"{SOURCE Planar Adventures/32}",
			"",
			"When in control of gravity, you can use your momentum to cause brutal impacts, transforming the very act of falling into a devastating weapon.  ",
			"**Prerequisites:** Con 13; Wis 13; {feat/Subjective Mobility}; base attack bonus +4 or monk level 3rd.  ",
			"**Benefit:** While on a plane with {rule/subjective directional |gravity>_traits}, you halve all damage you take from impacts (such as {rule/falling} damage). While on such a plane, if your \"fall\" would cause you to collide with a creature or object, you can slam into it with devastating force as a standard action. You must succeed at a touch attack to slam a creature or object, with a cumulative -1 penalty for every 50 feet of your current falling speed; at the GM's discretion, you can automatically hit vast objects such as walls. A creature or object hit by this slam takes 1d6 points of bludgeoning damage for every 50 feet of current falling speed, to a maximum of 6d6, and begins falling at your current speed according to your current subjective directional gravity."
		]
	},
	"subtle_devices": {
		"name": "Subtle Devices",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Subtle Devices",
			"",
			"{SOURCE Heroes of the Streets/29}",
			"",
			"You are skilled at concealing your use of magic items with guile and deft tricks.  ",
			"**Prerequisites:** {feat/Stealthy}.  ",
			"**Benefit:** When triggering a wand, staff or any other magic item, you can attempt a Stealth check (opposed by observers' Perception checks) to conceal the trigger from onlookers. If the magic item produces an obvious effect (such as a summoned creature or visible spell effect), you take a -4 penalty on the Stealth check, and even if your check is successful, observers still see the spell effect (though they fail to notice you are responsible for it)."
		]
	},
	"subtle_enchantments": {
		"name": "Subtle Enchantments",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Subtle Enchantments",
			"",
			"{SOURCE Ultimate Intrigue/93}",
			"",
			"Your enchantments influence targets in more subtle ways and are harder to notice.  ",
			"**Prerequisites:** {feat/Deceitful}.  ",
			"**Benefit:** When you cast an enchantment spell or use an enchantment spell-like ability to influence a creature's attitude or actions and the foe negates the spell with a successful Will save, she has a 50% chance not to notice that she just succeeded at a saving throw (she still can attempt to identify your spell or spell-like ability as normal). If the foe fails the saving throw or is otherwise affected by the spell, the Sense Motive DC to notice she is under the effects of an enchantment increases by 5.  ",
			"**Normal:** Anyone who successfully saves against a spell notices the mental intrusion automatically."
		]
	},
	"subtle_poisoner": {
		"name": "Subtle Poisoner",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Subtle Poisoner",
			"",
			"{SOURCE Alchemy Manual/8}",
			"",
			"You have mastered the art of stealthily and quickly preparing a poisoned weapon.  ",
			"**Prerequisites:** Sleight of Hand 5 ranks.  ",
			"**Benefit:** Whenever you draw a weapon, you can apply poison to the weapon as part of the same action. To do so, you must already have the poison in hand and must succeed at a DC 20 {skill/Sleight of Hand} check. Success means the dose of poison is expended and you poison the weapon without drawing attention to your act. This check is in addition to any other Sleight of Hand checks you attempt to perform the action (such as to draw a hidden weapon). Failure means any creatures present can immediately attempt opposed Perception checks to notice your poisoning attempt. If you fail the check by 5 or more, you also expose yourself to the poison unless you have an ability that would prevent accidental poisoning, such as an alchemist's {ability/poison use} ability."
		]
	},
	"summon_evil_monster": {
		"name": "Summon Evil Monster",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Summon Evil Monster",
			"",
			"{SOURCE Champions of Corruption/33}",
			"",
			"You can summon the aid of creatures driven their very nature to destroy goodness.  ",
			"**Prerequisites:** Evil alignment.  ",
			"**Benefit:** When casting {spell/summon monster>_1}, you also have access to the list of evil monsters on this page. When summoning a creature from this list, your debased nature allows you to cast the spell as a standard action. The summoned creature appears as normal for the spell but can't act until next your next turn. It is not {rule/flat-footed}, however, and it can make attacks of opportunity as normal. These effects don't apply for creatures from the standard list that aren't also on this list.  ",
			"**Special:** If you possess the {feat/Sacred Summons} feat, you can apply it to a creature on this list whose alignment (as opposed to its subtype or subtypes) matches your aura.",
			"",
			"- 1st Level",
			"    - {template/Fiendish} {monster/dire rat} (NE)",
			"    - Fiendish {monster/fire beetle} (NE)",
			"    - Fiendish {monster/ghost scorpion} (NE)",
			"    - Fiendish {monster/pony} (NE)",
			"    - Fiendish {monster/stingray} (NE)",
			"    - Fiendish {monster/vulture} (NE)",
			"- 2nd Level",
			"    - Damned {template/petitioner} (LE)",
			"    - Fiendish {monster/squid} (NE)",
			"    - {monster/Fuath} (gremlin, CE)",
			"    - Hunted petitioner (NE)",
			"    - Larvae petitioner (CE)",
			"    - {monster/Lemure} (devil, LE)",
			"    - {monster/Pugwampi} (gremlin, NE)",
			"- 3rd Level",
			"    - {monster/Augur} (kyton, LE)",
			"    - {monster/Cacodaemon} (daemon, NE)",
			"    - {monster/Doru} (div, NE)",
			"    - {monster/Dretch} (demon, CE)",
			"    - Fiendish {monster/shark} (NE)",
			"    - {monster/Howler} (CE)",
			"    - {monster/Tripurasura} (asura, LE)",
			"- 4th Level",
			"    - {monster/Aghash} (div, NE)",
			"    - {monster/Hell hound} (LE)",
			"    - {monster/Kelpie} (NE)",
			"    - {monster/Schir} (demon, CE)",
			"    - {monster/Spring-Heeled Jack} (CE)",
			"    - {monster/Yeth Hound} (NE)",
			"    - {monster/Zebub} (devil, LE)",
			"- 5th Level",
			"    - {monster/Babau} (demon, CE)",
			"    - {monster/Barbazu} (devil, LE)",
			"    - {monster/Evangelist} (kyton, LE)",
			"    - Fiendish {monster/giant moray eel} (NE)",
			"    - {monster/Lurker in light} (NE)",
			"    - {monster/Salamander} (CE)",
			"    - {monster/Shadow mastiff} (NE)",
			"- 6th Level",
			"    - {monster/Efreeti} (genie, LE)",
			"    - {monster/Erinyes} (devil, LE)",
			"    - Fiendish {monster/giant octopus} (NE)",
			"    - {monster/Pairaka} (div, NE)",
			"    - {monster/Shadow demon} (CE)",
			"    - {monster/Soul eater} (NE)",
			"    - {monster/Succubus} (demon, CE)",
			"- 7th Level",
			"    - {monster/Bebilith} (CE)",
			"    - {monster/Bogeyman} (NE)",
			"    - {monster/Leukodaemon} (daemon, NE)",
			"    - {monster/Nuckelavee} (NE)",
			"    - {monster/Osyluth} (devil, LE)",
			"    - {monster/Sacristan} (kyton, LE)",
			"    - {monster/Vrock} (demon, CE)",
			"- 8th Level",
			"    - {monster/Baregara} (CE)",
			"    - {monster/Dorvae} (NE)",
			"    - {monster/Hamatula} (devil, LE)",
			"    - {monster/Hezrou} (demon, CE)",
			"    - {monster/Meladaemon} (daemon, NE)",
			"    - {monster/Rusalka} (NE)",
			"    - Young adult {family/green dragon} (LE)",
			"- 9th Level",
			"    - {monster/Ankou} (LE)",
			"    - {monster/Nalfeshnee} (demon, CE)",
			"    - {monster/Derghodaemon} (daemon, NE)",
			"    - {monster/Gelugon} (devil, LE)",
			"    - {monster/Glabrezu} (demon, CE)",
			"    - {monster/Sepid} (div, NE)",
			"    - {monster/Thanadaemon} (daemon, NE)"
		]
	},
	"summon_good_monster": {
		"name": "Summon Good Monster",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Summon Good Monster",
			"",
			"{SOURCE Champions of Purity/33}",
			"",
			"You can summon the aid of creatures driven by their very nature to destroy evil.  ",
			"**Prerequisites:** Good alignment.  ",
			"**Benefit:** When casting {spell/summon monster>_1}, you also gain access to the list of good monsters below. Your righteous determination grants these summoned creatures the {feat/Diehard} feat. You may still summon creatures from the standard list, but without the Diehard feat.",
			"- 1st Level",
			"    - {template/Celestial} {monster/dog} (NG)",
			"    - Celestial {monster/dolphin} (NG)",
			"    - Celestial {monster/eagle} (NG)",
			"    - Celestial {monster/fire beetle} (NG)",
			"    - Celestial {monster/pony} (NG)",
			"    - Celestial {monster/viper} (NG)",
			"- 2nd Level",
			"    - Celestial {monster/octopus} (NG)",
			"    - Celestial {monster/wolf} (NG)",
			"    - {monster/Faun} (CG)",
			"    - {monster/Grig} (without fiddle ability) (NG)",
			"    - {monster/Pseudodragon} (NG)",
			"- 3rd Level",
			"    - {monster/Blink dog} (LG)",
			"    - Celestial {monster/shark} (NG)",
			"    - {template/Foo} dog (NG)",
			"    - {monster/Lantern archon} (LG)",
			"    - {monster/Lyrakien} azata (CG)",
			"    - {monster/Silvanshee} agathion (NG)",
			"- 4th Level",
			"    - Celestial {monster/dire wolf} (NG)",
			"    - Celestial {monster/giant eagle} (NG)",
			"    - Celestial {monster/pegasus} (CG)",
			"    - {monster/Faerie dragon} (NG)",
			"    - Foo {monster/lion} (NG)",
			"    - {monster/Hound archon} (LG)",
			"    - {monster/Pixie} (NG)",
			"- 5th Level",
			"    - {monster/Bralani} azata (CG)",
			"    - Celestial {monster/orca} (NG)",
			"    - {monster/Djinni} (CG)",
			"    - {monster/Unicorn} (CG)",
			"    - {monster/Vulpinal} agathion (NG)",
			"- 6th Level",
			"    - Celestial {monster/giant octopus} (NG)",
			"    - {monster/Kirin} (LG)",
			"    - {monster/Legion archon} (LG)",
			"    - {monster/Lillend} azata (LG)",
			"    - {monster/Wood giant} (CG)",
			"- 7th Level",
			"    - Celestial {monster/dire shark} (NG)",
			"    - Celestial {monster/roc} (NG)",
			"    - {monster/Movanic deva} (NG)",
			"    - {monster/Shedu} (LG)",
			"    - {monster/Shield archon} (LG)",
			"    - {monster/Treant} (NG)",
			"    - {monster/Young bronze dragon} (LG)",
			"- 8th Level",
			"    - {monster/Cloud giant} (NG)",
			"    - {monster/Dragon horse} (NG)",
			"    - {monster/Lammasu} (LG)",
			"    - {monster/Monadic deva} (NG)",
			"    - {monster/Young gold dragon} (LG)",
			"- 9th Level",
			"    - {monster/Astral deva} (NG)",
			"    - {monster/Couatl} (LG)",
			"    - {monster/Ghaele} azata (CG)",
			"    - {monster/Leonal} agathion (NG)",
			"    - {monster/Storm giant} (CG)",
			"    - {monster/Trumpet archon} (LG)"
		]
	},
	"summon_guardian_spirit": {
		"name": "Summon Guardian Spirit",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Summon Guardian Spirit",
			"",
			"{SOURCE Monster Summoner's Handbook/26}",
			"",
			"A guardian spirit has selected you as its ward.  ",
			"**Prerequisites:** Ability to cast {spell/summon monster III} or {spell/summon nature's ally III}.  ",
			"**Benefit:** Select one creature that qualifies to be an {ability/improved familiar>s}, and apply the {template/guardian spirit/ template} to it. That creature is added to either your *summon monster III* or *summon nature's ally III* list as a summonable creature. When you summon your guardian spirit, the duration of the spell you use to summon it is 1 minute per level. A guardian spirit is always exactly the same creature, with memory of all the events that occurred while previously summoned; multiple versions of it can't be summoned. If it's killed while summoned, it cannot be summoned again for 24 hours.",
			"",
			"If you're capable of casting a higher-level summon monster or summon nature's ally spell, you can perform a ritual to attune the guardian spirit to a higher-level version of the spell. This also allows you to change any selections made regarding the abilities the creature gains based on the level of spell used to conjure it. This ritual takes 24 hours, and once complete it moves the guardian spirit to the higher-level list of creatures that can be summoned."
		]
	},
	"summon_neutral_monster": {
		"name": "Summon Neutral Monster",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Summon Neutral Monster",
			"",
			"{SOURCE Champions of Balance/33}",
			"",
			"You can summon creatures that embody the forces of balance.  ",
			"**Prerequisites:** Chaotic neutral, lawful neutral, or neutral alignment.  ",
			"**Benefit:** When casting a {spell/summon monster>_1} spell, you gain access to the list of neutral creatures on this page. You may also summon creatures from the standard *summon monster* list and apply the {template/counterpoised/ creature simple template} to applicable creatures instead of the {template/celestial} or {template/fiendish} template. Creatures you summon from the list on this page and creatures you summon with the counterpoised template gain a +2 resistance bonus on Will saves.",
			"",
			"- 1st Level",
			"    - {monster/Sprite} (CN)",
			"    - {monster/Stirge} (N)",
			"- 2nd Level",
			"    - {monster/Atomie} (CN)",
			"    - {monster/Brownie} (N)",
			"- 3rd Level",
			"    - {monster/Arbiter} (inevitable) (LN)",
			"    - {monster/Nosoi} (psychopomp) (N)",
			"    - {monster/Paracletus} (aeon) (N)",
			"    - {monster/Thoqqua} (N)",
			"    - {monster/Voidworm} (protean) (CN)",
			"- 4th Level",
			"    - {monster/D'ziriak} (N)",
			"    - {monster/Magmin} (CN)",
			"    - {monster/Mephit} (any) (N)",
			"    - {monster/Satyr} (CN)",
			"    - {monster/Shae} (N)",
			"    - {monster/Viduus} (psychopomp) (N)",
			"- 5th Level",
			"    - {monster/Catrina} (psychopomp) (N)",
			"    - {monster/Mercane} (LN)",
			"    - {monster/Rast} (N)",
			"    - {monster/Tojanida} (N)",
			"- 6th Level",
			"    - {monster/Chaos Beast} (CN)",
			"    - {monster/Invisible stalker} (N)",
			"    - {monster/Naunet} (protean) (CN)",
			"    - {monster/Theletos} (aeon) (N)",
			"    - {monster/Vanth} (psychopomp) (N)",
			"- 7th Level",
			"    - {monster/Axiomite} (LN)",
			"    - {monster/Jyoti} (N)",
			"    - {monster/Shoki} (psychopomp) (N)",
			"    - {monster/Zelekhut} (inevitable) (LN)",
			"- 8th Level",
			"    - {monster/Imentesh} (protean) (CN)",
			"- 9th Level",
			"    - {monster/Akhana} (aeon) (N)",
			"    - {monster/Morrigna} (psychopomp)",
			"    - {monster/Valkyrie} (CN)"
		]
	},
	"summon_plant_ally": {
		"name": "Summon Plant Ally",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Summon Plant Ally",
			"",
			"{SOURCE Heroes of the Wild/23}",
			"",
			"You can call plant creatures to your aid in battle.  ",
			"**Prerequisites:** Knowledge (nature) 1 rank, ability to cast summon nature's ally spells.  ",
			"**Benefit:** When casting a *summon nature's ally* spell, you gain access to the list of plant creatures below.",
			"",
			"@hll[spell/Summon nature's ally I:] {monster/Leaf leshy}, {monster/vegepygmy}.",
			"",
			"@hll[spell/Summon nature's ally II:] {monster/Gourd leshy}, {monster/leaf ray} (without seed ability).",
			"",
			"@hll[spell/Summon nature's ally III:] {monster/Fungus leshy}, {monster/weedwhip}.",
			"",
			"@hll[spell/Summon nature's ally IV:] {monster/Assassin vine}, {monster/seaweed leshy} (without air cyst ability).",
			"",
			"@hll[spell/Summon nature's ally V:] {monster/Mandragora}, {monster/shambling mound}.",
			"",
			"@hll[spell/Summon nature's ally VI:] {monster/Tendriculos}, {monster/treant}.",
			"",
			"@hll[spell/Summon nature's ally VII:] {monster/Giant flytrap}.",
			"",
			"@hll[spell/Summon nature's ally VIII:] {monster/Jinmenju}.",
			"",
			"@hll[spell/Summon nature's ally IX:] {monster/Alraune}."
		]
	},
	"summoners_call": {
		"name": "Summoner's Call",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Summoner's Call",
			"",
			"{SOURCE Advanced Player's Guide/171}",
			"",
			"Whenever you summon your eidolon, it is more powerful for a brief period of time.  ",
			"**Prerequisites:** Eidolon class feature.  ",
			"**Benefit:** Whenever you summon your eidolon, you may give it a +2 enhancement bonus to its Strength, Dexterity, or Constitution. This bonus lasts 10 minutes after the summoning ritual is complete."
		]
	},
	"sun_striker": {
		"name": "Sun Striker",
		"sources": [
			"Inner Sea Gods",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Sun Striker (Combat, Critical)",
			"",
			"{SOURCE Inner Sea Gods/217}",
			"",
			"Called by the Dawnflower to strike down the undead, your scimitar becomes an agent of her burning will.  ",
			"**Prerequisites:** {feat/Critical Focus}, character level 7th, worshiper of {faith/Sarenrae}.  ",
			"**Benefit:** Whenever you confirm a critical hit against an undead creature, your attack bypasses all DR, deals full damage to incorporeal creatures, and acts as though it has the {magic-enh/flaming burst} weapon special ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">Whenever you threaten a critical hit against an undead creature, you can spend up to 4 stamina points to gain a +1 bonus per stamina point spent to confirm the critical hit."
		]
	},
	"sunblade": {
		"name": "Sunblade",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Sunblade",
			"",
			"{SOURCE Elemental Master's Handbook/7}",
			"",
			"You can channel your deity's solar wrath through your blade.  ",
			"**Prerequisites:** {feat/Word of Healing}, paladin level 5th, worshiper of a deity that grants the {domain/Fire} or {domain/Sun} domain.  ",
			"**Benefit:** You can expend a use of lay on hands as a standard action to launch a blast of flame from your weapon. This acts as the kineticist's {kinetic/fire blast}, with an effective kineticist level equal to your paladin level - 4. You do not need a free hand to use this ability, but you must be wielding a manufactured melee weapon. You use your Charisma modifier instead of your Constitution modifier to determine the blast's damage. This blast cannot be modified by infusions or other effects that specifically improve a kineticist's blast, even if you have them from other classes."
		]
	},
	"sunder_blessing": {
		"name": "Sunder Blessing",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Sunder Blessing (Combat)",
			"",
			"{SOURCE Agents of Evil/19}",
			"",
			"Your disdain for authority allows you to tear away the blessings of the gods.  ",
			"**Prerequisites:** {feat/Disruptive}, fighter level 8th.  ",
			"**Benefit:** You can attempt to {rule/sunder} an ongoing divine spell effect or divine spell-like ability by succeeding at a combat maneuver check. For any effect other than one on a creature, you must succeed at a combat maneuver check against a CMD of 15 + the effect's caster level. To sunder an effect on a creature, you must succeed at a normal sunder combat maneuver check against the creature's CMD + 5, ignoring any miss chance caused by a spell or spell-like ability. On a success, you suppress the effect for 1 round. If you exceed the CMD by 5 or more, you suppress the effect for 2 rounds. If you exceed the CMD by 10 or more, the effect is dispelled instead. If you fail to sunder a spell, you cannot attempt to sunder that effect again for 1 minute."
		]
	},
	"sundering_strike": {
		"name": "Sundering Strike",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sundering Strike (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/171}",
			"",
			"Your critical hits can sunder your foes' weapons.  ",
			"**Prerequisites:** Str 13, {feat/Improved Sunder}, {feat/Power Attack}, base attack bonus +9.  ",
			"**Benefit:** Whenever you score a critical hit with a melee attack, you can {rule/sunder} your opponent's weapon, in addition to the normal damage dealt by the attack. If your confirmation roll exceeds your opponent's CMD, you may deal damage to your opponent's weapon as if from the sunder combat maneuver (roll normal damage to the weapon separately). This does not provoke an attack of opportunity.  ",
			"**Normal:** You must perform a sunder combat maneuver to sunder an opponent's weapon.  ",
			"**Special:** You can only apply the effects of one of the following feats to a given critical hit: {feat/Bull Rush Strike}, {feat/Disarming Strike}, {feat/Repositioning Strike}, Sundering Strike, or {feat/Tripping Strike}. You may choose to use this feat after you make your confirmation roll.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you fail to confirm a critical hit with a melee attack, you can spend 2 stamina points to attempt to sunder the target's weapon anyway. When you do, reroll the confirmation roll and use it to determine if the sunder attempt exceeds the opponent's CMD. This reroll is used only for the sunder combat maneuver; it can't cause the critical hit to be confirmed. You still can't make the attempt if the target is immune to critical hits."
		]
	},
	"sunlight_summons": {
		"name": "Sunlight Summons",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Sunlight Summons",
			"",
			"{SOURCE Ultimate Magic/157}",
			"",
			"Your summoned minions shine with the power of the sun.  ",
			"**Prerequisites:** {feat/Spell Focus} (conjuration), able to cast summon nature's ally.  ",
			"**Benefit:** Creatures that you summon shed light as a {spell/light} spell. They are immune to blinding or dazzling effects, and their natural weapons are treated as magical for overcoming damage reduction."
		]
	},
	"sunlit_strike": {
		"name": "Sunlit Strike",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Sunlit Strike",
			"",
			"{SOURCE Blood of Angels/25}",
			"",
			"Your melee blows deal extra damage to creatures sensitive to light, making you adept at hunting foul monsters of the night.  ",
			"**Prerequisites:** {feat/Arcane Strike}, able to prepare or cast daylight.  ",
			"**Benefit:** Whenever you successfully hit an enemy that is vulnerable to light (such as by the {umr/light blindness}, {umr/light sensitivity}, or {umr/sunlight powerlessness} universal monster rules) with a melee weapon you've imbued with your Arcane Strike feat, you deal an additional 1d6 points of damage to the target of your attack. The struck creature must also succeed at a Fortitude saving throw (DC 10 + your character level + your Strength modifier) or become {misc/staggered} for 1 round."
		]
	},
	"superintendent": {
		"name": "Superintendent",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Superintendent",
			"",
			"{SOURCE Quests and Campaigns/27}",
			"",
			"You have a nearly endless arsenal of tricks and methods to keep your buildings in top shape.  ",
			"**Prerequisites:** Own at least one {rule/room>s_and_teams}.  ",
			"**Benefit:** When a room you own gains the broken condition, you may repair it for half the normal cost in gold pieces and other capital, rounded up. Additionally, buildings and organizations you've created are not affected by capital attrition until 1 month of your absence. From that point, capital attrition affects your buildings and organizations as normal."
		]
	},
	"superior_dirty_trick": {
		"name": "Superior Dirty Trick",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Superior Dirty Trick (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/15}",
			"",
			"Your training in a particular dirty trick makes it especially effective.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Greater Dirty Trick}, {feat/Improved Dirty Trick}, base attack bonus +8.  ",
			"**Benefit:** Choose one condition imposed by the {rule/dirty trick} combat maneuver, such as {misc/blinded} or {rule/entangled}. The target must spend a full-round action in order to remove that condition.  ",
			"**Special:** You can gain this feat multiple times. Each time you take the feat, it applies to a different condition."
		]
	},
	"superior_gathlain_magic": {
		"name": "Superior Gathlain Magic",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Superior Gathlain Magic",
			"",
			"{SOURCE Ultimate Wilderness/13}",
			"",
			"Your experience has enabled you to dramatically develop your innate magical abilities.  ",
			"**Prerequisites:** Cha 17, {feat/Advanced Gathlain Magic}, {feat/Greater Gathlain Magic}, character level 15th, {race/gathlain}.  ",
			"**Benefit:** You gain the following spells as spell-like abilities, each usable 1/day: {spell/liveoak}, {spell/tree stride}."
		]
	},
	"superior_scryer": {
		"name": "Superior Scryer",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Superior Scryer",
			"",
			"{SOURCE Ultimate Intrigue/94}",
			"",
			"You are adept at seeing more when scrying.  ",
			"**Prerequisites:** {feat/Spell Focus} (divination), the ability to cast at least one spell of the scrying subschool.  ",
			"**Benefit:** When casting a scrying spell, you see through the spell's sensor with darkvision 60 feet, whether or not you possess darkvision normally and whether or not the spell normally allows you to see with darkvision. If the spell sends back sensory information only within 10 feet of the sensor (such as with {spell/scrying} and {spell/greater scrying}), this feat doesn't increase that range. You receive a +2 bonus on Perception checks to notice things through a scrying sensor, and your {spell/prying eyes} and {spell/insect spies} also receive a +2 bonus on Perception checks.",
			"",
			"When you use the *scrying* or *greater scrying* spell, you have a 10% increase to the chance of using spells through the sensor."
		]
	},
	"superior_summoning": {
		"name": "Superior Summoning",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Superior Summoning",
			"",
			"{SOURCE Ultimate Magic/157}",
			"",
			"You can summon more creatures.  ",
			"**Prerequisites:** {feat/Augment Summoning}, caster level 3rd.  ",
			"**Benefit:** Each time you cast a summoning spell that conjures more than one creature, add one to the total number of creatures summoned."
		]
	},
	"supernal_feast": {
		"name": "Supernal Feast",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Supernal Feast",
			"",
			"{SOURCE Blood of Angels/25}",
			"",
			"You sup on the blood of your ancestors to fuel your fury.  ",
			"**Prerequisites:** Con 15, {race/aasimar}.  ",
			"**Benefit:** Whenever you are adjacent to a good outsider that takes {rule/bleed} or {umr/blood drain} damage, you gain 1 {rule/temporary hit point>s} as you bathe in the celestial being's gore. Furthermore, as a full-round action, you can feast on the fallen body of a good outsider that has been dead no longer than 24 hours. When you do, you regain 1 temporary hit point per Hit Die the outsider possessed at a rate of 1 hit point per minute. Temporary hit points gained from this feat last 1d4 hours."
		]
	},
	"supernatural_spy": {
		"name": "Supernatural Spy",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Supernatural Spy (Story)",
			"",
			"{SOURCE Spymaster's Handbook/17}",
			"",
			"Your familiarity with magic drives you to discover a great supernatural secret. You might work with an eldritch organization, which could be a school of magic such as the Arcanamirium or part of a government with strong ties to magic such as that of Irrisen, or you might attempt to keep your magical inquiries hidden from your employers.  ",
			"**Prerequisites:** Alchemist discovery, arcane discovery, arcanist exploit, or magus arcana class feature and you must either have observed a created magical effect you could not understand or have the Master Craftsman (alchemist) or the Unquenchable Hunger for Knowledge (wizard) {rule/class_<background>_tables}.  ",
			"**Benefit:** Treat your Intelligence, Wisdom, or Charisma score as 2 higher for the purpose of calculating the effects and save DCs of one of the following class features: {ability/alchemist |discoveries}, {ability/arcane discoveries}, {ability/arcanist |exploits}, or {ability/magus arcana}. You select both the ability score and class feature to be affected when you select this feat, and the choice cannot be changed. This increases the potency of the abilities but does not grant access to additional abilities.  ",
			"**Goal:** Learn a great supernatural secret, connected in some manner to an aspect of the class feature you selected with this story feat. You must evade or thwart a challenging foe in the process.  ",
			"**Completion Benefit:** When calculating the effect of the class feature selected with this feat, you treat your class level for the relevant class as 2 higher. This does not impact when you gain access to additional abilities tied to that class feature, only the effectiveness of abilities from the feature you already have."
		]
	},
	"supernatural_tracker": {
		"name": "Supernatural Tracker",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Supernatural Tracker",
			"",
			"{SOURCE Heroes of the Wild/26}",
			"",
			"Combining magical detection with your tracking skills allows you to sense and track a creature's lingering presence.  ",
			"**Prerequisites:** Survival 1 rank, ability to cast a {main/detect |spell>_groupings}.  ",
			"**Benefit:** You can cast a *detect* spell that specifies a creature type, such as {spell/detect animals or plants} or {spell/detect undead}, to augment your ability to track such creatures instead of the spell's normal benefit; you can see a soft glow that highlights tracks of passage left by creatures of that type. For a duration of 1 hour per level of the spell, you gain a bonus equal to 5 + the spell's level on Survival checks to track creatures of the specified type. For this duration, you can track such creatures as if you are trained in the {skill/Survival} skill, even if you are not."
		]
	},
	"suppress_blight": {
		"name": "Suppress Blight",
		"sources": [ "Pathfinder #119: Prisoners of the Blight" ],
		"description": [
			"## Suppress Blight",
			"",
			"{SOURCE Pathfinder #119: Prisoners of the Blight/61}",
			"",
			"You can temporarily suppress afflictions brought on by blight, at a long-term cost.  ",
			"**Prerequisites:** {feat/Great Fortitude}, {feat/Iron Will}.  ",
			"**Benefit:** Once per day as a standard action, when you are suffering from a curse or disease effect, you can suppress the effects (as {spell/delay poison}) for 1 hour per 3 character levels (minimum 1 hour). While the affliction is suppressed, you gain a number of {rule/temporary hit points} equal to the suppressed affliction's save DC, which last as long as the affliction's effects are suppressed. At the end of this duration, the effects return and all subsequent saving throw DCs against the affliction (including the DC to permanently end the effect) are increased by 2, to a maximum increase of half your Hit Dice; you can't suppress an affliction whose save DC has already been increased to its maximum."
		]
	},
	"suppress_regeneration": {
		"name": "Suppress Regeneration",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Suppress Regeneration (Combat, Teamwork)",
			"",
			"{SOURCE Giant Hunter's Handbook/19}",
			"",
			"You and your allies can exacerbate a regenerating creature's weaknesses. By making a precisely timed attack to open a serious wound just a bit further, your allies can extend the length of time the creature's regeneration is suppressed.  ",
			"**Benefit:** When you make a successful attack that causes a creature's {umr/regeneration} ability to cease functioning for at least 1 round (such as by hitting a {family/troll} with {eq-weapon/alchemist's fire}), any ally who also has this feat and is currently threatening the creature can make an attack of opportunity against it. This attack of opportunity deals no damage, but instead extends the time that the creature's regeneration is suppressed by 1 additional round. If multiple allies with this feat hit the creature with this attack of opportunity, the additional rounds of suppression stack."
		]
	},
	"suppressive_fire": {
		"name": "Suppressive Fire",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Suppressive Fire (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/209}",
			"",
			"Your well-timed ranged attacks protect your allies as they advance on the battlefield.  ",
			"**Prerequisites:** {feat/Far Shot}, {feat/Precise Shot}, keen senses racial trait.  ",
			"**Benefit:** Whenever you damage a target using a ranged attack, that target can't make attacks of opportunity for 1 round against your allies who also have this feat when they move out of one of the target's threatened squares."
		]
	},
	"sure_and_fleet": {
		"name": "Sure and Fleet",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Sure and Fleet",
			"",
			"{SOURCE Advanced Race Guide/67}",
			"",
			"You are both fast and careful.  ",
			"**Prerequisites:** Fleet of foot racial trait, {race/halfling}.  ",
			"**Benefit:** You gain a +2 racial bonus on Acrobatics and Climb checks."
		]
	},
	"sure_grasp": {
		"name": "Sure Grasp",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Sure Grasp",
			"",
			"{SOURCE Ultimate Combat/122}",
			"",
			"Your quick reflexes and skill at climbing keep you from falling to your doom.  ",
			"**Prerequisites:** Climb 1 rank.  ",
			"**Benefit:** Roll twice while climbing or when making a Reflex save to avoid falling, and take the higher result."
		]
	},
	"sure_on_ice": {
		"name": "Sure on Ice",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Sure on Ice",
			"",
			"{SOURCE Monster Codex/68}",
			"",
			"You move on ice and snow as if it were dry ground.  ",
			"**Prerequisites:** {monster/Frost giant}.  ",
			"**Benefit:** You can move across icy and snowy surfaces without penalty, and don't need to attempt Acrobatics checks to run or charge on ice. You gain a +4 bonus on Climb checks to climb ice."
		]
	},
	"sure_footed": {
		"name": "Sure-Footed",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Sure-Footed",
			"",
			"{SOURCE Animal Archive/19}",
			"",
			"Your footing is secure in unstable terrain.  ",
			"**Prerequisites:** Quadruped animal or magical beast.  ",
			"**Benefit:** You gain a +2 bonus on Acrobatics checks to keep your balance and Reflex saves to avoid falling. You can move at a normal speed on steep slopes and stairs and do not risk falling when running or charging downhill.  ",
			"**Normal:** Moving uphill costs 2 squares of movement to enter each square of steep slope. Running or charging downhill requires a successful DC 10 Acrobatics check (or DC 10 Ride check for mounted characters) or you risk falling."
		]
	},
	"sure_handed_alchemy": {
		"name": "Sure-Handed Alchemy",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Sure-Handed Alchemy",
			"",
			"{SOURCE Alchemy Manual/5}",
			"",
			"Your steady hand increases your chances of success with spontaneous alchemy and reduces your number of mishaps.  ",
			"**Prerequisites:** Craft (alchemy) 3 ranks.  ",
			"**Benefit:** When attempting Craft (alchemy) checks to create items using {rule/spontaneous alchemy}, you gain a cumulative +1 circumstance bonus for each distinct reagent called for by the recipe. A failed Craft (alchemy) check results in a mishap only on a natural 1. Finally, you take no penalties on Craft (alchemy) checks when using improvised equipment to create items using spontaneous alchemy."
		]
	},
	"surface_scout": {
		"name": "Surface Scout",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Surface Scout",
			"",
			"{SOURCE Blood of Shadows/15}",
			"",
			"You were trained from youth to infiltrate and ambush aboveground settlements.  ",
			"**Prerequisites:** {race/Drow}, spell-like abilities drow racial trait.  ",
			"**Benefit:** You can use {spell/fear the sun} and {spell/ignoble form} each once per day as a spell-like ability. Your caster level is equal to your character level."
		]
	},
	"surface_survivor": {
		"name": "Surface Survivor",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Surface Survivor",
			"",
			"{SOURCE Blood of the Sea/9}",
			"",
			"Due to inherent hardiness and painful training, you can operate indefinitely on land.  ",
			"**Prerequisites:** Con 15, {race/gillman}, water dependent racial trait.  ",
			"**Benefit:** You lose the water dependent racial trait, but you are {misc/sickened} if you have not submerged yourself in water within the past 24 hours."
		]
	},
	"surge_of_success": {
		"name": "Surge of Success",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Surge of Success",
			"",
			"{SOURCE Advanced Race Guide/78}",
			"",
			"Your success drives your further actions.  ",
			"**Prerequisites:** {race/Human}.  ",
			"**Benefit:** When you confirm a critical hit or roll a natural 20 on a saving throw, you gain a +2 circumstance bonus on a single attack roll, saving throw, skill check, or ability check of your choice before the end of your next turn. You must choose to use this bonus before you make the attack roll, saving throw, skill check, or ability check."
		]
	},
	"surprise_follow_through": {
		"name": "Surprise Follow-Through",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Surprise Follow-Through (Combat)",
			"",
			"{SOURCE Advanced Race Guide/57}",
			"",
			"When striking one opponent, you catch its ally off guard.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** When using Cleave or {feat/Great Cleave}, the second foe you attack on your turn is denied its Dexterity bonus against you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you hit a foe that has been denied its Dexterity bonus by this feat, you can spend 2 stamina points to deal an extra 1d6 points of damage. This damage is precision damage and is not multiplied on a critical hit."
		]
	},
	"surprise_maneuver": {
		"name": "Surprise Maneuver",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Surprise Maneuver",
			"",
			"{SOURCE Advanced Class Guide/157}",
			"",
			"Your maneuvers are devastating against disadvantaged foes.  ",
			"**Prerequisites:** {feat/Combat Expertise}; {ability/sneak attack} +3d6 or studied strike +3d6.  ",
			"**Benefit:** If you have sneak attack, when you attempt a combat maneuver check against a creature that you are {rule/flanking} or that is denied its Dexterity bonus to AC against your attack, you gain a bonus on the combat maneuver check that's equal to the number of sneak attack dice you roll.",
			"",
			"If you have the studied combat class feature, you can use studied strike on a combat maneuver check. When you do so, you gain a bonus on the combat maneuver check equal to your number of studied strike dice."
		]
	},
	"surprise_strike": {
		"name": "Surprise Strike",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Surprise Strike (Combat)",
			"",
			"{SOURCE Advanced Race Guide/67}",
			"",
			"You actually seem to do more damage when frantically trying to avoid your enemies.  ",
			"**Prerequisites:** {feat/Cautious Fighter}, {feat/Desperate Swing}, base attack bonus +6, {race/halfling}.  ",
			"**Benefit:** Once per day, when {misc/fighting defensively} or making an attack of opportunity while taking the {misc/total defense} action with the Desperate Swing feat, you take no penalty on the attack roll.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">After you have used this feat once, you can spend 5 stamina points to use it additional times per day, at a cost of 5 stamina points per use."
		]
	},
	"surprising_combatant": {
		"name": "Surprising Combatant",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Surprising Combatant (Combat)",
			"",
			"{SOURCE Blood of the Moon/23}",
			"",
			"You can briefly trick your foes into discounting you as a combatant.  ",
			"**Prerequisites:** {feat/Improved Initiative}, Bluff 3 ranks.  ",
			"**Benefit:** At the beginning of combat, after initiative is rolled but before the first round of combat begins, you can attempt a Bluff check as a free action. Each opponent who is aware of you must succeed at a Sense Motive check (DC equal to the result of your Bluff check). Failure means that an opponent is treated as if it were not aware of you when determining whether it is aware combat has begun. If none of your opponents are aware of you, you may act during the surprise round. If an opponent is effectively unaware of any foes, it cannot act during the surprise round."
		]
	},
	"surprising_strategy": {
		"name": "Surprising Strategy",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Surprising Strategy (Combat)",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"Your quick swordsmanship leaves your opponents struggling to predict your moves.  ",
			"**Prerequisites:** Riposte class feature.  ",
			"**Benefit:** In addition to the attack of opportunity you can make when you successfully parry an attack, you can attempt a {rule/dirty trick}, {rule/disarm}, or {rule/sunder} combat maneuver with a +2 morale bonus without provoking an attack of opportunity against the creature whose attack you parry, so long as the creature is within reach."
		]
	},
	"survivor": {
		"name": "Survivor",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Survivor",
			"",
			"{SOURCE Inner Sea World Guide/289;Pathfinder Campaign Setting/129}",
			"",
			"Only the strong thrive in your homeland, and you are no weakling, even among your kin.  ",
			"**Prerequisites:** Con 13, {feat/Diehard}, {feat/Endurance}.  ",
			"**Benefit:** You gain a +5 bonus on all Constitution checks made to stabilize while {misc/dying}. Once per day, if you are struck by a critical hit or {ability/sneak attack}, you can spend an immediate action to negate the critical or the sneak attack damage, making the attack a normal hit."
		]
	},
	"swamp_dweller": {
		"name": "Swamp Dweller",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Swamp Dweller",
			"",
			"{SOURCE Plane-Hopper's Handbook/30}",
			"",
			"You have trained with the Muckmouth lizardfolk of the Hao Jin Tapestry and learned their ways.  ",
			"**Prerequisites:** Str 13, must have visited the {rule/Hao Jin Tapestry}.  ",
			"**Benefit:** You gain a +2 bonus on Swim checks. If you have 10 or more ranks in Swim, the bonus increases to +4. This bonus doubles while you're in marshy terrain. In addition, you can move normally into squares with a shallow bog, and it costs you only 2 squares of movement to move into a square with a deep bog."
		]
	},
	"swamper": {
		"name": "Swamper",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Swamper",
			"",
			"{SOURCE Ultimate Wilderness/117}",
			"",
			"The soft ground and flowing reeds of fetid bogs and misty marshes are as comfortable to you as any sunny meadow would be for others.  ",
			"**Prerequisites:** {ability/Favored terrain} (swamp) class feature.  ",
			"**Benefit:** You gain a +2 bonus on Climb checks, Swim checks, and Acrobatics checks to maintain your balance when moving across a slippery surface, and you can move at full speed through shallow and deep bog terrain. You can see twice as far as normal in fog, mist, murky water, vegetation, and similarly obscuring conditions, and creatures adjacent to you never gain {rule/concealment} from fog, mist, murky water, or vegetation."
		]
	},
	"swap_places": {
		"name": "Swap Places",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Swap Places (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Player's Guide/172}",
			"",
			"You are skilled at changing places with your ally during a chaotic melee.  ",
			"**Benefit:** Whenever you are adjacent to an ally who also has this feat, you can move into your ally's square as part of normal movement. At the same time, your ally moves into your previous space as an immediate action. Both you and your ally must be willing and able to move to take advantage of this feat. Your ally must be the same size as you to utilize this feat. Your ally does not provoke an attack of opportunity from this movement, but you provoke as normal. This movement does not count against your ally's movement on his next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When using this feat, you can spend 2 stamina points. If you do, your movement during the swap doesn't provoke attacks of opportunity."
		]
	},
	"swap_trick": {
		"name": "Swap Trick",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Swap Trick (Trick)",
			"",
			"{SOURCE Psychic Anthology/17}",
			"",
			"You can adjust a mesmerist trick that has already been implanted in a creature.  ",
			"**Prerequisites:** Mesmerist tricks class feature.  ",
			"**Benefit:** Whenever you implant a mesmerist trick in a target, you can designate that trick as a swap trick. The implanted mesmerist trick functions as normal, except you can trigger the swap trick as a standard action by touching the target. When the swap trick is triggered in this manner, the target \"loses\" the swap trick and instead becomes implanted with any one mesmerist trick that you know in its place. Implanting a mesmerist trick in a target in this manner doesn't count against your number of daily uses of the mesmerist trick class feature."
		]
	},
	"swarm_dodger": {
		"name": "Swarm Dodger",
		"sources": [ "Osirion, Land of the Pharaohs" ],
		"description": [
			"## Swarm Dodger",
			"",
			"{SOURCE Osirion, Land of the Pharaohs/29}",
			"",
			"You have learned tricks to avoid being engulfed by the swarms of crawling horrors that frequently inhabit Osirion's lost tombs and desolate wastes.  ",
			"**Prerequisites:** Dex 15, {ability/evasion}.  ",
			"**Benefit:** When a {subtype/swarm} attacks you by ending its turn in your space, you may attempt a Reflex save to avoid damage (DC equal to the swarm's distraction save DC + 10). If the save succeeds, you also avoid any poison, {umr/blood drain}, or similar effects that normally result from damage by the swarm. If you have {ability/improved evasion}, it also applies to swarm damage.  ",
			"**Note:** You must still make a Fortitude save to avoid distraction if you begin your turn in a space occupied by a swarm."
		]
	},
	"swarm_scatter": {
		"name": "Swarm Scatter",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Swarm Scatter (Teamwork)",
			"",
			"{SOURCE Blood of the Moon/19}",
			"",
			"You have studied the habits of swarming rats for defensive tactics.  ",
			"**Benefit:** For each ally who has this feat and is adjacent to you, you gain a +1 circumstance bonus to AC. As long as you have this bonus, you are immune to the swarm attack and distraction ability of {monster/rat swarm/s}."
		]
	},
	"swarm_strike": {
		"name": "Swarm Strike",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Swarm Strike (Teamwork)",
			"",
			"{SOURCE Blood of the Moon/19}",
			"",
			"You and your allies have trained to overwhelm foes like a swarm of rodents.  ",
			"**Benefit:** Whenever a foe provokes an attack of opportunity from you, you gain a +1 bonus on your attack roll, plus an additional +1 bonus for each ally who also has this feat and currently threatens that foe."
		]
	},
	"sweeping_disarm": {
		"name": "Sweeping Disarm",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Sweeping Disarm (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/22}",
			"",
			"When you knock a weapon from an opponent's grasp, the errant weapon may disarm another foe.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Disarm}, base attack bonus +1.  ",
			"**Benefit:** Whenever you succeed at a combat maneuver check to {rule/disarm} an opponent, you can attempt a second disarm at a -5 penalty against an opponent adjacent to the original target. You need not be threatening the second target. You can attempt only one additional disarm combat maneuver check per round with this feat."
		]
	},
	"sweeping_dodge": {
		"name": "Sweeping Dodge",
		"sources": [ "People of the River" ],
		"description": [
			"## Sweeping Dodge (Combat)",
			"",
			"{SOURCE People of the River/12}",
			"",
			"A quick sweep of your cloak deflects an incoming attack.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}.  ",
			"**Benefit:** When you make a {rule/dueling dodge} while wearing a cloak, you gain {ability/evasion} (as the rogue ability). If a critical hit or {ability/sneak attack} is scored on you, there is a 25% chance that the critical hit or sneak attack is negated and damage is instead rolled normally. This feat only applies until the attack that triggered the immediate action is resolved. This feat does not stack with the {magic-enh/fortification} armor special ability or similar effects."
		]
	},
	"swift_aid": {
		"name": "Swift Aid",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Swift Aid (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/172}",
			"",
			"With a quick but harmless swipe, you can aid an ally's assault.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, base attack bonus +6.  ",
			"**Benefit:** As a swift action, you can attempt the {rule/aid another>_2} action, granting your ally either a +1 bonus on his next attack roll or a +1 bonus to his AC.  ",
			"**Normal:** Aid another is a standard action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you can use this feat to aid another as a move action."
		]
	},
	"swift_crystalline_dust": {
		"name": "Swift Crystalline Dust",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Swift Crystalline Dust",
			"",
			"{SOURCE Plane-Hopper's Handbook/15}",
			"",
			"You can manifest your crystalline dust more rapidly.  ",
			"**Prerequisites:** {race/Aphorite}, crystalline dust racial trait.  ",
			"**Benefit:** You can activate your crystalline dust ability as a swift action instead of as a move action."
		]
	},
	"swift_iron_style": {
		"name": "Swift Iron Style",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Swift Iron Style (Combat, Style)",
			"",
			"{SOURCE Armor Master's Handbook/11}",
			"",
			"You have learned to move in ways that better accommodate your armor, and can maneuver easily despite its bulk.  ",
			"**Prerequisites:** Str 13, Dex 13, proficiency with medium armor.  ",
			"**Benefit:** While using this style, you treat the armor check penalty of your armor as if it were 1 less, and the maximum Dexterity bonus to AC as if it were 1 higher.  ",
			"**Special:** A character with the armor training class feature can use Swift Iron Style while wearing any type of armor with which she is proficient. These benefits stack with armor training."
		]
	},
	"swift_kitsune_shapechanger": {
		"name": "Swift Kitsune Shapechanger",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Swift Kitsune Shapechanger",
			"",
			"{SOURCE Dragon Empires Primer/5}",
			"",
			"You can change shape more quickly than most kitsune.  ",
			"**Prerequisites:** Dex 13, base attack bonus +6, {race/kitsune}.  ",
			"**Benefit:** You can assume human or kitsune form as a swift action. If you have the {feat/Fox Shape} feat, you can assume fox form as a swift action as well.  ",
			"**Normal:** A kitsune's change shape ability is a standard action."
		]
	},
	"swift_refuge": {
		"name": "Swift Refuge",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Swift Refuge (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/11}",
			"",
			"You quickly turn, forcing devastating blows to be blunted by the thickest part of your armor.  ",
			"**Prerequisites:** Str 13, Dex 13, {feat/Swift Iron Style}, proficiency with medium armor.  ",
			"**Benefit:** Once per day when using Swift Iron Style, when you're hit by a weapon, unarmed attack, or natural weapon, you can treat all dice other than the weapon's base damage dice (including extra dice from {ability/sneak attack}, critical hit, magic special weapon abilities, and {feat/Vital Strike}) as having rolled 1s. You can use this ability a second time per day when your base attack bonus reaches +8, and a third time at +16."
		]
	},
	"swift_sprint": {
		"name": "Swift Sprint",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Swift Sprint (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/11}",
			"",
			"You balance your armor expertly, allowing you to run and sprint without impediment.  ",
			"**Prerequisites:** Str 13, Dex 13, {feat/Swift Iron Style}, {feat/Swift Refuge}, proficiency with medium armor.  ",
			"**Benefit:** When you're {rule/charg/ing>e}, {rule/run/ning}, or taking no action in your turn other than movement, your armor does not reduce your movement."
		]
	},
	"swift_swimmer": {
		"name": "Swift Swimmer",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Swift Swimmer",
			"",
			"{SOURCE Monster Codex/141}",
			"",
			"You are a faster swimmer than other members of your race.  ",
			"**Prerequisites:** {monster/Lizardfolk}, swim speed.  ",
			"**Benefit:** Your swim speed increases by 15 feet."
		]
	},
	"swing_about": {
		"name": "Swing About",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Swing About (Teamwork)",
			"",
			"{SOURCE Giant Hunter's Handbook/19}",
			"",
			"You can grab an ally and move her to a position near you.  ",
			"**Prerequisites:** {feat/Escape Route}.  ",
			"**Benefit:** If you have a free hand, as a move action you can grab a willing adjacent ally who also has this feat and place her in any other space adjacent to you. This movement does not provoke attacks of opportunity. You can do this only with allies who are able to move freely (not grappled, held, prone, slowed, or otherwise suffering restricted movement) and who are of your size or smaller."
		]
	},
	"swipe_and_stash": {
		"name": "Swipe and Stash",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Swipe and Stash (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/94}",
			"",
			"Your fast fingers allow you to deftly deposit an item on someone else.  ",
			"**Prerequisites:** Sleight of Hand 5 ranks.  ",
			"**Benefit:** As a standard action, you can attempt a DC 20 Sleight of Hand check to plant a small object on a creature. The target is entitled to a Perception check opposed by your Sleight of Hand check to notice you planting the item. This does not force the creature to wear, wield, or otherwise use the item; you simply plant it on the creature's person. The DC increases to 30 if the target is not wearing clothing, armor, tack and harness (if an animal or similar creature), or some other equivalent accoutrements in which you can hide the item.",
			"",
			"In combat, you must succeed at a {rule/steal} combat maneuver in order to plant an item on a creature while attempting a Sleight of Hand check opposed by the target's Perception check to do so without the target noticing. You are automatically unnoticed if you succeed and have the Greater Steal feat.",
			"",
			"If you steal an object with a successful Sleight of Hand check or steal combat maneuver check, you can use this feat as a swift action to plant it on another creature within reach before the end of your turn.",
			"",
			"**Special:** If you have {feat/Walking Sleight}, you can take either or both of your actions with Swipe and Stash at any point during your movement in the same round, moving both before and after both snatching and planting the object if you wish to do so and have enough movement."
		]
	},
	"sword_and_pistol": {
		"name": "Sword and Pistol",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sword and Pistol (Combat)",
			"",
			"{SOURCE Ultimate Combat/122}",
			"",
			"You effortlessly pair melee and ranged weaponry.  ",
			"**Prerequisites:** Dex 13, {feat/Point-Blank Shot}, {feat/Rapid Shot}, {feat/Snap Shot}, {feat/Two-Weapon Fighting}, base attack bonus +6.  ",
			"**Benefit:** When you use the Two-Weapon Fighting feat while wielding a melee weapon and a crossbow or firearm, your attacks with the crossbow or firearm provoke no attacks of opportunity from foes that you threaten with your melee weapon.  ",
			"**Normal:** Making a ranged attack provokes attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you use the Two-Weapon Fighting feat while wielding a melee weapon and a crossbow or firearm, as long as you have 1 stamina point in your stamina pool, you gain a +1 bonus on all attack rolls made with the crossbow or firearm."
		]
	},
	"swordplay_deflection": {
		"name": "Swordplay Deflection",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Swordplay Deflection (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/17}",
			"",
			"You can deflect incoming attacks.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Improved Feint}, {feat/Swordplay Style}, {feat/Swordplay Upset}, {feat/Weapon Focus} with the chosen weapon, base attack bonus +7.  ",
			"**Benefit:** While using Swordplay Style, when you make one or more melee attacks, you can forgo a single melee attack to prepare an action to disrupt an opponent's attack. This functions as a swashbuckler's {swashdeed/opportune parry and riposte} deed, except that if your result is greater than your opponent's, you gain a +4 shield bonus to your Armor Class against attacks made by your opponent until the start of your next turn instead of preventing the hit, and you cannot attempt to riposte. If you have the opportune parry and riposte deed, you gain this Armor Class bonus anytime you successfully parry an opponent's attack."
		]
	},
	"swordplay_style": {
		"name": "Swordplay Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Swordplay Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/17}",
			"",
			"Your defense relies on perfectly timed attacks.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Weapon Focus} with the chosen weapon, base attack bonus +3.  ",
			"**Benefit:** Choose one weapon from the heavy blades or light blades {ability/fighter |weapon group>s}. While using this style, wielding the chosen weapon, and {misc/fighting defensively} or using either the {misc/total defense} action or the Combat Expertise feat, you gain a +1 shield bonus to your Armor Class. In addition, you do not take the penalty on melee attacks from Combat Expertise on the first attack roll you make each turn. You still take the penalty on additional attacks, including attacks of opportunity.  ",
			"**Special:** A character with the swashbuckler weapon training or weapon training (heavy blades or light blades) class feature can use Swordplay Style with any light or one-handed piercing melee weapon, heavy blade, or light blade, respectively, in addition to the chosen weapon."
		]
	},
	"swordplay_upset": {
		"name": "Swordplay Upset",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Swordplay Upset (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/17}",
			"",
			"You catch opponents off guard with your attacks.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Improved Feint}, {feat/Swordplay Style}, {feat/Weapon Focus} with the chosen weapon, base attack bonus +5.  ",
			"**Benefit:** While using Swordplay Style, as an immediate action, you can attempt a {rule/feint} against an opponent that makes a melee attack against you and misses."
		]
	},
	"swords_shadow": {
		"name": "Sword's Shadow",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Sword's Shadow (Combat)",
			"",
			"{SOURCE Heroes of Golarion/7}",
			"",
			"You attack with a second strike before your opponent can recover from the first.  ",
			"**Prerequisites:** {feat/Deft Hands}.  ",
			"**Benefit:** When you successfully damage an enemy with the first attack of a full attack, you can attempt a Sleight of Hand check against that enemy's CMD as an immediate action. If you succeed, you can treat that enemy as {rule/flat-footed} for the next attack you make as part of the full attack action."
		]
	},
	"sycophant": {
		"name": "Sycophant",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Sycophant",
			"",
			"{SOURCE Agents of Evil/19}",
			"",
			"You elicit pity or disgust from your enemies.  ",
			"**Benefit:** As a standard action, you can attempt to force an enemy to show you mercy by succeeding at a Diplomacy check (DC = 15 + the target's Will saving throw bonus) If you succeed, your target's next successful attack against you deals nonlethal damage (the target does not take the usual attack penalty for dealing nonlethal damage). Whether you succeed or fail, you cannot target the same creature with this feat again for 24 hours."
		]
	},
	"symbiotic_resilience": {
		"name": "Symbiotic Resilience",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Symbiotic Resilience",
			"",
			"{SOURCE Ultimate Wilderness/13}",
			"",
			"Your symbiotic vines have spread all throughout your body, granting you a lesser form of the immunities enjoyed by plant creatures.  ",
			"**Prerequisites:** Con 13, {race/gathlain}.  ",
			"**Benefit:** When you are {rule/paralyzed}, magically put to sleep, or {misc/stunned}, you ignore the effects of that condition, but you are instead {misc/staggered} for the same duration as the ignored condition. Removing the ignored condition also removes this staggered condition, but you can't otherwise remove the staggered condition, nor can immunity to being staggered protect against it."
		]
	},
	"symbolic_mastery": {
		"name": "Symbolic Mastery",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Symbolic Mastery (Item Mastery)",
			"",
			"{SOURCE Magic Tactics Toolbox/31}",
			"",
			"You can channel the power of the gods through symbols of their faiths, using it as a weapon.  ",
			"**Prerequisites:** Use Magic Device 4 ranks, base Fortitude saving throw bonus +2.  ",
			"**Benefit:** A number of times per day equal to your base Fortitude save bonus, you can cause a holy symbol of a deity you worship and whose alignment is the same as yours to unleash a harmful magical attack called a *symbolic bolt.* This attack can be delivered via touch or a ray, as a standard action. A melee *symbolic bolt* requires a melee touch attack that doesn't provoke attacks of opportunity, and a ranged *symbolic bolt* is a ranged attack with a range of 30 feet. A *symbolic bolt* deals damage equal to 1d6 + 1/2 your total number of ranks in the {skill/Use Magic Device} skill. You choose the type of damage dealt by your *symbolic bolt* each time you use this feat from those offered by the cleric domains granted by the deity whose holy symbol you use. The types of damage (and the cleric domains that grant them) are acid (Earth, Magic, Rune), cold (Darkness, Magic, Rune, Void, Water, Weather), electricity (Air, Magic, Rune, Weather), fire (Destruction, Fire, Magic, Rune), negative energy (Death, Destruction, Void), positive energy (Glory, Healing, Repose, Sun), sonic (Magic, Rune, Weather), and untyped (any). If a *symbolic bolt* is used to deal untyped damage, the *bolt's* damage is reduced to an amount equal to 1d3 + 1/2 your total number of ranks in Use Magic Device.",
			"",
			"When you create a *symbolic bolt,* it originates from the hand holding the holy symbol and appears only briefly, so you have a hand free anytime you're not attacking with a *symbolic bolt.* The feat {feat/Weapon Focus} (ray) doesn't apply to *symbolic bolts,* but you can take the feat Weapon Focus (symbolic bolt) and apply it to both melee and ranged *symbolic bolts.* Spells that target a single weapon (such as {spell/magic weapon}) can't affect *symbolic bolts,* nor can a *symbolic bolt* have magic weapon special abilities. Abilities and feats that affect all weapon attacks function as normal with symbolic bolts."
		]
	},
	"sympathetic_rage": {
		"name": "Sympathetic Rage",
		"sources": [
			"Advanced Race Guide",
			"Orcs of Golarion",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sympathetic Rage (Combat)",
			"",
			"{SOURCE Advanced Race Guide/57;Orcs of Golarion/25}",
			"",
			"Seeing an ally rage fills you with your own fury.  ",
			"**Prerequisites:** {race/Half-orc} or {race/orc}, nonlawful.  ",
			"**Benefit:** Whenever you are adjacent to an ally who is raging, you may choose to enter a similar but less powerful rage as a free action on your turn. This weaker rage gives you all the benefits and penalties of a barbarian's rage, except your morale bonus to Strength and Constitution is only +2. There is no limit to how long you can rage, as long as you remain adjacent to a raging ally (for example, you could take a 5-foot step away from one raging ally toward another raging ally and maintain your rage). As with a barbarian's rage, when this weaker rage ends, you are {misc/fatigued}. You cannot use this feat if you are fatigued.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When an ally within 30 feet is raging, you can spend 5 stamina points to enter a sympathetic rage even if you aren't adjacent to that ally. Until the rage ends, you only need to stay within 30 feet of a raging ally to maintain your sympathetic rage."
		]
	},
	"tactical_reposition": {
		"name": "Tactical Reposition",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Tactical Reposition (Combat)",
			"",
			"{SOURCE Dungeoneer's Handbook/8}",
			"",
			"You excel at moving foes right where you want them.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Reposition}.  ",
			"**Benefit:** When making a {rule/reposition} combat maneuver, you can move an enemy into a trap or other hazardous area, such as a {trap/pit}, {trap/wall scythe}, or {spell/blade barrier}. When you do so, the moved enemy is treated as though it had activated the trap or triggered the hazard, and it takes a -2 penalty to AC and on saving throws to mitigate the trap or hazard's effects.  ",
			"**Normal:** You cannot reposition a foe into an intrinsically dangerous space such as a pit or *blade barrier.*"
		]
	},
	"tag_team_interrogation": {
		"name": "Tag-Team Interrogation",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Tag-Team Interrogation (Teamwork)",
			"",
			"{SOURCE Adventurer's Guide/36}",
			"",
			"You and your partner work together to bewilder a target, alternating between fear and kindness.  ",
			"**Prerequisites:** {feat/Intimidating Prowess} or {feat/Persuasive}; Diplomacy 1 rank; Intimidate 1 rank.  ",
			"**Benefit:** While using Diplomacy or Intimidate to shift the attitude of a creature, one ally you can see who also has this feat can attempt to shift the creature's attitude at the same time. You roll either a Diplomacy check or an Intimidate check, and your ally rolls a check with the other skill. If you both succeed, you choose whether to apply the Diplomacy check's or Intimidate check's effects; the other check has no direct effect but instead provides the first check a +5 circumstance bonus to its result. If only one person succeeds, ignore the failed check, but the successful skill check's effect lasts only half as long. If you both fail, any effects resulting from both failed checks apply."
		]
	},
	"tail_maneuvers": {
		"name": "Tail Maneuvers",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Tail Maneuvers",
			"",
			"{SOURCE Legacy of Dragons/19}",
			"",
			"You can use your tail to help you maneuver more adroitly on the battlefield.  ",
			"**Prerequisites:** Dragon creature type, tail attack.  ",
			"**Benefit:** If you don't use your tail to make an attack, you gain a +2 bonus to your CMD and on any combat maneuver checks you attempt until the beginning of your next turn."
		]
	},
	"tail_terror": {
		"name": "Tail Terror",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Tail Terror (Combat)",
			"",
			"{SOURCE Advanced Race Guide/137}",
			"",
			"You have strengthened your tail enough to make slap attacks with it.  ",
			"**Prerequisites:** Base attack bonus +1, {race/kobold}.  ",
			"**Benefit:** You can make a tail slap attack with your tail. This is a secondary {umr/natural attack} that deals 1d4 points of bludgeoning damage. Furthermore, you can augment your tail slap attack with a {eq-weapon/kobold tail attachment}. For the purpose of weapon feats, you are considered proficient with all kobold tail attachments.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">At the start of your turn, you can spend 5 stamina points to treat your tail slap as a primary natural attack until the beginning of your next turn. The tail slap is treated as a primary attack even if used along with weapon attacks as part of a full attack."
		]
	},
	"tail_weapon": {
		"name": "Tail Weapon",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Tail Weapon (Combat)",
			"",
			"{SOURCE Monster Codex/200}",
			"",
			"You have strengthened your tail enough that you can use it to make slap attacks and augment your balance.  ",
			"**Prerequisites:** Base attack bonus +1, {monster/serpentfolk}.  ",
			"**Benefit:** You can make a tail slap attack with your tail. This is a secondary {umr/natural attack} that deals 1d6 points of bludgeoning damage. You also gain a +2 racial bonus on Acrobatics checks to balance and to your CMD against maneuvers that attempt to move you from your square."
		]
	},
	"take_a_breather": {
		"name": "Take a Breather",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Take a Breather (Combat)",
			"",
			"{SOURCE Healer's Handbook/15}",
			"",
			"You can use lapses in your opponent's guard to recuperate from the wounds you have already sustained.  ",
			"**Prerequisites:** Con 13, {feat/Combat Vigor}, character level 4th.  ",
			"**Benefit:** Your vigor pool gains 1 vigor point. Whenever an opponent that you threaten provokes an attack of opportunity from you, as a swift action you can spend 1 or more vigor points to regain hit points as described by the Combat Vigor feat, instead of making an attack of opportunity against that opponent. Spending vigor in this manner does not count against the total number of attacks of opportunity that you can make during a round."
		]
	},
	"take_the_hit": {
		"name": "Take the Hit",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Take the Hit (Teamwork)",
			"",
			"{SOURCE Distant Shores/63}",
			"",
			"You can shield your partner's body with your own.  ",
			"**Prerequisites:** {feat/Bonded Mind}, base attack bonus +6.  ",
			"**Benefit:** As long as an ally with the Bonded Mind feat is adjacent to you, you can choose to absorb up to half of the hit point damage from any attack that strikes him, as if subject to a {spell/shield other} spell. Using this ability is an immediate action, and it only applies to one attack, even if the ally is hit by multiple attacks as part of the same action."
		]
	},
	"take_this": {
		"name": "Take This",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Take This (Teamwork)",
			"",
			"{SOURCE Antihero's Handbook/11}",
			"",
			"You can quickly retrieve items from the body of a companion who is unable to act.  ",
			"**Benefit:** If you are adjacent to an ally who also has this feat but is unable to act, you can retrieve a held or openly carried item from his body as a swift action that does not provoke attacks of opportunity.  ",
			"**Normal:** Retrieving a stored item or picking up a fallen item is a move action that provokes attacks of opportunity.  ",
			"**Special:** This is an exception to the rule that allies who are unable to act do not count for the purpose of teamwork feats."
		]
	},
	"taldan_conscript": {
		"name": "Taldan Conscript",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Taldan Conscript",
			"",
			"{SOURCE Taldor, Echoes of Glory/29}",
			"",
			"Your constant training in service to your lord has improved your martial prowess with some weapons.  ",
			"**Prerequisites:** Taldan serf in service to a lord.  ",
			"**Benefit:** When wielding a farm implement (such as a hand axe, pick, pitchfork, or {eq-weapon/scythe}) as a weapon, you get a +1 bonus on damage rolls. When fighting alongside other conscripts you get a +1 bonus on initiative checks."
		]
	},
	"taldan_duelist": {
		"name": "Taldan Duelist",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Taldan Duelist (Combat)",
			"",
			"{SOURCE Inner Sea World Guide/289;Pathfinder Campaign Setting/137}",
			"",
			"You trained at one of Taldor's elite fighting schools and are skilled at rondelero, the art of fighting with the falcata and buckler.  ",
			"**Prerequisites:** Dex 13, {feat/Exotic Weapon Proficiency} (falcata), {feat/Shield Proficiency} (buckler), {feat/Weapon Focus} (falcata).  ",
			"**Benefit:** When fighting with the {eq-weapon/falcata} and {eq-armor/buckler}, your shield bonus to AC increases by +1 and you gain a +2 bonus on Acrobatics checks.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">When you make an attack with a falcata using two hands while wearing a buckler, you can spend 3 stamina points to ignore the -1 penalty on attack rolls for using your shield arm to wield a weapon while wearing a buckler and to retain the buckler's shield bonus for 1 round."
		]
	},
	"taldan_squire": {
		"name": "Taldan Squire",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Taldan Squire",
			"",
			"{SOURCE Taldor, Echoes of Glory/29}",
			"",
			"You spent time as a squire to a Taldan knight and understand how to fight alongside him.  ",
			"**Prerequisites:** Base attack bonus +1, proficient in a martial weapon.  ",
			"**Benefit:** When within 50 feet of a mounted ally with the {feat/Mounted Combat} feat, you get a +2 bonus on initiative. If this ally is injured, you gain a +1 dodge bonus on AC as long as you are within 10 feet of him."
		]
	},
	"talented_magician": {
		"name": "Talented Magician",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Talented Magician",
			"",
			"{SOURCE Advanced Class Guide/158}",
			"",
			"Roguish magic comes easily to you.  ",
			"**Prerequisites:** {talent/Major magic} rogue talent, {talent/minor magic} rogue talent.  ",
			"**Benefit:** You gain an additional daily use of each of your minor magic and major magic rogue talents.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain an additional daily use of each talent."
		]
	},
	"talmandors_lifting": {
		"name": "Talmandor's Lifting",
		"sources": [ "Andoran, Spirit of Liberty" ],
		"description": [
			"## Talmandor's Lifting (Achievement)",
			"",
			"{SOURCE Andoran, Spirit of Liberty/13}",
			"",
			"You felt the powerful wings of Talmandor surround you when you risked death from a fall, and somehow a tiny spark of his essence remains connected to your soul.  ",
			"**Prerequisites:** Take at least 10d6 {rule/falling} damage on three different occasions and survive.  ",
			"**Benefit:** When you cast a healing spell on an unharmed creature, it briefly manifests as a pair of wings made of golden light. The spell's duration becomes \"1 hour or until discharged.\" For the next hour, the spell remains on the target, triggering automatically as a swift action if the creature takes damage or experiences an effect that the spell could cure, mitigate, or remove (which causes the wings of light to appear briefly).",
			"",
			"For example, if you cast {spell/lesser restoration} on an ally who had no ability damage, the spell would trigger immediately if the target became {misc/fatigued}, {misc/exhausted}, or took ability damage, but not if the target suffered ability drain, energy drain, or hit point damage (none of which are affected by lesser restoration)."
		]
	}
}
