{
	"untwisting_iron_strength": {
		"name": "Untwisting Iron Strength",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Untwisting Iron Strength (Combat)",
			"",
			"{SOURCE Adventurer's Guide/107;Inner Sea Combat/13}",
			"",
			"You are a master at breaking even the toughest of objects.  ",
			"**Prerequisites:** Str 15; Wis 13; {feat/Perfect Style}; base attack bonus +9 or monk level 9th.  ",
			"**Benefit:** When using Perfect Style, your attacks ignore an amount of hardness equal to your character level. Additionally, you gain a +4 bonus on Strength checks to break objects. If you spend 1 ki point as a swift action, you also gain the benefits of {feat/Improved Sunder} for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 2 stamina points instead of 1 ki point when using Untwisting Iron Strength."
		]
	},
	"unusual_heritage_changeling": {
		"name": "Unusual Heritage (Changeling)",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Unusual Heritage (Changeling) (Teamwork)",
			"",
			"{SOURCE Bastards of Golarion/17}",
			"",
			"Your heritage is strange or difficult to trace, and people fear your otherworldly powers.  ",
			"**Prerequisites:** {race/Changeling}.  ",
			"**Benefit:** Your mother was part of a powerful hag coven, and it shows when you are near your kin. As long as you are within 30 feet of at least two other changelings, you gain a +2 bonus on {rule/concentration} checks and dispel checks. If at least two of these changelings also have this feat, these bonuses increase to +4.  ",
			"**Special:** This version of Unusual Heritage is a teamwork feat."
		]
	},
	"unusual_heritage_dhampir": {
		"name": "Unusual Heritage (Dhampir)",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Unusual Heritage (Dhampir)",
			"",
			"{SOURCE Bastards of Golarion/16}",
			"",
			"Your heritage is strange or difficult to trace, and people fear your otherworldly powers.  ",
			"**Prerequisites:** {race/Dhampir}.  ",
			"**Benefit:** Your undead progenitor left you with more than a hint of vampiric nature. You gain a natural bite attack that deals 1d4 points of damage. Once per day upon making a successful bite attack, you can choose to deal an additional 1d4 points of {rule/bleed} damage to the creature struck.  ",
			"**Special:** You can only select this feat at 1st level."
		]
	},
	"unusual_heritage_fetchling": {
		"name": "Unusual Heritage (Fetchling)",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Unusual Heritage (Fetchling)",
			"",
			"{SOURCE Bastards of Golarion/17}",
			"",
			"Your heritage is strange or difficult to trace, and people fear your otherworldly powers.  ",
			"**Prerequisites:** {race/Fetchling}.  ",
			"**Benefit:** You have the mysterious ability to see into the {rule/Shadow Plane}, but only in your dreams. Once per day while sleeping, you can create a magical sensor, as {spell/arcane eye} except this sensor can view only your current location as it exists on the Shadow Plane. This effect lasts for 1 minute per character level, and can be used during any point while you sleep."
		]
	},
	"unusual_heritage_gillman": {
		"name": "Unusual Heritage (Gillman)",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Unusual Heritage (Gillman)",
			"",
			"{SOURCE Bastards of Golarion/16}",
			"",
			"Your heritage is strange or difficult to trace, and people fear your otherworldly powers.  ",
			"**Prerequisites:** {race/Gillman}.  ",
			"**Benefit:** As a so-called \"Low Azlanti,\" you have abilities supposedly tied to mysterious ancestors who still watch over you and your ilk. Your divination spells and spell-like abilities manifest at 1 caster level higher. In addition, once per day while fully immersed in water, you can cast {spell/augury} as a spell-like ability."
		]
	},
	"unyielding_ferocity": {
		"name": "Unyielding Ferocity",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Unyielding Ferocity (Combat)",
			"",
			"{SOURCE Horror Adventures/95}",
			"",
			"When near the brink of death, you fight ferociously until the bitter end.  ",
			"**Prerequisites:** Con 19, ferocity.  ",
			"**Benefit:** When you are reduced to 0 or fewer hit points, if you remain conscious from your {umr/ferocity} monster ability, you can make a full attack on your next turn (or your current turn if you are reduced to 0 hit points on your own turn). If you do, you push your body to the point that your mind becomes more primitive, and you can no longer use any Charisma-, Dexterity-, or Intelligence-based skills except Acrobatics, Fly, Intimidate, or Ride, or any ability that requires patience or concentration (such as spellcasting) until your hit points are raised above 0.  ",
			"**Normal:** When using the ferocity ability, you are {misc/staggered} while you have fewer than 0 hit points and thus can't make a full attack."
		]
	},
	"upsetting_shield_style": {
		"name": "Upsetting Shield Style",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Upsetting Shield Style (Combat, Style)",
			"",
			"{SOURCE Armor Master's Handbook/12}",
			"",
			"You can strike at weapons to upset enemy attacks.  ",
			"**Prerequisites:** Dex 13, proficiency with bucklers.  ",
			"**Benefit:** You can shield bash with a buckler as if it were a {eq-armor/light shield}, and you can use the buckler in conjunction with any feats or abilities that normally apply to light shields. While using this style, whenever you successfully deal damage to an opponent with a shield bash using your buckler, that opponent takes a -2 penalty on all attack rolls made against you until the start of your next turn."
		]
	},
	"upsetting_strike": {
		"name": "Upsetting Strike",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Upsetting Strike (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/13}",
			"",
			"You can turn the tables on disoriented opponents.  ",
			"**Prerequisites:** Dex 15, {feat/Combat Reflexes}, {feat/Improved Shield Bash}, {feat/Upsetting Shield Style}, proficiency with bucklers.  ",
			"**Benefit:** While you are using Upsetting Shield Style, if a foe is taking a penalty on attack rolls against you as a result of Upsetting Shield Style, and that foe makes a melee attack roll against you that misses your AC by 5 or more, that foe provokes an attack of opportunity from you. You can only make one attack of opportunity against an opponent in this manner each round."
		]
	},
	"upsetting_vengeance": {
		"name": "Upsetting Vengeance",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Upsetting Vengeance (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/13}",
			"",
			"You punish those who fail to press their attack.  ",
			"**Prerequisites:** Dex 13, {feat/Combat Reflexes}, {feat/Improved Shield Bash}, {feat/Upsetting Shield Style}, {feat/Upsetting Strike}, proficiency with bucklers.  ",
			"**Benefit:** While using Upsetting Shield Style, the penalty on attack rolls foes take for being hit by your shield bash attack applies to their attacks against any target. If an adjacent foe taking this penalty makes an attack roll against any target and misses the target's AC by 5 or more, that foe provokes an attack of opportunity from you. You can only make one attack of opportunity against an opponent as a result of this feat or Upsetting Strike each round."
		]
	},
	"urban_forager": {
		"name": "Urban Forager",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Urban Forager",
			"",
			"{SOURCE Taldor, Echoes of Glory/29}",
			"",
			"You are skilled at keeping yourself and others safe in the alleys, sewers, and underbellies of cities.  ",
			"**Prerequisites:** Knowledge (local) 4 ranks, Survival 4 ranks, Track.  ",
			"**Benefit:** You may use the {skill/Survival} skill to forage and track in urban locations using the table below.",
			"",
			"| DC | Task |",
			"| --- | --- |",
			"| 10 | Get along in an urban setting, and easily find enough food and supplies to survive for 24 hours. You can provide food and water for one other person for every 2 points by which your check result exceeds 10. |",
			"| 15 | Gain a +2 bonus on all Constitution checks made to resist starvation or thirst. You may grant the same bonus to one other character for every 1 point by which your Survival check exceeds 15. |",
			"| 15 | Gain a +2 bonus on all Survival checks made to track on firm or hard ground. |"
		]
	},
	"urdefhan_bladebreaker": {
		"name": "Urdefhan Bladebreaker",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Urdefhan Bladebreaker (Combat)",
			"",
			"{SOURCE Inner Sea Monster Codex/59}",
			"",
			"You can use your rhoka sword to destroy your foes' blades.  ",
			"**Prerequisites:** Base attack bonus +1, proficiency with the {eq-weapon/rhoka sword}, {monster/urdefhan}.  ",
			"**Benefit:** When wielding a rhoka sword, you can attempt to {rule/sunder} an opponent's sword or other slender-bladed weapon without provoking an attack of opportunity. You gain a +2 circumstance bonus on the combat maneuver check to do so."
		]
	},
	"ursurping_spell": {
		"name": "Ursurping Spell",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Ursurping Spell (Metamagic)",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/73}",
			"",
			"Like Daronlyr the Overthrower, you lay such brazen claim to power that you force targets of your spells to act as though they were your allies.  ",
			"**Benefit:** A creature that fails its saving throw against a usurping spell counts as your ally rather than your enemy for the purpose of {rule/flanking} other creatures and cannot make attacks of opportunity against you. This effect lasts for the duration of the spell or for 1 round, whichever is longer. A usurping spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"usurpers_guard": {
		"name": "Usurper's Guard",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Usurper's Guard (Teamwork)",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/73}",
			"",
			"You work with your allies to create a defensive guard to facilitate spellcasting.  ",
			"**Prerequisites:** Base attack bonus +3 or ability to cast 2nd-level spells.  ",
			"**Benefit:** When an adjacent ally with this feat attempts a {rule/concentration} check to cast a spell or use a spell-like ability defensively, you can attempt a combat maneuver check as an immediate action to guard that ally. Your ally can use either the result of her own concentration check or the result of your combat maneuver check to determine whether she succeeds at casting the spell or using the spell-like ability."
		]
	},
	"valiant_steed": {
		"name": "Valiant Steed",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Valiant Steed",
			"",
			"{SOURCE Animal Archive/19}",
			"",
			"Your courage is unnaturally strong.  ",
			"**Prerequisites:** Animal or magical beast.  ",
			"**Benefit:** You gain a +4 morale bonus on saves against fear and emotion effects. If you can serve as a mount, your rider gains a +4 morale bonus on {skill/Handle Animal}, {skill/Ride}, and {ability/wild empathy} checks to force you within range of a creature with the {umr/unnatural aura/ universal monster rule}. In addition, the DC to push you with the Handle Animal skill does not increase if you are wounded or have taken any nonlethal damage or ability score damage.  ",
			"**Normal:** The DC to push an animal increases by 2 if the animal is wounded or has taken any nonlethal damage or ability score damage."
		]
	},
	"valiant_vault": {
		"name": "Valiant Vault",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Valiant Vault (Mythic)",
			"",
			"{SOURCE Mythic Adventures/76}",
			"",
			"Your mount can make heroic leaps.  ",
			"**Prerequisites:** {feat/Mounted Combat}, {feat/Ride-By Attack}, Ride 5 ranks.  ",
			"**Benefit:** Your mount is always considered to have a running start when using Acrobatics to jump. You can expend one use of mythic power to grant your mount a +10 bonus on an Acrobatics check, or a +20 bonus if the check is made to jump.",
			"",
			"When making a mounted charge, you can guide your mount to leap over a foe between your starting position and the target of your charge. You make a Ride check or your mount makes an Acrobatics check (whichever is lower) during the charge, using the rules for the leap task under the {skill/Ride} skill. If the height you clear with that check exceeds the creature's height, you jump over it and continue your charge on the opposite side. This movement provokes attacks of opportunity. Alternatively, you can vault over your target while making a Ride-By Attack, allowing you to move over or through its space and continue moving on the opposite side of it. If your jump exceeds the target's height, you gain a +1 bonus on the attack roll for higher ground, and if any of your allies threatens the target, you treat the target as flanked for purposes of your Ride-By Attack."
		]
	},
	"vampire_animal_companion": {
		"name": "Vampire Animal Companion",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Vampire Animal Companion",
			"",
			"{SOURCE Rival Guide/47}",
			"",
			"As a vampire, you may use your create spawn ability to transform a dire bat, dire rat, or wolf into a more powerful vampiric companion.  ",
			"**Prerequisites:** {template/Vampire}, Charisma 18, {ability/animal companion} class ability, sufficiently high level (see below).  ",
			"**Benefit:** A vampire with this feat can elect to use its create spawn ability on an animal summoned using the child of the night ability (such as a {monster/dire bat}, {monster/dire rat}, or {monster/wolf}) to create a vampiric animal companion. This decision must be made as a free action as the vampire slays the animal with its {umr/blood drain} or {umr/energy drain} ability. The animal rises from death in 1d4 days as a vampiric animal bonded with the vampire who spawned it. Thereafter, the vampiric animal advances in abilities like a normal {sidekick/animal companion} as the vampire gains further class levels in the class that granted the animal companion.",
			"",
			"In order to gain a dire rat as a vampiric companion, a vampire's effective druid level must be 4th. To gain a wolf as an vampiric companion, the vampire's effective druid level must be 6th. To gain a dire bat vampiric companion, the vampire's effective druid level must be 9th. At your option, additional animals could be added to this list - use these examples as guides to set minimum levels.",
			"",
			"Vampiric animal companions count toward the total number of Hit Dice a vampire may enslave, as well as toward the limit of animal companions the character may have at any one time. Any vampiric animal companion the vampire creates that would exceed such limits becomes a free-willed undead. A vampire may also free a vampiric companion in order to enslave a new one, but once freed, the vampiric animal cannot be enslaved again.",
			"",
			"A vampiric animal's statistics are identical to those of the original animal, save for the following changes.",
			"",
			"- Its type changes to undead with the augmented animal subtype.",
			"- It gains a +4 natural armor bonus.",
			"- It gains the blood drain vampire special attack.",
			"- It gains an energy drain attack (1 level, DC equal to 10 + 1/2 the animal companion's racial HD + the animal companion's Charisma modifier).",
			"- It gains the dominate vampire special attack with respect to animals of its type.",
			"- It gains {umr/channel resistance} +2, DR 5/silver, resist cold and electricity 10, fast healing 2, and the vampire qualities of gaseous form and shadowless.",
			"- It gains all of the standard vampire weaknesses.",
			"- It gains Str +2, Dex +2, and Cha +4.",
			"- It does not gain the vampire's children of the night or create spawn abilities."
		]
	},
	"vampiric_companion": {
		"name": "Vampiric Companion",
		"sources": [
			"Monster Codex",
			"Blood of the Night"
		],
		"description": [
			"## Vampiric Companion",
			"",
			"{SOURCE Monster Codex/237;Blood of the Night/28}",
			"",
			"Just as your undead existence mocks nature, so too does your twisted companion reflect the vile nature of vampirism.  ",
			"**Prerequisites:** {race/Dhampir} or {template/vampire}, nongood alignment, 10th level in a class that grants a familiar or animal companion.  ",
			"**Benefit:** Your animal companion or familiar's type changes to \"undead.\" The creature gains {umr/fast healing} 5 as well as your vampire or dhampir weaknesses. If you are a vampire, the creature also gains the following abilities, depending on what type of vampire you are.",
			"",
			">@HL[Jiang-Shi:] While the creature is adjacent to or in your square, it gains the benefit of your prayer scroll ability. The creature crumbles into dust if destroyed (just like a jiang-shi), but is not permanently destroyed unless measures are taken that would destroy a jiang-shi.",
			">",
			">@HL[Moroi:] If the creature is adjacent to or in your square when you assume gaseous form, it transforms with you and follows you; its transformation ends when yours does. If reduced to 0 hit points, it's forced into gaseous form and must return to your coffin to reform (or the foot of your coffin if it cannot fit within it).",
			">",
			">@HL[Nosferatu:] If the creature is adjacent to or in your square when you assume swarm form, it transforms with you and follows you; its transformation ends when yours does. The creature can climb as if using the spider climb vampire ability, even if its anatomy is not suitable for climbing (such as a {monster/horse}).",
			"",
			"**Special:** If your animal companion or familiar is destroyed, dismissed, or lost, you can apply the effects of this feat to the replacement creature. If you are destroyed, the creature retains its undead type but loses all other special abilities from this feat. If you have more than one animal companion or familiar, choose one of them when you select this feat and apply its effects to that creature.",
			"",
			"You can select this feat more than once. Each time you select the feat, it applies to a different animal companion or familiar."
		]
	},
	"vandal": {
		"name": "Vandal",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Vandal",
			"",
			"{SOURCE Goblins of Golarion/25}",
			"",
			"Even other goblins admire your talent for mindless destruction.  ",
			"**Prerequisites:** {race/Goblin}, {ability/sneak attack} class feature.  ",
			"**Benefit:** You treat unattended objects as if they were vulnerable to your sneak attack, but you only deal half as much damage as you would against an actual creature. For instance, if you rolled 12 extra damage from the sneak attack you would deal an extra 6 damage to the object. This only applies when attacking unattended objects."
		]
	},
	"vanguard_hustle": {
		"name": "Vanguard Hustle",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Vanguard Hustle (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/13}",
			"",
			"You are able to protect allies from a distance.  ",
			"**Prerequisites:** Dex 13, {feat/Bodyguard}, {feat/Combat Patrol}, {feat/Combat Reflexes}, {feat/Mobility}, {feat/Saving Shield}, {feat/Vanguard Style}, {feat/Vanguard Ward}, proficiency with light or heavy shields.  ",
			"**Benefit:** Add half of your shield's enhancement bonus to the shield bonus to AC that you grant to an ally using the Saving Shield feat. While using Vanguard Style, whenever you increase your threatened area with Combat Patrol, your ward retains the bonuses of Vanguard Style as long as he remains within your threatened area, and you can use Bodyguard, Saving Shield, and Vanguard Style whenever an ally that is within this threatened area is the target of an attack."
		]
	},
	"vanguard_style": {
		"name": "Vanguard Style",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Vanguard Style (Combat, Style)",
			"",
			"{SOURCE Armor Master's Handbook/13}",
			"",
			"You can bring your shield to bear against dangers that threaten your allies.  ",
			"**Prerequisites:** {feat/Bodyguard}, {feat/Combat Reflexes}, proficiency with light or heavy shields.  ",
			"**Benefit:** While using this style, when an adjacent ally is required to make a Reflex saving throw, you can expend a use of an attack of opportunity to attempt the aid another action to improve your ally's Reflex save. Your ally gains a +2 bonus to all Reflex saves while adjacent to you until the beginning of your next turn."
		]
	},
	"vanguard_ward": {
		"name": "Vanguard Ward",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Vanguard Ward (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/13}",
			"",
			"You strongly defend your allies.  ",
			"**Prerequisites:** {feat/Bodyguard}, {feat/Combat Reflexes}, {feat/Vanguard Style}, proficiency with light or heavy shields.  ",
			"**Benefit:** While using Vanguard Style, when an adjacent ally is attacked or required to make a Reflex saving throw, you can expend a use of an attack of opportunity to use both Bodyguard and Vanguard Style to protect that ally. You can also lose your shield bonus to AC to grant your ally a shield bonus to AC of the same value for as long as that ally gains a bonus to Reflex saves from Vanguard Style."
		]
	},
	"vanths_scythe": {
		"name": "Vanth's Scythe",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Vanth's Scythe",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/71}",
			"",
			"You've seen the reapers many times, and have learned something of their methods.  ",
			"**Prerequisites:** Character level 9th, {race/duskwalker}, ghost hunter racial trait.  ",
			"**Benefit:** When you use your ghost hunter racial trait to grant a {eq-weapon/scythe}, {eq-weapon/quarterstaff}, {eq-weapon/whip}, or bow the {magic-enh/ghost touch} weapon special ability, you also grant the {magic-enh/undead-|bane} weapon special ability. You also gain an additional daily use of ghost hunter."
		]
	},
	"vaporous_potion": {
		"name": "Vaporous Potion",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Vaporous Potion",
			"",
			"{SOURCE Potions and Poisons/17}",
			"",
			"You know how to brew potions that can be delivered as a gaseous cloud.  ",
			"**Prerequisites:** {feat/Brew Potion}.  ",
			"**Benefit:** When you brew a potion, you can brew it in such a way that when exposed suddenly to air and force, it diffuses into a cloud of vapor that can be inhaled. The potion can still be consumed normally, but it can also be delivered by throwing it at another creature as a {rule/throw_<splash weapon}. The potion vial has a range increment of 10 feet and is considered an {misc/improvised weapon}. On impact, the vial breaks and a cloud of barely visible potion vapor fills the square it lands in (this vapor does not obscure normal sight in any way). If a creature is in that square, it gains the benefits of the potion immediately as though it had imbibed the potion.",
			"",
			"Otherwise, the vapor persists for 1d3+1 rounds in only that square before dissipating, and the first creature to enter the square before the vapor dissipates gains the potion's benefits. A creature entering the vapor's space can hold its breath to refrain from inhaling the potion. No more than one creature can benefit from a potion's vapor, and if more than one creature is in the potion's space after it is thrown, the potion is wasted and has no effect. The thrown potion deals no damage to creatures or objects it hits. A spell brewed into a potion this way does not use up a higher-level spell slot than the spell's actual level.",
			"",
			"### Versatile Brewing",
			"",
			"The above feat allows potion brewers to concoct unusual variations in their potions, altering the potions' effects in strange and useful ways. This feat functions similarly to metamagic feats, though it affects the creation of potions instead of the normal casting of spells. Level limits for potions apply to their level after the application of any relevant metamagic feats (if the feat affects the component spell's level).",
			"",
			"Other versatile bewing feats: {feat/Delayed Potion}, {feat/Healing Potion}, {feat/Lengthy Potion}."
		]
	},
	"variant_prayer_scroll": {
		"name": "Variant Prayer Scroll",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Variant Prayer Scroll",
			"",
			"{SOURCE Blood of the Night/29}",
			"",
			"You have learned the secret to changing the powers granted by your prayer scroll.  ",
			"**Prerequisites:** [Jiang-shi](template/vampire).  ",
			"**Benefit:** You gain the ability to create a different type of prayer scroll. You may create a prayer scroll with this ability by using any strip of parchment and a writing instrument, but doing so requires 10 minutes of uninterrupted work. Swapping your current prayer scroll for a different prepared one is a standard action. When wearing a different prayer scroll, you gain its special abilities, but lose your normal prayer scroll's immunity to spell completion and spell trigger magic items. Your prayer scrolls can be used only by you, and have no effect when used by other jiang-shis. When you choose this feat, select one of the following prayer scroll types.",
			"",
			">@HL[Embalmed Form:] This prayer scroll alters your physical form to how you looked 1 day before your death. Treat this as an {spell/alter self} spell that affects you regardless of your original or current type; your caster level is equal to your Hit Dice. Your speed increases by 10 feet, but you lose your immunity to trip attacks and your ability to move through difficult terrain unhindered. These effects persist indefinitely as long as you wear the prayer scroll, but end immediately if you use a different prayer scroll or 24 hours after you remove this prayer scroll.",
			">",
			">@HL[Enduring Dust:] If you crumble into dust from hit point damage, you reform after 1 round instead of 1 minute. Scattering your dust does not prevent you from reforming as long none of your dust is more than 30 feet from any other part of your dust. Storing a portion of your dust in an air-tight container prevents you from reforming. If you are unable to reform after 1 minute, you are destroyed.",
			">",
			">@HL[Positive Energy Immunity:] You become immune to positive channeled energy used to harm undead. This does not protect you against positive energy from other sources such as *cure* spells or {ability/lay on hands}.",
			">",
			">@HL[Spell Immunity:] The prayer scroll grants you immunity to a spell, as if you were using {spell/spell immunity}. You decide which spell when you create the prayer scroll, and can choose a different spell each time you create a new spell immunity prayer scroll. If you have 15 or more Hit Dice, this functions as {spell/greater spell immunity}. Creating this type of prayer scroll costs 100 gp &times; the spell level of the spell keyed to the scroll.",
			"",
			"**Special:** You may select this feat multiple times. Each time you do so, choose another ability granted by the feat."
		]
	},
	"varisian_tattoo": {
		"name": "Varisian Tattoo",
		"sources": [
			"Inner Sea World Guide",
			"Rise of the Runelords Player's Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Varisian Tattoo",
			"",
			"{SOURCE Inner Sea World Guide/289;Rise of the Runelords Player's Guide/15;Pathfinder Campaign Setting/147}",
			"",
			"You bear intricate tattoos that inspire and empower your natural magic ability. These tattoos mark you as a worker of the ancient traditions of Varisian magic. A Varisian tattoo typically consists of a long string of complex characters from the Thassilonian alphabet.  ",
			"**Prerequisites:** {feat/Spell Focus}.  ",
			"**Benefit:** Select a school of magic (other than divination) in which you have Spell Focus - you cast spells from this school at +1 caster level. Additionally, you gain a single spell-like ability usable up to three times per day. The spell-like ability gained (and its Varisian name) are as follows:",
			"",
			"- Abjuration (avidais): {spell/resistance}",
			"- Conjuration (idolis): {spell/acid splash}",
			"- Enchantment (carnasia): {spell/daze}",
			"- Evocation (ragario): {spell/dancing lights}",
			"- Illusion (vangloris): {spell/ghost sound}",
			"- Necromancy (voratalo): {spell/touch of fatigue}",
			"- Transmutation (avaria): {spell/mage hand}"
		]
	},
	"vast_hatred": {
		"name": "Vast Hatred",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Vast Hatred (Combat)",
			"",
			"{SOURCE Advanced Race Guide/37}",
			"",
			"Your rage stretches beyond normal bounds.  ",
			"**Prerequisites:** {race/Gnome}, hatred racial trait.  ",
			"**Benefit:** Select two creature types (and subtypes where appropriate) from the list of potential {ability/favored enemies} from the ranger class ability. Your +1 attack bonus from the hatred racial trait applies to creatures of the selected types (and subtypes).  ",
			"**Special:** You may take this feat more than once. Its benefits do not stack. Each time you select this feat, you select two additional creature types to which your hatred racial trait applies.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">You can spend 5 stamina points to designate a creature type (and subtype, if appropriate) from the Ranger Favored Enemies table. Your attack bonus from the hatred racial trait also applies to creatures of the selected type (and subtype, if appropriate) until the start of your next turn."
		]
	},
	"vast_spell": {
		"name": "Vast Spell",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Vast Spell (Metamagic)",
			"",
			"{SOURCE Magic Tactics Toolbox/5}",
			"",
			"Your spells cover targets across a larger area.  ",
			"**Prerequisites:** Caster level 3rd.  ",
			"**Benefit:** You can alter a spell that targets a number of creatures no more than 30 feet apart, such as {spell/haste}. The maximum distance apart of those you target with the spell increases to 60 feet. A vast spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"veiled_contempt": {
		"name": "Veiled Contempt",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Veiled Contempt",
			"",
			"{SOURCE Heroes of the High Court/18}",
			"",
			"You are skilled in disguising your dissatisfaction with the current regime or authority.  ",
			"**Prerequisites:** Bluff 3 ranks.  ",
			"**Benefit:** The DC for Sense Motive checks to get a hunch about you is equal to 20 + your ranks in Bluff, instead of the normal 20. If the Sense Motive check is specifically to assess your allegiance or trustworthiness, the DC is equal to 20 + two times your ranks in Bluff."
		]
	},
	"vengeance": {
		"name": "Vengeance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Vengeance (Story)",
			"",
			"{SOURCE Ultimate Campaign/73}",
			"",
			"The need to avenge those you loved drives you to great deeds.  ",
			"**Prerequisites:** You must have a close family member or other loved one slain by a specific challenging foe or that foe's minions, or have the [Raiders (childhood event)](rule/birth_circumstances_and_more) or [Vengeance (barbarian)](rule/class_background_tables) background.  ",
			"**Benefit:** You gain a +1 bonus on saving throws, attack rolls, and weapon damage rolls against your chosen foe and known minions of that foe.  ",
			"**Goal:** Thwart your chosen foe.  ",
			"**Completion Benefit:** You gain a +1 bonus on all saving throws. This bonus stacks with this feats's bonus against your foe and its minions, should they survive."
		]
	},
	"vengeful_banisher": {
		"name": "Vengeful Banisher",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Vengeful Banisher (Story)",
			"",
			"{SOURCE Demon Hunter's Handbook/13}",
			"",
			"You've witnessed demons and their madness firsthand, likely in one of the lands detailed in this section, or perhaps some other demon-marked region such as the Worldwound or the Abyss. Since then, You've sworn to send these wretched fiends back to whence they came, and You've become an expert at rooting out their kind and their servants.  ",
			"**Prerequisites:** You witnessed at least one family member or a close friend being killed by demons or demonic cultists, or you have the Hated Foe (barbarian) or An Eye for an Eye (ranger) {rule/class background>_tables}.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against spells or effects originating from demon worshipers and from creatures of the demon type.  ",
			"**Goal:** Convince the leader of a demon cult to renounce her Abyssal lord and seek atonement for her actions. Alternatively, if you kill the cult leader, you must also decisively defeat at least half of the cultists and have the cult's base of operations consecrated by a well-known local priest.  ",
			"**Completion Benefit:** When a demon damages you with an attack, spell, spell-like ability, or special ability and reduces you to fewer than 0 hit points, you may allow righteous energy to pour through you and into the demon, instantly sending it to another plane of existence (as {spell/dismissal}) if it fails a Will save (DC = 10 + 1/2 your Hit Dice + your Charisma modifier). This *dismissal* takes place after you are damaged but before you fall unconscious, so you can use this ability even if the demon kills you. You can use this ability once per day. Once you have used this ability, you must be healed to your maximum number of hit points before you can use the ability again."
		]
	},
	"vengeful_death_vow": {
		"name": "Vengeful Death Vow",
		"sources": [ "Pathfinder Worldscape #1" ],
		"description": [
			"## Vengeful Death Vow",
			"",
			"{SOURCE Pathfinder Worldscape #1/28}",
			"",
			"Your death vow strikes terror into the hearts of your enemies, making them less likely to hit you in combat.  ",
			"**Prerequisites:** Death vow class feature.  ",
			"**Benefit:** Targets of your death vow take a -2 penalty on attacks made against you."
		]
	},
	"venomous_spray": {
		"name": "Venomous Spray",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Venomous Spray (Combat)",
			"",
			"{SOURCE Monster Codex/200}",
			"",
			"You can spit your poison into a nearby opponent's face.  ",
			"**Prerequisites:** {monster/Serpentfolk}.  ",
			"**Benefit:** You can spit venom as a secondary ranged attack with a range of 5 feet. This is a natural attack and doesn't provoke attacks of opportunity. A target struck by your venom must succeed at a Fortitude save (DC = your poison DC) or be {misc/blinded} for 1d4 rounds and suffer the normal effects of your poison. You can't use this attack during any round in which you make a bite attack (and vice versa). After spitting venom, you are unable to use your poisonous bite or to spit venom for 1d4 rounds."
		]
	},
	"venomous_stare": {
		"name": "Venomous Stare",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Venomous Stare (Stare)",
			"",
			"{SOURCE Blood of the Beast/17}",
			"",
			"Your stare is toxic to your enemies.  ",
			"**Prerequisites:** {class/Mesmerist} level 11th, painful stare class feature.  ",
			"**Benefit:** When you trigger your painful stare, the target immediately becomes envenomed by the following poison:",
			"",
			">painful stare-injury; *save* Fort DC = 10 + 1/2 your mesmerist level + your Charisma modifier; *frequency* 1/round for 6 rounds; *effect* 1d3 Dex; *cure* 2 saves.",
			"",
			"Whether your target succeeds at or fails its save, you can't use Venomous Stare against that particular foe for 24 hours."
		]
	},
	"verbose_performer": {
		"name": "Verbose Performer",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Verbose Performer (Faction)",
			"",
			"{SOURCE Faction Guide/58}",
			"",
			"The range of your bardic performances increases.  ",
			"**Prerequisites:** {ability/Bardic performance} class feature, {feat/Extra Performance}, {feat/Master Performer}, {class/bard} level 8th, [Kitharodian Academy](rule/f_bards) 15 TPA.  ",
			"**Benefit:** Double the range of any bardic performance ability that possesses a range in the ability description."
		]
	},
	"verdant_spell": {
		"name": "Verdant Spell",
		"sources": [
			"Ultimate Wilderness",
			"Heroes of the Wild"
		],
		"description": [
			"## Verdant Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Wilderness/119;Heroes of the Wild/26}",
			"",
			"Your magical connection to nature allows you to entice, fool, and misdirect plants and fungi as though they were people.  ",
			"**Prerequisites:** {feat/Spell Focus} (enchantment), Knowledge (nature) 6 ranks.  ",
			"**Benefit:** A verdant spell affects plant creatures (even mindless plant creatures) as if they weren't immune to mind-affecting effects, but it has no effect on other types of creatures. A verdant spell uses up a spell slot 2 levels higher than the spell's actual level. This feat works only on mind-affecting spells.  ",
			"**Normal:** Creatures of the plant type are immune to mind-affecting effects."
		]
	},
	"verdant_step": {
		"name": "Verdant Step",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Verdant Step",
			"",
			"{SOURCE Wilderness Origins/15}",
			"",
			"You can travel between magic plants and plants with which you have an affinity.  ",
			"**Prerequisites:** Con 13, character level 7th, plant type.  ",
			"**Benefit:** Once per day, you can step into an adjacent plant with which you share affinity, then exit from a plant of the same kind. This functions as {spell/tree stride} with the following changes: the duration is 1 round; the transport range is 200 feet per character level; transporting yourself is a standard action; and a {race/ghoran} using this ability can pass through any living tree, while a {race/vine leshy} can pass through any living vine. You can also enter any magically created or enhanced plants, such as those produced by {spell/wall of thorns} or plants affected by {spell/entangle}, then exit from either another similar plant or a plant with which you have an affinity.  ",
			"**Special:** The GM determines plant affinity for non-ghoran and non-vine leshy plant creatures."
		]
	},
	"verify": {
		"name": "Verify",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Verify",
			"",
			"{SOURCE Dirty Tactics Toolbox/16}",
			"",
			"Those whom you catch breaking a deal are more subject to your powers.  ",
			"**Prerequisites:** Ability to cast 1st-level spells, lawful evil alignment, worshiper of {faith/Asmodeus}.  ",
			"**Benefit:** You gain a +5 bonus on Sense Motive checks to determine whether a creature is lying when you ask if it has followed the terms of a contract or deal to which it formally agreed. This includes all written and signed contracts, but also such things as witnessed oaths of loyalty and guild charters.",
			"",
			"If you succeed at such a Sense Motive check and learn that a creature has violated any part of such a formal bargain, that creature takes a -2 penalty on saving throws against your spells, spell-like abilities, and supernatural abilities."
		]
	},
	"vermin_heart": {
		"name": "Vermin Heart",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Campaign Setting",
			"Revenge of the Kobold King"
		],
		"description": [
			"## Vermin Heart",
			"",
			"{SOURCE Advanced Player's Guide/173;Pathfinder Campaign Setting/219;Revenge of the Kobold King/6}",
			"",
			"You have a special bond with things that creep, crawl, skitter, and sting.  ",
			"**Prerequisites:** {ability/Wild empathy} class feature.  ",
			"**Benefit:** You may target vermin with spells and special abilities that only affect animals (although they are still affected by spells targeting vermin as well). You may use {ability/wild empathy} to influence vermin as easily as you influence animals."
		]
	},
	"versatile_channeler": {
		"name": "Versatile Channeler",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Versatile Channeler",
			"",
			"{SOURCE Ultimate Magic/159}",
			"",
			"You can choose to channel positive and negative energy.  ",
			"**Prerequisites:** {ability/Channel energy} class feature, necromancer or neutrally aligned cleric (see below).  ",
			"**Benefit:** You may make a choice whenever you use your channel energy class feature.",
			"",
			"If you normally channel positive energy, you may choose to channel negative energy as if your effective cleric level were 2 levels lower than normal.",
			"",
			"If you normally channel negative energy, you may choose to channel positive energy as if your effective cleric level were 2 levels lower than normal.",
			"",
			"Having this feat means you qualify for feats and abilities that have \"channel positive energy\" or \"channel negative energy\" as a prerequisite (for example, you qualify for the {feat/Command Undead} feat and the {feat/Turn Undead} feat).",
			"",
			"**Note:** This feat only applies to necromancers, neutral clerics who worship neutral deities, or neutral clerics who do not worship a deity - characters who have the channel energy class ability and have to make a choice to channel positive or negative energy at 1st level. Clerics whose alignment or deity makes this choice for them cannot select this feat."
		]
	},
	"versatile_jinx": {
		"name": "Versatile Jinx",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Versatile Jinx",
			"",
			"{SOURCE Halflings of Golarion/27}",
			"",
			"Your jinx's power comes from a different source than most halflings.  ",
			"**Prerequisites:** {feat/Iron Will}, Halfling Jinx trait.  ",
			"**Benefit:** Choose either Intelligence or Wisdom. The DC of your jinx is based on this ability score instead of on Charisma."
		]
	},
	"versatile_spontaneity": {
		"name": "Versatile Spontaneity",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Versatile Spontaneity",
			"",
			"{SOURCE Pathfinder Society Primer/9}",
			"",
			"You made a good name for yourself in the [Pathfinder Society](rule/aff_scholars) in part because you knew how to prepare for the challenges before you, even if your natural magical abilities lend themselves less to preparation and more to spontaneity.  ",
			"**Prerequisites:** Int 13 or Wis 13 (see Special), ability to spontaneously cast 2nd-level spells.  ",
			"**Benefit:** When you regain spell slots at the start of the day, you may opt to prepare one spell you don't know in place of a daily spell slot 1 level higher than the prepared spell's level. To do so, you must have access to the selected spell on a scroll or in a spellbook, and the spell must be on your spell list (even if it is not one of your spells known). This process takes 10 minutes per spell level of the selected spell. You can cast the selected spell a single time, expending the spell slot as though it were a known spell being cast by you. Preparing a spell in this manner expends a scroll but not a spellbook. A spell prepared in this way is considered its actual level rather than the level of the spell slot expended. You can apply metamagic feats to the spell as normal, as long as the spell's actual level plus the increases from metamagic feats is 1 level lower than the highest-level spell you can cast. For example, a 12th-level sorcerer with this feat, a scroll of {spell/fireball}, and the {feat/Empower Spell} metamagic feat could prepare an empowered *fireball* spell in her 6th-level spell slot.  ",
			"**Special:** If you spontaneously cast arcane spells, you must have an Intelligence score of at least 13 to take this feat. If you spontaneously cast divine spells, you must have a Wisdom score of at least 13 to take this feat. If you have both arcane and divine spellcasting classes, you can use this feat to prepare a spell using a given class's spell slot as long as you meet the associated ability score prerequisite."
		]
	},
	"versatile_summon_monster": {
		"name": "Versatile Summon Monster",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Versatile Summon Monster",
			"",
			"{SOURCE Monster Summoner's Handbook/18}",
			"",
			"You've learned to summon a more diverse array of monsters.  ",
			"**Prerequisites:** Knowledge (arcana) 1 rank, Knowledge (planes) 1 rank.  ",
			"**Benefit:** Pick any two templates from the following list: {template/aerial}, {template/aqueous}, {template/chthonic}, {template/dark}, {template/fiery}, or {template/primordial}. When you summon one or more creatures that would normally be available with the {template/celestial}, {template/entropic}, {template/fiendish}, or {template/resolute} template using a {spell/summon monster>_1} spell (or an effect that mimics such a spell), you can instead apply one of the chosen templates to each creature. You can apply a different template to each creature you summon.  ",
			"**Special:** You can select this feat more than once. Each time you do, you can choose an additional two templates."
		]
	},
	"versatile_summon_natures_ally": {
		"name": "Versatile Summon Nature's Ally",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Versatile Summon Nature's Ally",
			"",
			"{SOURCE Monster Summoner's Handbook/18}",
			"",
			"You've learned to summon a wider array of creatures.  ",
			"**Prerequisites:** {feat/Augment Summoning}, Knowledge (nature) 1 rank, Knowledge (planes) 1 rank.  ",
			"**Benefit:** When you summon one or more animals, humanoids, or vermin using a {spell/summon nature's ally>_1} spell (or an effect that mimics such a spell), instead of granting them the benefit from Augment Summoning, you can instead apply one of the following templates to them: {template/aerial}, {template/aqueous}, {template/chthonic}, {template/fiery}, or {template/primordial}. If you summon multiple creatures with one casting, they must all have the same template."
		]
	},
	"vestigial_head": {
		"name": "Vestigial Head",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Vestigial Head",
			"",
			"{SOURCE Monster Codex/153}",
			"",
			"You were born with a parasitic vestigial head with its own stunted brain. The head may be mostly subsumed within your own flesh and visible only as a distorted face, or it might sprout out of its own neck from your neck, shoulder, back, or chest.  ",
			"**Prerequisites:** {monster/Ogre}.  ",
			"**Benefit:** Anytime you must attempt a Will save against a hostile effect, there is a 25% change that the effect targets your vestigial head instead. If this occurs, you are treated as if you had succeeded at your saving throw, and instead are {misc/sickened} for 1d4 rounds or the duration of the effect (whichever is longer).  ",
			"**Special:** You can take this feat twice. The second time you do, the chance of a hostile Will effect targeting your vestigial head instead of your own increases to 50%. This doesn't give you another vestigial head."
		]
	},
	"vicious_stomp": {
		"name": "Vicious Stomp",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Vicious Stomp (Combat)",
			"",
			"{SOURCE Ultimate Combat/123}",
			"",
			"You take advantage of the moment to brutally kick an enemy when he is down.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** Whenever an opponent falls {rule/prone} adjacent to you, that opponent provokes an attack of opportunity from you. This attack must be an unarmed strike.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">When an opponent provokes an unarmed strike attack of opportunity from you by falling prone, you can spend 2 stamina points to deal an additional 1d6 points of damage with that unarmed strike."
		]
	},
	"victory_through_unity": {
		"name": "Victory Through Unity",
		"sources": [ "Pathfinder #131: The Reaper's Right Hand" ],
		"description": [
			"## Victory Through Unity (Story)",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/79}",
			"",
			"You have practiced your family's genetic experimentations upon your own familiar.  ",
			"**Prerequisites:** You must have a familiar, and you must either be a member of House Merrosett or have the Initiated (witch) or Storied Lineage (wizard) {rule/class_<background>_tables}.  ",
			"**Benefit:** When you gain this feat, choose an animal aspect granted by the hunter's {ability/animal focus} class ability and apply it to your familiar. Your hunter level for this ability is 1st, and you cannot change this ability once you have selected it. If your familiar dies, it loses its aspect and you may choose a new aspect if you take a new familiar. Your familiar's form is altered by superficial changes appropriate to its aspect.  ",
			"**Goal:** You must breed a new magical creature.  ",
			"**Completion Benefit:** You may either choose and apply a second animal aspect to your familiar or apply an evolution from the 1-point {ability/evolutions} available to a summoner's eidolon. The familiar must conform to any limitations of the evolution (such as being one size category larger than its rider to serve as a mount). Once selected, this decision cannot be changed, but if your familiar dies it loses these abilities and you may choose new abilities if you take a new familiar. If your familiar breeds with its original kind, it has the potential to pass on these extra abilities as permanent traits."
		]
	},
	"vigilant_charger": {
		"name": "Vigilant Charger",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Vigilant Charger (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/119}",
			"",
			"You can ready yourself to spring an attack against your enemies at a moment's notice.  ",
			"**Prerequisites:** Str 13, Dex 13, {feat/Combat Reflexes}.  ",
			"**Benefit:** You can {rule/ready an action} to {rule/charge} when an enemy enters a specific space you designate. You must be able to charge the square both when you ready the charge and when the readied action triggers, or you cannot attempt the readied action. When you make a readied charge, you can move only up to your speed.  ",
			"**Normal:** You can't ready an action to charge. Charging allows you to move up to twice your speed."
		]
	},
	"vigilant_eidolon": {
		"name": "Vigilant Eidolon",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Vigilant Eidolon",
			"",
			"{SOURCE Ultimate Magic/159}",
			"",
			"Your eidolon is highly observant, and its link with you increases your own watchfulness.  ",
			"**Prerequisites:** Eidolon class feature.  ",
			"**Benefit:** While your eidolon is within your reach, you gain a +4 bonus on Perception checks. If you have 10 or more ranks in Perception, this bonus increases to +8. This does not apply if your eidolon is helpless or unconscious."
		]
	},
	"vigilant_phantom": {
		"name": "Vigilant Phantom",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Vigilant Phantom",
			"",
			"{SOURCE Occult Adventures/141}",
			"",
			"Your phantom is highly observant, and its link with you increases your own watchfulness.  ",
			"**Prerequisites:** Phantom class feature.  ",
			"**Benefit:** While your {sidekick/phantom} is within your reach, you gain a +4 bonus on Perception checks. If you have 10 or more ranks in Perception, this bonus increases to +8. This doesn't apply if your phantom is helpless or unconscious."
		]
	},
	"vile_leadership": {
		"name": "Vile Leadership",
		"sources": [
			"Ultimate Intrigue",
			"Champions of Corruption"
		],
		"description": [
			"## Vile Leadership",
			"",
			"{SOURCE Ultimate Intrigue/135;Champions of Corruption/14}",
			"",
			"You rule over your own cabal of minions with a villainous cohort as your lieutenant.  ",
			"**Prerequisites:** Any evil alignment, character level 7th.  ",
			"**Benefit:** You can attract a loyal cohort and a number of intimidated followers to assist in your nefarious deeds. This feat is similar to {feat/Leadership}, except Vile Leadership rewards - rather than punishes - leaders with cruel reputations or who cause their followers' deaths. Once you take this feat, you cannot take the Leadership feat without retraining your feat selection. Numerous factors can affect your Vile Leadership score (which acts as a Leadership score for the purpose of feats and abilities that rely on a Leadership score, other than Leadership itself); work in conjunction with your GM and use the tables below to adjust your Vile Leadership score accordingly. The NPCs you attract must be of a nongood alignment.",
			"",
			"@HL[Vile Leadership Modifiers:] Your reputation (from the point of view of the cohort or follower you are trying to attract) raises or lowers your Vile Leadership score.",
			"",
			"| Leader's Reputation | Modifier |",
			"| --- | --- |",
			"| Ruthless | +2 |",
			"| Rewards loyalty or success | +1 |",
			"| Possesses a special power | +1 |",
			"| Indecisive | -1 |",
			"| Tolerant of failure | -1 |",
			"| Merciful | -2 |",
			"",
			"Other modifiers may apply when you try to attract a cohort with this feat, as listed below.",
			"",
			"| Leader's Attributes | Modifer |",
			"| --- | --- |",
			"| Gained power by eliminating a superior | +1 |",
			"| Fails to punish or kill minions who make costly mistakes | -2[^C] |",
			"| Recruits a cohort of a different alignment | -1 |",
			"",
			"Followers have different priorities from cohorts. When you try to attract a follower, use the following modifiers.",
			"",
			"| Leader's Attributes | Modifier |",
			"| --- | --- |",
			"| Has a stronghold, base of operations, guildhouse, etc. | +2 |",
			"| Has punished or killed minions to set an example or assert dominance | +1[^B] |",
			"| Has a tendency toward long periods of inactivity | -1 |",
			"| Restricts minions from looting, pillaging, or pursing other spoils of war | -1 |",
			"",
			"[^C]: Cumulative per incident of compassion shown. This penalty is incurred even if you show mercy to avoid killing or punishing more than 20% of your minions during a given character level.",
			"[^B]: Cumulative to a maximum bonus of +1 per character level. If you punish or kill more than 20% of your minions during a given character level, this bonus becomes a penalty instead. When you gain a new level, any bonus or penalty from punishing or killing minions resets to 0."
		]
	},
	"vim_and_vigor": {
		"name": "Vim and Vigor",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Vim and Vigor (Combat)",
			"",
			"{SOURCE Healer's Handbook/15}",
			"",
			"You rebound more quickly than normal when you draw upon your inner reserve to repair your wounds.  ",
			"**Prerequisites:** Con 13, {feat/Combat Vigor}, {feat/Endurance}, character level 3rd.  ",
			"**Benefit:** Your vigor pool gains 1 vigor point. The {misc/fatigued} condition that you gain from spending vigor points (as described by the Combat Vigor feat) lasts for 3 rounds instead of 1 minute. In addition, when you take this feat, you gain a +2 bonus on saving throws against effects that cause fatigue or {misc/exhaustion}."
		]
	},
	"vindictive_fall": {
		"name": "Vindictive Fall",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Vindictive Fall",
			"",
			"{SOURCE Antihero's Handbook/9}",
			"",
			"When you fall, you drag others down with you.  ",
			"**Prerequisites:** {feat/Lightning Reflexes}.  ",
			"**Benefit:** When a creature causes you to fall {rule/prone}, such as with an effect or a spell (such as {spell/grease}) or by succeeding at a combat maneuver to {rule/trip} you, you can attempt a combat maneuver check as an immediate action to trip an enemy within your melee reach. The target of this combat maneuver need not be the creature that caused you to fall prone. If you do not have the {feat/Improved Trip} feat or a similar ability, your trip combat maneuver provokes an attack of opportunity from the target as normal."
		]
	},
	"violent_display": {
		"name": "Violent Display",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Violent Display (Combat)",
			"",
			"{SOURCE Blood of the Moon/23}",
			"",
			"You never miss an opportunity to cow foes.  ",
			"**Prerequisites:** {feat/Dazzling Display}, {feat/Weapon Focus}, base attack bonus +6.  ",
			"**Benefit:** When you land a successful sneak attack or confirm a critical hit against a creature with a weapon with which you have Weapon Focus, you can use Dazzling Display as an immediate action."
		]
	},
	"virtuous_creed": {
		"name": "Virtuous Creed",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Virtuous Creed",
			"",
			"{SOURCE Champions of Purity/16}",
			"",
			"You accept a creed to guide your destiny toward good.  ",
			"**Prerequisites:** You must be good.  ",
			"**Benefit:** Select one of the following virtues. You must adhere to that virtue's creed in order to benefit from its bonus. If you break any part of the creed, you are unable to gain the benefits from that virtue for 24 hours. Significant violations require atonement for you to be able to benefit from this feat again.  ",
			"**Special:** You can gain this feat multiple times. Each time you take this feat, you must choose a new virtue.",
			"",
			"### Humility",
			"",
			"**Creed:** You must always show respect to others. You must put your own desires aside in favor of the needs of the masses. You must be conservative in dress and in actions, and wary not to display pride or gloat about your wealth or achievements.  ",
			"**Benefit:** You add your Wisdom modifier on Diplomacy checks in addition to your Charisma modifier.",
			"",
			"### Courage",
			"",
			"**Creed:** You can never willingly flee combat when others' lives are at risk. You must never show cowardice in sight of your enemies.  ",
			"**Benefit:** When {misc/shaken}, you gain a +3 bonus on Will saves against any effects that would worsen your condition to {misc/frightened} or {misc/panicked}.",
			"",
			"### Freedom",
			"",
			"**Creed:** You must always seek to ensure that beings have the right to live their lives as their own. You must put an end to slavery when you see it, and break whatever chains hold others down, be they metaphysical or real.  ",
			"**Benefit:** Once per day, you can reroll a Will save against a charm or compulsion effect and gain a +2 bonus on that reroll. You must decide to use this ability before the results are revealed. You must take the second roll, even if it is worse.",
			"",
			"### Purity",
			"",
			"**Creed:** You must refrain from contact with unclean things and keep your thoughts unpolluted. You must not touch evil-aligned weapons or creatures. You must practice clean eating, ingesting only properly prepared foods that strengthen the body and mind.  ",
			"**Benefit:** You gain a +2 bonus on all Fortitude saving throws against disease or poison. In addition, the onset time for any disease or poison is doubled.",
			"",
			"### Protection",
			"",
			"**Creed:** You must always stand up for those weaker than yourself. You must defend your community against those that prey upon it.  ",
			"**Benefit:** When you use the aid another action to improve an ally's AC against attacks, the bonus increases to +4 instead of +2.",
			"",
			"### Mercy",
			"",
			"**Creed:** You must always accept an enemy's surrender. When your enemies are defeated in battle, you must attempt to stabilize them to the best of your ability. You must never bring undue suffering to those who are innocent.  ",
			"**Benefit:** When using a weapon that deals lethal damage to instead deal nonlethal damage, you take no penalty on your attack roll."
		]
	},
	"virulent_venom": {
		"name": "Virulent Venom",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Virulent Venom (Combat)",
			"",
			"{SOURCE Potions and Poisons/5}",
			"",
			"The poison that drips from your fangs is potent enough to burn through flesh and wood.  ",
			"**Prerequisites:** {feat/Spit Venom}, {race/nagaji}.  ",
			"**Benefit:** Your ability to spit poison granted by the Spit Venom feat deals 1d6 points of acid damage plus an additional 1d6 points of acid damage for every 3 Hit Dice you have, in addition to all other effects. This additional damage affects creatures even if they are immune to poison or succeed at their Fortitude saving throws. In addition, you gain one additional use per day of the ability to spit poison granted by the Spit Venom feat."
		]
	},
	"visceral_threat": {
		"name": "Visceral Threat",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Visceral Threat (Combat)",
			"",
			"{SOURCE Monster Codex/21}",
			"",
			"Your ability to threaten foes is great enough to make them hesitate.  ",
			"**Prerequisites:** {feat/Intimidating Prowess}.  ",
			"**Benefit:** You may use Intimidate, rather than Bluff, to attempt a {rule/feint} against a creature within your melee reach."
		]
	},
	"viscous_venom": {
		"name": "Viscous Venom",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Viscous Venom (Combat)",
			"",
			"{SOURCE Potions and Poisons/5}",
			"",
			"Your venom is abnormally thick and adhesive.  ",
			"**Prerequisites:** {feat/Spit Venom}, {race/nagaji}.  ",
			"**Benefit:** When you spit poison using the ability granted by the Spit Venom feat, you can spit a glob of venomous goo at an enemy within 30 feet. Once struck, the target is both exposed to your nagaji poison as normal and entangled. An entangled target can break free from the sticky goo with a successful DC 15 Strength or Escape Artist check as a full-round action or by dealing 15 points of damage to the gooey substance with a slashing weapon. In addition, you gain one additional use per day of the ability to spit poison granted by the Spit Venom feat."
		]
	},
	"vishkanya_perfume": {
		"name": "Vishkanya Perfume",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Vishkanya Perfume",
			"",
			"{SOURCE Villain Codex/224}",
			"",
			"You can change your toxic spittle into poisonous breath.  ",
			"**Prerequisites:** {feat/Deadly Kiss}, toxic racial trait, {race/vishkanya}.  ",
			"**Benefit:** As a swift action, you can expend one use of your toxic racial trait to alter your venom into an inhaled poison for 1d4 rounds. At one point within this duration, you can select one adjacent enemy to be exposed. In its inhaled form, your venom is an invisible, perfumed gas, and its DC is 2 lower.",
			"",
			"In addition, you can use your toxic racial trait one additional time per day.",
			"",
			"**Normal:** Vishkanya venom is an injury poison"
		]
	},
	"vision_mastery": {
		"name": "Vision Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Vision Mastery (Item Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/27}",
			"",
			"You can pierce invisibility with divination magic items.  ",
			"**Prerequisites:** Use Magic Device 2 ranks, base Fortitude save bonus +4.  ",
			"**Benefit:** You can cause an item that has a divination spell of 1st level or higher in its construction requirements to cast either {spell/darkvision} or {spell/see invisibility}. You can use this feat once per day, plus an additional time per day at base Fortitude save bonus +6, +8, +10, and +12."
		]
	},
	"vital_strike": {
		"name": "Vital Strike",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Vital Strike (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/136}",
			"",
			"You make a single attack that deals significantly more damage than normal.  ",
			"**Prerequisites:** Base attack bonus +6.  ",
			"**Benefit:** When you use the attack action, you can make one attack at your highest base attack bonus that deals additional damage. Roll the weapon's damage dice for the attack twice and add the results together before adding bonuses from Strength, weapon abilities (such as {magic-enh/flaming}), precision based damage, and other damage bonuses. These extra weapon damage dice are not multiplied on a critical hit, but are added to the total.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">After rolling the damage of a Vital Strike attack, you can spend 2 stamina points to reroll up to two of the weapon's damage dice. (For weapons with more than one damage die, count all the weapon's base damage dice together as one.) You must take the second result, even if it's lower.",
			"",
			"### Mythic Vital Strike",
			"",
			"{SOURCE Mythic Adventures/77}",
			"",
			"You can strike your foes with incredible force.  ",
			"**Prerequisites:** Vital Strike.  ",
			"**Benefit:** Whenever you use Vital Strike, {feat/Improved Vital Strike}, or {feat/Greater Vital Strike}, multiply the Strength bonus, magic bonus, and other bonuses that would normally be multiplied on a critical hit by the number of weapon damage dice you roll for that feat.",
			"",
			"Extra damage from sources that wouldn't normally be multiplied on a critical hit isn't multiplied by this feat."
		]
	},
	"voice_of_beasts": {
		"name": "Voice of Beasts",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Voice of Beasts",
			"",
			"{SOURCE Ultimate Wilderness/119}",
			"",
			"Your deep connection with nature allows you to speak with all manner of living creatures.  ",
			"**Prerequisites:** Wild shape class feature.  ",
			"**Benefit:** While you are using wild shape, you gain the ability to communicate with all animals. This acts as {spell/speak with animals}, though the effect is supernatural in nature and can't be dispelled."
		]
	},
	"voice_of_the_sibyl": {
		"name": "Voice of the Sibyl",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Voice of the Sibyl",
			"",
			"{SOURCE Ultimate Magic/159}",
			"",
			"Your voice is strangely compelling.  ",
			"**Prerequisites:** Cha 15.  ",
			"**Benefit:** You get a +1 bonus on all Bluff, Diplomacy, and Perform (oratory) skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +3 for that skill. You do not get these bonuses if you do not use your voice when using the skill (such as using Bluff to {rule/feint} in combat).",
			"",
			"### Mythic Voice of the Sibyl",
			"",
			"{SOURCE Mythic Adventures/77}",
			"",
			"You overpower weaker and more vulnerable minds with your voice alone.  ",
			"**Prerequisites:** Voice of the Sibyl.  ",
			"**Benefit:** You gain a +1 bonus on all Bluff, Diplomacy, and Perform (oratory) skill checks for every 3 tiers you possess. This bonus stacks with the bonus from Voice of the Sibyl. If you have 10 or more ranks in at least two of these skills, gain a +2 bonus to the DC of any language-dependent spell you cast."
		]
	},
	"volley_fire": {
		"name": "Volley Fire",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Volley Fire (Combat, Teamwork)",
			"",
			"{SOURCE Ranged Tactics Toolbox/10}",
			"",
			"You have trained to work in ranks of archers to rain arrows down upon your foes.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}.  ",
			"**Benefit:** You gain a +1 bonus on ranged attack rolls for each ally with this feat who made a ranged attack since the end of your last turn against a target within 15 feet of your target, to a maximum of +4. These allies don't provide cover against your attacks."
		]
	},
	"voracious_blade": {
		"name": "Voracious Blade",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Voracious Blade (Combat)",
			"",
			"{SOURCE Inner Sea Monster Codex/59}",
			"",
			"You can channel your daemonic energies through the vile blade you wield.  ",
			"**Prerequisites:** {feat/Weapon Focus} (rhoka sword), base attack bonus +4, {monster/urdefhan}.  ",
			"**Benefit:** When wielding a {eq-weapon/rhoka sword}, you can channel your daemonic energies through the blade as a swift action, causing it to deal Strength damage as your bite attack. You can use this ability a number of times per day equal to your Constitution modifier (minimum 1)."
		]
	},
	"vulpine_pounce": {
		"name": "Vulpine Pounce",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Vulpine Pounce (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/5}",
			"",
			"You can change shape mid-charge and pounce on an opponent in the same round.  ",
			"**Prerequisites:** {feat/Swift Kitsune Shapechanger}, base attack bonus +10, {race/kitsune}.  ",
			"**Benefit:** When you change shape into your kitsune form and use the charge action in the same round, you can make a full attack against your opponent."
		]
	},
	"waking_dream": {
		"name": "Waking Dream",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Waking Dream",
			"",
			"{SOURCE Plane-Hopper's Handbook/30}",
			"",
			"You can manipulate the world of dreams, even in your physical form.  ",
			"**Prerequisites:** Cha 17, {feat/Ephemeral Tread}, {feat/Lucid Dreamer}, Knowledge (planes) 10 ranks.  ",
			"**Benefit:** When in the {rule/Dimension of Dreams} in your physical body, you gain an additional attempt at an impossible action per day, for a total of two attempts. However, as a result of your meddling with the fabric of the realm, when you travel to the Dimension of Dreams in your physical body, you must succeed at a DC 15 Charisma check or arrive at a disadvantage."
		]
	},
	"walking_sleight": {
		"name": "Walking Sleight",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Walking Sleight",
			"",
			"{SOURCE Ultimate Intrigue/95}",
			"",
			"You've developed your skills at picking up items while on the move.  ",
			"**Prerequisites:** {feat/Deft Hands}, Sleight of Hand 5 ranks.  ",
			"**Benefit:** You no longer take the -20 penalty for attempting a {skill/Sleight of Hand} check as a move action. You can attempt a Sleight of Hand check as a standard action in the middle of your move action.  ",
			"**Normal:** You can attempt a Sleight of Hand check as a move action only by taking a -20 penalty on the check."
		]
	},
	"wall_of_flesh": {
		"name": "Wall of Flesh",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Wall of Flesh (Teamwork)",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"You swarm with your allies, becoming a wall of creatures.  ",
			"**Prerequisites:** Small size or smaller.  ",
			"**Benefit:** When adjacent to an ally with this feat, you're considered one size category larger for determining CMD and the way {rule/combat maneuvers} and abilities affect you."
		]
	},
	"wand_dancer": {
		"name": "Wand Dancer",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Wand Dancer",
			"",
			"{SOURCE Inner Sea World Guide/289;Pathfinder Campaign Setting/219}",
			"",
			"You are trained in a tradition of Garundi courtesans and court mages that melds dance with the use of magic wands.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}, Perform (dance) 5 ranks.  ",
			"**Benefit:** When using a spell trigger item, you can move both before and after triggering the item, as long as the total distance moved is not greater than your speed. Choose one creature potentially affected by your spell trigger item. Your movement does not provoke attacks of opportunity from that creature only. You must move at least 5 feet before and after using your spell trigger item to utilize this feat."
		]
	},
	"wanderers_fortune": {
		"name": "Wanderer's Fortune",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Wanderer's Fortune (Conduit)",
			"",
			"{SOURCE Planar Adventures/33}",
			"",
			"The promise of Elysium's freedom liberates you from all forms of restraint, allowing you to move as you will and to avoid numerous kinds of restraints that would otherwise vex a traveler or explorer.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks.  ",
			"**Benefit:** As a swift action, you gain the benefits of {spell/freedom of movement} until the end of your turn or until you benefit from the effects to escape a {rule/grapple} or magical restraint, whichever comes first.",
			"",
			"You can use this feat's benefit once per day, plus an additional time per day for every 5 ranks you have in Knowledge (planes)."
		]
	},
	"wandering_mind": {
		"name": "Wandering Mind",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wandering Mind",
			"",
			"{SOURCE Ultimate Wilderness/13}",
			"",
			"Your mind drifts swiftly from one thing to the next and is all but impossible to pin down.  ",
			"**Prerequisites:** Character level 9th, {race/gathlain}.  ",
			"**Benefit:** When you fail a Will save against a mind-affecting effect that lasts more than 1 round, you can attempt another Will save on the round after your failed save. If you succeed, you gain the normal benefits of succeeding at a Will save against the effect. This feat offers only one additional saving throw against each effect."
		]
	},
	"war_blessing": {
		"name": "War Blessing",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## War Blessing",
			"",
			"{SOURCE Advanced Class Guide/159}",
			"",
			"Your fervent call to your deity imbues you with a temporary blessing.  ",
			"**Prerequisites:** Mystery or domain class feature.  ",
			"**Benefit:** Choose two warpriest {ability/blessings} when you take this feat. Each of these blessings must be tied to a domain granted by your deity or to one of the two domains that represent your spiritual inclination and abilities. Twice per day, you can call upon the minor blessing from one or the other of your chosen blessings. This ability otherwise acts like the warpriest blessings class feature. Your effective warpriest level is the highest level that you have in the class that has the mystery or domain class feature."
		]
	},
	"war_singer": {
		"name": "War Singer",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## War Singer",
			"",
			"{SOURCE Advanced Player's Guide/173}",
			"",
			"Your songs draw upon the savage chants and brutal ways of your people, inspiring those around you to new heights of violence and savagery.  ",
			"**Prerequisites:** Cha 13, {ability/bardic performance} class feature, {race/half-orc} or {race/orc}.  ",
			"**Benefit:** When you use bardic performance with audible components on a battlefield (any area where a combat involving a dozen or more combatants is taking place), the range or area of your chosen performance is doubled. In addition, the DC for saving throws against your bardic performance is increased by +2 for creatures of the orc subtype, regardless of where the performance occurs."
		]
	},
	"warding_blood": {
		"name": "Warding Blood",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Warding Blood",
			"",
			"{SOURCE Potions and Poisons/6}",
			"",
			"Your ethereal venom is strong enough to repel anyone who attempts to cross through it.  ",
			"**Prerequisites:** {feat/Ghostbane Ichor}, Knowledge (religion) 13 ranks, {race/vishkanya}.  ",
			"**Benefit:** You can spend 10 minutes and two uses of your vishkanya venom to coat an area no larger than 10 feet by 10 feet with your blood. This creates a {spell/forbiddance} effect, using your character level as your caster level (maximum 20). The save DC of this effect is equal to 15 + your Charisma modifier. Creatures that take damage from the *forbiddance* effect are also exposed to your vishkanya venom. If you have abilities that alter the effects of your venom, you must choose which effect applies when you create the venomous area."
		]
	},
	"warleaders_rage": {
		"name": "Warleader's Rage",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Warleader's Rage",
			"",
			"{SOURCE Orcs of Golarion/25}",
			"",
			"Your rages are so inspiring to your allies that they don't have to remain adjacent to you to stay raging.  ",
			"**Prerequisites:** Cha 13, {race/half-orc} or {race/orc}, non-lawful.  ",
			"**Benefit:** Feats and abilities that allow an ally to rage or enhance a rage if adjacent to you (such as {feat/Amplified Rage} and {feat/Sympathetic Rage}) persist as long as your ally is within 30 feet of you and can see you. The conditions to activate the rage effect remain unchanged. For example, an ally with Sympathetic Rage must be adjacent to you to enter his own rage, but once his rage begins, he can continue raging as long as he can see you and you are within 30 feet."
		]
	},
	"warmonger": {
		"name": "Warmonger",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Warmonger",
			"",
			"{SOURCE Monster Codex/117}",
			"",
			"You are adept at instigating wars among those you advise or antagonize.  ",
			"**Prerequisites:** Cha 13, {race/hobgoblin}.  ",
			"**Benefit:** You gain Bluff and Diplomacy as class skills. In addition, you receive a +4 competence bonus on Bluff and Diplomacy skill checks when using either skill to convince another character to go to war against or attack another creature or group."
		]
	},
	"warning_shot": {
		"name": "Warning Shot",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Warning Shot (Combat)",
			"",
			"{SOURCE Ranged Tactics Toolbox/11}",
			"",
			"An intentional near-miss demonstrates your frightening skill at range.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Weapon Focus}, proficiency with the selected weapon.  ",
			"**Benefit:** As a standard action, you can make a ranged touch attack using a ranged weapon with which you have Weapon Focus. If successful, instead of dealing damage or applying any other effects of the attack, you may attempt an {skill/Intimidate} check to demoralize the target as a free action. The target doesn't need to be within 30 feet, nor does it need to be able to see or hear you."
		]
	},
	"warren_digger": {
		"name": "Warren Digger",
		"sources": [
			"Monster Codex",
			"Classic Horrors Revisited"
		],
		"description": [
			"## Warren Digger",
			"",
			"{SOURCE Monster Codex/81;Classic Horrors Revisited/32}",
			"",
			"After years spent digging up graves, you are able to move through dirt almost as easily as a fish through water.  ",
			"**Prerequisites:** {monster/Ghoul}.  ",
			"**Benefit:** You gain a burrow speed of 10 feet through earth, sand, or soil.  ",
			"**Special:** You can gain this feat multiple times. Each time you take it, add 10 feet to your burrow speed, up to a maximum of your base land speed."
		]
	},
	"warrior_priest": {
		"name": "Warrior Priest",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Warrior Priest",
			"",
			"{SOURCE Ultimate Magic/159}",
			"",
			"Your religion is both a shield and a weapon in battle.  ",
			"**Prerequisites:** Ability to cast divine spells, domain or mystery class feature.  ",
			"**Benefit:** You gain a +1 bonus on initiative checks and a +2 bonus on {rule/concentration} checks made to cast a spell or use a spell-like ability when casting defensively or while grappled.",
			"",
			"### Mythic Warrior Priest",
			"",
			"{SOURCE Mythic Adventures/77}",
			"",
			"Your faith speeds you in battle and further strengthens your mind and confidence.  ",
			"**Prerequisites:** Warrior Priest.  ",
			"**Benefit:** You gain a bonus equal to half your tier both on initiative checks and on {rule/concentration} checks to cast a spell or use a spell-like ability when casting defensively or while grappled. These bonuses stack with the bonuses from Warrior Priest."
		]
	},
	"wary_smuggler": {
		"name": "Wary Smuggler",
		"sources": [ "Black Markets" ],
		"description": [
			"## Wary Smuggler",
			"",
			"{SOURCE Black Markets/7}",
			"",
			"You are skilled at trading without the government's approval.  ",
			"**Prerequisites:** Perception 5 ranks, Sleight of Hand 5 ranks, Stealth 5 ranks.  ",
			"**Benefit:** You gain a +5 bonus on {skill/Sleight of Hand} checks to conceal small, non-weapon objects on your body, or on a single animal or vehicle with which you are traveling. While in urban areas, you can always take 10 on Perception checks, Sleight of Hand checks, and Stealth checks."
		]
	},
	"wasp_familiar": {
		"name": "Wasp Familiar",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Wasp Familiar",
			"",
			"{SOURCE Dirty Tactics Toolbox/17}",
			"",
			"The goddess of lust, revenge, and trickery has granted you a living sting to show her favor in you.  ",
			"**Prerequisites:** Chaotic neutral alignment, worshiper of {faith/Calistria}.  ",
			"**Benefit:** You gain a {ability/familiar} as per the arcane bond class feature, using your character level as your wizard level. The {sidekick/familiar} is a cat-sized, chaotic neutral wasp loyal to you. Use the statistics for a {monster/greensting scorpion} familiar, but give it a base speed of 10 feet, a fly speed of 40 feet (average), no Climb bonus, and Fly +7. If you have the ability to gain a familiar through other means (such as the arcane bond class feature), and you are at least 5th level, instead use the statistics for an {monster/imp}, but replace the *invisibility* spell-like ability with an {spell/unnatural lust} (DC 14) spell-like ability usable three times per day. You can have only one familiar.",
			"",
			"If you ever grossly violate the code of conduct required by Calistria (a violation of the scale that would cause a cleric of Calistria to lose all spells and class features), your familiar turns on you and attacks you until it is killed. To regain a familiar, you must atone for your deeds with the {spell/atonement} spell, and pay to have the slain familiar raised from the dead. If your familiar is slain or lost through other means, you can replace it using the normal rules for replacing familiars.",
			"",
			"**Special:** This feat can be taken a second time by characters of 7th or higher level if they do not otherwise have access to familiars. Such characters have access to a wasp familiar that uses the statistics for an imp, as described above."
		]
	},
	"water_skinned": {
		"name": "Water Skinned",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Water Skinned",
			"",
			"{SOURCE Advanced Race Guide/178}",
			"",
			"Your touch extinguishes small flames.  ",
			"**Prerequisites:** {race/Undine}.  ",
			"**Benefit:** As a standard action, you can extinguish a small nonmagical fire with a touch, affecting anything up to the size of a large campfire. This ability does not affect fires with a total area greater than 5 square feet. Touching the fire in this way does not harm you."
		]
	},
	"waterway_caster": {
		"name": "Waterway Caster",
		"sources": [
			"Ultimate Wilderness",
			"People of the River"
		],
		"description": [
			"## Waterway Caster",
			"",
			"{SOURCE Ultimate Wilderness/119;People of the River/25}",
			"",
			"You've learned to cast spells while on a watercraft or even while swimming in turbulent waters.  ",
			"**Benefit:** You automatically succeed at {rule/concentration} checks required to cast a spell while being subjected to vigorous or violent motion while either swimming or on a ship. You gain a +4 bonus on concentration checks to cast spells underwater."
		]
	},
	"wave_master": {
		"name": "Wave Master",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Wave Master",
			"",
			"{SOURCE Inner Sea Gods/217}",
			"",
			"Gozreh has seen fit to bless you as an uncommonly skilled swimmer.  ",
			"**Prerequisites:** Worshiper of {faith/Gozreh}.  ",
			"**Benefit:** When you succeed at a Swim check, you can move your full speed as a full-round action or half your speed as a move action. This does not grant you the benefit of having a swim speed.  ",
			"**Normal:** A successful Swim check allows you to move up to half your speed as a full-round action or up to a quarter your speed as a move action."
		]
	},
	"wave_strike": {
		"name": "Wave Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Wave Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/123}",
			"",
			"You present a serene facade until you unsheathe your weapon and strike in one fluid motion.  ",
			"**Prerequisites:** Weapon expertise class feature or {feat/Quick Draw}, Bluff 1 rank.  ",
			"**Benefit:** If on your first turn of combat you draw a melee weapon to attack an opponent within your reach, you can spend a swift action to make a Bluff check to {rule/feint} against that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">You can spend 2 stamina points to use this feat on your second or subsequent turns in a combat. You can use this combat trick only once per combat, though you can use it in addition to using the feat on your first turn."
		]
	},
	"wayang_soothsayer": {
		"name": "Wayang Soothsayer",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Wayang Soothsayer",
			"",
			"{SOURCE Blood of Shadows/11}",
			"",
			"You embody the ideals of wayang society and culture.  ",
			"**Prerequisites:** {race/Wayang}.  ",
			"**Benefit:** You gain the shadow speaker racial trait. If you already have the shadow speaker racial trait, you can increase the number of times per day that you can use shadow speaker by 1, and increase the insight bonus granted from each type of use by 1.  ",
			"**Special:** This feat can be taken once at 1st level, and again at 11th level."
		]
	},
	"we_are_the_wall": {
		"name": "We are the Wall",
		"sources": [ "Pathfinder #131: The Reaper's Right Hand" ],
		"description": [
			"## We are the Wall (Story)",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/76}",
			"",
			"You embody your family's legendary monster-hunters.  ",
			"**Prerequisites:** Be a member of House Darahan, or have the [Champion of the People (cavalier) or Duty (fighter)](rule/class_background_tables) background, or the [Raiders](rule/birth_circumstances_and_more) major childhood event background.  ",
			"**Benefit:** Three times per day as a move action, you can declare a single dragon, magical beast, or monstrous humanoid within 50 feet and in line of sight to be your mark. You gain a +1 bonus on attack rolls and on Bluff, Knowledge, Perception, Sense Motive, and Survival checks against your mark. These bonuses last for 1 minute, until you designate a new mark, or until the mark is dead. After you have declared a creature as your mark, it can't be your mark again for another 24 hours.  ",
			"**Goal:** Protect a settlement you have lived in for at least a year from an invading force consisting of an appropriate number of dragons, magical beasts, or monstrous humanoids.  ",
			"**Completion Benefit:** The bonus provided by your mark becomes +1 for every 4 character levels you have, to a maximum of +5."
		]
	},
	"weapon_adept": {
		"name": "Weapon Adept",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Weapon Adept (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/11}",
			"",
			"You are skilled at using customized weaponry.  ",
			"**Benefit:** Choose a {main/equipment_<weapon/ modification>enhancements} (such as {eq-weaponenh/jagged hooks}). You treat weapons with that modification as being of their normal category (simple, martial, or exotic).  ",
			"**Normal:** A modified weapon is treated as one category more difficult to wield.  ",
			"**Special:** You can gain this feat multiple times, choosing a different weapon modification each time."
		]
	},
	"weapon_bearer": {
		"name": "Weapon Bearer",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Weapon Bearer",
			"",
			"{SOURCE Ultimate Intrigue/135}",
			"",
			"You attract a weapon bearer to aid you in your endeavors.  ",
			"**Prerequisites:** Character level 4th, proficient with all martial weapons.  ",
			"**Benefit:** This feat is similar to the {feat/Leadership} feat, with several exceptions. You can attract only a 1st-level cohort (referred to hereafter as a weapon bearer) with this feat, and can't recruit followers. You determine your Leadership score according to the rules presented in the {feat/Leadership} feat, but your weapon bearer is always at least 3 levels lower than yourself.",
			"",
			"A weapon bearer can take levels in only cavalier, fighter, or gunslinger. She cannot multiclass, though she can take any archetype for which she qualifies.",
			"",
			"Once per round as a move action that does not provoke attacks of opportunity, you can retrieve an item carried by your weapon bearer. In addition, your weapon bearer can pick up items you drop as an immediate action. In order to use either of these abilities, you and your weapon bearer must be adjacent to each other and must both be able to move and communicate with each other.",
			"",
			"If a weapon bearer gains enough XP to bring her to 2 levels lower than your level, she doesn't gain the new level until you gain your next level; until you advance, her XP total remains 1 less than the amount needed to attain the next level.",
			"",
			"If you release your weapon bearer from service or otherwise lose your weapon bearer, you can recruit a new one. At 7th level, you can swap this feat for the {feat/Leadership} feat."
		]
	},
	"weapon_evoker_mastery": {
		"name": "Weapon Evoker Mastery",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Weapon Evoker Mastery (Item Mastery)",
			"",
			"{SOURCE Magic Tactics Toolbox/31}",
			"",
			"You rack opponents with eldritch power coursing from your magic weapons.  ",
			"**Prerequisites:** Use Magic Device 2 ranks, base Fortitude saving throw bonus +3.  ",
			"**Benefit:** As a swift action while wielding a magic weapon with a weapon special ability that deals extra acid, cold, fire, electricity, or sonic damage on a hit, you deal an additional 1d4 points of damage of the same type with each hit you make with that weapon for 1 round."
		]
	},
	"weapon_finesse": {
		"name": "Weapon Finesse",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Weapon Finesse (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/136}",
			"",
			"You are trained in using your agility in melee combat, as opposed to brute strength.  ",
			"**Benefit:** With a light weapon, {eq-weapon/rapier}, {eq-weapon/whip}, or {eq-weapon/spiked chain} made for a creature of your size category, you may use your Dexterity modifier instead of your Strength modifier on attack rolls. If you carry a shield, its armor check penalty applies to your attack rolls.  ",
			"**Special:** Natural weapons are considered light weapons.",
			"",
			"**Extra:** Further publications expanded the number of weapons that can be used with Weapon Finesse. Sometimes there are restrictions on this behavior: check the weapon entry to be sure.",
			"",
			"- {eq-weapon/Aldori dueling sword}",
			"- {eq-weapon/Bladed scarf}",
			"- {eq-weapon/Elven branched spear}",
			"- {eq-weapon/Elven curve blade}",
			"- {eq-weapon/Elven thornblade}",
			"- {eq-weapon/Estoc}",
			"- {eq-weapon/Spiral rapier}",
			"- {eq-weapon/Sword cane}",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">You can spend 2 stamina points to negate the penalty on attack rolls from your shield's armor check penalty until the start of your next turn.",
			"",
			"### Mythic Weapon Finesse",
			"",
			"{SOURCE Mythic Adventures/77}",
			"",
			"You're an expert with weapons that rely on your agility.  ",
			"**Prerequisites:** Weapon Finesse.  ",
			"**Benefit:** When using Weapon Finesse, you may also use your Dexterity modifier instead of your Strength modifier on your damage rolls. If you carry a shield, its armor check penalty doesn't apply to either the attack rolls or the damage rolls."
		]
	},
	"weapon_focus": {
		"name": "Weapon Focus",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Weapon Focus (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/136}",
			"",
			"Choose one type of weapon. You can also choose unarmed strike or grapple (or ray, if you are a spellcaster) as your weapon for the purposes of this feat.  ",
			"**Prerequisites:** Proficiency with selected weapon, base attack bonus +1.  ",
			"**Benefit:** You gain a +1 bonus on all attack rolls you make using the selected weapon.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">Once per round, you can spend 2 stamina points to gain your Weapon Focus bonus on attack rolls with a weapon with which you don't have Weapon Focus. This bonus lasts until the start of your next turn.",
			"",
			"### Mythic Weapon Focus",
			"",
			"{SOURCE Mythic Adventures/77}",
			"",
			"You're a master of one type of weapon.  ",
			"**Prerequisites:** Weapon Focus.  ",
			"**Benefit:** Double the bonuses on your attack rolls from Weapon Focus and {feat/Greater Weapon Focus}. As a swift action, you can expend one use of mythic power to gain a bonus on attack rolls with your selected weapon equal to half your tier until the end of your turn.  ",
			"**Special:** If you have taken non-mythic Weapon Focus multiple times, you must choose which of those feats this enhances. You can take this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Weapon Focus feat you have."
		]
	},
	"weapon_material_mastery": {
		"name": "Weapon Material Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Weapon Material Mastery (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/23}",
			"",
			"You can perform impressive deeds with weapons made from peculiar materials.  ",
			"**Prerequisites:** Base attack bonus +7, weapon training class feature with a melee weapon.  ",
			"**Benefit:** While wielding an appropriate melee weapon, you gain the following special abilities, based on which special material the weapon is primarily constructed of (if any).",
			"",
			"@HL[Adamantine:] Your critical hits ignore the target's DR.",
			"",
			"@HL[Alchemical Silver, Mithral, or Silversheen:] When you successfully deal damage to a creature that is under the effects of an illusion or polymorph effect (such as {spell/disguise self} or the {umr/change shape} special ability), its wound fizzles and boils loudly, revealing the presence of such effects. If the effect is a racial ability, anyone that sees you attack the creature gains a +4 bonus on Knowledge checks to identify the creature. In addition, you immediately receive a Will save to disbelieve any illusion effect on the creature that allows disbelief.",
			"",
			"@HL[Cold Iron:] When you score a critical hit against a target benefiting from spells that grant temporary hit points or bonuses to AC, ability scores, attack rolls, damage rolls, or saving throws, you must immediately attempt a special dispel check (1d20 + your base attack bonus) as a targeted dispel as per the {spell/dispel magic} spell, but targeting only those spells. Once a creature has been the target of this effect, you can't affect it in this way again for 24 hours.",
			"",
			"@HL[Elysium Bronze:] When you damage a magical beast or monstrous humanoid, the creature must succeed at a Fortitude save (DC = 10 + 1/2 your base attack bonus + your Strength modifier) or lose access to a randomly selected supernatural or spell-like ability (if any). Once a creature has been the target of this effect, you can't affect it in this way again for 24 hours.",
			"",
			"@HL[Fire-Forged Steel or Frost-Forged Steel:] When your weapon is exposed to 10 points or more of energy damage (fire for fire-forged steel or cold for frost-forged steel), the weapon adds +1d6 points of energy damage to its attacks instead of +1d4 points of energy damage. Additionally, the duration of this effect increases by 1 round for every 5 points of the appropriate type of energy damage to which the weapon is exposed beyond 10.",
			"",
			"@HL[Greenwood or Living Steel:] When you score a critical hit, the target must succeed at a Fortitude save (DC = 10 + 1/2 your base attack bonus + your Strength modifier) or lose its {umr/fast healing} and {umr/regeneration} (if any) for 1d3 rounds.",
			"",
			"@HL[Viridium:] You add your Strength modifier and the weapon's enhancement bonus (if any) to the Fortitude DC to determine if a foe struck by the weapon contracts {disease/leprosy}.",
			"",
			"@HL[Whipwood:] The weapon gains the {misc/trip} special weapon feature, and you gain a +2 bonus on {rule/trip} combat maneuvers made with it.",
			"",
			"@HL[Wyroot:] Once per turn, you can absorb life points from the weapon as a free action instead of a swift action. You can never absorb life points from wyroot weapons or equipment more than once per turn."
		]
	},
	"weapon_of_the_chosen": {
		"name": "Weapon of the Chosen",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Weapon of the Chosen (Combat)",
			"",
			"{SOURCE Advanced Class Guide/159}",
			"",
			"The influence of your deity guides your favored weapon.  ",
			"**Prerequisites:** {feat/Weapon Focus} with deity's favored weapon, must worship and receive spells from a deity.  ",
			"**Benefit:** As a swift action, you can call upon your deity to guide an attack you make with your deity's favored weapon. On your next attack in that round with that weapon, your weapon counts as magical for the purpose of overcoming damage reduction or striking an incorporeal creature. If your attack misses because of {rule/concealment}, you can reroll your miss chance one time to see whether you actually hit.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">When using this feat, you can spend 5 stamina points to designate a weapon other than your deity's favored weapon. You gain this feat's benefits with that weapon until the start of your next turn."
		]
	},
	"weapon_shift": {
		"name": "Weapon Shift",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Weapon Shift",
			"",
			"{SOURCE Wilderness Origins/9}",
			"",
			"Your melee weapons meld into your animal form.  ",
			"**Prerequisites:** Wild shape class feature.  ",
			"**Benefit:** When you use your wild shape ability, any melee weapons you are wielding and proficient with meld into your new form. Select one of these weapons; while in your new form, your natural attacks deal the same damage type as that weapon. Your natural attacks also gain all of the weapon's properties (such as {misc/disarm}), other than the {misc/double} weapon property and the {misc/fragile} weapon property; moreover, when using this feat to grant the {misc/trip} property to your natural attacks, you gain a +2 bonus on combat maneuver checks to trip an enemy, but you cannot drop your weapon to avoid being tripped due to a failed trip attempt. Weapon Shift does not apply a magic weapon's enhancement bonus to your natural attacks, nor does it grant your natural attacks any of a weapon's magical special abilities."
		]
	},
	"weapon_specialization": {
		"name": "Weapon Specialization",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Weapon Specialization (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/137}",
			"",
			"You are skilled at dealing damage with one weapon. Choose one type of weapon (including unarmed strike or grapple) for which you have already selected the Weapon Focus feat. You deal extra damage when using this weapon.  ",
			"**Prerequisites:** Proficiency with selected weapon, {feat/Weapon Focus} with selected weapon, fighter level 4th.  ",
			"**Benefit:** You gain a +2 bonus on all damage rolls you make using the selected weapon.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">Once per round, you can spend 2 stamina points to gain your Weapon Specialization bonus on damage rolls with a weapon with which you don't have Weapon Specialization. This bonus lasts until the start of your next turn.",
			"",
			"### Mythic Weapon Specialization",
			"",
			"{SOURCE Mythic Adventures/77}",
			"",
			"The damage you deal with your chosen weapon is truly awesome to behold.  ",
			"**Prerequisites:** Weapon Specialization.  ",
			"**Benefit:** When using your chosen weapon, you gain a bonus equal to half your tier on damage rolls. This stacks with the bonus from Weapon Specialization and {feat/Greater Weapon Specialization}.  ",
			"**Special:** If you have taken non-mythic Weapon Specialization multiple times, you must choose which of those feats this enhances. You can take this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Weapon Specialization feat you have."
		]
	},
	"weapon_style_mastery": {
		"name": "Weapon Style Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Weapon Style Mastery (Style, Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/23}",
			"",
			"You can combine multiple fighting styles together.  ",
			"**Prerequisites:** Any two {main/feats_<style/ feats} from different styles, base attack bonus +6, weapon training class feature with a melee weapon.  ",
			"**Benefit:** Choose one weapon style (a style feat that lists {feat/Weapon Focus} as a prerequisite) that you have. You can have the chosen style and a second style active at once. Starting a stance provided by a style feat is still a swift action, but you can assume both the chosen weapon style's stance and another style's stance simultaneously using this action. This ability doesn't stack with other abilities that allow you to have multiple styles active at the same time.  ",
			"**Normal:** You can have only one style active at once."
		]
	},
	"weapon_trick": {
		"name": "Weapon Trick",
		"sources": [
			"Martial Arts Handbook",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Weapon Trick (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/12;Weapon Master's Handbook/8-9}",
			"",
			"Choose one weapon trick option (one-handed weapon, polearm, ranged, two-handed weapon, two-weapon, or weapon and shield). You can perform weapon tricks in combat when armed appropriately for that option.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any weapon tricks relating to the chosen weapon option if you meet the trick's prerequisites and are proficient with any weapon or shield that you use as part of the trick.  ",
			"**Special:** You can gain Weapon Trick multiple times. Each time you take the feat, it applies to a new weapon trick option. (These are listed as separate feats for reading convenience.)",
			"",
			"- {feat/Weapon Trick (One-Handed Weapon)}",
			"- {feat/Weapon Trick (Polearm)}",
			"- {feat/Weapon Trick (Ranged Weapon)}",
			"- {feat/Weapon Trick (Two-Handed Weapon)}",
			"- {feat/Weapon Trick (Two-Weapon)}",
			"- {feat/Weapon Trick (Weapon and Shield)}"
		],
		"disambiguation": true
	},
	"weapon_trick_one_handed_weapon": {
		"name": "Weapon Trick (One-Handed Weapon)",
		"sources": [
			"Martial Arts Handbook",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Weapon Trick (One-Handed Weapon) (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/12;Weapon Master's Handbook/8-9}",
			"",
			"Choose one weapon trick option (one-handed weapon, polearm, ranged, two-handed weapon, two-weapon, or weapon and shield). You can perform weapon tricks in combat when armed appropriately for that option.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any weapon tricks relating to the chosen weapon option if you meet the trick's prerequisites and are proficient with any weapon or shield that you use as part of the trick.  ",
			"**Special:** You can gain {feat/Weapon Trick} multiple times. Each time you take the feat, it applies to a new weapon trick option. (These are listed as separate feats for reading convenience.)",
			"",
			"::h3[One-Handed Weapon Tricks]{jl}",
			"",
			"These weapon tricks are common among the Aldori swordlords and many weapon masters of Tian Xia. You can use these tricks only while wearing light or no armor, wielding a light or one-handed manufactured weapon in one hand, and holding nothing in your off hand.",
			"",
			"@HL[Free Hand Maneuver] (base attack bonus +6): As a full-round action, you can make a single attack with your weapon and attempt to perform a {rule/dirty trick}, {rule/disarm}, {rule/drag}, {rule/reposition}, or {rule/steal} combat maneuver with your free hand, taking no penalties for {rule/two-weapon fighting}. The combat maneuver provokes attacks of opportunities as normal, unless you have an appropriate ability or feat. You are not considered unarmed for this maneuver, but can't apply any benefits of your weapon to the combat maneuver check.",
			"",
			"@HL[Mindful Dodge] ({feat/Dodge}): As an immediate action, you can gain a +4 dodge bonus to your AC against a single of which attack you are aware. You must make this decision before the attack roll is revealed. You are staggered on your next turn.",
			"",
			"@HL[Strike and Seize] ({feat/Improved Disarm}, base attack bonus +6): As a standard action, you can make a single attack with your weapon and attempt to perform a {rule/disarm} combat maneuver with your free hand, taking no penalties for two-weapon fighting.",
			"",
			"@HL[Stylish Riposte] ({feat/Combat Reflexes}, base attack bonus +4): When your AC exceeds the result of a foe's melee attack against you by 5 or more, that foe provokes an attack of opportunity from you. Once you make such an attack of opportunity against a foe, you can't again use this trick against the foe that day.",
			"",
			"@HL[Grab and Stab] ({feat/Improved Grapple}, base attack bonus +6): As a standard action, you can initiate a {rule/grapple} with your free hand (taking the usual -4 penalty for not having two hands free). If the attempt is successful, you can immediately follow up with an attack using your light or one-handed weapon as a free action. If you do so, you can't use any other abilities that are triggered by a successful grapple combat maneuver check (such as {umr/constrict}). The grapple attempt provokes attacks of opportunity as normal unless you have an ability or feat that prevents this.",
			"",
			"@HL[Switch Hands] ({feat/Improved Feint}): As a free action, you can pass a light or one-handed weapon you are wielding to your free hand. If you attempt a {rule/feint} during the same round, you gain a +2 bonus on your Bluff check. Once you have used this weapon trick against a target, you can't gain the bonus against the same creature until 24 hours have passed."
		]
	},
	"weapon_trick_polearm": {
		"name": "Weapon Trick (Polearm)",
		"sources": [
			"Martial Arts Handbook",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Weapon Trick (Polearm) (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/12;Weapon Master's Handbook/8-9}",
			"",
			"Choose one weapon trick option (one-handed weapon, polearm, ranged, two-handed weapon, two-weapon, or weapon and shield). You can perform weapon tricks in combat when armed appropriately for that option.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any weapon tricks relating to the chosen weapon option if you meet the trick's prerequisites and are proficient with any weapon or shield that you use as part of the trick.  ",
			"**Special:** You can gain {feat/Weapon Trick} multiple times. Each time you take the feat, it applies to a new weapon trick option. (These are listed as separate feats for reading convenience.)",
			"",
			"These weapon tricks are common in southern Garund and parts of Iobaria and Arcadia. You can use these tricks only while wielding a weapon from the polearm {ability/weapon group>s}.",
			"",
			"@HL[Choke Up] (Acrobatics 1 rank, Climb 1 rank): You can take a -2 penalty on attack rolls and damage rolls until the beginning of your next turn in order to choke up on and wield a two-handed polearm sized for you in one hand, as long as you do not make attacks with your other hand.",
			"",
			"@HL[Close Sweep] ({feat/Improved Bull Rush}, {feat/Improved Reposition}, or {feat/Improved Trip}): You can attempt a {rule/bull rush}, {rule/reposition}, or {rule/trip} combat maneuver check (one for which you have the matching prerequisite feat) against an adjacent foe, even if wielding a weapon with the {misc/reach} quality.",
			"",
			"@HL[Haft Bash] ({feat/Weapon Focus}): You can accept a -2 penalty on attack rolls with a reach polearm for which you have Weapon Focus in order to treat the weapon as if it lacked the reach quality until the start of your next turn. If you do, the polearm functions as a {eq-weapon/club}. Any qualities (such as {misc/trip}) or special abilities (such as {magic-enh/keen}) of the weapon that a club could not have, and any feats or abilities you can't apply to a club, don't apply to attacks with the weapon during this time.",
			"",
			"@HL[Polearm Balance] (Acrobatics 10 ranks): You can use a polearm to improve your balance. Any round in which you do not make a melee attack, you can take 10 on an Acrobatics check even when distraction would normally prevent you from doing so.",
			"",
			"@HL[Quick Brace] (base attack bonus +6): While taking a full-attack action with a polearm with {misc/brace}, you can {rule/ready} an attack with the polearm in place of your final attack. The readied attack uses the attack bonus of the attack you used to ready it.",
			"",
			"@HL[Pole Vault] (Acrobatics 3 ranks): You gain a +4 bonus on Acrobatics checks to jump, and you count as having a running start if you move at least 5 feet before jumping."
		]
	},
	"weapon_trick_ranged_weapon": {
		"name": "Weapon Trick (Ranged Weapon)",
		"sources": [
			"Martial Arts Handbook",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Weapon Trick (Ranged Weapon) (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/12;Weapon Master's Handbook/8-9}",
			"",
			"Choose one weapon trick option (one-handed weapon, polearm, ranged, two-handed weapon, two-weapon, or weapon and shield). You can perform weapon tricks in combat when armed appropriately for that option.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any weapon tricks relating to the chosen weapon option if you meet the trick's prerequisites and are proficient with any weapon or shield that you use as part of the trick.  ",
			"**Special:** You can gain {feat/Weapon Trick} multiple times. Each time you take the feat, it applies to a new weapon trick option. (These are listed as separate feats for reading convenience.)",
			"",
			"These weapon tricks are common among the Chernasardo Rangers of Fangwood and the archers trained by House Narikopolus in Cheliax. You can use these tricks while wielding a ranged weapon",
			"",
			"@HL[Hindering Shot] ({feat/Precise Shot}, {feat/Snap Shot}): You can distract a foe at a crucial moment, making it vulnerable to your allies' abilities. You can {rule/ready an action} to make a ranged attack against a foe when an ally forces the foe to attempt a saving throw. If your attack hits the foe and deals damage, the foe takes a -4 penalty on the saving throw that triggered your readied action.",
			"",
			"@HL[Suppressing Shot] ({feat/Far Shot}, {feat/Precise Shot}): You can cover an ally's momentary vulnerability. You can ready an action to make a ranged attack against a foe when it makes an attack of opportunity. If your attack hits and damages the foe, the foe's attack of opportunity automatically misses its target."
		]
	},
	"weapon_trick_two_handed_weapon": {
		"name": "Weapon Trick (Two-Handed Weapon)",
		"sources": [
			"Martial Arts Handbook",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Weapon Trick (Two-Handed Weapon) (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/12;Weapon Master's Handbook/8-9}",
			"",
			"Choose one weapon trick option (one-handed weapon, polearm, ranged, two-handed weapon, two-weapon, or weapon and shield). You can perform weapon tricks in combat when armed appropriately for that option.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any weapon tricks relating to the chosen weapon option if you meet the trick's prerequisites and are proficient with any weapon or shield that you use as part of the trick.  ",
			"**Special:** You can gain {feat/Weapon Trick} multiple times. Each time you take the feat, it applies to a new weapon trick option. (These are listed as separate feats for reading convenience.)",
			"",
			"These weapon tricks are known to dwarves of the Five Kings Mountains and Shoanti champions of the Cinderlands. You can use these tricks while wielding any two-handed weapon.",
			"",
			"@HL[Cleaving Smash] ({feat/Cleave}, {feat/Improved Vital Strike}, {feat/Power Attack}): When you use Cleave, you can add the additional damage from {feat/Vital Strike} to both your initial and your secondary attacks. If you also have the {feat/Greater Vital Strike} feat, you can instead add the damage from Improved Vital Strike to both your initial and your secondary attacks.",
			"",
			"@HL[Crush Armor] ({feat/Improved Sunder}, {feat/Power Attack}): When you deal damage to a foe's armor with a successful {rule/sunder} combat maneuver check while using a two-handed weapon, the foe must succeed at a Fortitude save (DC = 10 + 1/2 your base attack bonus + your Strength modifier) or be {misc/fatigued} for 1 round. If the armor has the {misc/broken} condition after you damage it, the foe must continue making this save every round until he removes the armor or the armor loses the broken condition. If the armor is destroyed by your sunder attempt, the foe is automatically fatigued for 1 round. The foe cannot become {misc/exhausted} this way.",
			"",
			"@HL[Two-Handed Menace] (Intimidate 5 ranks): Capitalizing on the fear inspired by massive weapons, you can take 10 on {skill/Intimidate} checks even when distracted or in combat.",
			"",
			"@HL[Warding Weapon] ({feat/Combat Expertise}): While you are using the {misc/total defense} action, {misc/fighting defensively}, or using {feat/Combat Expertise}, you gain a +1 shield bonus to AC.",
			"",
			"@HL[One-Handed Lunge] (base attack bonus +6): As a standard action, you can release one of your hands holding a two-handed weapon and make a melee attack with the weapon, increasing your reach by 5 feet for the duration of the attack. If the attack hits, you deal damage as if using a one-handed weapon, adding only your Strength bonus to damage if you are using your primary hand or half your Strength bonus if you are using your off hand, instead of 1-1/2 times your Strength bonus. Otherwise, you take no penalty for using the weapon one-handed. The extra reach doesn't stack with the {feat/Lunge} feat or other effects that extend your melee reach beyond that granted by your size category."
		]
	},
	"weapon_trick_two_weapon": {
		"name": "Weapon Trick (Two-Weapon)",
		"sources": [
			"Martial Arts Handbook",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Weapon Trick (Two-Weapon) (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/12;Weapon Master's Handbook/8-9}",
			"",
			"Choose one weapon trick option (one-handed weapon, polearm, ranged, two-handed weapon, two-weapon, or weapon and shield). You can perform weapon tricks in combat when armed appropriately for that option.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any weapon tricks relating to the chosen weapon option if you meet the trick's prerequisites and are proficient with any weapon or shield that you use as part of the trick.  ",
			"**Special:** You can gain {feat/Weapon Trick} multiple times. Each time you take the feat, it applies to a new weapon trick option. (These are listed as separate feats for reading convenience.)",
			"",
			"These weapon tricks are common among the pirates of the Shackles, the Shoanti, and natives of Northern Casmaron and Garund. You can use these tricks only while wielding two weapons.",
			"",
			"@HL[Arm Bind] ({feat/Two-Weapon Defense}, {feat/Two-Weapon Fighting}): You can attempt a combat maneuver check to {rule/disarm} a foe even if the foe has no weapons. This functions as the disarm combat maneuver. If you succeed and the foe has no weapon, you ensnare an arm of your choice, preventing your foe from using that limb until the end of your next turn. A foe can take a standard action to free its arm.",
			"",
			"@HL[Dual Strike] ({feat/Double Slice}, {feat/Improved Vital Strike}): As a standard action, you can make two attacks, one with each weapon you're wielding, applying the normal penalties for {rule/two-weapon fighting} to each.",
			"",
			"@HL[Off-Hand Opportunity] ({feat/Combat Reflexes}): You can make one additional attack of opportunity each round with your off-hand weapon.",
			"",
			"@HL[Piercing Climb] (Climb 8 ranks): You can use piercing weapons to climb as if your hands were free. You take a -4 penalty on Stealth checks while doing so. You can take 10 on such Climb checks even while distracted or endangered.",
			"",
			"@HL[Weapon Juggle] ({feat/Two-Weapon Fighting}): You can draw a weapon even while wielding two weapons. Doing so takes the same type of action as drawing that weapon normally would. As part of the action to draw the weapon, you must sheathe one of the two weapons you were wielding."
		]
	},
	"weapon_trick_weapon_and_shield": {
		"name": "Weapon Trick (Weapon and Shield)",
		"sources": [
			"Martial Arts Handbook",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Weapon Trick (Weapon and Shield) (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/12;Weapon Master's Handbook/8-9}",
			"",
			"Choose one weapon trick option (one-handed weapon, polearm, ranged, two-handed weapon, two-weapon, or weapon and shield). You can perform weapon tricks in combat when armed appropriately for that option.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any weapon tricks relating to the chosen weapon option if you meet the trick's prerequisites and are proficient with any weapon or shield that you use as part of the trick.  ",
			"**Special:** You can gain {feat/Weapon Trick} multiple times. Each time you take the feat, it applies to a new weapon trick option. (These are listed as separate feats for reading convenience.)",
			"",
			"These weapon tricks are common in Taldor, where they are used by rondelero fighters, and Lastwall, where they are taught in the Crusader's War College. You can use these tricks only while wielding a shield and a weapon you can wield in one hand.",
			"",
			"@HL[Confounding Shield] (Bluff 5 ranks): You can always take 10 on Bluff checks to {rule/feint} in combat.",
			"",
			"@HL[Feint and Bash] ({feat/Improved Feint}, Bluff 10 ranks): When you feint successfully against a foe you threaten with your shield, that foe provokes an attack of opportunity from you. You can only perform a shield bash with this attack of opportunity.",
			"",
			"@HL[Shielded View] (Knowledge [dungeoneering] 1 rank): When you avert your eyes to avoid a {umr/gaze} attack, you have an 80% chance to avoid having to attempt a saving throw against the gaze.",
			"",
			"@HL[Warded Movement] ({feat/Dodge}): As a swift action, you can choose a foe you can see. You can pass through that foe's threatened area without provoking attacks of opportunity from that foe this round. Once you target a foe with this trick, you can't target it again that day.",
			"",
			"@HL[Block and Counter] ({feat/Two-Weapon Fighting}): You can {rule/ready} a standard action to block an attack with your shield, making an attack roll as though you were making a shield bash and using the result as your AC against that attack. If you successfully block the attack, you can attack that opponent with the weapon in your other hand as an immediate action.",
			"",
			"@HL[Shield Charge] ({feat/Shield Focus}, {feat/Double Slice}, base attack bonus +11): When you make a charge attack, you can attack twice - once with your shield and once with the weapon you are wielding in your other hand, applying the normal penalties for {rule/fighting with |two weapon/s>_fighting} to each."
		]
	},
	"weapon_versatility": {
		"name": "Weapon Versatility",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Weapon Versatility (Combat)",
			"",
			"{SOURCE Undead Slayer's Handbook/25}",
			"",
			"You can use your favored weapons in unconventional ways.  ",
			"**Prerequisites:** {feat/Weapon Focus}, base attack bonus +1.  ",
			"**Benefit:** When wielding a weapon with which you have Weapon Focus, you can shift your grip as a swift action so that your weapon deals bludgeoning, piercing, or slashing damage instead of the damage type normally dealt by that weapon. You may switch back to the weapon's normal damage type or another damage type as a swift action. If your base attack bonus is +5 or higher, using this feat is a free action instead."
		]
	},
	"weather_eye": {
		"name": "Weather Eye",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Weather Eye",
			"",
			"{SOURCE Faiths and Philosophies/11}",
			"",
			"Your constant attention to the natural order and your place in it has given you a keen sense for the ebb and flow of the seasons.  ",
			"**Prerequisites:** Survival 3 ranks, must worship nature.  ",
			"**Benefit:** You gain a +4 bonus on Survival checks made to predict the weather. You gain a +1 bonus on saving throws to avoid the effects of extreme {rule/weather}."
		]
	},
	"weathered_warrior": {
		"name": "Weathered Warrior",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Weathered Warrior (Combat)",
			"",
			"{SOURCE Ranged Tactics Toolbox/15}",
			"",
			"You have a steady hand in any weather.  ",
			"**Prerequisites:** {feat/Endurance}.  ",
			"**Benefit:** In areas of strong or severe {rule/wind} or when affected by wind effects or spells that penalize ranged attacks, you take only half the ranged attack penalty. You can make ranged attacks in windstorm-level winds at a -4 penalty.  ",
			"**Normal:** Strong and severe winds impose -2 and -4 penalties on ranged attack rolls, respectively. Making ranged attacks in windstorms is impossible."
		]
	},
	"welcome_pain": {
		"name": "Welcome Pain",
		"sources": [ "Faiths of Corruption" ],
		"description": [
			"## Welcome Pain",
			"",
			"{SOURCE Faiths of Corruption/25}",
			"",
			"Your appreciation of pain grants you great stamina.  ",
			"**Prerequisites:** {feat/Iron Will}, worshiper of {faith/Zon-Kuthon}.  ",
			"**Benefit:** Whenever you would be reduced to 0 or fewer hit points because of an ongoing or repeating damage effect (such as {rule/bleed}), you may make a last-ditch effort to shed the condition. If you succeed at a DC 25 Will save, you ignore the damage that would reduce you to 0 or fewer hit points that turn. The DC of each subsequent save made in this manner increases by 1. In addition, spells or abilities that have the pain descriptor deal only half damage to you (if any)."
		]
	},
	"well_prepared": {
		"name": "Well-Prepared",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Well-Prepared",
			"",
			"{SOURCE Advanced Player's Guide/173}",
			"",
			"Somehow, you always seem to have the right tools or supplies close at hand.  ",
			"**Prerequisites:** {race/Halfling}.  ",
			"**Benefit:** Once per day, when confronted with a situation that calls for a particular mundane item of equipment, you may make a {skill/Sleight of Hand} check with a DC of 10 plus the item's cost in gold pieces to \"happen\" to have such an item on your person. For example, having a {eq-misc/crowbar} would be DC 12, whereas a flask of {eq-weapon/acid} would be DC 20. The item must be something you can easily carry - if you are on foot and have only a {eq-misc/backpack}, for example, you could not have a large iron {eq-misc/cauldron}. You cannot have magical items using this feat, nor can you have specific items, such as the key to a particular door. If you are stripped of your equipment or possessions, you lose the benefits of this feat until you have at least a day to resupply and \"acquire\" new items. You must pay for these items normally.  ",
			"**Special:** At the GM's option, a character can substitute the {skill/Survival} skill for Sleight of Hand with this feat. Such a choice is permanent."
		]
	},
	"wheeling_charge": {
		"name": "Wheeling Charge",
		"sources": [ "Cities of Golarion" ],
		"description": [
			"## Wheeling Charge (Combat)",
			"",
			"{SOURCE Cities of Golarion/50}",
			"",
			"Your mount moves with ease across battlefields.  ",
			"**Prerequisites:** {feat/Mounted Combat}, Ride 5 ranks, Lastwall affinity.  ",
			"**Benefit:** When you are mounted and use the {rule/charge} action, your mount can make one turn of up to 90 degrees as part of the move, as long as each part of the move is at least 10 feet. You may make an attack during any part of this move. Your total movement for the round can't exceed double your mounted speed. Allied creatures do not impede your charge, though you cannot attack from or end your move in an ally's space.  ",
			"**Normal:** You cannot turn when making a charge."
		]
	},
	"whip_mastery": {
		"name": "Whip Mastery",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Whip Mastery (Combat)",
			"",
			"{SOURCE Ultimate Combat/123}",
			"",
			"Your superior expertise with this weapon does not provoke attacks of opportunity from your enemies.  ",
			"**Prerequisites:** {feat/Weapon Focus} (whip), base attack bonus +2.  ",
			"**Benefit:** You no longer provoke attacks of opportunity when attacking with a {eq-weapon/whip}. You can deal lethal damage with a whip, although you can still deal nonlethal damage when you want. Further, you can deal damage with a whip despite a creature's armor bonus or natural armor bonus.  ",
			"**Normal:** Attacking with a whip provokes attacks of opportunity as if you used a ranged weapon. A whip deals no damage to a creature that has an armor bonus of +1 or natural armor bonus of +3.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">When using a whip to deal nonlethal damage, as long as you have at least 1 stamina point in your stamina pool, the whip deals 1d8 points of nonlethal damage (1d6 for a Small whip). At the start of your turn, you can spend 2 stamina points to increase the damage die of the whip as if it were {misc/one size category larger} for your next attack, regardless of whether you are dealing lethal or nonlethal damage. For nonlethal attacks, these two increases stack. This effect doesn't stack with other effects that treat the weapon as a larger size category unless they increase the actual size."
		]
	},
	"whipcrack": {
		"name": "Whipcrack",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Whipcrack (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/24}",
			"",
			"You move an opponent and use his momentum to send him reeling across the battlefield.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Reposition}.  ",
			"**Benefit:** When you successfully {rule/reposition} an opponent, its movement need not remain within your reach, though once the opponent leaves your reach, its remaining movement must be in a straight line. This movement doesn't provoke attacks of opportunity unless you have the {feat/Greater Reposition} feat.  ",
			"**Normal:** The target of a reposition combat maneuver must remain within your reach at all times during its movement, except for the final 5 feet of movement, which can be to a space adjacent to your reach."
		]
	},
	"whip_shot_deed": {
		"name": "Whip-Shot Deed",
		"sources": [ "Magical Marketplace" ],
		"description": [
			"## Whip-Shot Deed (Grit)",
			"",
			"{SOURCE Magical Marketplace/22}",
			"",
			"You can fire your weapon and strike with it at the same time.  ",
			"**Prerequisites:** Grit class feature or {feat/Amateur Gunslinger} feat, {deed/pistol-whip} deed.  ",
			"**Benefit:** Whenever you use your *pistol-whip* deed, you can fire a single bullet from your firearm at the same time that you strike a foe with the butt of your firearm. You must spend a total of 2 grit points to use the *pistol-whip* deed in this way, and must still succeed at a ranged touch attack against the target of your pistolwhip deed to hit. You cannot use the {misc/scatter} weapon quality of a firearm when you use this feat."
		]
	},
	"whip_slinger": {
		"name": "Whip-Slinger",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Whip-Slinger (Combat)",
			"",
			"{SOURCE Halflings of Golarion/23}",
			"",
			"You can use your sling as a sap to make attacks of opportunity.  ",
			"**Prerequisites:** Proficient with {eq-weapon/sling}.  ",
			"**Benefit:** When wielding a sling, {eq-weapon/double sling}, or {eq-weapon/halfling sling staff}, you threaten areas around you as normal and can make attacks of opportunity with the sling into these threatened areas. The sling deals 1d4 nonlethal bludgeoning damage (1d6 for a Medium wielder), threatens a critical hit on a 20, and deals &times;2 damage on a critical hit. If the sling isn't loaded with ammunition when you make an attack of opportunity, you take a -4 penalty on the attack roll.  ",
			"**Normal:** Slings and double slings are ranged weapons, do not threaten areas, and cannot make attacks of opportunity. A halfling sling staff can be used as a simple melee weapon that deals bludgeoning damage equal to that of a club its size; as a melee weapon, it threatens areas normally and its wielder can make attacks of opportunity with it."
		]
	},
	"whirling_hold": {
		"name": "Whirling Hold",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Whirling Hold (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/23}",
			"",
			"You lift your grappled foe from the ground and violently spin and disorient him.  ",
			"**Prerequisites:** {feat/Improved Grapple}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you succeed at a combat maneuver check to maintain a {rule/grapple}, instead of choosing to damage, move, pin, or tie up your opponent, you can lift and rapidly spin your opponent. At the end of the spin, you can place the opponent in any square adjacent to you. The opponent is {misc/sickened} for a number of rounds equal to your Strength or Dexterity modifier, whichever is higher."
		]
	},
	"whirlwind_attack": {
		"name": "Whirlwind Attack",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Whirlwind Attack (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/137}",
			"",
			"You can strike out at every foe within reach.  ",
			"**Prerequisites:** Dex 13, Int 13, {feat/Combat Expertise}, {feat/Dodge}, {feat/Mobility}, {feat/Spring Attack}, base attack bonus +4.  ",
			"**Benefit:** When you use the full-attack action, you can give up your regular attacks and instead make one melee attack at your highest base attack bonus against each opponent within reach. You must make a separate attack roll against each opponent.",
			"",
			"When you use the Whirlwind Attack feat, you also forfeit any bonus or extra attacks granted by other feats, spells, or abilities.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">When using this feat, you can spend stamina points to still take bonus or extra attacks granted by other feats, spells, or abilities. You must spend 5 stamina points per extra attack you take in this way. This combat trick allows you to make extra attacks to which you have access - it doesn't by itself grant extra attacks."
		]
	},
	"whispered_knowledge": {
		"name": "Whispered Knowledge",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Whispered Knowledge (Faction)",
			"",
			"{SOURCE Faction Guide/58}",
			"",
			"You possess secret knowledge that enhances and helps perfect your undead form.  ",
			"**Prerequisites:** Corporeal undead, [Whispering Way](rule/f_gravepath) 15 TPA.  ",
			"**Benefit:** Choose one of the following secrets:",
			"",
			">@HL[Secret of Blood:] After successfully dealing damage to a living creature with a melee attack, you can consume that creature's blood from your weapon as a swift action, gaining 1d8 {rule/temporary hit points}, a +2 enhancement bonus to Strength, and a +1 bonus to your caster level. This lasts 10 minutes per Hit Die of your target, and otherwise acts as a {spell/death knell} spell.",
			">",
			">@HL[Secret of Bone:] Your bones harden and calcify. You gain DR 5/bludgeoning.",
			">",
			">@HL[Secret of Brains:] As *secret of blood,* but you gain a +2 enhancement bonus to your Intelligence instead of Strength. This ability has no effect on mindless targets.",
			">",
			">@HL[Secret of the Grave:] You can designate an unholy container for your remains, such as a coffin, canopic jar, or burial urn. When in this container and not taking any actions, you gain {umr/fast healing} 5.",
			"",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, you learn a new secret."
		]
	},
	"whispering_way_disciple": {
		"name": "Whispering Way Disciple",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Whispering Way Disciple",
			"",
			"{SOURCE Agents of Evil/13}",
			"",
			"Your research has gained the attention of the [Whispering Way](rule/f_gravepath), which rewards you with access to its libraries.  ",
			"**Prerequisites:** {feat/Associate} (Whispering Way).  ",
			"**Benefit:** You can exploit lore acquired from the Whispering Way once per day to combine your own blood and a vial of {eq-weapon/unholy water} to create a potion of {spell/cure light wounds} or a potion of {spell/inflict light wounds} as a full-round action. The blood loss from this transformation deals 1 point of Constitution damage to you. In addition, in any {rule/the_<settlement>_stat_block} that is the size of a small town or larger, you can always find scrolls of the following spells available for purchase regardless of their legality: {spell/animate dead}, {spell/control undead}, {spell/create undead}, {spell/detect undead}, {spell/disrupt undead}, {spell/false life}, {spell/greater false life}, {spell/ghoul touch}, {spell/lesser animate dead}, {spell/mass repair undead}, {spell/repair undead}, and {spell/undead anatomy I/-IV}."
		]
	},
	"wicked_valor": {
		"name": "Wicked Valor",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Wicked Valor",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"The fiendish blood that courses through your body causes your wounds to heal faster than usual.  ",
			"**Prerequisites:** Con 15, {feat/Diehard}, {feat/Endurance}, {race/tiefling}.  ",
			"**Benefit:** When you regain hit points by resting, you heal double the normal amount of damage. This feat does not stack with items or effects that also affect the amount of damage you recover from while resting. This feat only functions with a full night's rest; complete bed rest is not affected by this feat."
		]
	},
	"widen_spell": {
		"name": "Widen Spell",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Widen Spell (Metamagic)",
			"",
			"{SOURCE PRPG Core Rulebook/137}",
			"",
			"You can cast your spells so that they occupy a larger space.  ",
			"**Benefit:** You can alter a {misc/burst}, {misc/emanation}, or {misc/spread}-shaped spell to increase its area. Any numeric measurements of the spell's area increase by 100%. A widened spell uses up a spell slot three levels higher than the spell's actual level.",
			"",
			"Spells that do not have an area of one of these four sorts are not affected by this feat."
		]
	},
	"widened": { "redirect": "widen_spell" },
	"wild_flanking": {
		"name": "Wild Flanking",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Wild Flanking (Betrayal, Teamwork)",
			"",
			"{SOURCE Champions of Corruption/21}",
			"",
			"When flanking, you use your position to rain grievous blows upon a trapped foe, though you have little regard to the well-being of your flanking partner as you wildly hack away.  ",
			"**Prerequisites:** {feat/Power Attack}, base attack bonus +4.  ",
			"**Benefit:** When you are {rule/flanking} an opponent with an ally who also possesses this feat, you can throw yourself into your attacks in such a way that your opponent takes extra damage, at the risk of these attacks striking your ally as well. When you choose to use this feat, check the results of your attack roll against both your opponent's AC and your ally's AC. If you hit your opponent, you deal bonus damage as though you were using Power Attack. If you hit your ally, the ally takes no damage from your attack except this bonus damage. It is possible to hit both your enemy and your abettor with one attack. Extra damage from this feat stacks with Power Attack."
		]
	},
	"wild_growth_channel": {
		"name": "Wild Growth Channel",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wild Growth Channel",
			"",
			"{SOURCE Ultimate Wilderness/119}",
			"",
			"When you channel positive energy, you cause vines to grow and ensnare enemies.  ",
			"**Prerequisites:** {ability/Channel positive energy} class feature, {domain/Plant} domain.  ",
			"**Benefit:** By expending two additional uses when you channel energy, you cause the ground in the area of effect to erupt in a growth of vines. You create a number of vine growths (AC 10, 5 hp) equal to your Charisma modifier (minimum 1). Each growth of vines occupies 1 5-foot square of your choosing. As an immediate action when you use this ability, and again as a free action at the start of your turn, you can command the vines to wrap around the legs of a creature occupying the square. The creature must succeed at a Reflex save (DC = 10 + half your class level + your Charisma modifier) or become rooted to the spot. The vines last a number of rounds equal to your Charisma modifier (minimum 1). The ground must be composed of a material able to support plant life (such as soil)."
		]
	},
	"wild_growth_hex": {
		"name": "Wild Growth Hex",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wild Growth Hex",
			"",
			"{SOURCE Ultimate Wilderness/119}",
			"",
			"Hexing your enemies causes them to be ensnared in tangling vines.  ",
			"**Prerequisites:** Hex class feature; {patron/summer}, {patron/thorns}, or {patron/woodlands} patron.  ",
			"**Benefit:** When you gain this feat, choose one hex that you can use to affect no more than one opponent. If the target of your hex fails its saving throw to resist your hex, the square it occupies becomes overgrown with thorny plants that count as difficult terrain. A creature moving in or out of the square must succeed at a Reflex save or Acrobatics check (DC = 10 + half your level + your Charisma modifier) or take 1d6 points of piercing damage and immediately end its movement. For every 5 by which the target fails its save against your hex, you can create 1 additional square of difficult terrain adjacent to any square the target occupies. The difficult terrain lasts a number of rounds equal to your Charisma modifier (minimum 1). The ground must be composed of a material able to support plant life (such as soil)."
		]
	},
	"wild_speaker": {
		"name": "Wild Speaker",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Wild Speaker",
			"",
			"{SOURCE Legacy of the First World/6}",
			"",
			"The Bleaching enhances a gnome's ability to communicate with the natural world.  ",
			"**Prerequisites:** Bleachling racial trait, {race/gnome}.  ",
			"**Benefit:** You can use your {spell/speak with animals} spell-like ability at will."
		]
	},
	"wild_speech": {
		"name": "Wild Speech",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Wild Speech",
			"",
			"{SOURCE Ultimate Magic/159}",
			"",
			"You speak with the tongue of men and beasts.  ",
			"**Prerequisites:** Druid level 6th, wild shape class feature.  ",
			"**Benefit:** When using wild shape to take the form in which you cannot speak (such as an animal), you are able to speak normally in any language you know. This allows you to cast spells with verbal components, speak command words, and activate spell completion and spell trigger items. However, it does not give you the ability to cast spells requiring somatic components unless you also have the {feat/Natural Spell} feat, or cast spells with material components merged into your form.",
			"",
			"When using wild shape to take the form of an animal, you may use {spell/speak with animals} to communicate with animals of your assumed form. This is a spell-like ability with a caster level equal to your druid level, and you may use it for a number of minutes per day equal to your druid level. These minutes do not have to be consecutive, but must be used in one-minute increments."
		]
	},
	"wild_vigor": {
		"name": "Wild Vigor",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wild Vigor",
			"",
			"{SOURCE Ultimate Wilderness/120}",
			"",
			"The forces of nature bolster your vitality when you use wild shape.  ",
			"**Prerequisites:** Wild shape class feature.  ",
			"**Benefit:** A number of times per day equal to your Wisdom bonus (minimum 1), when you use wild shape, you can gain a number of {rule/temporary hit points} equal to your base attack bonus. These temporary hit points last for the duration of the wild shape or until they are lost."
		]
	},
	"wilding": {
		"name": "Wilding",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wilding",
			"",
			"{SOURCE Ultimate Wilderness/120}",
			"",
			"You were touched by nature at an early age and share a kinship with wild creatures. Your body might bear animalistic features, such as bestial ears or a tail, or your presence may be subtly unlike that of others.  ",
			"**Prerequisites:** Any neutral alignment, must be taken at 1st level.  ",
			"**Benefit:** You gain the druid's {ability/wild empathy} ability, using your character level as your druid level. If you have one or more levels in a class that grants wild empathy, you gain an additional +3 bonus on wild empathy checks. You are treated as an animal for the purpose of harmful mind-affecting effects that target animals (such as {spell/charm animal}).  ",
			"**Special:** A character who has this feat can select the {feat/Animal Soul} or {feat/Aspect of the Beast} feats without meeting the prerequisites."
		]
	},
	"wilding_mind": {
		"name": "Wilding Mind",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wilding Mind",
			"",
			"{SOURCE Ultimate Wilderness/120}",
			"",
			"You can repress your conscious mind in favor of a primal state that helps you resist mental influence.  ",
			"**Prerequisites:** Wis 13, {feat/Wilding}.  ",
			"**Benefit:** Whenever you fail a saving throw against a fear or mind-affecting effect, you can take 1d3 points of Intelligence damage as an immediate action and reroll the saving throw. This damage cannot be reduced or avoided in any way. You must take the new result, even if it is worse."
		]
	},
	"wilding_senses": {
		"name": "Wilding Senses",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wilding Senses",
			"",
			"{SOURCE Ultimate Wilderness/120}",
			"",
			"The wilderness speaks to you, giving you a preternatural sense of approaching danger.  ",
			"**Prerequisites:** Wis 13, {feat/Wilding}.  ",
			"**Benefit:** You gain a +2 bonus on {skill/Perception} checks; this bonus increases to +4 when determining if you can act during a surprise round. If you have 10 or more ranks in Perception, this bonus increases to +4 (or +8 when determining whether you can act during a surprise round). This bonus does not stack with that granted by the {feat/Alertness} feat, though Wilding Senses counts as the Alertness feat for the purpose of fulfilling feat prerequisites and prestige class requirements."
		]
	},
	"wilding_stride": {
		"name": "Wilding Stride",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wilding Stride",
			"",
			"{SOURCE Ultimate Wilderness/120}",
			"",
			"Your wild-hearted drive and honed physique allow you to move with great swiftness.  ",
			"**Prerequisites:** Con 13, {feat/Wilding}.  ",
			"**Benefit:** Your base speed increases by 10 feet. This does not stack with the fast movement class feature or similar effects, unless that class feature or effect provides an enhancement bonus."
		]
	},
	"wilding_strike": {
		"name": "Wilding Strike",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wilding Strike (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/120}",
			"",
			"Filled with the might of nature, you need no weapons of steel or wood. Your fists and feet are as potent as any creation of the forge.  ",
			"**Prerequisites:** Str 13, {feat/Improved Unarmed Strike}, {feat/Wilding}.  ",
			"**Benefit:** The damage die of your unarmed strikes increases to 1d6 (or 1d4 if you are Small). This does not stack with any other effects that increase the damage die of your unarmed strikes, including levels in classes such as monk. Increases to your actual size category (such as {spell/enlarge person}) still increase your damage die as normal."
		]
	},
	"will_of_giants": {
		"name": "Will of Giants",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Will of Giants",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/70}",
			"",
			"You are no mere humanoid, to be toyed with by petty enchantments.  ",
			"**Prerequisites:** Wis 14, {feat/Iron Will}, giant subtype.  ",
			"**Benefit:** You gain immunity to enchantment effects that target only humanoids, such as {spell/charm person} and {spell/hold person}."
		]
	},
	"willing_accomplice": {
		"name": "Willing Accomplice",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Willing Accomplice",
			"",
			"{SOURCE Ultimate Intrigue/95}",
			"",
			"Your well-placed support can aid friends and allies in maintaining their most precious secrets.  ",
			"**Prerequisites:** Cha 13, Bluff 3 ranks, Sense Motive 1 rank.  ",
			"**Benefit:** As a standard action, you can attempt a Bluff check to aid another's Disguise check. In addition, when attempting such a check to aid a vigilante ally in maintaining that ally's social identity, a successful check grants that ally a +5 bonus instead of the normal +2."
		]
	},
	"willing_death": {
		"name": "Willing Death",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Willing Death (Origin)",
			"",
			"{SOURCE Plane-Hopper's Handbook/17}",
			"",
			"You might have been a soldier in an army, a self-sacrificing lover, or a hero who rushed in where even angels feared to tread. You died because you valued someone else's life above your own.  ",
			"**Prerequisites:** {race/Duskwalker}.  ",
			"**Benefit:** Twice per day, when an ally within 30 feet would die as a result of an attack or failing a saving throw, as an immediate action you can redirect the damage and effects to yourself. This functions as {spell/paladin's sacrifice}. At 11th level, you can use this feat two additional times per day."
		]
	},
	"wily_warrior": {
		"name": "Wily Warrior",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Wily Warrior (Story)",
			"",
			"{SOURCE Spymaster's Handbook/17}",
			"",
			"Those who observe your imposing demeanor assume muscle is your sole advantage, but you prove them wrong every time.  ",
			"**Prerequisites:** Bluff 1 rank, Sense Motive 1 rank, base attack bonus +1, or you must have the Military Strategist [espionage background](rule/spymaster_bg).  ",
			"**Benefit:** Once per day, you can use your ranks in Sense Motive in place of your total Will saving throw modifier when attempting a Will save. You must decide to use this ability prior to attempting the saving throw.  ",
			"**Goal:** Thwart an appropriate number of challenging foes after getting a negative hunch about them when they attempted to deceive you or after ambushing them.  ",
			"**Completion Benefit:** The DC of Bluff and Intimidate checks attempted against you increase by 5."
		]
	},
	"wind_leaper": {
		"name": "Wind Leaper",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Wind Leaper (Conduit)",
			"",
			"{SOURCE Planar Adventures/33}",
			"",
			"Energies from the Plane of Air ease your movements and let you make mighty leaps.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks.  ",
			"**Benefit:** As a swift action, you can wrap your body in airy energies. This reduces your effective weight by half. While this ability is active, you gain a circumstance bonus on {skill/Acrobatics} checks equal to half your ranks in Knowledge (planes), you are always treated as having a running start when attempting Acrobatics checks to jump, and your Acrobatics checks to high jump are treated as long jumps for the purpose of determining the DC.",
			"",
			"You can use this feat's benefit for a number of rounds per day equal to your ranks in Knowledge (planes). These rounds need not be consecutive."
		]
	},
	"wind_rider": {
		"name": "Wind Rider",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Wind Rider",
			"",
			"{SOURCE Blood of the Ancients/27}",
			"",
			"You have trained yourself to move and fight in strong winds, allowing you to use their elemental power to boost your own speed.  ",
			"**Prerequisites:** Acrobatics or Fly 3 ranks.  ",
			"**Benefit:** When flying within strong winds, you gain a +15 foot bonus to your fly speed. For every {rule/wind} strength category above strong, you gain an additional +15 foot bonus to your fly speed (for a total of +30 feet in severe winds, +45 feet in a windstorm, and +60 feet in tornadoes). This feat does not give you any bonuses on Fly or Strength checks to determine if you are potentially checked or blown away."
		]
	},
	"wind_song": {
		"name": "Wind Song",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Wind Song",
			"",
			"{SOURCE Elemental Master's Handbook/19}",
			"",
			"You have learned to play haunting, captivating melodies similar to those of the eerie Painted Flutes canyon. Like an echo, the wind carries the sound and magic of your music much farther than it would normally reach.  ",
			"**Prerequisites:** Perform (wind instruments) 5 ranks; {ability/bardic performance} or raging song class feature.  ",
			"**Benefit:** Three times per day while you are using a wind instrument to play a bardic performance or raging song, you can spend an extra round of performance at the start of your performance and choose a square within 120 feet. Strange echoes carry your music, and for the purpose of determining which creatures are affected by your performance, your performance counts as originating from that square rather than from your location. You cannot change the square from which the music originates until you end your performance. If you move beyond 120 feet from the chosen square, the performance immediately ends."
		]
	},
	"wind_stance": {
		"name": "Wind Stance",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Wind Stance (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/137}",
			"",
			"Your erratic movements make it difficult for enemies to pinpoint your location.  ",
			"**Prerequisites:** Dex 15, {feat/Dodge}, base attack bonus +6.  ",
			"**Benefit:** If you move more than 5 feet this turn, you gain 20% {rule/concealment} for 1 round against ranged attacks.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">When using this feat, you can spend 5 stamina points to gain 20% concealment for 1 round against all attacks (not just ranged attacks)."
		]
	},
	"wingclipper": {
		"name": "Wingclipper",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Wingclipper (Combat)",
			"",
			"{SOURCE Dragonslayer's Handbook/25}",
			"",
			"Your attacks can prevent winged opponents from flying.  ",
			"**Prerequisites:** Base attack bonus +9.  ",
			"**Benefit:** Whenever you confirm a critical hit against an opponent that uses wings to fly, you can forgo the extra critical damage to instead prevent it from flying for a number of rounds equal to twice the critical multiplier of your attack. Opponents that are flying at the time of the critical effect must succeed at a DC 20 Fly check to avoid taking {rule/falling} damage."
		]
	},
	"wingover": {
		"name": "Wingover",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Wingover (Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/316}",
			"",
			"This creature can make turns with ease while flying.  ",
			"**Prerequisites:** Fly speed.  ",
			"**Benefit:** Once each round, a creature with this feat can turn up to 180 degrees as a free action without making a {skill/Fly} skill check. This free turn does not consume any additional movement from the creature.  ",
			"**Normal:** A flying creature can turn up to 90 degrees by making a DC 15 Fly skill check and expending 5 feet of movement. A flying creature can turn up to 180 degrees by making a DC 20 Fly skill check and expending 10 feet of movement."
		]
	},
	"wings_of_air": {
		"name": "Wings of Air",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Wings of Air",
			"",
			"{SOURCE Advanced Race Guide/159}",
			"",
			"The winds lift you, carrying you where you want to go.  ",
			"**Prerequisites:** {feat/Airy Step}, character level 9th, {race/sylph}.  ",
			"**Benefit:** Your bonus on saves against effects with the air or electricity descriptors and effects that deal electricity damage increases to +4. In addition, you gain a supernatural fly speed equal to your base speed (good maneuverability). You may only fly with this ability when wearing light armor or no armor."
		]
	},
	"wings_of_the_androsphinx": {
		"name": "Wings of the Androsphinx",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Wings of the Androsphinx (Combat)",
			"",
			"{SOURCE People of the Sands/13}",
			"",
			"You can reshape the kinetic energy of foes' charges.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Reposition}, base attack bonus +1 or monk level 1st.  ",
			"**Benefit:** You gain a +2 bonus to AC against {rule/charge} attacks. If a creature charges you and fails its attack roll, as an immediate action you can attempt a {rule/reposition} combat maneuver to reposition that foe. If you use a {rule/readied action} to attack a creature charging you, you can roll to attack and then attempt to reposition that creature as a free action before it resolves its charge attack.  ",
			"**Note:** A monk can take this feat as a bonus feat at 1st level. To benefit from this feat, monks must have both hands free and be capable of delivering an unarmed strike."
		]
	},
	"winters_strike": {
		"name": "Winter's Strike",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Winter's Strike (Combat)",
			"",
			"{SOURCE Advanced Class Guide/159}",
			"",
			"Your attacks afflict your foes with the relentless fatigue of a winter storm.  ",
			"**Prerequisites:** {feat/Nature Magic} or the ability to cast druid or ranger spells; {feat/Vital Strike}, Knowledge (nature) 5 ranks.  ",
			"**Benefit:** A number of times per day equal to your Wisdom modifier (minimum 1), when you use Vital Strike (or {feat/Improved Vital Strike} or {feat/Greater Vital Strike}), your strike saps the strength of your opponent. The creature hit must succeed at a Fortitude save (DC = 10 + 1/2 your character level + your Wisdom modifier) or become fatigued for a number of rounds equal to your Wisdom modifier (minimum 1). You can choose to use this ability as a free action after you hit the target with the attack. This is a supernatural ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">When using this feat, you can spend up to 5 stamina points to increase the DC of the effect by an amount equal to the number of stamina points you spent."
		]
	},
	"witch_knife": {
		"name": "Witch Knife",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Witch Knife",
			"",
			"{SOURCE Ultimate Magic/159}",
			"",
			"You empower your witch spells by incorporating the use of a special ceremonial knife during your castings.  ",
			"**Prerequisites:** {class/Witch} class.  ",
			"**Benefit:** Each day, when you prepare your spells, you can select a masterwork or magical {eq-weapon/dagger}, transforming it into a *witch knife,* which serves as an additional focus component for witch patron spells. Add +1 to the DC of all your patron spells.",
			"",
			"### Mythic Witch Knife",
			"",
			"{SOURCE Mythic Adventures/77}",
			"",
			"Your *witch knife* is as much an extension of your body as it is an extension of your power.  ",
			"**Prerequisites:** Witch Knife.  ",
			"**Benefit:** You can use your *witch knife* as an additional focus component for all your witch spells, not just your patron spells, adding 1 to their DC. This bonus stacks with the bonus to patron spells granted by Witch Knife, granting your patron spells a total +2 bonus to their DC. Additionally, the hand holding the *witch knife* is still considered free for the purpose of casting spells and delivering touch attacks."
		]
	},
	"witchbreaker": {
		"name": "Witchbreaker",
		"sources": [
			"Ultimate Wilderness",
			"People of the North"
		],
		"description": [
			"## Witchbreaker (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/120;People of the North/24}",
			"",
			"You are trained to be resilient to and disrupt the magic of hags and witches.  ",
			"**Prerequisites:** {feat/Iron Will}.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against the hexes, spells, spell-like abilities, and supernatural abilities of {family/hag/s} and {class/witch/es}. In addition, whenever you confirm a critical hit against a hag or a witch, any of your allies affected by a mind-affecting effect from that creature can attempt a new saving throw against the effect as an immediate action."
		]
	},
	"witty_feint": {
		"name": "Witty Feint",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Witty Feint",
			"",
			"{SOURCE Gnomes of Golarion/31}",
			"",
			"Your blending of conversation and martial prowess makes it difficult for opponents to slip past your guard.  ",
			"**Prerequisites:** Bluff 1 rank, weapon training class feature, {race/gnome}.  ",
			"**Benefit:** When you successfully {rule/feint} against an opponent in combat, instead of denying the opponent his Dexterity bonus, you may gain a dodge bonus to your AC against his attacks. This bonus is equal to your weapon training bonus for your current weapon. The bonus lasts until combat ends, you switch opponents, or you switch to a different weapon, whichever comes first."
		]
	},
	"wolf_rider": {
		"name": "Wolf Rider",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wolf Rider",
			"",
			"{SOURCE Ultimate Wilderness/120}",
			"",
			"Others can keep their horses. You know that wolves are better mounts.  ",
			"**Prerequisites:** {feat/Undersized Mount} or effective level 7th in the class that grants the mount or divine bond (mount) class feature; Knowledge (nature) 1 rank; mount or divine bond (mount) class feature.  ",
			"**Benefit:** You can select a {companion/wolf} in place of the normal mount available via your mount or divine bond (mount) class feature. In addition, Knowledge (nature) is always a class skill for you."
		]
	},
	"wolf_savage": {
		"name": "Wolf Savage",
		"sources": [
			"Ultimate Wilderness",
			"Blood of the Moon"
		],
		"description": [
			"## Wolf Savage (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/120;Blood of the Moon/25}",
			"",
			"You savage your foes so badly that they can become supernaturally disfigured.  ",
			"**Prerequisites:** Wis 17, {feat/Improved Unarmed Strike}, {feat/Wolf Style}, {feat/Wolf Trip}, Knowledge (nature) 9 ranks.  ",
			"**Benefit:** While using Wolf Style, when you deal at least 10 points of damage to a {rule/prone} opponent with a natural weapon or an unarmed strike, as a swift action you can savage that creature. When you do, your opponent must succeed at a Fortitude save (DC = 10 + half your character level + your Wisdom modifier). If the target fails the saving throw, it takes either 1d4 Charisma damage or 1d4 Constitution damage, or it becomes {misc/fatigued} (your choice). Ability score damage dealt with this ability cannot equal or exceed the victim's actual ability score total."
		]
	},
	"wolf_style": {
		"name": "Wolf Style",
		"sources": [
			"Ultimate Wilderness",
			"Blood of the Moon"
		],
		"description": [
			"## Wolf Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Wilderness/121;Blood of the Moon/25}",
			"",
			"While in this style, you hamper foes that turn their backs on you.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}, Knowledge (nature) 3 ranks.  ",
			"**Benefit:** While using this style, whenever you deal at least 10 points of damage to a foe with an attack of opportunity, that foe's base speed decreases by 5 feet until the end of its next turn. For every 10 points of damage your attack deals beyond 10, the foe's base speed decreases by an additional 5 feet. If the penalty meets or exceeds the total base speed of the foe, you can attempt to {rule/trip} the foe as a free action after the attack of opportunity is resolved."
		]
	},
	"wolf_trip": {
		"name": "Wolf Trip",
		"sources": [
			"Ultimate Wilderness",
			"Blood of the Moon"
		],
		"description": [
			"## Wolf Trip (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/121;Blood of the Moon/25}",
			"",
			"You have studied the manner in which wolves bring down their prey.  ",
			"**Prerequisites:** Wis 15, {feat/Improved Unarmed Strike}, {feat/Wolf Style}, Knowledge (nature) 6 ranks.  ",
			"**Benefit:** While using Wolf Style, you gain a +2 bonus when you attempt a {rule/trip} combat maneuver as part of an attack of opportunity. Whenever you successfully trip a creature, as a free action you can choose an available space that is both adjacent to you and the creature's original space for the tripped creature to land {rule/prone} in."
		]
	},
	"wood_crafter": {
		"name": "Wood Crafter",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wood Crafter",
			"",
			"{SOURCE Ultimate Wilderness/121}",
			"",
			"Eschewing the use of metals in your craft, you excel at crafting armor from wood.  ",
			"**Prerequisites:** Craft (armor) 3 ranks, Knowledge (nature) 3 ranks.  ",
			"**Benefit:** You gain a +4 bonus on Craft (armor) checks to create armor and shields from wood or special materials containing wood (such as {eq-material/darkwood}). If you succeed at the check by 5 or more, you decrease the cost to make the item by 10%."
		]
	},
	"woodland_wraith": {
		"name": "Woodland Wraith",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Woodland Wraith (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/121}",
			"",
			"You put the terrain between yourself and your opponents to avoid attacks.  ",
			"**Prerequisites:** Dex 15, {feat/Dodge}, base attack bonus +6.  ",
			"**Benefit:** If you take two actions to move or a {rule/withdraw/al} action in a turn while starting or ending your movement in either naturally occurring difficult terrain (bushes, brambles, etc.) or a space with a natural object providing at least partial {rule/cover} (a tree, rock, etc.), you gain {rule/concealment} until you attack, until you move out of that space, or until the end of your next turn, whichever occurs first."
		]
	},
	"word_of_healing": {
		"name": "Word of Healing",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Word of Healing",
			"",
			"{SOURCE Ultimate Magic/159}",
			"",
			"Using the same divine energy as your lay on hands ability, you can heal others at a distance.  ",
			"**Prerequisites:** {ability/Lay on hands} class feature.  ",
			"**Benefit:** You may use your lay on hands to heal another creature at a range of 30 feet as a standard action that does not provoke an attack of opportunity. You must be able to speak and have a free hand to use this ability. The target heals half the amount they would have healed if you had touched them, but gains the benefits of your mercies as normal."
		]
	},
	"worldwound_walker": {
		"name": "Worldwound Walker",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Worldwound Walker",
			"",
			"{SOURCE Champions of Purity/23}",
			"",
			"Your purity always remains a blessing, even when you're surrounded by creatures that despise it.  ",
			"**Prerequisites:** 5 or more Hit Dice, good alignment.  ",
			"**Benefit:** You can alter the essence of your being to lessen the effects of spells designed to harm good creatures. When affected by spells and effects that behave differently according to alignment (such as {spell/unholy ward} or {spell/protection from good}), you can choose whether you are considered good or neutral. This ability does not actually change your alignment or fool divinations, nor does it permit you to overcome alignment requirements for the use of magic items, class abilities, and so on."
		]
	},
	"worst_case_jinx": {
		"name": "Worst Case Jinx",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Worst Case Jinx",
			"",
			"{SOURCE Halflings of Golarion/27}",
			"",
			"Your jinxes hinder beneficial spells.  ",
			"**Prerequisites:** Knowledge (arcana) 5 ranks, Halfling Jinx trait.  ",
			"**Benefit:** Beneficial variable effects on a jinxed target (such as {spell/aid}, {main/cure |spell/s>_groupings}, {spell/false life}, the variable ability damage cured by {spell/lesser restoration}, and so on) always result in the minimum possible amount for the effect. For example, a 5th-level cleric casting {spell/cure serious wounds} on the target only heals 8 hit points (the minimum for 3d8+5)."
		]
	},
	"wounded_paw_gambit": {
		"name": "Wounded Paw Gambit",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Wounded Paw Gambit (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/159}",
			"",
			"Your enemy sees you as an easy mark, but doesn't notice your allies poised to shoot.  ",
			"**Prerequisites:** {feat/Broken Wing Gambit}, Bluff 5 ranks.  ",
			"**Benefit:** Whenever you use Broken Wing Gambit and an opponent attacks you as a result, each ally who has this feat and is within 30 feet of that opponent can attempt a ranged attack against it as an immediate action. The ally's ranged weapon must be in hand, loaded, and ready to be fired or thrown in order to make this attack possible.",
			"",
			"An ally who has this feat and Broken Wing Gambit can instead use Broken Wing Gambit to attempt an attack of opportunity against the foe, but cannot attempt both that attack of opportunity and this ranged attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">When you make a ranged attack granted by this feat, you can spend 5 stamina points to make that ranged attack as an attack of opportunity instead of as an immediate action. You can still use this feat to make an extra attack only once per round."
		]
	},
	"wrest_charge": {
		"name": "Wrest Charge",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Wrest Charge",
			"",
			"{SOURCE Technology Guide/7}",
			"",
			"You can extract a charge from otherwise depleted technology.  ",
			"**Prerequisites:** Disable Device 5 ranks, Knowledge (engineering) 5 ranks  ",
			"**Benefit:** With a successful DC 20 Disable Device check, you can jury-rig a depleted (but not destroyed) {tech-misc/battery} so it provides 1 more charge. Using this charge or failing your check by 5 or more permanently depletes the battery.",
			"",
			"You can attempt the same check to add 1 last charge to a discharged piece of {rule/timeworn technology}. Regardless of the outcome, no other attempts can be made, even by another person. Using this feat takes 1 minute. You can attempt to wrest a charge as a move action by taking a -10 penalty on your check. This feat does not stack with the [charge recycling deed](arc-gunslinger/techslinger)."
		]
	},
	"wretched_curator": {
		"name": "Wretched Curator",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Wretched Curator (Story)",
			"",
			"{SOURCE Agents of Evil/9}",
			"",
			"Some fools fear the written word, but you that understand knowledge all knowledge is a valuable tool, and restricting it out of superstition is abominable in your eyes.  ",
			"**Prerequisites:** You must have purchased a scroll or spellbook containing a spell with the {spelldef/evil} descriptor in a place where such dealings are illegal, or must have the Secret Society Inductee (growing up) or Diabolical Upbringing (early events) [background](rule/bad_beginnings).  ",
			"**Benefit:** You can always purchase potions and scrolls of spells with the evil descriptor at a 10% discount, even if they are not normally available in a settlement because of its size or the local laws. You gain a +4 bonus on Knowledge (arcana), Spellcraft, and Use Magic Device checks related to spells with the evil descriptor or evil written works.  ",
			"**Goal:** You must own scrolls of spells with the evil descriptor or tomes of forbidden lore worth a total of 50 gp per character level, and be the primary caster of a successful {rule/occult ritual>s} of at least 5th level that has the evil descriptor.  ",
			"**Completion Benefit:** Every time you cast a spell with the evil descriptor, you can remove that descriptor from the spell and treat yourself as a neutral-aligned caster for the purpose of determining the spell's effects, circumventing defenses such as {spell/protection from evil} and preventing detection via {spell/detect evil} and similar effects. If you cast a spell with the evil descriptor and do not remove that descriptor, you instead gain 2 {rule/temporary hit points} per spell level. These temporary hit points last for 1 hour."
		]
	},
	"wrist_grab": {
		"name": "Wrist Grab",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Wrist Grab (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/22}",
			"",
			"When an enemy overextends to attack you, you quickly catch its arm and knock its weapon loose.  ",
			"**Prerequisites:** Dex 13, Int 13, {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Improved Disarm}, {feat/Improved Unarmed Strike}, base attack bonus +6.  ",
			"**Benefit:** When an opponent's attack misses you by 5 or more, you can attempt a {rule/disarm} combat maneuver check against that foe as an immediate action."
		]
	},
	"wyvaran_spellcasting": {
		"name": "Wyvaran Spellcasting",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Wyvaran Spellcasting",
			"",
			"{SOURCE Legacy of Dragons/19}",
			"",
			"Your unique physiology makes you particularly adept at wielding draconic magic.  ",
			"**Prerequisites:** Knowledge (arcana) 6 ranks, {race/wyvaran}.  ",
			"**Benefit:** Select one spell you can cast that you gained through your {sorcbloodline/draconic} sorcerer bloodline, {blrgbloodline/draconic} bloodrager bloodline, the {domain/Scalykind} domain, or the {domain/Dragon} subdomain. It must be at least 1 spell level lower than the highest-level spell you can cast. You can cast this spell as a spell-like ability twice per day."
		]
	},
	"wyvern_fury_style": {
		"name": "Wyvern Fury Style",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Wyvern Fury Style (Combat, Style)",
			"",
			"{SOURCE Legacy of Dragons/21}",
			"",
			"You can combine sweeping attacks with a whip and quick stabs with a blade, imitating a wyvern's powerful bite and tail tipped with a stinger.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (whip), Acrobatics 3 ranks, brawler's flurry class feature or flurry of blows class feature.  ",
			"**Benefit:** While using this style, you can make attacks with a {eq-weapon/dagger}, {eq-weapon/punching dagger}, {eq-weapon/scorpion whip}, {eq-weapon/spiked gauntlet}, or {eq-weapon/whip} when using a flurry of blows or brawler's flurry. Only one of these attacks can be made with a whip or scorpion whip."
		]
	},
	"wyvern_sting": {
		"name": "Wyvern Sting",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Wyvern Sting (Combat)",
			"",
			"{SOURCE Legacy of Dragons/21}",
			"",
			"You can use your whip like a wyvern's sting, forcing foes to give it their undivided attention.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (whip), {feat/Wyvern Fury Style}, Acrobatics 6 ranks, brawler's flurry class feature or flurry of blows class feature.  ",
			"**Benefit:** While using Wyvern Fury Style, if you successfully attack a foe with a {eq-weapon/whip} or {eq-weapon/scorpion whip}, as a swift action you can choose one ally. Until the beginning of your next turn, that ally can leave spaces threatened by that foe without provoking an attack of opportunity from the foe."
		]
	},
	"wyvern_wing": {
		"name": "Wyvern Wing",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Wyvern Wing (Combat)",
			"",
			"{SOURCE Legacy of Dragons/21}",
			"",
			"Like a wyvern on the wing, you command a fluid style that enables you to make attacks while moving.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (whip), {feat/Wyvern Fury Style}, {feat/Wyvern Sting}, Acrobatics 10 ranks, brawler's flurry class feature or flurry of blows class feature.  ",
			"**Benefit:** While using the Wyvern Style feat, if you use flurry of blows or brawler's flurry and take a 5-foot step, you can take an additional 5-foot step. You can take this extra 5-foot step only between two attacks in your flurry, but you can take both your 5-foot steps consecutively without making an attack between them."
		]
	},
	"xenoglossy": {
		"name": "Xenoglossy",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Xenoglossy",
			"",
			"{SOURCE Occult Adventures/141}",
			"",
			"People everywhere share a common tongue; they just don't always remember it.  ",
			"**Prerequisites:** Int 13, Linguistics 3 ranks.  ",
			"**Benefit:** With a successful DC 25 Linguistics check, you can speak with a single individual with whom you share no common languages. You cannot take 10 on this check, nor can anyone aid you. You believe you are speaking your native language, and the listener believes you are speaking its native language; however, to everyone else able to hear you, you sound like you are speaking gibberish. Creatures that have *truespeech* or that are under the effects of {spell/tongues} can understand Xenoglossy, and other creatures who succeed at a DC 25 {skill/Linguistics} check can pick up the gist of what you are saying. Xenoglossy lasts for the length of the conversation or for 1 minute per level, whichever is shorter. You can use Xenoglossy again to continue a longer conversation, and you gain a +2 on Linguistics checks to use Xenoglossy to communicate with someone with whom you previously communicated using this feat. If you fail a Xenoglossy check, you can't use the Xenoglossy feat to attempt further communication with that creature until you gain additional ranks in Linguistics."
		]
	},
	"yai_mimic_spell": {
		"name": "Yai-Mimic Spell",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Yai-Mimic Spell (Metamagic)",
			"",
			"{SOURCE Giant Hunter's Handbook/23}",
			"",
			"You have studied the magical nature of giant oni and can use your spells to imitate their esoteric features.  ",
			"**Prerequisites:** Int 15, {feat/Still Spell}.  ",
			"**Benefit:** You can modify a ray spell to issue from the center of your forehead, where the third eye would be on a [yai](family/oni). This spell doesn't require somatic components. When the spell is cast, you gain {umr/regeneration} 1 for a number of rounds equal to the original level of the spell. This regeneration can't regrow lost body parts or reattach severed limbs. Fire or acid damage suppresses this regeneration for 1 round, which counts against the total duration of the regeneration effect. A yai-mimic spell uses up a spell slot 3 levels higher than the spell's actual level."
		]
	},
	"zealous_mind": {
		"name": "Zealous Mind",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Zealous Mind",
			"",
			"{SOURCE Horror Adventures/95}",
			"",
			"You are so steadfast in the principles of your alignment, even magic has difficult swaying you.  ",
			"**Prerequisites:** {feat/Iron Will}, {feat/Unimpeachable Honor}, lawful alignment.  ",
			"**Benefit:** Whenever you are under the effect of a charm or compulsion effect cast by or coming from a source with a chaotic alignment or an alignment on the good and evil axis opposite of your alignment (evil if you are good, and good if you are evil) you gain a +2 on any saving throw or opposed Charisma check to break free from the effect. This bonus stacks with itself and with the bonus granted by Unimpeachable Honor."
		]
	}
}
