{
	"raging_throw": {
		"name": "Raging Throw",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Raging Throw",
			"",
			"{SOURCE Ultimate Combat/114}",
			"",
			"You expend some of your rage to throw one opponent at another.  ",
			"**Prerequisites:** Str 13, Con 13, rage class feature, {feat/Improved Bull Rush}, {feat/Power Attack}, base attack bonus +6.  ",
			"**Benefit:** While raging, when you attempt a {rule/bull rush} combat maneuver, you can spend 1 additional round of your rage as a swift action to add your Constitution bonus on your combat maneuver check to the bull rush. Further, if you bull rush an opponent into a square another creature occupies or into a solid object, the opponent and the creature or object take bludgeoning damage equal to your Strength modifier + your Constitution modifier."
		]
	},
	"raging_vitality": {
		"name": "Raging Vitality",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Raging Vitality",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"While raging, you are full of vigor and health.  ",
			"**Prerequisites:** Con 15, rage class feature.  ",
			"**Benefit:** Whenever you are raging, the morale bonus to your Constitution increases by +2. Your rage does not end if you become {misc/unconscious}. While unconscious you must still expend rounds of rage per day each round."
		]
	},
	"rahadoumi_exorcist": {
		"name": "Rahadoumi Exorcist",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Rahadoumi Exorcist",
			"",
			"{SOURCE Haunted Heroes Handbook/7}",
			"",
			"You can stagger incorporeal and possessed creatures through sheer force of will.  ",
			"**Prerequisites:** {feat/Iron Will}, can't have a patron deity.  ",
			"**Benefit:** As a full-round action, you can recite the Laws of Man with such force and dedication that you stagger those creatures that prey upon the bodies, minds, and souls of mortals. When you use this ability, you must target one creature within 30 feet to which you have line of sight. A successful Will save (DC = 10 + 1/2 your Hit Dice + your Charisma modifier) negates the effects of this feat. An incorporeal undead creature that fails its save against this effect is {misc/staggered}. If you target a possessed creature, the possessing entity must succeed at a Will save to resist being staggered for 1 round. If it is staggered, the creature it possesses can immediately attempt a new saving throw to end the possession effect (possession effects that don't allow saving throws to resist them cannot be ended by Rahadoumi Exorcist, but the feat can still stagger a possessed creature). You can use this ability a number of times per day equal to 3 + your Charisma modifier."
		]
	},
	"raking_claws": {
		"name": "Raking Claws",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Raking Claws",
			"",
			"{SOURCE Wilderness Origins/9}",
			"",
			"Your claws cause bleeding wounds.  ",
			"**Prerequisites:** Base attack bonus +8, {class/shifter}, wild shape class feature.  ",
			"**Benefit:** Whenever you deal piercing or slashing damage with your primary natural weapons, your opponent takes 1d6 points of {rule/bleed} damage at the start of his turn each round, in addition to the damage dealt by the attack. Bleed damage can be stopped with a successful DC 15 Heal skill check or any magical healing."
		]
	},
	"rallying_blow": {
		"name": "Rallying Blow",
		"sources": [ "Pathfinder #81: Shifting Sands" ],
		"description": [
			"## Rallying Blow",
			"",
			"{SOURCE Pathfinder #81: Shifting Sands/73}",
			"",
			"When you strike true in battle, you wash away allies' fear.  ",
			"**Prerequisites:** Aura of courage.  ",
			"**Benefit:** When you confirm a critical hit against an enemy, any fear effect affecting allies within 30 feet is reduced by one step. {misc/Panicked} becomes {misc/frightened}, frightened becomes {misc/shaken}, and shaken is removed. In addition, any ally suffering other effects from a failed save against a fear effect, such as the {rule/paralysis} from a {monster/mummy/'s} despair aura, receives a new save against the effect at the original DC."
		]
	},
	"ranged_disable": {
		"name": "Ranged Disable",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Ranged Disable",
			"",
			"{SOURCE Ultimate Intrigue/89}",
			"",
			"You can disable devices with ranged weapons.  ",
			"**Prerequisites:** {feat/Far Shot}, {feat/Weapon Focus}, Disable Device 9 ranks.  ",
			"**Benefit:** As a full-round action, you can attempt a {skill/Disable Device} check with a ranged weapon you have chosen with Weapon Focus. You can use this ability against only a simple device (one that would normally take a full-round action to disable), and you can't use it if the device has any {rule/cover} or {rule/concealment}. This use of the ranged weapon deals no damage to the device, but it allows you to attempt a Disable Device check instead. You treat the ranged attack as if you were using tools inappropriate for the job, taking a -4 penalty on your Disable Device check. You also apply any range penalty for the weapon to the Disable Device check, but you do not gain any bonuses that would normally apply on attack rolls on the Disable Device check."
		]
	},
	"ranged_disarm": {
		"name": "Ranged Disarm",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Ranged Disarm (Combat, Targeting)",
			"",
			"{SOURCE Ranged Tactics Toolbox/8}",
			"",
			"A well-placed shot disarms your foe.  ",
			"**Prerequisites:** Dex 13, {feat/Deadly Aim}, base attack bonus +1.  ",
			"**Benefit:** As a full-round action, you can attempt to perform a {rule/disarm} combat maneuver with any ranged weapon at a -2 penalty. Add your Dexterity modifier to your CMB in place of your Strength modifier and apply range penalties to your combat maneuver check, doubling the penalties from range increments. If your target is more than 30 feet away, you take an additional -2 penalty. If the disarm attempt is successful, the target also takes damage as if you had made a successful attack with that weapon. You cannot be disarmed by failing this disarm attempt."
		]
	},
	"ranged_feint": {
		"name": "Ranged Feint",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Ranged Feint (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/89}",
			"",
			"You can mislead foes about your aim with ranged attacks.  ",
			"**Prerequisites:** Base attack bonus +2, Bluff 3 ranks.  ",
			"**Benefit:** You can {rule/feint} with a ranged weapon by throwing a thrown weapon or firing one arrow, bolt, bullet, or other piece of ammunition; this feint takes the same action as normal to feint, but depending on your weapon, you might have to reload or draw another weapon afterward. When you successfully use a ranged feint, you deny that enemy its Dexterity bonus to AC against your ranged attacks as well as your melee attacks for the same duration as normal. If your feints normally deny a foe its Dexterity bonus to AC against attacks other than your own, this applies only against others' melee attacks.  ",
			"**Normal:** You can feint only with a melee weapon, and only against a creature you threaten with that weapon."
		]
	},
	"ranged_study": {
		"name": "Ranged Study",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Ranged Study",
			"",
			"{SOURCE Advanced Class Guide/155}",
			"",
			"You can use a limited form of studied combat and studied strike with a weapon of your choice.  ",
			"**Prerequisites:** {feat/Weapon Focus} with the chosen weapon, studied combat class feature.  ",
			"**Benefit:** Choose one kind of ranged weapon. You gain the bonuses for studied combat with your chosen weapon and can use studied strike with your chosen weapon as long as the target of your studied strike is within 30 feet of you.  ",
			"**Normal:** You gain the bonuses for studied combat and can use studied strike only with melee weapons."
		]
	},
	"ranged_trip": {
		"name": "Ranged Trip",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Ranged Trip (Combat, Targeting)",
			"",
			"{SOURCE Ranged Tactics Toolbox/9}",
			"",
			"A shot to the leg causes your foe to fall prone.  ",
			"**Prerequisites:** Dex 13, {feat/Deadly Aim}, base attack bonus +1.  ",
			"**Benefit:** As a full-round action, you can attempt to perform a {rule/trip} combat maneuver with any ranged weapon at a -2 penalty. Add your Dexterity modifier to your CMB in place of your Strength modifier and apply range penalties to your combat maneuver check, doubling the penalties from range increments. If your target is more than 30 feet away, you take an additional -2 penalty. If the trip attempt is successful, the target also takes damage as if you had made a successful attack with that weapon. You can't be knocked prone by failing the trip attempt."
		]
	},
	"rapid_focus_shift": {
		"name": "Rapid Focus Shift",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Rapid Focus Shift",
			"",
			"{SOURCE Occult Adventures/138}",
			"",
			"You can move mental focus from one implement to another more quickly than usual.  ",
			"**Prerequisites:** Caster level 5th, mental focus class ability.  ",
			"**Benefit:** Once per day, you can take a full-round action to shift mental focus from one {ability/implement>s} to another. You must be undisturbed and able to concentrate. If you take any damage during the transfer, you must succeed at a {rule/concentration} check (DC = 10 + the number of points of damage taken) to complete the transfer. If you fail this check, you lose the points of mental focus instead of moving them from one implement to the other.  ",
			"**Normal:** Shifting focus between two implements takes 1 minute of quiet contemplation.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain an additional daily use of Rapid Focus Shift."
		]
	},
	"rapid_grappler": {
		"name": "Rapid Grappler",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Rapid Grappler (Combat)",
			"",
			"{SOURCE Ultimate Combat/114}",
			"",
			"You are a quick hand at grappling.  ",
			"**Prerequisites:** Dex 13, {feat/Greater Grapple}, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, base attack bonus +9 or monk level 9th.  ",
			"**Benefit:** Whenever you use Greater Grapple to successfully maintain a {rule/grapple} as a move action, you can then spend a swift action to make a grapple combat maneuver check at a -5 penalty.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">You can spend 2 stamina points to gain a +2 bonus on a grapple check made as a swift action with this feat."
		]
	},
	"rapid_recovery": {
		"name": "Rapid Recovery",
		"sources": [
			"Pathfinder #85: Fires of Creation",
			"People of the Stars"
		],
		"description": [
			"## Rapid Recovery",
			"",
			"{SOURCE Pathfinder #85: Fires of Creation/72;People of the Stars/7}",
			"",
			"When you heal damage with your nanite surge, you also remove harmful effects.  ",
			"**Prerequisites:** {feat/Rapid Repair}, Con 13, nanite surge ability.  ",
			"**Benefit:** When you heal damage using Rapid Repair, you remove any and all of the following conditions: blinded, confused, dazzled, deafened, shaken, sickened, and staggered. You cannot cure blindness or deafness caused by loss of sensory organs."
		]
	},
	"rapid_reload": {
		"name": "Rapid Reload",
		"sources": [
			"Mythic Adventures",
			"Ultimate Combat",
			"Inner Sea World Guide",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Rapid Reload (Combat)",
			"",
			"{SOURCE Ultimate Combat/115;Inner Sea World Guide/288;PRPG Core Rulebook/132}",
			"",
			"Choose a type of crossbow ({eq-weapon/hand>_crossbow}, {eq-weapon/light>_crossbow}, {eq-weapon/heavy>_crossbow}) or a single type of one-handed or two-handed firearm that you are proficient with. You can reload such a weapon quickly.  ",
			"**Prerequisites:** Weapon Proficiency (crossbow type chosen) or {feat/Exotic Weapon Proficiency} (firearm).  ",
			"**Benefit:** The time required for you to reload your chosen type of weapon is reduced to a free action (for a hand or light crossbow), a move action (for heavy crossbow or one-handed firearm), or a standard action (two-handed firearm). Reloading a crossbow or firearm still provokes attacks of opportunity.",
			"",
			"If you have selected this feat for a hand crossbow or light crossbow, you may fire that weapon as many times in a full-attack action as you could attack if you were using a bow.",
			"",
			"**Normal:** A character without this feat needs a move action to reload a hand or light crossbow, a standard action to reload a one-handed firearm, or a full-round action to load a heavy crossbow or a two-handed firearm.",
			"",
			"**Special:** You can gain Rapid Reload multiple times. Each time you take the feat, it applies to a new type of crossbow or a new type of firearm.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When reloading a crossbow or firearm, you can spend 5 stamina points to reduce the reload time by one step; a standard action becomes a move action, a move action becomes a swift action, and a swift action becomes a free action. The weapon you are reloading doesn't need to be the one you chose when you took this feat. If the weapon already has a reload time of one free action, when you make a full attack with the weapon, you can spend 2 stamina points to gain a +1 bonus on all damage rolls with the weapon during that full attack.",
			"",
			"### Mythic Rapid Reload",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"You can reload any type of weapon with astounding speed.  ",
			"**Prerequisites:** Rapid Reload.  ",
			"**Benefit:** You gain the benefits of Rapid Reload with all crossbows and firearms, not just the one you originally chose when you gained that feat. As a swift action, you can expend one use of mythic power to gain the ability to reload crossbows and firearms without provoking attacks of opportunity for 1 minute."
		]
	},
	"rapid_repair": {
		"name": "Rapid Repair",
		"sources": [
			"Pathfinder #85: Fires of Creation",
			"People of the Stars"
		],
		"description": [
			"## Rapid Repair",
			"",
			"{SOURCE Pathfinder #85: Fires of Creation/72;People of the Stars/7}",
			"",
			"You can use your nanite surge to repair damage.  ",
			"**Prerequisites:** Wis 13, nanite surge ability.  ",
			"**Benefit:** You can use your nanite surge ability to heal a number of hit points equal to your character level, instead of its usual effects."
		]
	},
	"rapid_shot": {
		"name": "Rapid Shot",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Rapid Shot (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/132}",
			"",
			"You can make an additional ranged attack.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}.  ",
			"**Benefit:** When making a full-attack action with a ranged weapon, you can fire one additional time this round at your highest bonus. All of your attack rolls take a -2 penalty when using Rapid Shot.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When using this feat, you can spend a number of stamina points up to the number of shots taken using this feat. If you do, you decrease the penalty of a single Rapid Shot ranged attack by 2 for each stamina point you spent.",
			"",
			"### Mythic Rapid Shot",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"You can fire many times each round with amazing precision.  ",
			"**Prerequisites:** Rapid Shot.  ",
			"**Benefit:** When using Rapid Shot, you can either ignore the feat's -2 penalty on attack rolls or make two additional attacks instead of one."
		]
	},
	"rat_catcher": {
		"name": "Rat Catcher",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Rat Catcher (Combat)",
			"",
			"{SOURCE Heroes of the Streets/29}",
			"",
			"You have a great deal of experience dealing with the subterranean pests common in cities.  ",
			"**Prerequisites:** Knowledge (dungeoneering) 1 rank, base attack bonus +1.  ",
			"**Benefit:** You gain a +1 dodge bonus against attacks made by creatures at least two size categories smaller than yourself, and gain a +1 bonus to attack and damage rolls against such creatures. Additionally, you take only half damage from swarm attacks, and as a full-round action can make a single attack with a natural or bludgeoning weapon against an adjacent swarm. If the attack hits, you deal half damage to the target, even if the swarm is small enough to normally be immune to such attacks."
		]
	},
	"rat_stack": {
		"name": "Rat Stack",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Rat Stack (Combat, Teamwork)",
			"",
			"{SOURCE Blood of the Beast/23}",
			"",
			"You coordinate efficiently in tight spaces.  ",
			"**Prerequisites:** Dex 13, swarming racial trait.  ",
			"**Benefit:** You can occupy the same square with up to two other creatures that also have this feat. If all participants also have the {feat/Tunnel Rat} feat, up to four creatures can share the same space."
		]
	},
	"ray_shield": {
		"name": "Ray Shield",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Ray Shield (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"You can even deflect rays with your shield.  ",
			"**Prerequisites:** Dex 15, {feat/Missile Shield}, {feat/Spellbreaker}.  ",
			"**Benefit:** You must be using a {eq-armor/light>_shield}, {eq-armor/heavy>_shield}, or {eq-armor/tower shield} to use this feat. Once per round when you would normally be hit with a ranged touch attack (including rays and similar magical effects), you may deflect it so that you take no damage from it. Your shield suffers the full effects of the spell or effect, if applicable.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">You can spend 2 stamina points to gain the effect of this feat while preventing the spell or effect from affecting your shield."
		]
	},
	"razortusk": {
		"name": "Razortusk",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Razortusk",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"Your powerful jaws and steely teeth are deadly enough to give you a bite attack.  ",
			"**Prerequisites:** {race/Half-orc}.  ",
			"**Benefit:** You can make a bite attack for 1d4 points of damage, plus your Strength modifier. You're considered proficient in this attack and can apply feats or effects appropriate to natural attacks to it. If used as part of a full attack action, the bite is considered a secondary attack and is made at your full base attack bonus -5, and adds half your Strength modifier to damage."
		]
	},
	"reach_defense": {
		"name": "Reach Defense",
		"sources": [
			"Dragonslayer's Handbook",
			"Armor Master's Handbook"
		],
		"description": [
			"## Reach Defense (Combat)",
			"",
			"{SOURCE Dragonslayer's Handbook/25}",
			"",
			"You are proficient at avoiding polearms and long-limbed creatures.  ",
			"**Prerequisites:** Dex 15  ",
			"**Benefit:** You gain a +2 dodge bonus to Armor Class against attacks of opportunity from opponents that are not adjacent to you.  ",
			"**Special:** This feat counts as {feat/Dodge} for the purposes of qualifying for the {feat/Mobility} and {feat/Spring Attack} feats.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 5 stamina points to grant the benefit of this feat to any adjacent allies for 1 round."
		]
	},
	"reach_spell": {
		"name": "Reach Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Reach Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"Your spells go farther than normal.  ",
			"**Benefit:** You can alter a spell with a range of touch, close, or medium to increase its {rule/range} to a higher range category, using the following order: touch, close, medium, and long. A reach spell uses up a spell slot one level higher than the spell's actual level for each increase in range category. For example, a spell with a range of touch increased to long range uses up a spell slot three levels higher. Spells modified by this feat that require melee touch attacks instead require ranged touch attacks.",
			"",
			"Spells that do not have a range of touch, close, or medium do not benefit from this feat."
		]
	},
	"reach_spell_like_ability": {
		"name": "Reach Spell-Like Ability",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Reach Spell-Like Ability (Monster)",
			"",
			"{SOURCE Horror Adventures/91}",
			"",
			"You can use a spell-like ability at a greater range.  ",
			"**Prerequisites:** Spell-like ability at caster level 4th or higher.  ",
			"**Benefit:** Choose one of your spell-like abilities, subject to the restrictions described in this feat. You can use the chosen spell-like ability as a reach spell-like ability three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"When you use a reach spell-like ability, it can alter a spell-like ability with a range of touch, close, or medium to increase its {rule/range} to a higher range category, using the following order: touch, close, medium, and long. You can select a spell-like ability that duplicates a spell only if its level is less than or equal to 1/2 its caster level (round down) - 1 per increase in range category. For example, a spell-like ability with a range of touch can be increased to long range only if it duplicates a spell with a level less than or equal to 1/2 your caster level (round down) - 3. For a summary, see the table below. Reach spell-like abilities that normally require melee touch attacks instead require ranged touch attacks.",
			"",
			"Spell-like abilities that do not have a range of touch, close, or medium do not benefit from this feat.",
			"",
			"**Special:** This feat can be taken multiple times. Each time it is taken, you can apply it to a different spell-like ability.",
			"",
			"| Level | 0 | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 2nd | +1 | - | - | - | - | - | - | - | - | - |",
			"| 4th | +2 | +1 | - | - | - | - | - | - | - | - |",
			"| 6th | +3 | +2 | +1 | - | - | - | - | - | - | - |",
			"| 8th | +3 | +3 | +2 | +1 | - | - | - | - | - | - |",
			"| 10th | +3 | +3 | +3 | +2 | +1 | - | - | - | - | - |",
			"| 12th | +3 | +3 | +3 | +3 | +2 | +1 | - | - | - | - |",
			"| 14th | +3 | +3 | +3 | +3 | +3 | +2 | +1 | - | - | - |",
			"| 16th | +3 | +3 | +3 | +3 | +3 | +3 | +2 | +1 | - | - |",
			"| 18th | +3 | +3 | +3 | +3 | +3 | +3 | +3 | +2 | +1 | - |",
			"| 20th | +3 | +3 | +3 | +3 | +3 | +3 | +3 | +3 | +2 | +1 |"
		]
	},
	"reactive_arcane_shield": {
		"name": "Reactive Arcane Shield",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Reactive Arcane Shield",
			"",
			"{SOURCE Melee Tactics Toolbox/15}",
			"",
			"Your arcane shield responds to threats even if you're caught off guard.  ",
			"**Prerequisites:** {feat/Arcane Shield}, arcane spellcaster, caster level 12th.  ",
			"**Benefit:** If you are aware of an attack against you that has already been declared and you choose to use the Arcane Shield feat, the immediate action to activate the feat occurs before the attack roll against you is resolved. In addition, all adjacent allies also gain the feat's deflection bonus to AC for 1 round."
		]
	},
	"reactive_healing": {
		"name": "Reactive Healing",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Reactive Healing",
			"",
			"{SOURCE Advanced Class Guide/155}",
			"",
			"You can channel healing energy in response to an attack that would knock you unconscious.  ",
			"**Prerequisites:** {feat/Quick Channel} or {feat/Quicken Spell}; {ability/channel energy} or {ability/lay on hands} class feature.  ",
			"**Benefit:** When the damage from an attack or an effect would reduce you to 0 or fewer hit points, you can expend one use of channel energy (of a form that would heal you) or lay on hands as an immediate action to heal yourself. The healing affects only you, even if it would normally affect others."
		]
	},
	"reactive_reversion": {
		"name": "Reactive Reversion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Reactive Reversion",
			"",
			"{SOURCE Ultimate Wilderness/24}",
			"",
			"You can reactively change back to your natural form.  ",
			"**Prerequisites:** Dex 13, change shape ability, leshy subtype.  ",
			"**Benefit:** You can shift from your alternate form to your natural form as an immediate action using change shape.  ",
			"**Normal:** Leshys can shift between forms as a swift action using change shape."
		]
	},
	"read_spell_traces": {
		"name": "Read Spell Traces",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Read Spell Traces",
			"",
			"{SOURCE Ultimate Intrigue/90}",
			"",
			"You can identify spells by the lingering traces they leave.  ",
			"**Benefit:** When using {spell/identify} or any spell of a higher level that normally allows you to detect the school and aura strength of an active spell, if you exceed the DC by 10 or more, you also learn the exact spell. If the spell you are using would already allow you to learn the exact spell from its aura, you can attempt to identify the spell from the traces in a lingering aura, though you take a -10 penalty on such an attempt. When using {spell/greater detect magic} to attempt to identify unique magical signatures, you receive a +2 bonus on your Knowledge (arcana) checks.",
			"",
			"In addition, you gain a +2 bonus on saving throws against {spell/magic aura} and other spells and effects that conceal a spell's true aura unless you succeed at a saving throw."
		]
	},
	"read_the_room": {
		"name": "Read the Room",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"## Read the Room",
			"",
			"{SOURCE Inner Sea Taverns/59}",
			"",
			"You can gain some insight into the mood of a crowd with just a look.  ",
			"**Prerequisites:** {feat/Drunken Sing-Along}, Diplomacy 1 rank, Performance (sing) 1 rank, Sense Motive 1 rank.  ",
			"**Benefit:** Before you use the Drunken Sing-Along feat, you can attempt a DC 20 Sense Motive check as a free action to pick the exact right song for that crowd. If you are successful, you gain a +4 circumstance bonus on your next Diplomacy check to gather information in that tavern."
		]
	},
	"ready_for_anything": {
		"name": "Ready for Anything",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Ready for Anything (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/90}",
			"",
			"You never let down your guard.  ",
			"**Prerequisites:** {feat/Alertness}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Quick Draw}, base attack bonus +6 or {ability/uncanny dodge} class feature.  ",
			"**Benefit:** You can always act in the surprise round even if you fail a Perception check to notice foes, but you are still considered {rule/flat-footed} until you take an action."
		]
	},
	"ready_for_battle": {
		"name": "Ready for Battle",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Ready for Battle",
			"",
			"{SOURCE Occult Adventures/138}",
			"",
			"Your implanted trick spurs the body in battle.  ",
			"**Prerequisites:** Mesmerist trick class feature.  ",
			"**Benefit:** When you implant a trick, the subject gains a +2 morale bonus on initiative checks until the trick is triggered or its duration ends."
		]
	},
	"ready_for_pain": {
		"name": "Ready for Pain",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Ready for Pain",
			"",
			"{SOURCE Occult Adventures/138}",
			"",
			"Your implanted trick hardens the body against damage.  ",
			"**Prerequisites:** Mesmerist trick class feature.  ",
			"**Benefit:** When you implant a trick, you can grant the subject DR 1/- against nonlethal damage until the trick is triggered or its duration ends. This DR increases by 1 for every 5 mesmerist levels you possess."
		]
	},
	"realistic_likeness": {
		"name": "Realistic Likeness",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Realistic Likeness",
			"",
			"{SOURCE Advanced Race Guide/193}",
			"",
			"When you are in human form, you can take the shape of a specific individual.  ",
			"**Prerequisites:** {race/Kitsune}.  ",
			"**Benefit:** You can precisely mimic the physical features of any individual you have encountered. When you use your racial change shape ability, you can attempt to take the form of an individual, granting you a +10 circumstance bonus on Disguise checks made to fool others with your impersonation."
		]
	},
	"reap_the_infirm": {
		"name": "Reap the Infirm",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Reap the Infirm (Combat)",
			"",
			"{SOURCE Villain Codex/68}",
			"",
			"You can use a creature's diseased state against it.  ",
			"**Prerequisites:** Base attack bonus +3.  ",
			"**Benefit:** When you hit a diseased creature with a weapon attack, you deal an additional 1d6 points of damage. This is precision damage. Additionally, you gain a +2 bonus on combat maneuver checks against diseased creatures."
		]
	},
	"rebounding_leap": {
		"name": "Rebounding Leap",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Rebounding Leap (Combat)",
			"",
			"{SOURCE Ultimate Combat/115}",
			"",
			"Your riding and lancing expertise allows you to enter and leave the saddle with great speed.  ",
			"**Prerequisites:** [Leaping lance class feature]{arc-fighter/dragoon}, Acrobatics 5 ranks, Ride 11 ranks.  ",
			"**Benefit:** When you succeed at the Acrobatics check to jump as part of your leaping lance class feature, you can remount your steed as a swift action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When attempting an Acrobatics check to jump as part of your leaping lance class feature, you can spend up to 5 stamina points to gain a bonus on that check equal to the number of stamina points you spent."
		]
	},
	"rebuffing_reduction": {
		"name": "Rebuffing Reduction",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Rebuffing Reduction (Combat)",
			"",
			"{SOURCE Ultimate Combat/115}",
			"",
			"Your damage reduction can turn the force of blows back on your enemies.  ",
			"**Prerequisites:** Str 13, damage reduction, {feat/Improved Bull Rush}, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** Whenever an opponent that is adjacent to you fails to penetrate your DR with a melee attack, you can spend an immediate action to attempt a {rule/bull rush} combat maneuver against that opponent. If you succeed, you cannot move with the opponent.  ",
			"**Normal:** A bull rush combat maneuver is a standard action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you succeed at a bull rush combat maneuver check with this feat, you can spend 2 stamina points to move up to 5 feet with the target."
		]
	},
	"recalcitrant": {
		"name": "Recalcitrant",
		"sources": [ "Pathfinder #115: Trail of the Hunted" ],
		"description": [
			"## Recalcitrant",
			"",
			"{SOURCE Pathfinder #115: Trail of the Hunted/74}",
			"",
			"You are determined to maintain your own will and bow to no one.  ",
			"**Prerequisites:** {feat/Iron Will}, {race/hobgoblin}.  ",
			"**Benefit:** Add 2 to the DCs of checks to intimidate you. While you are subject to a {spell/charm person}, {spell/dominate person}, or other charm or compulsion effect, orders to perform normal or benign actions are treated as actions you wouldn't normally do. Orders to perform actions you wouldn't normally do are treated as obviously harmful or self-destructive.  ",
			"**Normal:** While you are under certain charm or compulsion spell effects, commands to perform actions you wouldn't ordinarily do, including obviously harmful or self-destructive acts, allow a new saving throw or end the effect entirely, as described in the spell."
		]
	},
	"recall_ammunition": {
		"name": "Recall Ammunition",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Recall Ammunition (Combat, Grit)",
			"",
			"{SOURCE Heroes of Golarion/4}",
			"",
			"You use your innate magical abilities to instantly recall a missed shot.  ",
			"**Prerequisites:** {feat/Amateur Gunslinger} feat or grit class feature, base attack bonus +9, Spellcraft 5 ranks.  ",
			"**Benefit:** After missing with a ranged weapon attack using a firearm, you can spend 2 grit points as an immediate action to recall the shot. If you do so, the ammunition from the missed shot is magically loaded back into the firearm and is ready to fire again immediately."
		]
	},
	"reckless_aim": {
		"name": "Reckless Aim",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Reckless Aim (Combat)",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"Your lack of regard for others proves a boon when you fire projectiles into melee.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Precise Shot}.  ",
			"**Benefit:** When you shoot or throw ranged weapons at an opponent engaged in melee, you can choose to take a -1 penalty to your AC and gain a +2 competence bonus on your attack roll. However, when you roll a natural 1 on a ranged attack roll made with this bonus, you automatically hit a random adjacent creature that threatens your intended target."
		]
	},
	"reckless_moves": {
		"name": "Reckless Moves",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Reckless Moves (Betrayal, Teamwork)",
			"",
			"{SOURCE Champions of Corruption/21}",
			"",
			"You and your teammates push and pull each other to maintain your balance in precarious circumstances.  ",
			"**Prerequisites:** Acrobatics 3 ranks.  ",
			"**Benefit:** If you are adjacent to an ally who also has this feat, you can initiate this feat as a free action to use the ally as a counterweight to improve your balance, which requires you to push or pull her slightly. You gain a +4 bonus on Acrobatics, Climb, and Stealth checks until you cease using this feat as a free action or you move away from the ally. The abettor is kept off balance and takes a -2 penalty on Acrobatics, Climb, and Stealth checks as long as this feat remains in effect. You can initiate this feat as an immediate action while you are falling or being knocked prone in order to switch places with the abettor, moving her into your former space and moving yourself into her former space. If you do, you and the abettor each end this movement {rule/prone} unless you succeed at an Acrobatics check with a DC of 20 (the bonuses and penalties for this feat apply). If you were falling, the abettor is {rule/falling} instead. If you or the abettor were climbing, the other person must succeed at a Climb check against the surface's normal DC to grab on and avoid falling. Switching places provokes attacks of opportunity for the abettor only."
		]
	},
	"reckless_rage": {
		"name": "Reckless Rage",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Reckless Rage",
			"",
			"{SOURCE Advanced Class Guide/155}",
			"",
			"Your boundless rage grants your blows extra strength, though at the expense of accuracy.  ",
			"**Prerequisites:** {feat/Power Attack}; rage or raging song class feature.  ",
			"**Benefit:** When you use Power Attack while raging or while using raging song, you take an additional -1 penalty on melee attack rolls and combat maneuver checks, and you gain an additional +2 bonus on melee damage rolls. Modify this damage bonus appropriately based on the type of weapon you are using, as normal for Power Attack."
		]
	},
	"recovered_rage": {
		"name": "Recovered Rage",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Recovered Rage",
			"",
			"{SOURCE Advanced Class Guide/155}",
			"",
			"You regain rounds of rage or raging performance when you drop a foe.  ",
			"**Prerequisites:** Rage or raging song class feature.  ",
			"**Benefit:** Whenever you reduce a foe to 0 or fewer hit points while you are raging or using raging song, you regain 1 round of rage or raging song (your choice if you have both abilities), as long as the number of Hit Dice that foe possesses are equal to or greater than 1/2 your character level. You cannot use this feat to regain more rounds of rage or raging song each day than your daily maximum number of rounds, nor can you ever exceed your maximum number of rounds."
		]
	},
	"recruits": {
		"name": "Recruits",
		"sources": [
			"Ultimate Intrigue",
			"Cohorts and Companions"
		],
		"description": [
			"## Recruits",
			"",
			"{SOURCE Ultimate Intrigue/134;Cohorts and Companions/30}",
			"",
			"Be they students, retainers, new recruits to your order, or neophyte members of your faith, you have access to a small set of dedicated servants.  ",
			"**Prerequisites:** Cha 13, character level 5th.  ",
			"**Benefit:** You gain a number of cohorts (as per the {feat/Leadership} feat) that represent NPCs you are responsible for instructing and overseeing. You have a number of such cohorts equal to half your character level. Unlike normal cohorts, these recruits must be at least 4 levels lower than your level. Since these recruits must spend most of their time studying and gaining experience, only one recruit can travel with you at a time (though they all gain experience at the same rate, as those not present are assumed to be studying and growing independently). Whenever you are in a major town or city, you can exchange the recruit currently accompanying you for a different member of your recruits.",
			"",
			"As recruits are busy learning and studying the basics of their careers, those not traveling with you can't engage in mundane or magical crafting or Profession checks. Recruits not traveling with you can, however, serve as managers for your holdings if you are using the {rule/downtime} rules. If a recruit dies, you take only a -1 penalty to your Leadership score.",
			"",
			"**Special:** The Recruits feat counts as the Leadership feat for purposes of fulfilling prerequisites. A character cannot have both Leadership and Recruits. A character with Recruits who later qualifies for Leadership can exchange this feat for Leadership immediately upon qualifying (selecting one minor cohort to become a full cohort, while the rest move on)."
		]
	},
	"red_mantis_collaborator": {
		"name": "Red Mantis Collaborator",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Red Mantis Collaborator",
			"",
			"{SOURCE Agents of Evil/13}",
			"",
			"You pass along private details to the [Red Mantis](rule/aff_assassins), and they protect you in return.  ",
			"**Prerequisites:** {feat/Associate} (Red Mantis).  ",
			"**Benefit:** The Red Mantis can help you hide from trouble in one of their secret safe houses. Anyone attempting Diplomacy or Survival checks to locate you during this time takes a -10 penalty, and anyone attempting to scry upon you or magically divine your location must first succeed at a caster level check (DC = 15 + your character level). You can stay in a Mantis safe house for up to 1 day per character level before you are forced to vacate."
		]
	},
	"redeemed_kobold": {
		"name": "Redeemed Kobold",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Redeemed Kobold",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"The purity you have found in the teachings of good dragonkind colors your scales and grants you confidence.  ",
			"**Prerequisites:** Good alignment, {race/kobold}.  ",
			"**Benefit:** Your scales take on a metallic sheen appropriate for that of a good-aligned metallic dragon who shares any existing energy affinity you possess, or whom you have chosen to emulate. You gain a +2 circumstance bonus on Diplomacy checks when interacting with good creatures.",
			"",
			"In addition, your Charisma is considered 2 points higher for the purposes of {ability/channel[ing] positive energy}."
		]
	},
	"redemption": {
		"name": "Redemption",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Redemption (Story)",
			"",
			"{SOURCE Ultimate Campaign/71}",
			"",
			"Your past failure haunts you and drives you on.  ",
			"**Prerequisites:** You must have lost class features by violating the code of conduct of a class that possesses such a code, or have the Dishonored Family [background](rule/birth_circumstances_and_more).  ",
			"**Benefit:** As an immediate action, you can add a +1 bonus to the result of an ability check, attack roll, saving throw, or skill check you have just rolled by becoming {misc/shaken} for 1 minute. You must choose before the result is revealed.  ",
			"**Goal:** Regain any lost class features and complete a quest to prove your worth. In the course of completing this quest, you must decisively defeat a challenging foe. The quest should relate in some fashion to the transgression that removed your class abilities or led to you being disgraced.  ",
			"**Completion Benefit:** You gain the ability to reroll a failed saving throw once per day. You must keep the result of the second roll, even if it is lower."
		]
	},
	"redirect_attack": {
		"name": "Redirect Attack",
		"sources": [
			"Melee Tactics Toolbox",
			"Armor Master's Handbook"
		],
		"description": [
			"## Redirect Attack (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/7}",
			"",
			"When you dodge an attack, you can deflect it toward another opponent.  ",
			"**Prerequisites:** Dex 15, Int 15, {feat/Dodge}.  ",
			"**Benefit:** Once per turn, when an opponent only you threaten fails an attack against you, you can redirect the attack to target another foe. The new target must be adjacent to you and within reach of the opponent that missed you. Attempt a combat maneuver check; if the result exceeds both the Combat Maneuver Defense of the opponent who missed you and the Armor Class of the new target, the attack strikes and deals its normal damage.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend up to 5 stamina points to grant yourself a bonus on the combat maneuver check equal to the number of stamina points you spent."
		]
	},
	"redirected_shot": {
		"name": "Redirected Shot",
		"sources": [
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Redirected Shot (Combat, Grit)",
			"",
			"{SOURCE Inner Sea Combat/17}",
			"",
			"You can redirect your allies' poorly aimed ranged attacks with incredible accuracy.  ",
			"**Prerequisites:** {feat/Amateur Gunslinger} or the grit class feature, {feat/Deadly Aim}, {feat/Precise Shot}.  ",
			"**Benefit:** As long as you have at least 1 grit point, after an ally has made a ranged attack roll but before the results of the roll have been revealed, you can fire a loaded firearm at the volley as it moves toward its target, redirecting its path. Make an attack roll using your highest attack bonus, and use your result in place of your ally's original attack roll. On a successful hit, your ally's attack deals damage as normal. You may perform this action a number of times per round up to your Wisdom bonus (minimum 1).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">By spending 4 stamina points, you can use this feat an additional time per round."
		]
	},
	"redistributed_might": {
		"name": "Redistributed Might",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Redistributed Might (Combat)",
			"",
			"{SOURCE Adventurer's Guide/26}",
			"",
			"You've gained enough control over your body to translate strength into swiftness.  ",
			"**Prerequisites:** Con 13, Wis 13, {feat/Exotic Weapon Proficiency} (aldori dueling sword), {feat/Iron Will}, base attack bonus +4.  ",
			"**Benefit:** Whenever an effect would grant you an enhancement or morale bonus to your Strength score (such as via {spell/bull's strength} or a {class/skald/'s} inspired rage performance), you can instead apply that bonus to your Dexterity score. You make this choice when you first gain the bonus. The bonus type does not change."
		]
	},
	"reflexive_caster": {
		"name": "Reflexive Caster",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Reflexive Caster",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"You are ready to defend yourself with a spell at a moment's notice.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, caster level 5th.  ",
			"**Benefit:** If you fail a Perception check that results in you being unable to act in a surprise round, you still roll initiative normally. You can act on your initiative count in the surprise round, but can only take a standard action to cast an abjuration spell that targets only yourself."
		]
	},
	"reflexive_crystalline_dust": {
		"name": "Reflexive Crystalline Dust",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Reflexive Crystalline Dust",
			"",
			"{SOURCE Plane-Hopper's Handbook/15}",
			"",
			"Vigilance has taught you to manifest your crystalline dust the instant you sense danger.  ",
			"**Prerequisites:** {feat/Swift Crystalline Dust}, {race/aphorite}, crystalline dust racial trait.  ",
			"**Benefit:** You can activate your crystalline dust ability as an immediate action when you are targeted by an attack."
		]
	},
	"reflexive_interception": {
		"name": "Reflexive Interception",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Reflexive Interception (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/219}",
			"",
			"The animal can defend its master with lightning speed.  ",
			"**Prerequisites:** {feat/Intercept Blow}, base attack bonus +3, {sidekick/animal companion}, {ability/evasion}.  ",
			"**Benefit:** Whenever the animal companion is adjacent to its master and its master is attempts a Reflex save, the animal companion can expend an attack of opportunity as a free action, even if it isn't its turn, to attempt a Reflex save to intervene. When using this ability, the animal companion loses the benefits of evasion (and {ability/improved evasion} if it has it), but if the animal companion succeeds at its saving throw, its master gains the benefit of the animal companion's evasion (or improved evasion if it has it)."
		]
	},
	"reflexive_trick": {
		"name": "Reflexive Trick",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Reflexive Trick (Trick)",
			"",
			"{SOURCE Psychic Anthology/17}",
			"",
			"You are able to implant tricks in yourself in the blink of an eye.  ",
			"**Prerequisites:** Mesmerist tricks class feature.  ",
			"**Benefit:** Whenever the triggering condition for one mesmerist trick that you have not implanted in yourself occurs, you can implant that trick in yourself as an immediate action. You can then immediately trigger the mesmerist trick as if it were implanted in you when the triggering condition occurred. You can't use this ability if you have already implanted the maximum number of mesmerist tricks in yourself."
		]
	},
	"regenerate_muscles": {
		"name": "Regenerate Muscles",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Regenerate Muscles",
			"",
			"{SOURCE Monster Codex/224}",
			"",
			"You use your powerful metabolism to temporarily increase the strength of your muscles, but doing so costs you your regeneration powers.  ",
			"**Prerequisites:** {feat/Power Attack}, {umr/regeneration}, {monster/troll}.  ",
			"**Benefit:** As a free action, you can make your regeneration stop working for 1 minute and gain a +2 enhancement bonus to your Strength. You lose your regeneration ability while you benefit from this bonus to Strength and for 1 minute afterward. You can end this ability early as a free action. You can activate this ability only if your regeneration is functioning."
		]
	},
	"reinforced_crafting": {
		"name": "Reinforced Crafting",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Reinforced Crafting (Item Creation)",
			"",
			"{SOURCE People of the Wastes/27}",
			"",
			"Your magical creations are hardier than most.  ",
			"**Prerequisites:** {feat/Craft Magic Arms and Armor}, ability to cast {spell/make whole} or {spell/mending}.  ",
			"**Benefit:** When you craft a magic weapon, magic armor, or magic shield, you can add a fortifying element to the item. This increases the item's total construction cost by 10%. If it's a weapon, when it becomes {misc/broken}, the penalty to attack and damage rolls is reduced to -1 (this can never reduce a broken weapon's penalty to attack and damage to 0 or a positive number). If it's a suit of armor or a shield, when it becomes broken, the bonus it grants to AC is reduced by one-quarter, rounding down. Other drawbacks of the broken condition to weapons, armor, and shields still apply as normal.  ",
			"**Normal:** A broken weapon imposes a -2 penalty on attack and damage rolls. The bonus a broken suit of armor or a broken shield grants to AC is halved."
		]
	},
	"reject_poison": {
		"name": "Reject Poison",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Reject Poison",
			"",
			"{SOURCE Inner Sea Gods/215;Faiths of Corruption/24}",
			"",
			"You are a careful poisoner, and know how to protect yourself against exposure to the ill effects of most substances.  ",
			"**Prerequisites:** Con 13, {ability/poison use} class feature, worshiper of {faith/Norgorber}.  ",
			"**Benefit:** Whenever you fail the initial saving throw against poison, you have a 20% chance of naturally rejecting the toxin, negating its effects and wasting its use."
		]
	},
	"relentless_cheer": {
		"name": "Relentless Cheer",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Relentless Cheer (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/208}",
			"",
			"Your undying optimism keeps you and your companions going even when things get rough.  ",
			"**Prerequisites:** {race/Halfling}, fearless and halfling luck racial traits.  ",
			"**Benefit:** Adjacent allies who also have this feat gain a +1 morale bonus on all saving throws. This bonus increases to +3 on saving throws against fear."
		]
	},
	"relentless_shot": {
		"name": "Relentless Shot",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Relentless Shot (Combat)",
			"",
			"{SOURCE Ranged Tactics Toolbox/7}",
			"",
			"You keep your aim steady on a downed foe.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, base attack bonus +6.  ",
			"**Benefit:** When you successfully {rule/trip} an opponent within 30 feet with a ranged attack, you threaten that opponent until your next turn. You can make attacks of opportunity against that opponent with ranged weapons. This effect ends if you attack another target or the opponent moves from its current square.  ",
			"**Normal:** While wielding a ranged weapon, you threaten no squares and cannot make attacks of opportunity with that weapon."
		]
	},
	"relic_breaker": {
		"name": "Relic Breaker",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Relic Breaker (Combat)",
			"",
			"{SOURCE Path of the Hellknight/39}",
			"",
			"You are furious when destroying dangerous objects.  ",
			"**Prerequisites:** Str 13, {feat/Gate Breaker}, {feat/Improved Sunder}, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** Whenever you {rule/sunder} a held object, its bearer must succeed at a Reflex saving throw or the bearer {rule/catch[es]ing on fire} (taking 1d6 points of fire damage immediately, and an additional 1d6 points of fire damage each subsequent round the creature fails a Reflex saving throw). When your total Hit Dice reach 5, this damage increases by 1d6, and it increases by 1d6 every 5 levels thereafter, to a maximum of 5d6 at 20th level. The saving throw's DC is equal to 10 + 1/2 your HD + your Charisma modifier."
		]
	},
	"relic_familiarity": {
		"name": "Relic Familiarity",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Relic Familiarity",
			"",
			"{SOURCE Legacy of Dragons/19}",
			"",
			"Your clan had an impressive collection of ancient artifacts, and you often see things on your journey that remind you of items in the clan hoard.  ",
			"**Prerequisites:** {race/Wyvaran}.  ",
			"**Benefit:** You gain a +2 bonus on Appraise checks to determine an item's value and on Spellcraft checks to determine an item's magic properties. For every 5 points by which you exceed the DC, you can determine additional details about the item at the GM's discretion, such as its country of origin, the crafter's race, techniques employed in its creation, or whether it has any historical significance."
		]
	},
	"religious_pilgrim": {
		"name": "Religious Pilgrim",
		"sources": [ "Osirion, Land of the Pharaohs" ],
		"description": [
			"## Religious Pilgrim",
			"",
			"{SOURCE Osirion, Land of the Pharaohs/29}",
			"",
			"You are a religious pilgrim who often journeys great distances to holy sites of your faith. You take solace in fulfilling your religious purpose and vows, and those you meet respect your dedication and faithfulness.  ",
			"**Prerequisites:** Knowledge (geography) 2 ranks, Knowledge (religion) 4 ranks.  ",
			"**Benefit:** You gain a +1 bonus to Will saves, Diplomacy checks, and Survival checks. If you are good, this is a sacred bonus; if you are evil, it's profane. Neutral characters must choose when taking this feat whether the bonus is sacred or profane (if you {ability/channel [positive or negative ]energy} you must choose the same type as your channeling type). These bonuses increase to +2 if you are on ground that is consecrated to your faith (under the effects of {spell/consecrate}, {spell/desecrate}, {spell/hallow}, or {spell/unhallow} cast by someone of your religion).",
			"",
			"You may purchase non-magical religious items (including holy water) at a 20% discount."
		]
	},
	"remote_bomb": {
		"name": "Remote Bomb",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Remote Bomb",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"You can set off your delayed bombs at great distances.  ",
			"**Prerequisites:** Delayed bomb discovery.  ",
			"**Benefit:** The maximum delay for your {discovery/delayed bomb/s} increases to a number of minutes equal to your level.",
			"",
			"If you have line of effect to your delayed bomb, you may detonate it earlier than its preset time by making a DC 20 Intelligence check; the DC increases by +1 for every 10 feet of distance between you and the bomb."
		]
	},
	"rending_claws": {
		"name": "Rending Claws",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Rending Claws (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"Your claw attacks do greater harm to your enemy.  ",
			"**Prerequisites:** Str 13, two claw natural weapon attacks, base attack bonus +6.  ",
			"**Benefit:** If you hit a creature with two claw attacks in the same turn, the second claw attack deals an additional 1d6 points of damage. This damage is precision damage and is not multiplied on a critical hit. You can use this feat once per round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you make two claw attacks but hit with only one, you can spend 5 stamina points to deal the precision damage granted by this feat anyway."
		]
	},
	"rending_fury": {
		"name": "Rending Fury",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Rending Fury (Combat)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You easily tear your enemies limb from limb with your natural attacks.  ",
			"**Prerequisites:** Base attack bonus +6, {umr/rend} special attack.  ",
			"**Benefit:** You deal rend damage if you hit with half the normal natural attacks your rend requires. For example, a {family/troll} that has this feat can rend when it hits with one claw attack, while a {monster/girallon} that has this feat must hit one target with two claw attacks to rend. You can only make this rend attack once per round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you make a rend attack, you can spend up to 5 stamina points to deal an amount of additional damage equal to double the number of stamina points you spent."
		]
	},
	"rending_swarm": {
		"name": "Rending Swarm",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Rending Swarm (Combat, Teamwork)",
			"",
			"{SOURCE Blood of the Beast/23}",
			"",
			"Together, you and your allies tear through enemies' defenses.  ",
			"**Prerequisites:** Dex 15, {feat/Rat Stack}, swarming racial trait.  ",
			"**Benefit:** You gain a +1 bonus on all melee damage rolls for each allied creature you share a square with that also has this feat.",
			"",
			"If two or more allies sharing a square have this feat and hit the same adjacent creature in a round, they tear it in different directions, dealing additional damage at the end of the round. This rend attack deals an amount of damage equal to 1d6 + the highest Strength modifier of all qualifying allies in the same square who struck the target this round."
		]
	},
	"renown": {
		"name": "Renown",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Renown",
			"",
			"{SOURCE Pathfinder Society Primer/9}",
			"",
			"Word of your pre-Pathfinder accomplishments precedes you, and you know how to make the most of your previous reputation.  ",
			"**Benefit:** When in a settlement of 5,000 people or more, treat your {rule/reputation_and_<Fame} score as 2 higher for the purposes of qualifying for {rule/faction_<Prestige/ Awards} or purchasing equipment.",
			"",
			"This feat doesn't grant you any additional Prestige Points.",
			"",
			"**Normal:** Your Fame score is determined by the total number of Prestige Points earned over the course of your career."
		]
	},
	"repast_of_heroes": {
		"name": "Repast of Heroes",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Repast of Heroes",
			"",
			"{SOURCE Wilderness Origins/12}",
			"",
			"Your natural spells are significantly increased, enabling you to feed and heal others.  ",
			"**Prerequisites:** Con 15, character level 8th, {race/ghoran}, natural magic racial trait.  ",
			"**Benefit:** Once per week, you can cast {spell/heroes' feast} as a spell-like ability with a caster level equal to your character level. If you do so, you lose access to the spells normally granted by the natural magic racial trait for the next 48 hours."
		]
	},
	"repositioning_strike": {
		"name": "Repositioning Strike",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Repositioning Strike (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"Your critical hits can move your foes where you wish.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Reposition}, base attack bonus +9.  ",
			"**Benefit:** Whenever you score a critical hit with a melee attack, you can move your opponent, in addition to the normal damage dealt by the attack. If your confirmation roll exceeds your opponent's CMD, you may move your opponent as if from the {rule/reposition} combat maneuver. This does not provoke an attack of opportunity.  ",
			"**Normal:** You must perform a reposition combat maneuver to reposition an opponent.  ",
			"**Special:** You can only apply the effects of one of the following feats to a given critical hit: {feat/Bull Rush Strike}, {feat/Disarming Strike}, Repositioning Strike, {feat/Sundering Strike}, or {feat/Tripping Strike}. You may choose to use this feat after you make your confirmation roll.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you fail to confirm a critical hit with a melee attack, you can spend 2 stamina points to attempt to reposition the target anyway. If you do, reroll the confirmation roll and use it to determine if the reposition attempt exceeds the opponent's CMD. This reroll is used only for the reposition combat maneuver; it can't cause the critical hit to be confirmed. You still can't make the attempt if the target is immune to critical hits."
		]
	},
	"resilient_armor": {
		"name": "Resilient Armor",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Resilient Armor",
			"",
			"{SOURCE Advanced Class Guide/155}",
			"",
			"When you enhance your armor or shield, you gain a measure of damage reduction.  ",
			"**Prerequisites:** Divine bond (armor or shield), or sacred armor class feature.  ",
			"**Benefit:** While your armor or shield is under the effect of your divine bond or your sacred armor ability, you gain an amount of damage reduction equal to your armor's enhancement bonus (including the bonus from your divine bond or sacred armor) against the first attack to strike you in each round. An {eq-material/adamantine} weapon overcomes this damage reduction, but any attack against you made with such a weapon does not count against this effect's duration."
		]
	},
	"resilient_brute": {
		"name": "Resilient Brute",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Resilient Brute",
			"",
			"{SOURCE Advanced Race Guide/57}",
			"",
			"You absorb punishment others find deadly.  ",
			"**Prerequisites:** {race/Half-orc} or {race/orc}.  ",
			"**Benefit:** Once per day, when a creature confirms a critical hit against you, you may treat half the damage as nonlethal damage. You cannot use this ability if you are immune to nonlethal damage. When your base attack bonus reaches +10, you may use this ability an additional time per day."
		]
	},
	"resilient_eidolon": {
		"name": "Resilient Eidolon",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Resilient Eidolon",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"Your link with your eidolon is strong enough that it can remain with you for a short time after you fall unconscious or are killed.  ",
			"**Prerequisites:** {Eidolon class feature.  ",
			"**Benefit:** If you are knocked unconscious, fall asleep, or are killed, your {sidekick/eidolon} remains for a number of rounds equal to your summoner level before it is banished. If you are brought back to consciousness before this duration expires, your eidolon is not banished. If the duration expires before you are brought back to consciousness, your eidolon is banished normally.  ",
			"**Normal:** An eidolon is immediately banished when its summoner is unconscious, asleep, or killed."
		]
	},
	"resistance_mastery": {
		"name": "Resistance Mastery",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Resistance Mastery (Item Mastery)",
			"",
			"{SOURCE Magic Tactics Toolbox/30}",
			"",
			"You can protect yourself from harm by using abjuration magic items.  ",
			"**Prerequisites:** Use Magic Device 3 ranks, base Fortitude saving throw bonus +3.  ",
			"**Benefit:** Once per day, you can meditate for 10 minutes in order to use magic armor or a wondrous item that has an abjuration spell of 2nd level or higher listed in its construction requirements and that occupies a slot on your body to gain a defensive benefit. This benefit can be either a +1 resistance bonus on all saving throws or 5 points of energy resistance against one energy type (acid, cold, electricity, fire, or sonic). This benefit lasts for 24 hours. You must wear the item in order to gain this benefit; if the item is removed before this feat's benefit ends, the benefit is immediately lost and cannot be regained until 24 hours have passed since the feat's last activation. The resistance bonus granted by this feat increases by 1 or the energy resistance increases by 5 when your base Fortitude save bonus reaches +6, +9, and +12. You can gain only one benefit from this feat at a time."
		]
	},
	"resisting_grappler": {
		"name": "Resisting Grappler",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Resisting Grappler (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/7}",
			"",
			"You are especially adept at fighting off the grabbing appendages of aberrations and other tentacled horrors.  ",
			"**Prerequisites:** Dex 13.  ",
			"**Benefit:** When a creature hits you with a melee attack and attempts to use the {umr/grab} ability, it provokes an attack of opportunity from you unless it has the {feat/Improved Grapple} feat. If you hit the opponent with your attack, treat the damage you deal as 5 higher when calculating the penalty on the attacker's combat maneuver check to grapple you.  ",
			"**Normal:** Creatures using the grab ability does not provoke attacks of opportunity."
		]
	},
	"resolute_rager": {
		"name": "Resolute Rager",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Resolute Rager",
			"",
			"{SOURCE Advanced Race Guide/142}",
			"",
			"Fear passes quickly while you are raging.  ",
			"**Prerequisites:** {race/Orc}, rage class feature.  ",
			"**Benefit:** While raging, when under the effect of a fear effect that allows a saving throw, you can make a new saving throw against that fear effect at the start of each of your turns before acting. If you make the new save, the fear effect ends."
		]
	},
	"respectful_prey": {
		"name": "Respectful Prey",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Respectful Prey",
			"",
			"{SOURCE Haunted Heroes Handbook/5}",
			"",
			"You have learned to assuage monstrous predators with special offerings.  ",
			"**Benefit:** A number of times per day equal to 3 + your Wisdom modifier, you can prepare a special offering. This takes 5 minutes and at least 5 gp worth of foodstuffs, spices, and other ingredients; a prepared offering lasts 8 hours before spoiling. You can present this offering to a non-humanoid creature (even one which doesn't normally consume food) as a standard action. The offering's ingredients must be worth at least 5 gp &times; the creature's CR. This offering improves its attitude toward you by one step unless it succeeds at a Will save (DC = 10 + 1/2 your level + your Wisdom modifier). This attitude adjustment lasts only 5 minutes unless the creature's attitude is adjusted further during that time, such as via the Diplomacy skill. A specific creature cannot be affected by an offering made in this way more than once per 24 hours."
		]
	},
	"restoration_mastery": {
		"name": "Restoration Mastery",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Restoration Mastery (Item Mastery)",
			"",
			"{SOURCE Magic Tactics Toolbox/31}",
			"",
			"You can heal more than just injuries of the flesh.  ",
			"**Prerequisites:** Heal 5 ranks, Use Magic Device 5 ranks, base Fortitude saving throw bonus +3.  ",
			"**Benefit:** You can cause an item that has a conjuration (healing) spell of 2nd level or higher listed in its construction requirements to cast {spell/lesser restoration}. If you have 9 ranks in both Heal and Use Magic Device, you can instead cause an item that has a conjuration (healing) spell of 3rd level or higher listed in its construction requirements to cast either {spell/remove blindness//deafness} or {spell/remove paralysis}. You can use this feat once per day, plus an additional time per day when your base Fortitude save bonus reaches +9 and +12."
		]
	},
	"restorative_vigor": {
		"name": "Restorative Vigor",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Restorative Vigor (Combat)",
			"",
			"{SOURCE Healer's Handbook/15}",
			"",
			"You can recover from additional kinds of damage using your vigor.  ",
			"**Prerequisites:** Con 15, {feat/Combat Vigor}, character level 8th.  ",
			"**Benefit:** Your vigor pool gains 1 vigor point. Whenever you spend vigor points, you can recover from 1d3 points of ability score damage from one physical ability score (Strength, Dexterity, or Constitution) instead of regaining 1d6 hit points. You can choose separately for each vigor point spent. For example, if you spend 2 vigor points, you could regain 2d6 hit points; recover 2d3 points of ability damage from up to two physical ability scores total; or regain 1d6 hit points and recover from 1d3 points of ability damage from one physical ability score."
		]
	},
	"retributive_kick": {
		"name": "Retributive Kick",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Retributive Kick (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/22}",
			"",
			"You can use your weapon attacks to set up a foe for an unarmed strike.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, base attack bonus +5, weapon training class feature with a melee weapon.  ",
			"**Benefit:** When you make a full attack with an appropriate melee weapon and your first attack misses or is blocked, deflected, parried, or otherwise caused to not hit the target, you can immediately make an unarmed attack against the same target with the same attack bonus. You then cannot make any more attacks as part of that full attack."
		]
	},
	"retributive_summoning": {
		"name": "Retributive Summoning",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Retributive Summoning",
			"",
			"{SOURCE Plane-Hopper's Handbook/6}",
			"",
			"Your training in counterspelling summons is so extensive that you can redirect some of your foes' power to call forth your own allies.  ",
			"**Prerequisites:** {feat/Spell Focus} (conjuration) or counter summons class feature.",
			"",
			"When you successfully {rule/counter>spells} a summoning spell with {spell/dispel magic} or your own {spell/summon monster>_1} spell, you can immediately summon nonevil creatures as if you had just finished casting a summon monster spell of 2 levels lower than the countered summoning spell."
		]
	},
	"returning_throw": {
		"name": "Returning Throw",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Returning Throw (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/208}",
			"",
			"You have turned your deadly childhood games into a tactical advantage.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Precise Shot}, Sleight of Hand 3 ranks, goblinoid subtype.  ",
			"**Benefit:** Whenever an ally who also has this feat makes an attack with a thrown weapon and misses the target by 4 or less, you can catch the weapon as an immediate action. Both you and your ally must be within 30 feet of the target, and you must be able to trace a line from any part of your space to any part of your ally's space so that the line passes through the target's space. As part of the action to catch the weapon, you can throw it at the target of the original attack. If your target has never seen you perform this maneuver before, it is denied its Dexterity bonus to AC against your attack. You must have at least one hand free to use this feat. You must be aware of the attack and not {rule/flat-footed}."
		]
	},
	"revelation_strike": {
		"name": "Revelation Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Revelation Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"Your unarmed strike brings a revelation down upon your foe.  ",
			"**Prerequisites:** Revelation class feature, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you gain this feat, choose one revelation that you can use to affect no more than one opponent. If you make a successful unarmed strike against an opponent, in addition to dealing your unarmed strike damage, you can use a swift action to deliver the effects of the chosen revelation to that opponent. Doing so provokes no attacks of opportunity.  ",
			"**Special:** You can take this feat multiple times. Each time you take it, you apply it to a different qualifying revelation.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">After hitting with an unarmed strike, you can spend 2 stamina points to apply the effects of your chosen revelation as a free action instead of a swift action. If the chosen revelation has unlimited daily uses, this combat trick costs 5 stamina points instead."
		]
	},
	"revered_guidance": {
		"name": "Revered Guidance",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Revered Guidance",
			"",
			"{SOURCE Blood of Angels/25}",
			"",
			"You were selected by your celestial ancestor to be a guide for a chosen people, and serve as a beacon of hope in times of despair.  ",
			"**Prerequisites:** {race/Aasimar}, must be taken at 1st level.  ",
			"**Benefit:** Select one of the following creature subtypes: dwarf, elf, gnome, halfling, human, or orc. You gain a +4 racial bonus on Diplomacy checks made to influence creatures of the selected subtype."
		]
	},
	"reverse_somersault_throw": {
		"name": "Reverse Somersault Throw",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Reverse Somersault Throw (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/24}",
			"",
			"You drag your opponent off balance, then use his momentum to fling him over your head.  ",
			"**Prerequisites:** Str 13, {feat/Improved Drag}, {feat/Power Attack}.  ",
			"**Benefit:** When you succeed at a {rule/drag} combat maneuver check, at the end of your movement, you can fall {rule/prone} to launch your target over your head. If you do, you move the target of your drag combat maneuver into the space adjacent to you that is opposite its position at the end of your movement, and the target falls prone in that square or squares. You can't use this ability to move a creature into a square that is occupied by a solid object or obstacle. If there would not be enough room for the creature in its new position, the ability fails and the creature is not moved."
		]
	},
	"reverse_feint": {
		"name": "Reverse-Feint",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Reverse-Feint (Combat)",
			"",
			"{SOURCE Advanced Race Guide/142}",
			"",
			"You can goad an opponent into attacking you in order to make your counter attack all the more powerful.  ",
			"**Prerequisites:** {feat/Toughness}, base attack bonus +1, {race/orc}.  ",
			"**Benefit:** As a move action, you can leave a gap in your defenses for one adjacent opponent to use. If the opponent attacks you on its next turn, it gains a +4 bonus on its attack roll. Whether or not the opponent successfully hits, you may attack it as an immediate action with a single melee attack, gaining a +2 bonus on your attack roll.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">You can spend 2 stamina points to make the attack granted by this feat as a free action rather than an immediate action. You can still make the attack only once per use of this feat."
		]
	},
	"reviving_channel": {
		"name": "Reviving Channel",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Reviving Channel",
			"",
			"{SOURCE Distant Realms/33}",
			"",
			"You can target an unconscious ally to gain additional benefit from your channeled energy.  ",
			"**Prerequisites:** {ability/Channel energy} 3d6.  ",
			"**Benefit:** When you use channel energy, you can focus on one creature within range that would be healed by your channel energy whose hit points are below 0. When you do so, no other creatures are healed, but the target creature is restored to 0 hit points before the normal healing takes effect."
		]
	},
	"reward_of_grace": {
		"name": "Reward of Grace",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Reward of Grace",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"When you lay on hands, divine energy ripples through you, granting you grace.  ",
			"**Prerequisites:** {ability/Lay on hands} class feature.  ",
			"**Benefit:** Each time you use your lay on hands ability, you gain a +1 sacred bonus on all attack rolls for 1 round."
		]
	},
	"reward_of_life": {
		"name": "Reward of Life",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Reward of Life",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"When you lay on hands, you are also healed.  ",
			"**Prerequisites:** {ability/Lay on hands} class feature.  ",
			"**Benefit:** Each time you use your lay on hands ability to heal a creature other than yourself, you heal a number of hit points equal to your Charisma bonus. This ability has no effect if you use lay on hands to harm undead."
		]
	},
	"reward_of_the_faithful": {
		"name": "Reward of the Faithful",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Reward of the Faithful",
			"",
			"{SOURCE Divine Anthology/11}",
			"",
			"Your intense belief in your deity allows you to benefit more from divine magic he or she provides.  ",
			"**Prerequisites:** Knowledge (religion) 1 rank, alignment must match that of your worshiped deity.  ",
			"**Benefit:** Whenever you are the only target of a divine spell cast by a follower of your chosen deity other than you, the spell's caster level is treated as though it were 2 higher than it actually is. Additionally, whenever you regain hit points as a result of a worshiper of your deity other than you {ability/channel[ing] energy} or casting a *cure* spell, you regain 1 additional hit point per die rolled for the healing gained."
		]
	},
	"rhabdomancy": {
		"name": "Rhabdomancy",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Rhabdomancy",
			"",
			"{SOURCE Occult Origins/24}",
			"",
			"You have mastered the art of casting sticks, rods, or arrows to uncover secrets and find lost things, gaining insight from the way these objects fall.  ",
			"**Prerequisites:** Knowledge (nature) 3 ranks, Survival 3 ranks.  ",
			"**Benefit:** You can perform the {skill/dowsing} occult skill unlock even if you can't use psychic magic. If you can cast psychic spells or have the {feat/Psychic Sensitivity} feat, you can use dowsing one additional time per day.",
			"",
			"Spending 1 minute casting sticks prior to attempting a Survival check grants you a +2 insight bonus on the check. In addition, you can cast sticks or rods while casting a spell that locates a creature or object (including scrying effects) to increase the caster level of that spell by 1."
		]
	},
	"rhetorical_flourish": {
		"name": "Rhetorical Flourish",
		"sources": [
			"Mythic Adventures",
			"Ultimate Combat"
		],
		"description": [
			"## Rhetorical Flourish",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You rapidly change topics and employ confusing rhetoric to distract people from your true intent.  ",
			"**Prerequisites:** Cha 13, {feat/Persuasive}.  ",
			"**Benefit:** When using the Diplomacy skill to make a request or change a creature's attitude, you can use verbal misdirection. To do so, make a Bluff check against that creature. If you succeed, you gain a +4 bonus on your next Diplomacy check against that creature if the check is made within the next minute. If you fail by 5 or more, you instead take a -2 penalty on your next Diplomacy check against that creature.",
			"",
			"Alternatively, you can use this feat to retry a single failed Diplomacy check against a creature. You take a -4 penalty on your Bluff check when using Rhetorical Flourish in this way. If you succeed, rather than gaining this feat's normal bonus, you can retry your last Diplomacy check against the creature if that check was made in the past minute.",
			"",
			"### Mythic Rhetorical Flourish",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"You're supremely skilled at using verbal misdirection and  ",
			"**Prerequisites:** Rhetorical Flourish.  ",
			"**Benefit:** When you successfully use Rhetorical Flourish against a non-mythic creature, the bonus on your Diplomacy check increases by your tier. If the target is a mythic creature, you instead increase the bonus by half your tier.",
			"",
			"You can expend one use of mythic power to reroll a single failed Bluff check. You must take the new result even if it is lower."
		]
	},
	"rhino_charge": {
		"name": "Rhino Charge",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Rhino Charge (Combat)",
			"",
			"{SOURCE Sargava, the Lost Colony/24}",
			"",
			"Your charges are both violent and unpredictable.  ",
			"**Prerequisites:** {feat/Power Attack}, {feat/Improved Bull Rush}, base attack bonus +5.  ",
			"**Benefit:** You may ready a {rule/charge}, though you may only move up to your speed on the charge.  ",
			"**Normal:** Charging is a full-round action and allows you to move twice your speed."
		]
	},
	"ricochet_shot_deed": {
		"name": "Ricochet Shot Deed",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Ricochet Shot Deed (Grit)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You can ricochet a firearm shot off the wall and still hit your target.  ",
			"**Prerequisites:** Grit class feature or {feat/Amateur Gunslinger} feat, {feat/Blind-Fight}.  ",
			"**Benefit:** You can fire a shot at a wall or piece of solid terrain, and have it ricochet off. When you do, use the square immediately in front of the wall or piece of solid terrain to determine line of sight to a target, and this square is considered the new origin square of the attack. Use that square to determine the effects of {rule/cover}, and your own square to determine the effects of {rule/concealment}. You can make this shot as long as you have at least 1 grit point. When making this shot, you can spend 1 grit point to ignore the effects of all cover or concealment. You must choose to spend the grit point before you make the attack roll."
		]
	},
	"ricochet_splash_weapon": {
		"name": "Ricochet Splash Weapon",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Ricochet Splash Weapon",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"Even when your thrown splash weapons miss, they are especially dangerous.  ",
			"**Prerequisites:** Dex 13, {feat/Throw Anything}.  ",
			"**Benefit:** Whenever your splash weapon misses and the misdirection roll indicates it lands in a square occupied by a creature, you may make an attack roll (at a -5 penalty) as if you had thrown the splash weapon at that creature. If this attack roll succeeds, the splash weapon hits and the creature takes full damage instead of splash damage. Squares adjacent to this creature still take splash damage as normal.  ",
			"**Normal:** A thrown splash weapon that misses deals splash damage in the square where it lands and in adjacent squares."
		]
	},
	"ricochet_toss": {
		"name": "Ricochet Toss",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Ricochet Toss (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/21}",
			"",
			"You are able to angle your thrown weapon attacks in such a way that the weapon ricochets and immediately returns to you.  ",
			"**Prerequisites:** {feat/Quick Draw}, base attack bonus +6, weapon training class feature with a ranged weapon.  ",
			"**Benefit:** When you make a ranged attack with an appropriate thrown weapon, the weapon returns to your hand immediately after the attack is resolved. This ability does not allow bullets, thrown ammunition such as darts or shuriken, or thrown splash weapons to return to you. Improvised thrown weapons don't return to you unless you have the {feat/Throw Anything} feat."
		]
	},
	"ride_by_attack": {
		"name": "Ride-By Attack",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Ride-By Attack (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/132}",
			"",
			"While mounted and charging, you can move, strike at a foe, and then continue moving.  ",
			"**Prerequisites:** Ride 1 rank, {feat/Mounted Combat}.  ",
			"**Benefit:** When you are mounted and use the {rule/charge} action, you may move and attack as if with a standard charge and then move again (continuing the straight line of the charge). Your total movement for the round can't exceed double your mounted speed. You and your mount do not provoke an attack of opportunity from the opponent that you attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">After making a mounted charge attack using this feat, you can spend 5 stamina points to change the direction of your movement instead of continuing to move in a straight line.",
			"",
			"### Mythic Ride-By Attack",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"You can make multiple attacks as you ride past your enemies.  ",
			"**Prerequisites:** Ride-By Attack].  ",
			"**Benefit:** When you successfully strike an opponent as part of a Ride-By Attack, you can continue to make attacks against successive targets. You can make one additional attack per 3 tiers you possess, but you can't make more attacks than you could if you were making a full attack. Successive attacks use the lower bonus for multiple attacks, as when making a full attack. You must move at least 10 feet between each attack."
		]
	},
	"righteous_healing": {
		"name": "Righteous Healing",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Righteous Healing",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"Your healing spells are more potent when you have a judgment active.  ",
			"**Prerequisites:** Judgment class feature.  ",
			"**Benefit:** If you cast a *cure* spell while you have a judgment active, each target regains 1 extra hit point from the *cure* spell + 1 hit point per three inquisitor levels you possess."
		]
	},
	"righteous_orator": {
		"name": "Righteous Orator",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Righteous Orator",
			"",
			"{SOURCE Heroes of the High Court/20}",
			"",
			"You know words are weapons, and you allow no evil creature to best you in a social setting.  ",
			"**Prerequisites:** Diplomacy 3 ranks, smite evil class feature.  ",
			"**Benefit:** While in a verbal debate, such as a court proceeding, negotiation, or {rule/verbal duel>s}, you can target another creature participating in the debate as a swift action and expend one of your uses of smite evil. If you target a creature that is not evil, your smite is wasted with no effect. If the target is evil, you add your level in the class granting the smite evil feature as a bonus on your Diplomacy checks and on your Sense Motive checks against deceit attempted by the target. You also gain a morale bonus equal to your Charisma modifier on Will saves against effects originating from the target. This effect remains until you or the target is no longer actively participating in the verbal debate."
		]
	},
	"rime_spell": {
		"name": "Rime Spell",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Rime Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"Creatures damaged by your spells with the cold descriptor become entangled.  ",
			"**Benefit:** The frost of your cold spell clings to the target, impeding it for a short time. A rime spell causes creatures that takes cold damage from the spell to become {rule/entangled} for a number of rounds equal to the original level of the spell.",
			"",
			"This feat only affects spells with the cold descriptor. A rime spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"riptide_attack": {
		"name": "Riptide Attack",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Riptide Attack (Combat)",
			"",
			"{SOURCE Inner Sea Gods/215;Faiths of Balance/24}",
			"",
			"You can immediately drag opponents you successfully trip.  ",
			"**Prerequisites:** {feat/Improved Drag}, {feat/Improved Trip}, worshiper of {faith/Gozreh}.  ",
			"**Benefit:** Whenever you succeed at a {rule/trip} combat maneuver, you can automatically attempt a {rule/drag} combat maneuver against your tripped target as a swift action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">By spending 4 stamina points, you can attempt a drag combat maneuver check against any opponent that you successfully trip using Riptide Attack as a free action instead of a swift action."
		]
	},
	"risky_striker": {
		"name": "Risky Striker",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Risky Striker (Combat)",
			"",
			"{SOURCE Advanced Race Guide/67}",
			"",
			"You can make yourself a little more vulnerable to larger creatures in order to land a devastating blow.  ",
			"**Prerequisites:** Base attack bonus +1, {race/halfling}.  ",
			"**Benefit:** You can choose to take a -1 penalty to AC to gain a +2 bonus on melee damage rolls against creatures two or more size categories larger than you. When your base attack bonus reaches +4 and every 4 levels thereafter, the penalty increases by -1 and the damage bonus increases by 2. The bonus damage is multiplied in the case of a critical hit. You can only choose to use this feat when you declare that you are making an attack action or a full-attack action with a melee weapon. The effects last until your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When using this feat, you can spend 5 stamina points to gain the bonus on damage rolls against creatures one or more size categories larger than you. This benefit ends when you stop using this feat or after 1 minute, whichever comes first."
		]
	},
	"ritual_hex": {
		"name": "Ritual Hex",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Ritual Hex",
			"",
			"{SOURCE Occult Origins/24}",
			"",
			"You are well versed in ancient secrets and forbidden curses, and know how to petition powers with which you are already in contact for additional knowledge.  ",
			"**Prerequisites:** Knowledge (arcana) 4 ranks, Knowledge (history) 4 ranks, hex class feature.  ",
			"**Benefit:** You learn to perform a special {rule/occult ritual>s} known as Beseeching the Patron, which temporarily grants you a hex you don't already know how to use. You always believe that your ritual is a success, so the GM should roll the required skill checks in secret, revealing the result only when you try to use your newly acquired hex.",
			"",
			"### Beseeching the Patron",
			"",
			"**School** divination; **Level** 4  ",
			"**Casting Time** 40 minutes  ",
			"**Components** V, F (a book of occult lore worth at least 150 gp)  ",
			"**Skill Checks** Knowledge (arcana) DC 20, 2 successes; Knowledge (history) DC 20, 2 successes  ",
			"**Range** personal  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** no; **SR** no",
			"",
			"**Backlash** The caster is fatigued for 1 hour.",
			"",
			"**Failure** All of the caster's spells suffer a 10% spell failure chance for 24 hours.",
			"",
			"**Effect:** The caster gains access to one additional hex for which she qualifies. This ritual can be used to acquire a {ability/major hex>es} (increasing the DCs of the ritual's skill checks by 10) or {ability/grand hex>es} (increasing the DCs by 20) if desired. The caster can have only one additional hex from this ritual at a time."
		]
	},
	"ritual_mask": {
		"name": "Ritual Mask",
		"sources": [
			"Adventurer's Guide",
			"Arcane Anthology"
		],
		"description": [
			"## Ritual Mask",
			"",
			"{SOURCE Adventurer's Guide/125;Arcane Anthology/15}",
			"",
			"You can use your mask to enhance your occult powers.  ",
			"**Prerequisites:** {feat/Nameless One}, ability to cast one or more occult rituals.  ",
			"**Benefit:** While benefiting from the Nameless One feat, your masked identity affords you a greater spiritual connection when you act as the primary caster for an {rule/occult ritual>s} you know. For any such occult ritual, you can attempt all required skill checks, even if untrained in such a skill. If you are trained in such a skill, you instead gain a +3 bonus on your skill check.",
			"",
			"In addition, if you have the spirit class feature (as per the {class/shaman} or {class/medium} class), you can use the ritualistic focus afforded by this feat to enhance your connection to spirits with which you have communed. Once per day, when you use a supernatural ability granted to you by your spirit (such as a shaman's spirit's hex or spirit abilities, or a medium's spirit powers), you increase your effective class level by 1 when determining the effects of that supernatural ability."
		]
	},
	"ritualistic_preparation": {
		"name": "Ritualistic Preparation",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Ritualistic Preparation",
			"",
			"{SOURCE Arcane Anthology/5}",
			"",
			"You have learned to access preparation rituals from spellbooks from which you can't otherwise benefit.  ",
			"**Prerequisites:** Knowledge (arcana) 1 rank, Linguistics 1 rank, Spellcraft 1 rank, ability to cast {spell/read magic}.  ",
			"**Benefit:** You can treat {main/equipment_<spellbooks} with preparation rituals as if they were prayer books or meditation books.  ",
			"**Special:** A character with this feat can take the {feat/Avid Spellbook Reader} feat even if she does not meet its prerequisites. Doing so allows her to benefit from the preparation rituals from two spellbooks, though she must still sacrifice spell slots to benefit from preparation rituals when treating such books as meditation books."
		]
	},
	"rival": {
		"name": "Rival",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Rival (Story)",
			"",
			"{SOURCE Spymaster's Handbook/16}",
			"",
			"You have a rival, and the two of you try to sabotage, humiliate, or otherwise defeat each other without allowing anyone else to interfere.  ",
			"**Prerequisites:** You must have at least one enemy who wishes to outdo you. If you have multiple rivals, the GM may keep the specific rival secret, or have many of your enemies work together against you. If your rival is not already a challenging foe, it either advances to become one or allies itself with others one or more creatures who are.  ",
			"**Benefit:** Your striving pushes you to become ever more skillful. When you gain this feat, and every 2 character levels thereafter, either you gain 1 skill point or your {rule/Fame} score increases by 1.  ",
			"**Goal:** Thwart your rival without anyone else directly interfering. Achieving your rival's goal before her in a manner that humiliates her or completely steals her glory through your direct actions also qualifies.  ",
			"**Completion Benefit:** Once per day, you can take 20 on a single skill check as a standard action if the skill check is one that would allow you to take 20."
		]
	},
	"river_raider": {
		"name": "River Raider",
		"sources": [
			"Ultimate Wilderness",
			"People of the River"
		],
		"description": [
			"## River Raider (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/117;People of the River/24}",
			"",
			"You're skilled at creeping up on watercraft without being noticed and getting the jump on their occupants.  ",
			"**Benefit:** You gain a +2 bonus on Swim and Stealth checks while swimming in calm or rough water (but not while swimming in stormy water). In addition, if you're able to act in a surprise round and you start the surprise round in water, you can take both a move and a standard action. You still cannot take a full-round action during the surprise round.  ",
			"**Normal:** You can take only a move or a standard action if you can act in the surprise round."
		]
	},
	"riving_strike": {
		"name": "Riving Strike",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Riving Strike (Combat)",
			"",
			"{SOURCE Advanced Class Guide/155}",
			"",
			"When you infuse your weapon with arcane might, your attacks make foes more susceptible to magic.  ",
			"**Prerequisites:** {feat/Arcane Strike}, ability to cast arcane spells.  ",
			"**Benefit:** If you have a weapon that is augmented by your Arcane Strike feat, when you damage a creature with an attack made with that weapon, that creature takes a -2 penalty on saving throws against spells and spell-like abilities. This effect lasts for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you use this feat, you can spend up to 3 stamina points to increase the duration of the effect by 1 round for each stamina point spent."
		]
	},
	"robots_bane": {
		"name": "Robot's Bane",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Robot's Bane",
			"",
			"{SOURCE Technology Guide/6}",
			"",
			"You have trained to avoid the attacks and effects employed by robots and technology and to combat them effectively.  ",
			"**Prerequisites:** Knowledge (engineering) 5 ranks  ",
			"**Benefit:** You gain a +1 bonus on attack and damage rolls against creatures with the robot subtype. Additionally, you gain a +1 dodge bonus to your AC and a +1 bonus on saving throws against attacks and effects from robots. If you have at least 11 ranks in Knowledge (engineering), these bonuses increase to +2. If you have at least 17 ranks in Knowledge (engineering), these bonuses increase to +3.  ",
			"**Special:** If you have constructs as a {ability/favored enemy}, you can use your favored enemy bonus toward constructs in place of the bonus granted by this feat if it's larger. These bonuses do not stack with those granted by other abilities that allow you to add your favored enemy bonus to AC or on saving throws."
		]
	},
	"robust_stench": {
		"name": "Robust Stench",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Robust Stench",
			"",
			"{SOURCE Heroes of Golarion/10}",
			"",
			"Your questionable hygiene choices may offend your allies, but exposure has inured them to other, deadlier effects.  ",
			"**Prerequisites:** {race/Goblin}.  ",
			"**Benefit:** Allies within 5 feet of you receive a +2 morale bonus on Fortitude saving throws. This bonus ends as soon as they move more than 5 feet away from you. This bonus applies only to allies you have fought alongside at least once before."
		]
	},
	"roll_with_it": {
		"name": "Roll With It",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Roll With It (Combat)",
			"",
			"{SOURCE Goblins of Golarion/25}",
			"",
			"You know how to take a hit, even if your reaction sends you bouncing and flying out of battle while shrieking at the top of your lungs.  ",
			"**Prerequisites:** {race/Goblin}, Acrobatics 1 rank.  ",
			"**Benefit:** If you are struck by a melee weapon you can try to convert some or all of that damage into movement that sends you off in an uncontrolled bouncing roll. To do so, you must make an {skill/Acrobatics} check (DC = 5 + the damage dealt from the attack) as an immediate action. If you succeed in this check, you take no damage from the actual attack but instead convert that damage into movement with each point equating to 1 foot of movement. For example, if you would have taken 6 points of damage, you would convert that into 6 feet of movement. You immediately move in a straight line in a direction of your choice this number of feet (rounded up to the nearest 5-foot-square), halting if you reach a distance equal to your actual speed. If this movement would make you strike an object or creature of your size or larger, the movement immediately ends, you take 1d4 points of damage, and fall {rule/prone} in that square. This involuntary movement provokes attacks of opportunity normally if you move through threatened squares, but does not provoke an attack of opportunity from the creature that struck you in the first place.",
			"",
			"You are {misc/staggered} for 1 round after you attempt to use this feat, whether or not you succeed."
		]
	},
	"rouse_emotions": {
		"name": "Rouse Emotions",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Rouse Emotions",
			"",
			"{SOURCE Cohorts and Companions/7}",
			"",
			"You can sway the hearts of an entire crowd with your art, or turn them against your enemies.  ",
			"**Prerequisites:** Cha 13, {feat/Charming Performance}, Perform (any) 5 ranks, {ability/bardic performance} or raging song.  ",
			"**Benefit:** You can use Charming Performance on all creatures within 60 feet. In addition to swaying the crowd's starting attitude toward a single person, you may choose to sway the crowd's attitude toward a well-defined group with which they are familiar (such as a specific nation, organization, or religion). An attempt to rouse emotions about a group takes a -5 penalty due to the difficulty of creating strong feelings toward an entire group rather than a specific individual. The DC for this check is 30 + 1 for every five people in the crowd to be affected. You can't use Rouse Emotions to change a crowd's attitude by more than one step, or to make it helpful or hostile."
		]
	},
	"rubble_skirmisher": {
		"name": "Rubble Skirmisher",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Rubble Skirmisher (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/117}",
			"",
			"You use difficult terrain to your advantage when performing combat maneuvers.  ",
			"**Prerequisites:** Dex 13, {feat/Nimble Moves}, base attack bonus +2.  ",
			"**Benefit:** When you are in a square that has naturally occurring difficult terrain (bushes, rubble, undergrowth, and so forth), you gain a +2 circumstance bonus on combat maneuver checks and to your CMD."
		]
	},
	"rugged_northerner": {
		"name": "Rugged Northerner",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea World Guide"
		],
		"description": [
			"## Rugged Northerner",
			"",
			"{SOURCE Adventurer's Guide/133;Inner Sea World Guide/288}",
			"",
			"You live a hard life in a cold climate, and after enduring the hardships of many brutal winters, you've gained some benefit from the frozen environs.  ",
			"**Prerequisites:** Con 13, Survival 1 rank.  ",
			"**Benefit:** You treat {rule/extreme |cold /conditions>dangers} as severe cold, and severe cold as cold weather conditions. You are not impacted at all by normal cold weather conditions. In addition, you do not become fatigued by frostbite or hypothermia."
		]
	},
	"run": {
		"name": "Run",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Run",
			"",
			"{SOURCE PRPG Core Rulebook/132}",
			"",
			"You are swift of foot.  ",
			"**Benefit:** When running, you move five times your normal speed (if wearing medium, light, or no armor and carrying no more than a medium load) or four times your speed (if wearing heavy armor or carrying a heavy load). If you make a jump after a running start (see the {skill/Acrobatics} skill description), you gain a +4 bonus on your Acrobatics check. While running, you retain your Dexterity bonus to your Armor Class.  ",
			"**Normal:** You move four times your speed while running (if wearing medium, light, or no armor and carrying no more than a medium load) or three times your speed (if wearing heavy armor or carrying a heavy load), and you lose your Dexterity bonus to AC.",
			"",
			"### Mythic Run",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"You run with preternatural speed and endurance.  ",
			"**Prerequisites:** Run.  ",
			"**Benefit:** When running, you move seven times your normal speed if wearing medium, light, or no armor and carrying no more than a medium load, or six times your speed if wearing heavy armor or carrying a heavy load. When making a jump after a running start, you gain an additional bonus equal to your tier + 4 on your Acrobatics check.",
			"",
			"You can run normally for a number of rounds equal to your Constitution score plus your tier, but after that you must succeed at Constitution checks to continue running."
		]
	},
	"runic_charge": {
		"name": "Runic Charge",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Runic Charge (Combat)",
			"",
			"{SOURCE People of the Wastes/5}",
			"",
			"You can deliver touch spells with frightful ferocity.  ",
			"**Prerequisites:** Caster level 5th.  ",
			"**Benefit:** As long as two of your hands are free, you can cast a spell with a range of touch and deliver the spell to a single target as part of a {rule/charge} action. When you do so, you gain a +2 bonus on caster level checks to overcome the target's spell resistance, and the critical threat range of that touch attack is 19-20. This increased threat range does not stack with similar abilities such as {feat/Improved Critical}."
		]
	},
	"rushing_winds": {
		"name": "Rushing Winds",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Rushing Winds (Combat)",
			"",
			"{SOURCE Blood of the Ancients/27}",
			"",
			"You can fly through the air at high speed, creating a column of wind in your path that destabilizes other fliers.  ",
			"**Prerequisites:** {feat/Turbulent Takeoff}, Fly 10 ranks.  ",
			"**Benefit:** As a full-round action, you can fly up to twice your Fly speed in a straight line, creating a shockwave of rushing winds around you as you move. Each flying creature you pass adjacent to as part of this movement must succeed at a DC 25 Fly check or be blown back 1d6&times;10 feet and take 2d6 points of nonlethal damage due to battering and buffeting. Creatures that fail this check by 5 or more also lose 1d4&times;10 feet of altitude, and creatures that fail this check by 10 or more plummet to the ground."
		]
	},
	"ruthless_opportunist": {
		"name": "Ruthless Opportunist",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Ruthless Opportunist (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/208}",
			"",
			"Your timing and fierceness take the enemy by surprise.  ",
			"**Prerequisites:** {race/Human} (Chelaxian).  ",
			"**Benefit:** When a Chelish ally with this feat hits with an attack of opportunity against an enemy both you and that ally are threatening, you gain a +2 circumstance bonus on your melee attack rolls against that enemy for 1 round."
		]
	},
	"sabotage_magic_item": {
		"name": "Sabotage Magic Item",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Sabotage Magic Item",
			"",
			"{SOURCE Ultimate Intrigue/90}",
			"",
			"You can cause magic items to suffer mishaps.  ",
			"**Prerequisites:** {feat/Magical Aptitude}, Disable Device 5 ranks, Use Magic Device 5 ranks.  ",
			"**Benefit:** You can attempt a {skill/Use Magic Device} check to sabotage a magic item rather than to activate it, with the same DC as activating it blindly. If you succeed at the check, you define a condition under which the magic item will suffer a mishap, either dealing 2d6 points of damage to the creature attempting to use the magic item and failing to perform its desired function or else affecting the wrong target. The condition must be either an audible or a visual trigger, as defined by the {spell/magic mouth} spell. If you fail the check, you suffer a mishap instead, just as if you had failed to activate the item blindly by 10 or more."
		]
	},
	"sabotage_specialist": {
		"name": "Sabotage Specialist",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Sabotage Specialist",
			"",
			"{SOURCE Ultimate Intrigue/90}",
			"",
			"You have an amazing knack for sabotaging devices.  ",
			"**Prerequisites:** {feat/Deft Hands}, Disable Device 5 ranks.  ",
			"**Benefit:** When you use the Disable Device skill to rig simple or tricky devices (such as a saddle or wagon wheel) to work normally for a while and then fail or fall off some time later, you can designate the time the device will fail, up to 60 minutes after you successfully sabotaged it. The device fails 1d6-3 rounds after the designated time (a result of -1 or -2 means it fails 1 round or 2 rounds before the designated time).  ",
			"**Normal:** You can use the Disable Device skill to rig simple devices such as saddles or wagon wheels to work normally for a while and then fail or fall off some time later (usually after 1d4 rounds or minutes of use)."
		]
	},
	"sabotaging_sunder": {
		"name": "Sabotaging Sunder",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Sabotaging Sunder (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/90}",
			"",
			"Your can quickly sabotage a foe's worn or carried equipment.  ",
			"**Prerequisites:** Str 13, {feat/Improved Sunder}, {feat/Power Attack}, Disable Device 7 ranks.  ",
			"**Benefit:** As a standard action, you can sabotage an item worn by a foe with a special {rule/sunder} combat maneuver. You use this maneuver in melee to sabotage an item that is neither held nor hidden in a bag, pack, or other container. You must have at least one hand free to perform this combat maneuver, and doing so provokes an attack of opportunity from the creature against whom you are performing the maneuver, even though you have the Improved Sunder feat.",
			"",
			"When attempting the combat maneuver check, use your ranks in Disable Device in place of your base attack bonus and your Dexterity modifier in place of your Strength modifier. Any bonuses on combat maneuver checks specifically to sunder (such as the bonus granted by Improved Sunder) also apply to this maneuver, and any bonuses your target gains to CMD against sundering attempts also protect her from this maneuver. If you succeed at the check, instead of dealing damage, you sabotage the chosen item, causing it to gain the {misc/broken} condition. If the item was already broken, you instead destroy the item or cause it to fall off. Items immune to sunder are also immune to this special combat maneuver, and this still can't destroy or remove an item such as an artifact that can normally be destroyed or removed only by specific means.",
			"",
			"**Normal:** A successful sunder attempt deals weapon damage to the sundered item."
		]
	},
	"sacred_geometry": {
		"name": "Sacred Geometry",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## Sacred Geometry",
			"",
			"{SOURCE Occult Mysteries/49}",
			"",
			"You can use your mathematical prowess to add metamagic effects to your spells without using a higher-level spell slot.  ",
			"**Prerequisites:** Int 13, Knowledge (engineering) 2 ranks  ",
			"**Benefit:** When you take this feat, select two {main/feats_<metamagic/ feats} you do not yet have. When casting a spell, you can perform the steps below to spontaneously apply the effects of either or both of these metamagic feats, as well as any other metamagic feats you have, to the spell without expending a higher-level spell slot. Using a feat in this way increases the spell's casting time to the casting time it would take if the character were a sorcerer or bard (sorcerers and bards using this ability increase the spell's casting time [by two categories](rule/cast_a_spell_2)); applying the {feat/Quicken Spell} metamagic effect negates the increased casting time but still contributes to the modified spell's effective spell level. You can take this feat more than once; each time, select two additional metamagic feats, adding their effects to the list of possible effects you can apply to spells with this ability.",
			"",
			"When casting a spell using Sacred Geometry, first determine the effective spell level of the modified spell you are attempting to cast (calculated as normal for a spell modified by metamagic feats). You can apply any number of metamagic effects to a single spell, provided you are able to cast spells of the modified spell's effective spell level.",
			"",
			"| Effective Spell Level | Prime Constants |",
			"| --- | --- |",
			"| 1st | 3, 5, 7 |",
			"| 2nd | 11, 13, 17 |",
			"| 3rd | 19, 23, 29 |",
			"| 4th | 31, 37, 41 |",
			"| 5th | 43, 47, 53 |",
			"| 6th | 59, 61, 67 |",
			"| 7th | 71, 73, 79 |",
			"| 8th | 83, 89, 97 |",
			"| 9th | 101, 103, 107 |",
			"",
			"Refer to the Prime Constants table to determine the prime constants that can be used to cast a spell of the desired effective spell level. Then roll a number of d6s equal to the number of ranks you possess in Knowledge (engineering). Perform some combination of addition, subtraction, multiplication, and division upon the numbers rolled that gives rise to one of the relevant prime constants. If you can produce one of the relevant prime constants, the spell takes effect with the declared metamagic effects, and you expend a spell slot of the unaltered spell's level. If you are unsuccessful, you fail to cast the spell, the action used to cast the spell is lost, and the spell slot is used up. The DC of any {rule/concentration} check to cast a spell affected by this feat uses the effective spell level used to determine the prime constants, even though a successful casting of the spell does not expend a higher-level spell slot.",
			"",
			"For example, suppose Ezren wants to add the {feat/enlarged} and {feat/empowered} effects to the {spell/magic missile} he just cast. He adds the total level increases of the metamagic effects to the spell level: 2 [empower] + 1 [enlarge] + 1 [magic missile's base level] = 4, so the spell's effective level is 4. Ezren refers to the Prime Constants table, and determines that the prime constants for that effective spell level are 31, 37, and 41.",
			"",
			"Since Ezren has 5 ranks in Knowledge (engineering), he rolls 5d6. The results of his dice pool are 6, 6, 4, 3 and 1. He then performs the following operations to give rise to one of the prime constants he needs: (6 &times; 6) + (4 - 3) &times; 1 = 37. Note that he could also combine the numbers as follows: ([6 + 6] &times; 3) + 4 + 1 = 41. He has produced one of the prime constants for the desired effective spell level, so his empowered enlarged magic missile takes effect after the full-round casting time, and uses only a 1st-level spell slot. If the result of Ezren's dice pool were 1, 1, 2, and 5, he would have been unable to produce any of the relevant prime constants. His attempt would have been unsuccessful, and he would have expended a full-round action and his prepared 1st-level magic missile spell with no effect."
		]
	},
	"sacred_pyromania": {
		"name": "Sacred Pyromania",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Sacred Pyromania",
			"",
			"{SOURCE Heroes of Golarion/10}",
			"",
			"Your faith in {faith/Sarenrae} and the power of flame allows you to lace fire with holy power and burn things that normally can't be burned.  ",
			"**Prerequisites:** {race/Goblin}, worshiper of {faith/Sarenrae}.  ",
			"**Benefit:** Whenever you make an attack or cast a spell that deals fire damage, the fire damage applies to incorporeal creatures, regardless of whether the fire is magical. An incorporeal creature's 50% reduction in damage from corporeal sources does not apply to any fire damage that you deal."
		]
	},
	"sacred_summons": {
		"name": "Sacred Summons",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Sacred Summons",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"The minions of your divine patrons stand ready to answer your call.  ",
			"**Prerequisites:** Aura class feature, ability to cast {spell/summon monster>_1}.  ",
			"**Benefit:** When using *summon monster* to summon creatures whose alignment subtype or subtypes exactly match your aura, you may cast the spell as a standard action instead of with a casting time of 1 round."
		]
	},
	"sacrificial_adept": {
		"name": "Sacrificial Adept",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Sacrificial Adept",
			"",
			"{SOURCE Horror Adventures/92}",
			"",
			"The deaths of living, sentient creatures fuel your spells and heighten their potency.  ",
			"**Prerequisites:** Knowledge (arcana) 4 ranks, Knowledge (planes) 4 ranks, Knowledge (religion) 4 ranks, Spellcraft 4 ranks, ability to cast 3rd-level spells, evil alignment.  ",
			"**Benefit:** By partaking in a heinous ritual that takes at least 10 minutes to complete and which requires you to perform a successful {misc/coup de grace} upon a sacrifice, you can enhance the power of a single spell you know or have prepared for the next 24 hours, regardless of how many times you cast it within that period. Your sacrifice must be a sentient creature with a total number of Hit Dice greater than or equal to your caster level, and it must die from your *coup de grace;* if it doesn't die or comes back to life, you lose all benefits related to that sacrifice.",
			"",
			"After successfully performing the ritual, you choose the spell that the ritual enhances and gain your choice of a +2 bonus to any attack rolls and combat maneuvers made with that spell or a +2 bonus on caster level checks to overcome spell resistance with that spell for 24 hours.",
			"",
			"You can perform this ritual a number of times per day equal to your Charisma modifier, but you cannot affect the same spell more than once at a time."
		]
	},
	"sacrificial_aid": {
		"name": "Sacrificial Aid",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Sacrificial Aid (Teamwork)",
			"",
			"{SOURCE Antihero's Handbook/10}",
			"",
			"You convince an ally to help you disable a trap, but the ally takes the damage if you fail.  ",
			"**Benefit:** When you attempt to disable a trap, an ally who also has this feat can bolster your efforts. The ally rolls 1d20 and adds either her total bonus on Disable Device checks or her character level, whichever is higher; if the result of the ally's roll is 10 or greater, you gain a +4 bonus on your Disable Device check. If you trigger the trap, your ally is the target of the trap's effects. In the case of a trap with multiple targets, your ally takes the effects both for herself and for you (potentially taking damage twice or attempting saving throws twice).  ",
			"**Normal:** You can use the {rule/aid another} action only if you are able to attempt the skill check in question. The bonus provided is only +2."
		]
	},
	"sacrificial_potency": {
		"name": "Sacrificial Potency",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Sacrificial Potency",
			"",
			"{SOURCE Book of the Damned/179}",
			"",
			"Your powers wax with the deaths of mortals.  ",
			"**Prerequisites:** One or more racial spell-like abilities, outsider with the evil subtype.  ",
			"**Benefit:** Whenever you perform a {misc/coup de grace} that kills a creature, choose a racial spell-like ability you have that is usable a limited number of times per day (but not more limited, such as once per week or once per month). The spell-like ability's spell level must be equal to or less than half the victim's Hit Dice. You regain a use of that spell-like ability. This has no effect if you haven't expended any uses of that spell-like ability.",
			"",
			"In addition, you can gain this benefit when an ally within 30 feet performs a *coup de grace* that kills its victim. The ally must openly proclaim that the killing is done in your name. This otherwise acts as if you had performed the *coup de grace* yourself.",
			"",
			"You can gain this feat's benefit only once every 24 hours."
		]
	},
	"sacrificial_ritualist": {
		"name": "Sacrificial Ritualist",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Sacrificial Ritualist",
			"",
			"{SOURCE Horror Adventures/92}",
			"",
			"Your magical power used to originate in yourself, but now you draw it from others.  ",
			"**Prerequisites:** {feat/Mutilating Ritualist}, Knowledge (arcana) 4 ranks, Knowledge (religion) 4 ranks, Spellcraft 4 ranks.  ",
			"**Benefit:** You can improve your ability to cast an {rule/occult ritual>s} by powering it with the blood of creatures. When you begin the occult ritual with the death of a sentient creature (or number of sentient creatures with a total number of Hit Dice equal to twice the effective level of the ritual), you and all secondary casters gain a +4 bonus on all skill checks necessary to complete the occult ritual. This feat's sacrifices are in addition to any sacrifices normally required to complete the ritual."
		]
	},
	"saddle_shrieker": {
		"name": "Saddle Shrieker",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Saddle Shrieker (Combat)",
			"",
			"{SOURCE Goblins of Golarion/25}",
			"",
			"You sometimes get carried away when encouraging your mount to fight.  ",
			"**Prerequisites:** {race/Goblin}, Ride 1 rank.  ",
			"**Benefit:** You can choose to take a -1 penalty on all attack rolls and combat maneuver checks to grant your mount a +1 bonus on all attack rolls and damage rolls made with natural weapons. These effects affect you and your mount for 1 round. When your base attack bonus reaches +4, and every 4 points thereafter, this penalty increases by -1 and the bonus to your mount's attack and damage increases by +1 to a maximum of +5. You must choose to use this feat before making an attack roll."
		]
	},
	"sages_guidance": {
		"name": "Sage's Guidance",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Sage's Guidance (Familiar)",
			"",
			"{SOURCE Familiar Folio/19}",
			"",
			"Your familiar's keen observations help you defeat foes.  ",
			"**Prerequisites:** Must have a familiar with the {arc-familiar/sage} archetype.  ",
			"**Benefit:** When your {sidekick/familiar} succeeds at a Knowledge check to identify a hazard or an opponent's weaknesses and abilities, you gain a +2 insight bonus on attacks and skill checks against the opponent or hazard for 1 round. If your familiar is sharing a space with the opponent or hazard, this bonus is granted to all allies who can see and understand the familiar."
		]
	},
	"sahir_afiyun": {
		"name": "Sahir-Afiyun",
		"sources": [
			"Black Markets",
			"Dark Markets - A Guide to Katapesh"
		],
		"description": [
			"## Sahir-Afiyun",
			"",
			"{SOURCE Black Markets/18;Dark Markets - A Guide to Katapesh/56}",
			"",
			"You have intertwined your familiarities with pesh and magic to unlock strange powers.  ",
			"**Prerequisites:** {feat/Spell Focus} (any), ability to cast 2nd-level spells.  ",
			"**Benefit:** When you consume {drug/pesh}, you take 1 fewer point of Constitution or Wisdom damage (your choice). In addition, you add spells below to your own class spell list or list of spells known. You can add one spell from the highest level you can cast; you can instead add two spells to your list of spells known, but both of these spells must be at least 1 level lower than the highest-level spell you can cast for that class. If you have more than one spellcasting class, choose one and add the sahir-afiyun spell or spells to that class's spell list or list of spells known.",
			"",
			"All sahir-afiyun spells require 1 dose of pesh as a material component, either replacing the existing material component, or as part of the material component if the existing component costs more.",
			"",
			"| Spell | Level | School | Description |",
			"| :--- | :---: | :---: | :--- |",
			"| {spell/Alleviate Addiction} | 1 | conjuration (healing) | Ignore the effects of addictions. |",
			"| {spell/Confusion, Lesser} | 1 | enchantment (compulsion) [mind-affecting] | One creature is confused for 1 round. |",
			"| {spell/Night Blindness} | 1 | necromancy [curse] | Impair target's vision as if it were darker. |",
			"| {spell/Pesh Vigor} | 1 | transmutation | Increase target's strength with consumption of pesh. |",
			"| {spell/Ray of Sickening} | 1 | necromancy | Ray makes subject sickened. |",
			"| {spell/Remove Fear} | 1 | abjuration | Suppresses fear or gives +4 on saves against fear for one subject + one per four levels. |",
			"| {spell/Sleep} | 1 | enchantment (compulsion) [mind-affecting] | Puts 4 HD of creatures into magical slumber. |",
			"| {spell/Augury} | 2 | divination | Learns whether an action will be good or bad. |",
			"| {spell/Calm Emotions} | 2 | enchantment (compulsion) [emotion, mind-affecting] | Calms creatures, negating emotion effects. |",
			"| {spell/Euphoric Cloud} | 2 | conjuration (creation) [poison] | Fog obscures vision and fascinates living creatures. |",
			"| Suffocation, Slow | 2 | necromancy [death] | Overdose someone with pesh, causing them to slowly suffocate. |",
			"| {spell/Contact High} | 3 | transmutation | Duplicate a drug's effects on others. |",
			"| {spell/Deep Slumber} | 3 | enchantment (compulsion) [mind-affecting] | Puts 10 HD of creatures to sleep. |",
			"| {spell/Imbue With Addiction} | 3 | transmutation | Target becomes addicted to a drug. |",
			"| Pesh Addiction, Lesser | 3 | necromancy | Force someone to use pesh. |",
			"| {spell/Absorbing Inhalation} | 4 | transmutation [air] | Completely inhale a cloud-like effect, keeping it stored harmlessly in your body. |",
			"| {spell/Confusion} | 4 | enchantment (compulsion) [mind-affecting] | Subjects behave oddly for 1 round/level. |",
			"| {spell/Divination} | 4 | divination | Provides useful advice for specific proposed actions. |",
			"| Pesh Addiction}| 5 | necromancy | As Pesh Addiction, Lesser except it has no HD limit and does not allow a saving throw. |",
			"| Suffocation, Instant | 5 | necromancy [death] | Slay someone through pesh suffocation. |",
			"| {spell/Symbol of Sleep} | 5 | enchantment (compulsion) [mind-affecting] | Triggered rune puts nearby creatures into catatonic slumber. |",
			"",
			">### Pesh Addiction",
			">",
			">{SOURCE Dark Markets - A Guide to Katapesh/57}  ",
			">**School** {spelldef/necromancy}; **Level** sahir-afiyun 5  ",
			">**Casting Time** 10 minutes  ",
			">**Components** V, M (a dose of pesh)  ",
			">**Range** close (25 ft. + 5 ft./2 levels)  ",
			">**Target** one living creature  ",
			">**Duration** 1 day/level or until discharged (D)  ",
			">**Saving Throw** none; **Spell Resistance** yes",
			">",
			">This spell functions like {spell/geas//quest}, except the only allowed command is \"use {drug/pesh} or refined pesh.\"",
			">",
			">### Pesh Addiction, Lesser",
			">",
			">{SOURCE Dark Markets - A Guide to Katapesh/57}  ",
			">**School** {spelldef/necromancy}; **Level** sahir-afiyun 3  ",
			">**Casting Time** 1 round  ",
			">**Components** V, M (a dose of pesh whey)  ",
			">**Range** close (25 ft. + 5 ft./2 levels)  ",
			">**Target** one living creature with 7 HD or less  ",
			">**Duration** 1 day/level or until discharged (D)  ",
			">**Saving Throw** Will negates; **Spell Resistance** yes",
			">",
			">This spell functions like {spell/lesser geas}, except the only allowed command is \"use {drug/pesh} or refined pesh.\"",
			">",
			">### Suffocation, Instant",
			">",
			">{SOURCE Dark Markets - A Guide to Katapesh/57}  ",
			">**School** {spelldef/necromancy} [{spelldef/death}]; **Level** sahir-afiyun 5  ",
			">**Casting Time** 1 standard action  ",
			">**Components** V, S  ",
			">**Range** touch  ",
			">**Target** living creature touched  ",
			">**Duration** instantaneous  ",
			">**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			">",
			">This spell functions like {spell/slay living}, and kills by immediate suffocation. Creatures that do not need to breathe are immune to this spell. The target is considered to have taken a dose of {drug/pesh} for the purpose of addiction and withdrawal effects.",
			">",
			">### Suffocation, Slow",
			">",
			">{SOURCE Dark Markets - A Guide to Katapesh/57}  ",
			">**School** {spelldef/necromancy} [{spelldef/death}]; **Level** sahir-afiyun 2  ",
			">**Casting Time** 1 standard action  ",
			">**Components** V, S  ",
			">**Range** touch  ",
			">**Target** living creature touched  ",
			">**Duration** 1 minute/level  ",
			">**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			">",
			">The target is unable to breathe and is treated as if she is holding her breath (see the {rule/rules for |suffocation}). Strong stimulants, effects that increase the target's Constitution, or physical trauma (such as taking 10 or more points of damage from a single attack) negate the spell immediately. Creatures that do not need to breathe are immune to this spell. The target is considered to have taken a dose of {drug/pesh} for the purpose of addiction and withdrawal effects. Canny sahir use this spell to subtly kill enemies, as the spell mimics a pesh overdose.",
			"",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, add one or more sahir-afiyun spells to your spell list."
		]
	},
	"sand_strike": {
		"name": "Sand Strike",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Sand Strike (Combat)",
			"",
			"{SOURCE Heroes from the Fringe/9}",
			"",
			"You can incorporate sand as part of your unarmed fighting techniques.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {race/dwarf}, proficiency with the {eq-weapon/cestus}.  ",
			"**Benefit:** You can take 1 minute to tightly embed sand into the joints and crevices of a pair of cestuses you wear. While they have sand embedded in them, the cestuses gain +1 hardness and +5 hit points. While wearing cestuses embedded with sand, you can perform a {rule/dirty trick} combat maneuver to {misc/blind>ed} a foe in place of one of your melee attacks without provoking an attack of opportunity. Doing so causes the cestuses to no longer have sand embedded in them. You can embed a single cestus with sand as a full-round action, but you take a -4 penalty on the dirty trick combat maneuver check using a single cestus."
		]
	},
	"sandwalker": {
		"name": "Sandwalker",
		"sources": [ "Legacy of Fire Player's Guide" ],
		"description": [
			"## Sandwalker",
			"",
			"{SOURCE Legacy of Fire Player's Guide/20}",
			"",
			"You are at home on the shifting waves of sand.  ",
			"**Prerequisites:** Dex 13, Con 13.  ",
			"**Benefit:** When {rule/desert terrain} would reduce your overland movement speed to 1/2 normal, you can move at 3/4 your normal speed. You gain a +2 bonus to Survival checks to find food and water, and to checks to avoid getting lost in a desert."
		]
	},
	"saoc_brethren_initiate": {
		"name": "Saoc Brethren Initiate",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Saoc Brethren Initiate",
			"",
			"{SOURCE Blood of the Ancients/10}",
			"",
			"You follow the ancient teachings of the Saoc Brethren, adopting a multidisciplinary approach to charting and predicting {rule/astrological events}. This insight allows you to easily locate and apply the effects of celestial phenomena.  ",
			"**Prerequisites:** Knowledge (arcana) 1 rank, Knowledge (nature) 1 rank, Knowledge (planes) 1 rank.  ",
			"**Benefit:** Gain a +3 bonus on skill checks to detect an astrological event. All bonuses you gain from astrological events are increased by 1, and any penalties are decreased by 1 (to a minimum penalty of -1)."
		]
	},
	"saoc_brethren_scholar": {
		"name": "Saoc Brethren Scholar",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Saoc Brethren Scholar",
			"",
			"{SOURCE Blood of the Ancients/8}",
			"",
			"You have learned to draw additional power from celestial phenomena, harnessing their influence for longer than their natural duration.  ",
			"**Prerequisites:** {feat/Saoc Brethren Initiate}, Knowledge (arcana) 5 ranks, Knowledge (nature) 5 ranks, Knowledge (planes) 5 ranks.  ",
			"**Benefit:** You increase the duration of effects caused by {rule/astrological events}. The duration of effects that last less than a day is increased by 50%, while those that last 24 hours or longer last 1 additional day."
		]
	},
	"sap_adept": {
		"name": "Sap Adept",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sap Adept (Combat)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You know just where to hit to knock the sense out of your foe.  ",
			"**Prerequisites:** {ability/Sneak attack} +1d6.  ",
			"**Benefit:** Whenever you use a bludgeoning weapon to deal nonlethal sneak attack damage, you gain a bonus on your damage roll equal to the number of sneak attack damage dice you rolled.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you use this feat, you can spend a number of stamina points equal to the number of sneak attack dice you roll to increase the amount of nonlethal damage dealt by double the number of stamina points you spent."
		]
	},
	"sap_master": {
		"name": "Sap Master",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sap Master (Combat)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You knock the sense out of foes with a well-timed surprise attack.  ",
			"**Prerequisites:** {ability/Sneak attack} +3d6, {feat/Sap Adept}.  ",
			"**Benefit:** Whenever you use a bludgeoning weapon to deal nonlethal sneak attack damage to a {rule/flat-footed} opponent, roll your sneak attack dice twice, totaling the results as your nonlethal sneak attack damage for that attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">You can spend 10 stamina points to use this feat on one attack against an opponent you are flanking, instead of one that is flat-footed."
		]
	},
	"savage_critical": {
		"name": "Savage Critical",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Savage Critical",
			"",
			"{SOURCE Monster Codex/153}",
			"",
			"You are able to land critical hits precisely, dealing devastating damage.  ",
			"**Prerequisites:** Str 19, {monster/ogre}, {ability/sneak attack} +2d6.  ",
			"**Benefit:** When you hit a creature using the {feat/Vital Strike} feat or confirm a critical hit against an opponent, add your sneak attack damage to the damage from the attack. This feat has no effect on attacks that already allow you to add sneak attack damage."
		]
	},
	"savage_display": {
		"name": "Savage Display",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Savage Display (Combat, Performance)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"With your victory and a roar, you push yourself on with increased savagery.  ",
			"**Prerequisites:** {feat/Dazzling Display}.  ",
			"**Benefit:** When you spend a swift action to make a {rule/performance combat} check, you gain a +2 bonus on your performance combat check and gain a +1d6 bonus on damage rolls until the end of your next turn. This extra damage is not precision damage.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When using this feat, you can spend 2 stamina points to gain a +2d6 bonus on damage rolls (instead of +1d6)."
		]
	},
	"savage_leap": {
		"name": "Savage Leap",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Savage Leap (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/23}",
			"",
			"You leap into the air while holding your opponent and slam him to the ground.  ",
			"**Prerequisites:** {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Savage Slam}, base attack bonus +12 or monk level 10th.  ",
			"**Benefit:** When you use {feat/Savage Slam}, you can move yourself and your target up to half your speed before releasing the grapple. You provoke attacks of opportunity from this movement, but your target does not. If your target takes damage from {feat/Savage Slam}, the target is {misc/shaken} for 1 round. You become {rule/flat-footed} until the start of your next turn if you move before using {feat/Savage Slam} in this way."
		]
	},
	"savage_slam": {
		"name": "Savage Slam",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Savage Slam (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/23}",
			"",
			"Using your lock on the enemy's body, you forcefully hurl your opponent to the ground.  ",
			"**Prerequisites:** {feat/Improved Grapple}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you begin your turn grappling an opponent, instead of attempting a combat maneuver check to maintain the grapple, you can try to viciously slam your opponent down. As a standard action, you can attempt a {rule/grapple} combat maneuver check against the opponent. If you succeed, you release your grapple and the opponent falls {rule/prone} in an unoccupied square of your choice adjacent to you. If you attempt to throw your foe into a hazardous location, such as a {spell/wall of fire} or a pit, the target receives a +4 bonus to its CMD against your attempt. As long as the opponent lands on solid ground or a solid object, it takes damage equal to your unarmed strike's damage."
		]
	},
	"savage_surge": {
		"name": "Savage Surge",
		"sources": [
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Savage Surge (Combat, Performance)",
			"",
			"{SOURCE Inner Sea Combat/12}",
			"",
			"You can channel your rage into crowd-pleasing displays of brutality that aid you in the arena.  ",
			"**Prerequisites:** {feat/Intimidating Prowess}, rage class feature.  ",
			"**Benefit:** When attempting a {rule/performance combat} check while raging, you may, as a free action, expend a number of your daily rounds of rage up to half your {class/barbarian} level to create a display of savagery. You gain a bonus on the performance combat check equal to half the number of rounds expended, rounded down. If you expend all your remaining rounds of rage in this manner, thus ending your rage, you gain an additional +2 bonus on the check.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend stamina points instead of rounds of rage when using Savage Surge."
		]
	},
	"saving_shield": {
		"name": "Saving Shield",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Saving Shield (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"You deflect attacks that could mean your ally's death.  ",
			"**Prerequisites:** {feat/Shield Proficiency}.  ",
			"**Benefit:** Whenever an adjacent ally is the target of an attack, you can, as an immediate action, grant that adjacent ally a +2 shield bonus to AC. You must be wielding a {eq-armor/light shield}, {eq-armor/heavy shield}, or {eq-armor/tower shield} to use this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you use this feat, you can spend 2 stamina points to increase the shield bonus granted to your ally by an amount equal to the enhancement bonus of the shield you are using.",
			"",
			"### Mythic Saving Shield",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"Shielding a comrade from harm gives you a chance to strike back.  ",
			"**Prerequisites:** Saving Shield.  ",
			"**Benefit:** The shield bonus you grant an ally with Saving Shield increases to +3. If you use Saving Shield to successfully negate an attack against an adjacent ally, you can immediately make an attack of opportunity against the attacker so long as it is within your melee reach."
		]
	},
	"saviors_arrow": {
		"name": "Savior's Arrow",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Savior's Arrow",
			"",
			"{SOURCE Inner Sea Gods/215}",
			"",
			"Calling on the power of Erastil, you can fire an arrow that heals instead of harms.  ",
			"**Prerequisites:** Ability to cast *cure* spells, proficient with longbow, worshiper of {faith/Erastil}.  ",
			"**Benefit:** Once per day when you cast a {main/cure |spell/>_groupings}, you can replace the normal somatic component with drawing a {eq-weapon/longbow} to create a shaft of green glowing light. When you fire the bow as a part of casting the spell and hit your target with a ranged touch attack, the green shaft of light cures the target as if it were touched by the *cure* spell."
		]
	},
	"scale_and_skin": {
		"name": "Scale and Skin",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Scale and Skin",
			"",
			"{SOURCE Magic Tactics Toolbox/5}",
			"",
			"When you are changed by magic, your skin also toughens.  ",
			"**Prerequisites:** Con 13.  ",
			"**Benefit:** Whenever a transmutation spell or spell-like ability affects you, your natural armor bonus increases by 1. If you have no natural armor bonus to Armor Class, treat your natural armor bonus as 0 for the purposes of this feat. The bonus to your natural armor bonus increases by 2 if the caster level of the effect is 10th or higher."
		]
	},
	"scaled_disciple": {
		"name": "Scaled Disciple",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Scaled Disciple",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"Your draconic heritage manifests as divine power.  ",
			"**Prerequisites:** Ability to spontaneously cast divine spells, {race/kobold}.  ",
			"**Benefit:** You gain a +1 bonus to your caster level when casting spells included in the {domain/Dragon} domain or subdomains. Your spontaneous divine spellcasting qualifies in place of arcane casting for the {pclass/dragon disciple} prestige class, and you may increase spellcasting in your spontaneous divine class as you progress in dragon disciple levels. Add the bonus spells gained from the blood of dragons ability to those you can cast as divine spells."
		]
	},
	"scapegoat": {
		"name": "Scapegoat",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Scapegoat",
			"",
			"{SOURCE Blood of the Coven/20}",
			"",
			"Your calloused soul attracts curses, even those afflicting others, and you have grown resistant to their effects.  ",
			"**Prerequisites:** {feat/Great Fortitude} or {feat/Iron Will}.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against curses. Once per day as a standard action, you can touch a creature suffering from a curse effect in an attempt to remove that curse from its target. You must attempt a character level check against the DC of the curse effect you wish to absorb. If you succeed, the curse is removed from the target but immediately affects you instead as if you were the original target and had failed your initial saving throw against the curse; you are subject to the curse's effects, removal conditions, and remaining duration."
		]
	},
	"scarlet_rose_devotion": {
		"name": "Scarlet Rose Devotion",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## [Scarlet Rose](rule/aff_scarred_ladies) Devotion",
			"",
			"{SOURCE Adventurer's Guide/85}",
			"",
			"Through the bond of sisterhood, you can inspire your allies to overcome terrible threats.  ",
			"**Prerequisites:** {feat/Bodyguard}, {feat/Combat Reflexes}, Perform (oratory) 3 ranks, any good alignment.  ",
			"**Benefit:** Whenever an ally within 30 feet attempts a saving throw, you can attempt a DC 10 Perform (oratory) check as an immediate action. If you are successful, the ally gains a +2 morale bonus on her saving throw. This ability has no effect if your ally cannot hear you speak or understand your words."
		]
	},
	"scarred_legion": {
		"name": "Scarred Legion",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Scarred Legion (Teamwork)",
			"",
			"{SOURCE Monster Codex/164}",
			"",
			"Your ritual scars make you more fearsome, and allies with similar scars grow bolder when they're near you.  ",
			"**Benefit:** You gain a +2 bonus on Intimidate checks. You also gain a +2 morale bonus on Will saving throws while adjacent to an ally with this feat. When you charge, if you started the charge adjacent to an ally with this feat, you retain the bonus on Will saves until the start of your next turn."
		]
	},
	"scarring_spell": {
		"name": "Scarring Spell",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Scarring Spell (Metamagic)",
			"",
			"{SOURCE Occult Adventures/139}",
			"",
			"Your emotion-affecting magic causes psychic trauma in your opponents.  ",
			"**Benefit:** When a creature fails a saving throw against a scarring spell, for the next 24 hours that creature takes a -2 penalty on saving throws against emotion and fear effects you create, and a -1 penalty on saving throws against other emotion and fear effects. Penalties from multiple scarring spells don't stack. This metamagic feat can be applied only to spells with the emotion or fear descriptor. A scarring spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"scarring_spell_like_ability": {
		"name": "Scarring Spell-Like Ability",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Scarring Spell-Like Ability (Monster)",
			"",
			"{SOURCE Horror Adventures/92}",
			"",
			"Your spell-like ability leaves mental scars.  ",
			"**Prerequisites:** Spell-like ability at caster level 4th or higher.  ",
			"**Benefit:** Choose one of your spell-like abilities, subject to the restrictions described in this feat. You can use the chosen spell-like ability as a scarring spell-like ability three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"When you use a scarring spell-like ability, a target that fails its saving throw against the spell-like ability takes a -2 penalty on saving throws against emotion and fear effects you create, and a -1 penalty on saving throws against other emotion and fear effects, for the next 24 hours. If the spell-like ability doesn't allow a saving throw, you can't choose to enhance it with this feat. Penalties from multiple scarring spell-like abilities don't stack. This feat can be applied only to spell-like abilities with the emotion or fear descriptor.",
			"",
			"You can only select a spell-like ability duplicating a spell with a level less than or equal to 1/2 your caster level (round down) - 1",
			"",
			"**Special:** This feat can be taken multiple times. Each time it is taken, you can apply it to a different spell-like ability.",
			"",
			"| Spell Level | Caster Level |",
			"| --- | --- |",
			"| 0 | 2nd |",
			"| 1st | 4th |",
			"| 2nd | 6th |",
			"| 3rd | 8th |",
			"| 4th | 10th |",
			"| 5th | 12th |",
			"| 6th | 14th |",
			"| 7th | 16th |",
			"| 8th | 18th |",
			"| 9th | 20th |"
		]
	},
	"scavengers_eye": {
		"name": "Scavenger's Eye",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Scavenger's Eye",
			"",
			"{SOURCE Advanced Race Guide/165}",
			"",
			"Your gaze is naturally drawn to valuable glittering objects.  ",
			"**Prerequisites:** {race/Tengu}.  ",
			"**Benefit:** You gain a +2 bonus on {skill/Appraise} checks. You may determine the most valuable item in a hoard as a standard action and gain an additional +2 bonus on the Appraise check to do so. In addition, if you fail an Appraise check by 5 or more, you treat the check as if you had failed by less than 5.  ",
			"**Normal:** Determining the most valuable object in a treasure hoard takes 1 full-round action."
		]
	},
	"scavengers_luck": {
		"name": "Scavenger's Luck",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Scavenger's Luck",
			"",
			"{SOURCE Technology Guide/7}",
			"",
			"You coax better behavior out of timeworn technology.  ",
			"**Prerequisites:** Knowledge (engineering) 1 rank  ",
			"**Benefit:** When your check for using a piece of {rule/timeworn technology} results in a glitch, you can roll again. You must choose to reroll before determining the specific glitch, and must take the second result, even if it's worse. When you use timeworn technology, it doesn't automatically glitch on a natural 1."
		]
	},
	"scholar": {
		"name": "Scholar",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea World Guide"
		],
		"description": [
			"## Scholar",
			"",
			"{SOURCE Adventurer's Guide/125;Inner Sea World Guide/288}",
			"",
			"You have graduated from one of the many colleges, universities, and specialized schools of higher learning scattered throughout the Inner Sea region.  ",
			"**Benefit:** Pick any two Knowledge skills. You gain a +2 bonus on checks with these two skills. If you have 10 or more ranks in one of these Knowledge skills, the bonus increases to +4 for that skill.  ",
			"**Special:** This feat is unaffiliated; a creature need not be affiliated with the [Magaambya](rule/aff_i_school) to select this feat."
		]
	},
	"school_familiar": {
		"name": "School Familiar",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## School Familiar",
			"",
			"{SOURCE Familiar Folio/14}",
			"",
			"Your familiar is tied to your school specialization.  ",
			"**Prerequisites:** {sidekick/Familiar} effective level 5th, specialized arcane school class feature.  ",
			"**Benefit:** You can apply the {arc-familiar/school familiar} archetype to your familiar."
		]
	},
	"school_strike": {
		"name": "School Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## School Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You focus the secrets of your school of wizardry into your unarmed strike.  ",
			"**Prerequisites:** Wizard school class feature, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you gain this feat, choose one {ability/arcane school>s} power that you can use to affect no more than one opponent. If you make a successful unarmed strike against an opponent, in addition to dealing your unarmed strike damage, you can use a swift action to deliver the effects of the chosen school power to that opponent. Doing so provokes no attacks of opportunity.  ",
			"**Special:** You can take this feat multiple times. Each time you take it, you apply it to a different qualifying arcane school power.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">After hitting with an unarmed strike, you can spend 2 stamina points to apply the effects of your chosen arcane school power as a free action instead of a swift action."
		]
	},
	"schooled_resolve": {
		"name": "Schooled Resolve",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Schooled Resolve",
			"",
			"{SOURCE Blood of the Night/28}",
			"",
			"Your intensive combat training to fight vampiric forces allows you to fight off their mental spells and effects using your resistance to fear.  ",
			"**Prerequisites:** Bravery class feature.  ",
			"**Benefit:** You add your bravery bonus on Will saves against mind-affecting spells and effects from {template/vampire/s}. This does not stack with the normal bravery bonus on saves against fear effects."
		]
	},
	"scion_of_the_land": {
		"name": "Scion of the Land",
		"sources": [
			"Ultimate Wilderness",
			"Heroes of the Wild"
		],
		"description": [
			"## Scion of the Land (Teamwork)",
			"",
			"{SOURCE Ultimate Wilderness/117;Heroes of the Wild/19}",
			"",
			"You are strongly linked to natural terrain and to others who share your link.  ",
			"**Prerequisites:** Survival 1 rank.  ",
			"**Benefit:** When traveling through terrain in which you can leave no trail and be impossible to track (as a result of {ability/favored terrain}, trackless step, or a similar class feature), you grant that ability to allies within 60 feet who also have this feat.",
			"",
			"If an ally within 60 feet who has this feat is also able to move normally through the current terrain without leaving tracks, you gain a +1 bonus on Knowledge (nature), Perception, and Survival checks while in that terrain."
		]
	},
	"scion_of_the_lost_empire": {
		"name": "Scion of the Lost Empire",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Scion of the Lost Empire (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/208}",
			"",
			"Though you might not be able to trace your lineage back to Azlant, you can feel the ancient power in your blood whenever you're near others like yourself.  ",
			"**Prerequisites:** {race/Human} (Chelaxian or Taldan).  ",
			"**Benefit:** While you're adjacent to an ethnically Chelish or Taldan ally who also has this feat, you gain a +2 competence bonus on a single attack roll, saving throw, ability check, or skill check as an immediate action. You must choose to use this ability before making the roll."
		]
	},
	"scorching_weapons": {
		"name": "Scorching Weapons",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Scorching Weapons (Combat)",
			"",
			"{SOURCE Advanced Race Guide/130}",
			"",
			"Elemental fire stirs within your body, boiling your blood and rendering you resistant to flame.  ",
			"**Prerequisites:** {race/Ifrit}.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against fire attacks and spells with the fire descriptor or light descriptor. As a swift action, you can make up to two held manufactured metallic weapons become red-hot for 1 round, dealing 1 additional point of fire damage with a successful hit. This does not stack with other effects that add fire damage to weapons, such as the {magic-enh/flaming} weapon special ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you use this feat to make one or more metallic weapons red hot for 1 round, you can spend 2 stamina points to increase the additional fire damage to 2 points, and have that damage stack with other effects that add fire damage to a weapon (such as the *flaming* weapon special ability)."
		]
	},
	"scorpion_style": {
		"name": "Scorpion Style",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Scorpion Style (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/132}",
			"",
			"You can perform an unarmed strike that greatly hampers your target's movement.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** To use this feat, you must make a single unarmed attack as a standard action. If this unarmed attack hits, you deal damage normally, and the target's base land speed is reduced to 5 feet for a number of rounds equal to your Wisdom modifier unless it makes a Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifier).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you hit with an unarmed attack using this feat and the target successfully saves against the effect, you can spend 2 stamina points to reduce the target's movement speed by half for 1 round.",
			"",
			"### Mythic Scorpion Style",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"Your unarmed strikes can induce a near-crippling lethargy in your enemies.  ",
			"**Prerequisites:** Scorpion Style.  ",
			"**Benefit:** Whenever you are using Scorpion Style, you add your tier to the number of rounds the target's base land speed is reduced. You can expend one use of mythic power when making your attack to slow your target, as the spell {spell/slow}, unless it succeeds at a Fortitude save (DC 10 + 1/2 your character level + your Wisdom modifier). The slowing effect supersedes the normal speed penalty of your Scorpion Strike, but lasts for an equal number of rounds."
		]
	},
	"scouting_summons": {
		"name": "Scouting Summons",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Scouting Summons (Metamagic)",
			"",
			"{SOURCE Monster Summoner's Handbook/14}",
			"",
			"Your experiments with the connection between summoners and the creatures they summon have taught you to see through the eyes of a summoned creature for a short time.  ",
			"**Prerequisites:** {feat/Spell Focus} (conjuration), ability to cast {spell/magic jar}.  ",
			"**Benefit:** When casting a conjuration (summoning) spell that summons a single creature, you can possess the creature as per *magic jar* (but with no receptacle necessary). If the creature takes damage while you possess it, you must succeed at a {rule/concentration} check (DC equal to the amount of damage taken) or be ejected from the creature immediately. If the creature takes enough damage to reduce it to 0 hit points or fewer, you are immediately ejected from the creature and take an amount of damage equal to double the level of the spell slot used to summon that creature. A scouting summons spell takes up a spell slot 2 levels higher than the spell's actual level."
		]
	},
	"scribe_scroll": {
		"name": "Scribe Scroll",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Scribe Scroll (Item Creation)",
			"",
			"{SOURCE PRPG Core Rulebook/132}",
			"",
			"You can create magic scrolls.  ",
			"**Prerequisites:** Caster level 1st.  ",
			"**Benefit:** You can create a scroll of any spell that you know. Scribing a scroll takes 2 hours if its base price is 250 gp or less, otherwise scribing a scroll takes 1 day for each 1,000 gp in its base price. To scribe a scroll, you must use up raw materials costing half of this base price. See the {rule/magic item creation/ rules} for more information."
		]
	},
	"scribe_spell_equation": {
		"name": "Scribe Spell Equation",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Scribe Spell Equation",
			"",
			"{SOURCE Plane-Hopper's Handbook/15}",
			"",
			"You pluck runes and glyphs from your crystalline dust and arrange them into an equation that holds magic for later use.  ",
			"**Prerequisites:** {feat/Scribe Scroll}, {race/aphorite}, caster level 5th, crystalline dust racial trait.  ",
			"**Benefit:** You manipulate the runes and glyphs of your crystalline dust into an equation that describes a specific spell. This process is identical to scribing a scroll, except that the spell is stored as a specific pattern in your crystalline dust, visible only to you. You can activate the spell in the same way you would activate a scroll, except that you need only one hand free to trace the final glyph in the equation, releasing the spell. The cost of materials to store a spell equation is the same price as scribing an equivalent scroll. You can have one spell equation stored at a time, plus one additional spell when your character level reaches 10th, 15th, and 20th levels."
		]
	},
	"scrutinize_spell": {
		"name": "Scrutinize Spell",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Scrutinize Spell",
			"",
			"{SOURCE Path of the Hellknight/39}",
			"",
			"You can quickly size up spellcasters to gain an advantage when counterspelling their spells.  ",
			"**Prerequisites:** Spellcraft 1 rank.  ",
			"**Benefit:** When you witness a creature casting a spell, you can attempt a {skill/Spellcraft} check to determine what sort of spellcaster the target is - specifically, what the target's class is. The DC of this skill check is equal to 10 + the spellcaster's Hit Dice. If the target has levels in multiple spellcasting classes, succeeding at this check reveals what class spell list the spell came from. If the result of the check is high enough that it would identify the spell being cast (DC = 15 + the spell's level), you also identify the spell.",
			"",
			"Once you have identified the target's class, you can add your Wisdom or Charisma modifier (whichever is higher) to Spellcraft checks to identify all spells the target casts from that class's spell list. Additionally, after you have determined the target's spellcasting class, you can attempt an {skill/Intimidate} check as a free action to demoralize the target, gaining a bonus equal to your Wisdom or Charisma modifier (whichever is highest)."
		]
	},
	"sculpting_the_river": {
		"name": "Sculpting the River",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Sculpting the River (Combat, Combination)",
			"",
			"{SOURCE Martial Arts Handbook/27}",
			"",
			"Your deft strikes and canny positioning control the flow of combat.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Improved Unarmed Strike}, base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** When you deal damage with an unarmed attack to an opponent you have already damaged this round, you can impose a -1 penalty on that target's attacks against creatures other than you. The penalties stack and remain until the target misses an attack or the start of your next turn, whichever comes first."
		]
	},
	"scurrying_swarmer": {
		"name": "Scurrying Swarmer",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Scurrying Swarmer (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/23}",
			"",
			"You abandon all notion of personal space when in danger, scurrying about your allies in search of the best vantage point from which to strike at your foes.  ",
			"**Prerequisites:** {race/Ratfolk}, swarming racial trait.  ",
			"**Benefit:** You can use your swarming racial trait to enter the square of any willing ally that is the same size as you or up to one size category larger, granting you the benefits of the swarming racial trait as if your ally were also a {race/ratfolk} with the swarming racial trait. Your ally gains no benefits from sharing its space with you unless it also has the swarming racial trait. Additionally, you treat any ally who shares its space with you as having the same {main/feats_<teamwork/ feats} that you do for the purpose of determining whether you gain a bonus from teamwork feats. Your ally doesn't gain any of the bonuses from these feats unless she actually has the teamwork feats. You and your ally's positioning and actions must still meet the prerequisites listed in a teamwork feat's description in order to gain the teamwork feat's listed bonus, but your ally is considered to be adjacent to you while you share her space for the purpose of determining whether you or your ally gains a benefit."
		]
	},
	"scuttle": {
		"name": "Scuttle",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Scuttle",
			"",
			"{SOURCE Giant Hunter's Handbook/23}",
			"",
			"You know how to keep your head down and crawl away undetected by larger foes.  ",
			"**Benefit:** You can crawl at half your normal speed and can take a 5-foot step when crawling. When crawling, you don't provoke attacks of opportunity from opponents that are one or more size categories larger than you.  ",
			"**Normal:** You can crawl 5 feet as a move action, and crawling provokes attacks of opportunity."
		]
	},
	"sea_hunter": {
		"name": "Sea Hunter",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Sea Hunter (Combat)",
			"",
			"{SOURCE Advanced Race Guide/195}",
			"",
			"Your blows knock swimming opponents off balance.  ",
			"**Prerequisites:** {feat/Combat Expertise}, merfolk.  ",
			"**Benefit:** When you make a successful melee attack against a swimming target, as a free action you can attempt to knock the target off balance. Treat this as a {rule/trip} combat maneuver. If you succeed, the target is considered {rule/off-balance>_and_prone_underwater} until it recovers its balance, usually by making a Swim check on its turn. This feat has no effect on creatures with a swim speed, those using magic such as freedom of movement, and creatures that can't be tripped.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/130}",
			">",
			">When you successfully knock a target off balance while using this feat, you can spend up to 5 stamina points to apply a penalty on the target's Swim checks to recover its balance from the effect equal to the number of stamina points you spent."
		]
	},
	"sea_legs": {
		"name": "Sea Legs",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Sea Legs",
			"",
			"{SOURCE Ultimate Combat/117}",
			"",
			"You have a sailor's instincts for moving about while aboard seagoing vessels.  ",
			"**Prerequisites:** Profession (sailor) 5 ranks.  ",
			"**Benefit:** You gain a +2 bonus on Acrobatics, Climb, and Swim checks."
		]
	},
	"searing_distraction": {
		"name": "Searing Distraction",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Searing Distraction (Combat)",
			"",
			"{SOURCE Heroes of the Darklands/5}",
			"",
			"You harry your foes with the light and heat of your weapon.  ",
			"**Prerequisites:** {feat/Catch Off-Guard}.  ",
			"**Benefit:** When you make an attack using a light source such as a {eq-misc/sunrod} or {eq-misc/torch} as an {misc/improvised weapon}, the target must succeed at a Fortitude save or be {misc/dazzled} for 1 round. On a critical hit, the target is instead {misc/blinded} for 1 round. The DC of the effect is 10 + half your character level + your Dexterity modifier. Blind targets are immune to this effect."
		]
	},
	"seasoned_flier": {
		"name": "Seasoned Flier",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Seasoned Flier",
			"",
			"{SOURCE Ultimate Wilderness/13}",
			"",
			"You have trained long and hard at flight.  ",
			"**Prerequisites:** Dex 15, Fly 5 ranks, fly speed, {race/gathlain}.  ",
			"**Benefit:** Your maneuverability while flying improves to average."
		]
	},
	"second_chance": {
		"name": "Second Chance",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Second Chance (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"Quick reflexes turn missed strikes into second chances.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, base attack bonus +6.  ",
			"**Benefit:** When making a full attack, if you miss on your first attack, you can forgo making any other attacks for the rest of your turn to reroll that attack at your highest base attack bonus.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. After you use Second Chance, you can spend 5 stamina points to still make an attack at your second-highest attack bonus after rerolling your first attack."
		]
	},
	"second_wind": {
		"name": "Second Wind",
		"sources": [ "People of the River" ],
		"description": [
			"## Second Wind (Combat, Performance)",
			"",
			"{SOURCE People of the River/15}",
			"",
			"The roar of the crowd strengthens your resolve.  ",
			"**Prerequisites:** {feat/Endurance}.  ",
			"**Benefit:** When you spend a swift action to attempt a {rule/performance combat} check, you gain a +2 bonus on your performance combat check, and if you are {misc/shaken}, {misc/sickened}, or {misc/fatigued}, these conditions are suppressed until the end of your next turn."
		]
	},
	"secret_capital": {
		"name": "Secret Capital",
		"sources": [ "Andoran, Birthplace of Freedom" ],
		"description": [
			"## Secret Capital",
			"",
			"{SOURCE Andoran, Birthplace of Freedom/35}",
			"",
			"You have access to family connections and secret funds you can use to make things happen more easily.  ",
			"**Prerequisites:** Int 13, member of the Seven Houses.  ",
			"**Benefit:** When you use gp to {rule/gaining<buy| capital} using the {rule/downtime} rules, you pay only 75% of the normal cost."
		]
	},
	"secret_language": {
		"name": "Secret Language",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Secret Language (Teamwork)",
			"",
			"{SOURCE Cohorts and Companions/23}",
			"",
			"You and your allies have worked out a complex set of codes and phrases that allow you to secretly pass information back and forth.  ",
			"**Prerequisites:** Bluff 1 rank, Linguistics 1 rank, Sense Motive 1 rank.  ",
			"**Benefit:** You gain a +5 circumstance bonus on Bluff checks made to pass secret messages to other characters that have this feat, and can communicate as much information as you could normally say in one round as a swift action."
		]
	},
	"secret_of_magical_discipline": {
		"name": "Secret of Magical Discipline",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Secret of Magical Discipline",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"Your study and devotion to magic allows you to access spells beyond your ken.  ",
			"**Prerequisites:** Secret class feature.  ",
			"**Benefit:** Once per day, you can cast any spell as if it were one of your prepared spells or spells known. This action expends either a spell slot or a prepared spell of the same spell level. Casting a spell this way always has a minimum casting time of 1 full round.  ",
			"**Special:** You can gain this feat multiple times. Each time you take the feat, you can use this ability one additional time per day."
		]
	},
	"secret_signs": {
		"name": "Secret Signs",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Secret Signs",
			"",
			"{SOURCE Inner Sea World Guide/288;Pathfinder Campaign Setting/57}",
			"",
			"You are particularly adept at communicating with others via innuendo, gestures, and secret hand signs.  ",
			"**Prerequisites:** Int 13.  ",
			"**Benefit:** You gain a +4 bonus on Bluff checks made to pass secret messages. In addition, you are adept at hiding the somatic components of spellcasting. If you cast a spell that has only somatic components, an observer must make a Perception check opposed by your Sleight of Hand check to notice your spellcasting. Spellcraft checks made to identify any spell you cast that has somatic components take a -2 penalty."
		]
	},
	"secret_stash_deed": {
		"name": "Secret Stash Deed",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Secret Stash Deed (Grit)",
			"",
			"{SOURCE Ultimate Combat/116}",
			"",
			"You are so skilled at stashing small packets of firearm ammunition and black powder on your person that you sometimes surprise yourself when you find them.  ",
			"**Prerequisites:** Grit class feature or {feat/Amateur Gunslinger} feat, Sleight of Hand 1 rank.  ",
			"**Benefit:** Spend 1 grit point while in combat to recover either 1 bullet and 1 dose of black powder or 1 alchemical cartridge from a hidden stash on your person that you had, until now, forgotten about. If the bullet and black powder or the alchemical cartridges are normal shot, you do not need to pay for the ammunition. If you want to recover any other kind of ammunition, you must pay for it with gold pieces from your character's wealth. The grit cost of this deed cannot be decreased by the {feat/Signature Deed} feat, the true grit class feature, or any other similar effect that reduces the number of grit points you spend to use a deed. You also gain a +4 bonus on any {skill/Sleight of Hand} checks made while gambling."
		]
	},
	"secured_armor": {
		"name": "Secured Armor",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Secured Armor (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/17}",
			"",
			"You are adept at using your armor to cover your most vulnerable areas.  ",
			"**Prerequisites:** Base attack bonus +11 or fighter level 8th, armor training class feature, proficiency with medium or heavy armor.  ",
			"**Benefit:** When you are hit by a confirmed critical hit or a {ability/sneak attack}, there is a 25% chance that the critical hit or sneak attack is negated and damage is instead rolled normally.  ",
			"**Special:** This chance stacks with the {magic-enh/light fortification} and {magic-enh/moderate fortification} armor special abilities.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">If you fail to negate a critical hit against you, you can spend 5 stamina points to cause the attack to deal half damage."
		]
	},
	"seductive_channel": {
		"name": "Seductive Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Seductive Channel",
			"",
			"{SOURCE Inner Sea Gods/215}",
			"",
			"Even your healing is seductive.  ",
			"**Prerequisites:** {ability/Channel positive energy} class feature, worshiper of {faith/Calistria}.  ",
			"**Benefit:** When you channel positive energy, those you heal can choose to take additional healing equal to your Charisma bonus (minimum 1), but in return they take a -2 penalty on Will saves against your charms, compulsions, and emotion effects and on Sense Motive checks against your Bluff checks. This penalty lasts for 24 hours. A creature cannot benefit from this feat again for the duration of this penalty."
		]
	},
	"seeds_of_doubt": {
		"name": "Seeds of Doubt",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Seeds of Doubt",
			"",
			"{SOURCE Faiths and Philosophies/7}",
			"",
			"You have learned to plant the seeds of your own doubt in the minds of others by way of your hexes.  ",
			"**Prerequisites:** Hex class feature, {feat/Divine Defiance}.  ",
			"**Benefit:** As long as a creature is subject to one of your hexes, it gains a +1 luck bonus on Will saving throws and can't help but doubt and resist divine magic. Whenever an affected creature is subject to a divine spell or spell-like ability granted by a divine spellcasting class, that creature must attempt a saving throw if at all possible, even if the effect is harmless, cast by an ally, or cast by the creature itself."
		]
	},
	"seeker_of_the_eternal_emperor": {
		"name": "Seeker of the Eternal Emperor",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Seeker of the Eternal Emperor",
			"",
			"{SOURCE Heroes of the High Court/18}",
			"",
			"You lend some of your oracular powers to the leaders of Po Li in their search for the reborn Eternal Emperor, learning useful techniques to extend your divinations.  ",
			"**Prerequisites:** {feat/Enlarge Spell} or {feat/Extend Spell}, oracle's curse class feature.  ",
			"**Benefit:** Treat your oracle level as 1 lower (minimum 1st level) when determining the effects of your oracle's curse. You don't require additional time to spontaneously cast divination spells modified by the Enlarge Spell or Extend Spell metamagic feats.  ",
			"**Normal:** Applying a metamagic feat to a spontaneously cast spell increases the casting time of the spell."
		]
	},
	"seeking_spell": {
		"name": "Seeking Spell",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Seeking Spell (Metamagic)",
			"",
			"{SOURCE Ranged Tactics Toolbox/13}",
			"",
			"You can cast spells that bend around barriers to reach their intended destination.  ",
			"**Benefit:** A seeking spell's range can bend around obstacles to reach the intended target. You can define the route yourself or unambiguously identify a target and allow the spell to determine its own path. However, the spell fails if it would have to travel farther than its maximum range to reach the identified target. A ranged attack roll made to deliver a seeking spell is not subject to {rule/cover} or {rule/concealment}. In order to benefit from this feat, the selected spell must have a range greater than touch and target one or more creatures, or it must require the caster to make a ranged touch attack. A seeking spell uses up a spell slot 2 levels higher than the spell's actual level."
		]
	},
	"seen_and_unseen": {
		"name": "Seen and Unseen",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Seen and Unseen",
			"",
			"{SOURCE Advanced Race Guide/47}",
			"",
			"Your anonymity makes you difficult to find through magical or mundane means, and you have learned how to combat both of your progenitor races.  ",
			"**Prerequisites:** {feat/Exile's Path}, character level 5th, {race/half-elf}.  ",
			"**Benefit:** You gain a +2 bonus on all saving throws against scrying or divination effects. Additionally, you gain a +2 bonus on all Stealth checks, and elves, half-elves, and humans take a -4 penalty on all efforts to track you through the Survival skill."
		]
	},
	"seeping_darkness": {
		"name": "Seeping Darkness",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Seeping Darkness (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/209}",
			"",
			"Your innate magical darkness seeps through your skin and strengthens when you're near another creature whose soul is as wicked as yours.  ",
			"**Prerequisites:** {race/Drow}, darkness racial spell-like ability.  ",
			"**Benefit:** Whenever you're adjacent to a drow ally who also has this feat, you can spend a move action to gain {rule/concealment} (20% miss chance) for 1 round."
		]
	},
	"seething_hatred": {
		"name": "Seething Hatred",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Seething Hatred (Combat)",
			"",
			"{SOURCE Advanced Class Guide/155}",
			"",
			"You've learned to channel your hatred of a particular type of creature into a devastating strike.  ",
			"**Prerequisites:** Studied target class feature.  ",
			"**Benefit:** Select a creature type from the Ranger {ability/Favored Enemies} table. When you designate a creature of this type as your studied target and hit it with a melee or ranged weapon attack, your favored target bonus on damage rolls against it is doubled.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">You can spend 5 stamina points to change your favored enemy type to any other favored enemy on the Ranger Favored Enemies table. This change lasts until the start of your next turn."
		]
	},
	"seize_advantage": {
		"name": "Seize Advantage",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Seize Advantage (Combat)",
			"",
			"{SOURCE Advanced Class Guide/156}",
			"",
			"You can take advantage of your foes when they overcommit on their attacks.  ",
			"**Prerequisites:** {swashdeed/Opportune parry and riposte} deed.  ",
			"**Benefit:** When your foe is using {feat/Power Attack} and you successfully use the *opportune parry and riposte* deed to parry its attack and then respond with a riposte, you add your foe's current bonus on damage rolls from Power Attack to your own damage roll, but you do not take the penalty to hit from your foe's Power Attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When you make a riposte using this feat, you can spend up to 5 stamina points to increase the damage of the riposte by double the number of stamina points you spent."
		]
	},
	"seize_the_moment": {
		"name": "Seize the Moment",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Seize the Moment (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Combat/118}",
			"",
			"You and your allies are poised to pounce whenever one of you scores a telling blow.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, {feat/Improved Critical}.  ",
			"**Benefit:** When an ally who also has this feat confirms a critical hit against an opponent that you also threaten, you can make an attack of opportunity against that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/131}",
			">",
			">When an ally with this feat threatens a critical hit but fails to confirm it, you can spend 5 stamina points to make your attack of opportunity anyway."
		]
	},
	"selective_channeling": {
		"name": "Selective Channeling",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Selective Channeling",
			"",
			"{SOURCE PRPG Core Rulebook/132}",
			"",
			"You can choose whom to affect when you channel energy.  ",
			"**Prerequisites:** Cha 13, {ability/channel energy} class feature.  ",
			"**Benefit:** When you channel energy, you can choose a number of targets in the area up to your Charisma modifier. These targets are not affected by your channeled energy.  ",
			"**Normal:** All targets in a 30-foot {misc/burst} are affected when you channel energy. You can only choose whether or not you are affected.",
			"",
			"### Mythic Selective Channeling",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"When you exclude creatures from your channel, you empower those you do affect.  ",
			"**Prerequisites:** Selective Channeling.  ",
			"**Benefit:** When you channel energy, the damage you heal or deal increases by a number of points equal to twice the number of targets you excluded from your channeled energy. You can expend one use of mythic power to increase the number of targets you exclude from your channeled energy by half your tier."
		]
	},
	"selective_spell": {
		"name": "Selective Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Selective Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/168}",
			"",
			"Your allies need not fear friendly fire.  ",
			"**Prerequisites:** Spellcraft 10 ranks.  ",
			"**Benefit:** When casting a selective spell with an area effect and a duration of instantaneous, you can choose a number of targets in the area equal to the ability score modifier used to determine bonus spells of the same type (Charisma for antipaladins, bards, bloodragers, mediums, mesmerists, oracles, paladins, skalds, sorcerers, and summoners; Intelligence for arcanists, occultists, psychics, witches, and wizards; Wisdom for adepts, clerics, druids, hunters, inquisitors, rangers, shamans, spiritualists, and warpriests). These targets are excluded from the effects of your spell. A selective spell uses up a spell slot one level higher than the spell's actual level.",
			"",
			"Spells that do not have an area of effect do not benefit from this feat."
		]
	},
	"self_exiled_noble": {
		"name": "Self-Exiled Noble",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Self-Exiled Noble (Story)",
			"",
			"{SOURCE Heroes of the High Court/5}",
			"",
			"You chose to leave nobility behind.  ",
			"**Prerequisites:** You must have intentionally left your noble family and changed your name or appearance afterward.  ",
			"**Benefit:** You gain a +2 bonus on Disguise checks, and Disguise is a class skill for you. You gain a +1 bonus on attack rolls and damage rolls against members of your former family.  ",
			"**Goal:** Escape your former name by establishing your own noble legacy. In addition, you must decisively defeat a challenging foe from your former family who may wish to return you to your old home.  ",
			"**Completion Benefit:** Your bonus on attack rolls and damage rolls from this feat increases to +2 and applies to anyone who threatens your allies or your new noble legacy."
		]
	},
	"selfish_channel": {
		"name": "Selfish Channel",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Selfish Channel",
			"",
			"{SOURCE Legacy of the First World/23}",
			"",
			"You can hoard channeled energy for yourself.  ",
			"**Prerequisites:** {ability/Channel energy} class feature.  ",
			"**Benefit:** Whenever you channel positive energy to heal creatures, you regain half again as many hit points (+50%) as normal if you're the only creature healed by the channeled energy (either because there are no other living creatures within the area or because you exclude them with {feat/Selective Channeling} or a similar effect).  ",
			"**Special:** If you are healed by negative energy, this feat applies when you channel negative energy and you're the only creature healed by the channeled energy."
		]
	},
	"self_sufficient": {
		"name": "Self-Sufficient",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Self-Sufficient",
			"",
			"{SOURCE PRPG Core Rulebook/133}",
			"",
			"You know how to get along in the wild and how to effectively treat wounds.  ",
			"**Benefit:** You get a +2 bonus on all Heal checks and Survival checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
			"",
			"### Mythic Self-Sufficient",
			"",
			"{SOURCE Mythic Adventures/72}",
			"",
			"Independence comes naturally to you, and you have mastered taking care of yourself.  ",
			"**Prerequisites:** Self-Sufficient.  ",
			"**Benefit:** The bonus on Heal and Survival skill checks from Self-Sufficient increases by 2. In addition, you can expend one use of mythic power to treat a Heal or Survival check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
		]
	},
	"sense_allies": {
		"name": "Sense Allies",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Sense Allies",
			"",
			"{SOURCE Heroes from the Fringe/21}",
			"",
			"Wildborn who grow up together are closely attuned to the presence of others and carry this skill throughout their lives.  ",
			"**Prerequisites:** Perception 3 ranks, wildborn {race/half-elf}.  ",
			"**Benefit:** You are aware of the location of all allies within 60 feet, even if they are hiding, invisible, or otherwise could not normally be detected."
		]
	},
	"sense_assumptions": {
		"name": "Sense Assumptions",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Sense Assumptions",
			"",
			"{SOURCE Ultimate Intrigue/91}",
			"",
			"You can easily intuit an opponent's preconceptions.  ",
			"**Prerequisites:** Sense Motive 3 ranks.  ",
			"**Benefit:** You can attempt a Sense Motive check to intuit some of another person's assumptions after 1 minute of conversation. The DC equals 20, or 10 + the target's Bluff modifier, whichever is higher. If you succeed, you learn whether or not a falsehood of your choice related to the topic of conversation would impose a penalty on Bluff checks to convince the target of that falsehood's truth. If you fail by 4 or less, you learn nothing. If you fail by 5 or more, the target realizes you are trying to glean information from it. You can retry this check, but the DC increases by 5 for each previous failure on this check against that target."
		]
	},
	"sense_link": {
		"name": "Sense Link",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Sense Link",
			"",
			"{SOURCE Ultimate Magic/155}",
			"",
			"When you and your eidolon share senses, your combined minds grant you exceptional powers of observation.  ",
			"**Prerequisites:** Bond senses class feature.  ",
			"**Benefit:** When sharing the senses of your eidolon, you gain a +4 competence bonus on Perception checks for the duration of your bond senses ability."
		]
	},
	"sense_loyalties": {
		"name": "Sense Loyalties",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Sense Loyalties",
			"",
			"{SOURCE Spymaster's Handbook/9}",
			"",
			"You can quickly sense a target's relationship to some specific god, patron, or government, and use that knowledge to manipulate them.  ",
			"**Prerequisites:** Knowledge (nobility) 1 rank, Knowledge (religion) 1 rank.  ",
			"**Benefit:** After 1 hour or more of interaction, you can attempt a DC 20 Sense Motive check to get a hunch in order to intuit what god, government, leader, or patron a creature is loyal to or worships. You must understand the language the creature is speaking, and if it's of a different type than you, you take a -5 penalty on the check. If the creature is attempting to conceal its loyalties, it attempts a Bluff check. If the result of the Bluff check is higher than 20, that result becomes the DC of your Sense Motive check. On a success, you learn whether the creature has a patron god, a witch patron, or a government to which it is strongly loyal. You can attempt to name one specific god, patron, or government for every 2 ranks you have in Sense Motive by introducing them into the conversation as subjects, as noted below.",
			"",
			"You can use this ability only if you observe the creature in an environment where loyalty to a god, government, leader, or patron is being discussed. If this isn't already occurring, you can introduce the topic, but doing so may expose your interest. In this case, the creature you are observing and any other creatures able to hear you bring up the topic of loyalty to a god, government, leader, or patron can attempt Sense Motive checks (opposed by a Bluff check from you, which the GM rolls in secret). On a success, the creature realizes you are interested in determining the observed creature's specific loyalty. If you are attempting to determine whether the observed creature's loyalty is to a specific god, government, or leader as noted above, creatures who succeed at the Sense Motive check are aware of the specific god, government, leader, or patron about which you are interesting in learning."
		]
	},
	"sense_magical_interrogation": {
		"name": "Sense Magical Interrogation",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Sense Magical Interrogation",
			"",
			"{SOURCE Heroes of the High Court/21}",
			"",
			"You have developed an uncanny sixth sense for detecting when your words are subject to magical scrutiny.  ",
			"**Prerequisites:** Sense Motive 3 ranks, Spellcraft 3 ranks.  ",
			"**Benefit:** Whenever you are subject to a spell, spell-like ability, or supernatural ability that can discern whether or not you are telling the truth, you are automatically aware of such magic. You are not immune to such spells or abilities, but you can choose to remain silent or avoid answering questions. If you concentrate as a full-round action, you detect the source of the spell or ability and can attempt a Spellcraft check to determine the exact spell, spell-like ability, or supernatural ability being used (DC = 15 + the spell level, or 15 + 1/2 the caster level for a non-spell effect)."
		]
	},
	"sense_metals_and_minerals": {
		"name": "Sense Metals and Minerals",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Sense Metals and Minerals",
			"",
			"{SOURCE Heroes of the Darklands/5}",
			"",
			"You have a sixth sense for the valuable treasures of the earth  ",
			"**Benefit:** You gain a +4 bonus on Perception checks to notice natural deposits of precious metals or minerals, and a +4 bonus on Appraise checks to determine their worth. By spending 5 minutes scrutinizing a discovered vein of metals or minerals, you can determine the worth of the full vein to within 1,000 gp, to a maximum of 50,000 gp."
		]
	},
	"sense_relationships": {
		"name": "Sense Relationships",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Sense Relationships",
			"",
			"{SOURCE Ultimate Intrigue/91}",
			"",
			"You can quickly sense relationships between others and use that knowledge to manipulate them.  ",
			"**Prerequisites:** {feat/Street Smarts}.  ",
			"**Benefit:** After 1 minute or more of interaction or observation, you can attempt a DC 20 Sense Motive check to get a hunch in order to intuit the relationship between any two creatures interacting with one another. If you don't understand the language they are speaking, you take a -5 penalty on the check, and if the creatures are a different type than you, you take an additional -5 penalty on the check.",
			"",
			"If you succeed at this check by 5 or more, for the next hour, you gain a +2 bonus on Bluff checks to lie about one of the creatures to the other and on Diplomacy checks to request that one act against the other. If you fail the check, you cannot attempt this ability on the same creatures again until you gain an additional rank in Sense Motive."
		]
	},
	"sensory_control": {
		"name": "Sensory Control",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Sensory Control (Meditation)",
			"",
			"{SOURCE Blood of the Beast/29}",
			"",
			"Meditation focuses your powers of observation.  ",
			"**Prerequisites:** Wis 15, {feat/Blind-Fight}, {feat/Meditation Master}.  ",
			"**Benefit:** For 24 hours after you meditate, you gain {umr/low-light vision} and {umr/scent}, as per the universal monster abilities. If you already have low-light vision, you gain the ability to see three times as far as a human in conditions of dim light for 24 hours. If you already have scent, the range at which you detect smells using scent doubles for 24 hours (60 feet normally, 30 feet upwind, and 120 feet downwind).  ",
			"**Special:** A monk with this feat can select {feat/Improved Blind-Fight} as a bonus feat beginning at 6th level, and {feat/Greater Blind-Fight} as a bonus feat beginning at 10th level. He doesn't need to meet the prerequisites of those feats."
		]
	},
	"serpent_lash": {
		"name": "Serpent Lash",
		"sources": [
			"Rival Guide",
			"Osirion, Land of the Pharaohs"
		],
		"description": [
			"## Serpent Lash (Combat)",
			"",
			"{SOURCE Rival Guide/23;Osirion, Land of the Pharaohs/29}",
			"",
			"You are adept at vexing multiple foes with your whip.  ",
			"**Prerequisites:** {feat/Weapon Finesse}, proficient in {eq-weapon/whip}.  ",
			"**Benefit:** As a standard action, you can make a {rule/disarm} or {rule/trip} maneuver with your whip. If it succeeds, you can make an additional disarm or trip maneuver with the same bonus against a target adjacent to the first and also within your whip's reach.",
			"",
			"In addition, you can use your whip to perform {rule/reposition} maneuvers, though you take a -4 penalty on your CMB and you may only move the target toward you from its original position."
		]
	},
	"serpentine_compression": {
		"name": "Serpentine Compression",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Serpentine Compression",
			"",
			"{SOURCE Monster Codex/200}",
			"",
			"You can squeeze through small areas thanks to your slippery scales and lithe musculature.  ",
			"**Prerequisites:** {monster/Serpentfolk}.  ",
			"**Benefit:** You gain the {umr/compression} universal monster ability, allowing you to move through an area as small as one-quarter your space without {misc/squeezing}, or one-eighth your space when squeezing."
		]
	},
	"serrens_masterstroke": {
		"name": "Serren's Masterstroke",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Serren's Masterstroke (Combat)",
			"",
			"{SOURCE Adventurer's Guide/26}",
			"",
			"When bypassing a foe's defenses while feinting, you can deal devastating damage.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (Aldori dueling sword), {feat/Weapon Focus} (Aldori dueling sword), base attack bonus +6.  ",
			"**Benefit:** Once per round when you hit a foe you have successfully {rule/feint/ed} against via a melee attack using an {eq-weapon/Aldori dueling sword}, you deal an extra 2d6 points of precision damage. When your base attack bonus reaches +11, this damage bonus increases to +3d6, and at base attack bonus +16, it increases to +4d6. This precision damage does not stack with damage from {ability/sneak attack}, a vigilante's sudden strike, or similar effects. Any effect which protects against sneak attack damage also protects against this additional damage."
		]
	},
	"servant_in_the_house_of_truth": {
		"name": "Servant in the House of Truth",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Servant in the House of Truth (Origin)",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/73}",
			"",
			"Your creator was a scholar and a seeker of lore, and your memories are filled with the feel of papyrus and ink.  ",
			"**Prerequisites:** {race/Shabti}.  ",
			"**Benefit:** Whenever you attempt a check for a Knowledge skill in which you have ranks, you can roll the check twice and use the better of the two results."
		]
	},
	"shade_of_the_uskwood": {
		"name": "Shade of the Uskwood",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Shade of the Uskwood",
			"",
			"{SOURCE Inner Sea World Guide/288;Pathfinder Campaign Setting/111}",
			"",
			"Ordained as one of the sinister albino {class/druid/s} who dwell within the heart of the Uskwood, you carry with you into the wider world a powerful effigy of hair, twigs, and blood that crawls with the deepening cold of the Midnight Lord's hallowed hunting grounds.  ",
			"**Prerequisites:** Neutral evil, patron deity {faith/Zon-Kuthon}.  ",
			"**Benefit:** Add the following spells to your druid spell list. 0-{spell/disrupt undead}, {spell/ray of frost}; 1st-{spell/ghost sound}, {spell/touch of fatigue}; 2nd-{spell/chill touch}, {spell/spectral hand}; 3rd-{spell/ghoul touch}, {spell/invisibility}; 4th-{spell/displacement}, {spell/ray of exhaustion}; 5th-{spell/animate dead}, {spell/phantasmal killer}; 6th-{spell/nightmare}, {spell/waves of fatigue}; 7th-{spell/circle of death}, {spell/shadow walk}; 8th-{spell/mass invisibility}, {spell/waves of exhaustion}; 9th-{spell/horrid wilting}, {spell/weird}.",
			"",
			"Remove all spells with the fire descriptor from all your spell lists (not just your {main/spells_<druid/ spell list}). You cannot cast any spells with the fire descriptor, nor activate them off scrolls, wands, or any other magic devices. In addition, you may not use wild shape to take the form of any creature with the fire subtype.",
			"",
			"**Special:** As part of this feat, you create a personal Umbrae-Token that ties your soul and your doings to the fell power of the Uskwood. This potent object is treated as a wooden unholy symbol that radiates faint necromancy magic. If your Umbrae-Token is ever destroyed, your connection to the shadowy heart of the Uskwood is severed and all benefits of this feat are lost until another is created. This process requires a journey to the Uskwood and an {spell/atonement} spell cast by a fellow worshiper of Zon-Kuthon."
		]
	},
	"shadow_caster": {
		"name": "Shadow Caster",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Shadow Caster",
			"",
			"{SOURCE Advanced Race Guide/105}",
			"",
			"Your command over shadow and darkness create longer-lasting spell effects.  ",
			"**Prerequisites:** Caster level 1st, {race/drow}.  ",
			"**Benefit:** When you cast spells of the shadow subschool or spells with the darkness or shadow descriptor, you are considered two levels higher when determining the duration of those spells."
		]
	},
	"shadow_dodge": {
		"name": "Shadow Dodge",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Shadow Dodge",
			"",
			"{SOURCE Inner Sea Gods/216;Faiths of Corruption/24}",
			"",
			"You use shadows to confound your enemies' senses.  ",
			"**Prerequisites:** Dex 13, worshiper of {faith/Norgorber}.  ",
			"**Benefit:** You can use the light around you to move back and forth from shadow to light again, and your sudden shifting confuses your enemies' eyes. Each time you move a distance equal to or greater than your speed in areas of normal light or dim light, you gain a +3 dodge bonus to AC until the start of your next turn. Enemies who do not use sight in order to perceive you or are using true seeing or a similar effect ignore this AC bonus. This feat is ineffective in areas of darkness or bright light, where one cannot readily shift between light and shadow."
		]
	},
	"shadow_gambit": {
		"name": "Shadow Gambit",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Shadow Gambit",
			"",
			"{SOURCE Inner Sea Magic/15}",
			"",
			"You can tap into the Plane of Shadow to momentarily lend reality to one of your illusion (figment) spells.  ",
			"**Prerequisites:** {feat/Spell Focus} (illusion), caster level 5th.  ",
			"**Benefit:** As a standard action, you can draw upon energies from the Plane of Shadow to cause an ongoing figment spell you cast to damage a foe as if the illusion were real. The illusion must be one you retain ongoing control of, such as {spell/minor image}, and the target must be both visible to you and within or adjacent to the area of your illusion. Using this feat immediately ends the figment's duration.",
			"",
			"You must either make a melee touch attack or give the target a saving throw (Fortitude or Reflex) to resist the damage (see below). If you choose a melee touch attack, you use your own melee touch attack bonus, and if you miss, the spell deals no damage. If you choose to allow the target a saving throw, a successful save means it takes half damage. The shadowy attack deals 1d6 points of damage per spell level. If the target disbelieves or sees through the illusion, reduce the damage by half.",
			"",
			"The shadowy attack can deal acid, bludgeoning, cold, electricity, fire, piercing, or slashing damage, but the damage must be appropriate to the illusion. For example, an illusory wall that collapses deals bludgeoning damage with a Fortitude save for half, an illusory swordsman strikes with a melee touch attack deals slashing damage, and an illusory wall of fire deals fire damage with a Reflex save for half."
		]
	},
	"shadow_ghost": {
		"name": "Shadow Ghost",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Shadow Ghost",
			"",
			"{SOURCE Advanced Race Guide/112}",
			"",
			"You can move between the Shadow Plane and the Material Plane more often.  ",
			"**Prerequisites:** {race/Fetchling}, shadow walk spell-like ability.  ",
			"**Benefit:** You gain the ability to use *shadow walk* an additional time each day.  ",
			"**Special:** You may select this feat multiple times. Its effects stack."
		]
	},
	"shadow_grasp": {
		"name": "Shadow Grasp",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Shadow Grasp (Metamagic)",
			"",
			"{SOURCE Inner Sea Magic/15}",
			"",
			"Your darkness spells have substance and bind your foes.  ",
			"**Prerequisites:** {feat/Tenebrous Spell}, {feat/Umbral Spell}.  ",
			"**Benefit:** When you cast a spell with the darkness descriptor that affects an area, creatures in the area are {rule/entangled}. If the spell allows a saving throw, a successful save negates the entangle effect. If the spell does not normally allow a save, a creature can make a Reflex save (DC = the spell's DC if it had a saving throw) to negate the effect. If the spell allows spell resistance, failing to overcome a creature's spell resistance means it is not entangled.",
			"",
			"An entangled creature remains so as long as it is in the area of the spell and for 1 round after it leaves. A creature that leaves and reenters the area must make a new saving throw to avoid becoming entangled. Creatures that succeed at a save to resist being entangled do not have to make additional saves if they stay within the darkened area.",
			"",
			"You are never impeded by the effects of your spells modified by this feat. A Shadow Grasp spell uses up a slot one level higher than the spell's actual level."
		]
	}
}
