{
	"improved_dirge_of_doom": {
		"name": "Improved Dirge of Doom",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Improved Dirge of Doom",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"The foreboding tone of your dirge is especially effective at unsettling your enemies.  ",
			"**Prerequisites:** Ability to perform {performance/dirge of doom}.  ",
			"**Benefit:** The range of your dirge of doom ability is extended to 60 feet. Additionally, if a creature is {misc/shaken} from another effect, the effect of your dirge of doom is changed to {misc/frightened} for that specific creature. This benefit cannot cause a creature to become {misc/panicked}, even if a target is already frightened from another effect.  ",
			"**Normal:** The range of dirge of doom is 30 feet. A creature that is already shaken cannot become frightened by dirge of doom. Once affected by this feat, a creature cannot be affected by it again for 24 hours."
		]
	},
	"improved_dirty_trick": {
		"name": "Improved Dirty Trick",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Dirty Trick (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/162}",
			"",
			"You are skilled at pulling dirty tricks on your foes.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a {rule/dirty trick} combat maneuver. In addition, you receive a +2 bonus on checks made to attempt a dirty trick. You also receive a +2 bonus to your Combat Maneuver Defense when an opponent tries a dirty trick on you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a dirty trick combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a dirty trick combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that dirty trick attempt increases by that number.",
			"",
			"### Mythic Improved Dirty Trick",
			"",
			"{SOURCE Mythic Adventures/66}",
			"",
			"You're a paragon of down-and-dirty fighting.  ",
			"**Prerequisites:** Improved Dirty Trick.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to attempt a dirty trick, and to your CMD when an opponent attempts to perform a dirty trick on you. These bonuses stack with those granted by Improved Dirty Trick.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts a dirty trick maneuver against you, unless it also has this feat."
		]
	},
	"improved_disarm": {
		"name": "Improved Disarm",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Disarm (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"You are skilled at knocking weapons from a foe's grasp.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a {rule/disarm} combat maneuver. In addition, you receive a +2 bonus on checks made to disarm a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to disarm you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a disarm combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a disarm combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that disarm attempt increases by that number.",
			"",
			"### Mythic Improved Disarm",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"You're expert at knocking your enemies' weapons away.  ",
			"**Prerequisites:** Improved Disarm.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to disarm, and to your CMD when an opponent tries to disarm you. These bonuses stack with those granted by Improved Disarm.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts to disarm you, unless it also has this feat."
		]
	},
	"improved_disarm_partner": {
		"name": "Improved Disarm Partner",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Improved Disarm Partner (Combat, Teamwork)",
			"",
			"{SOURCE Monster Codex/93}",
			"",
			"You are ever the opportunist.  ",
			"**Prerequisites:** {feat/Disarm Partner}, base attack bonus +5.  ",
			"**Benefit:** When an ally with this feat fails a {rule/disarm} combat maneuver check made on his turn against a foe that's within your melee reach, you can make an attack of opportunity against that foe. If that attack of opportunity hits the foe, you can also attempt a disarm combat maneuver check against that opponent as part of that attack of opportunity."
		]
	},
	"improved_drag": {
		"name": "Improved Drag",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Drag (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/162}",
			"",
			"You are skilled at dragging foes around the battlefield.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a {rule/drag} combat maneuver. In addition, you receive a +2 bonus on checks made to drag a foe. You also receive a +2 bonus to your Combat Maneuver Defense when an opponent tries to drag you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a drag combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When you are the target of a drag combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that drag attempt increases by that number.",
			"",
			"### Mythic Improved Drag",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"You pull your enemies around the battlefield with great ease.  ",
			"**Prerequisites:** Improved Drag.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to attempt a drag combat maneuver, and to your CMD when an opponent attempts a drag combat maneuver against you. These bonuses stack with those granted by Improved Drag.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts a drag maneuver against you, unless it also has this feat."
		]
	},
	"improved_drow_nobility": {
		"name": "Improved Drow Nobility",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Improved Drow Nobility",
			"",
			"{SOURCE Advanced Race Guide/105}",
			"",
			"Your magical heritage is more potent than that of your peers, as demonstrated by your superior spell-like abilities.  ",
			"**Prerequisites:** Cha 13, {feat/Drow Nobility}, able to use drow spell-like abilities, {race/drow}.  ",
			"**Benefit:** You may use your {spell/dancing lights}, {spell/faerie fire}, {spell/feather fall}, and {spell/levitate} spell-like abilities twice per day. Your {spell/darkness} spell-like ability instead becomes {spell/deeper darkness}, which you may use twice per day."
		]
	},
	"improved_duck_and_cover": {
		"name": "Improved Duck and Cover",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Improved Duck and Cover (Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"Your allies' ability to protect you from damage extends to area attacks.  ",
			"**Prerequisites:** {feat/Duck and Cover}.  ",
			"**Benefit:** Whenever you use Duck and Cover, your ally has {ability/evasion} or {ability/improved evasion}, and your ally's saving throw roll succeeds, half of the damage you would have taken is transferred to your ally. (This damage is not reduced by the ally's evasion or improved evasion.)"
		]
	},
	"improved_eldritch_heritage": {
		"name": "Improved Eldritch Heritage",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Improved Eldritch Heritage",
			"",
			"{SOURCE Ultimate Magic/152}",
			"",
			"The power of your discovered bloodline continues to grow.  ",
			"**Prerequisites:** Cha 15, {feat/Eldritch Heritage}, character level 11th.  ",
			"**Benefit:** You gain either the 3rd-level or the 9th-level power (your choice) of the bloodline you selected with the Eldritch Heritage feat. For purposes of using that power, treat your sorcerer level as equal to your character level - 2, even if you have levels in sorcerer. You do not gain any of the other bloodline abilities.  ",
			"**Special:** You may select this feat multiple times. Its effects do not stack. Each time you select the feat, it applies to a different bloodline power for that bloodline available at sorcerer level 3 or 9."
		]
	},
	"improved_elemental_counterspell": {
		"name": "Improved Elemental Counterspell",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Improved Elemental Counterspell",
			"",
			"{SOURCE Elemental Master's Handbook/23}",
			"",
			"You can charge your kinetic blast with disruptive elemental energy that tears apart elemental spells.  ",
			"**Prerequisites:** Two basic blast wild talents from two different elements, expanded element class feature, kinetic blast class feature.  ",
			"**Benefit:** You can use a readied kinetic blast to {rule/counterspell>s} any spell of equal or lower level, provided that the target spell has any of the following descriptors: air, cold, darkness, earth, electricity, fire, force, light, or water.  ",
			"**Normal:** A readied kinetic blast can be used to counterspell spells that share its descriptor."
		]
	},
	"improved_familiar": {
		"name": "Improved Familiar",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Improved Familiar",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"This feat allows you to acquire a powerful familiar, but only when you could normally acquire a new familiar.  ",
			"**Prerequisites:** Ability to acquire a new {ability/familiar}, compatible alignment, sufficiently high level.  ",
			"**Benefit:** When choosing a familiar, [the creatures listed here](ability/improved_familiars) are also available to you. You may choose a familiar with an alignment up to one step away on each alignment axis (lawful through chaotic, good through evil).",
			"",
			"Improved familiars otherwise use the rules for regular familiars, with two exceptions: if the creature's type is something other than animal, its type does not change; and improved familiars do not gain the ability to speak with other creatures of their kind (although many of them already have the ability to communicate).",
			"",
			"### Mythic Improved Familiar",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"Your familiar gains some of your incredible resiliency and insight.  ",
			"**Prerequisites:** Improved Familiar.  ",
			"**Benefit:** For every 3 tiers you possess, your {sidekick/familiar} gains a +2 bonus to an ability score of your choice. These bonuses stack. Your familiar adds your tier to its natural armor bonus and to its spell resistance (if it has spell resistance)."
		]
	},
	"improved_familiar_bond": {
		"name": "Improved Familiar Bond",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Improved Familiar Bond",
			"",
			"{SOURCE Familiar Folio/18}",
			"",
			"Your familiar gains greater power.  ",
			"**Prerequisites:** {feat/Familiar Bond}, {feat/Iron Will}.  ",
			"**Benefit:** Your familiar gains all the normal abilities available to a familiar of a wizard with a level equal to your total Hit Dice. You also gain the special ability normally gained by a master of your type of familiar."
		]
	},
	"improved_feint": {
		"name": "Improved Feint",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Feint (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"You are skilled at fooling your opponents in combat.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You can make a Bluff check to {rule/feint} in combat as a move action.  ",
			"**Normal:** Feinting in combat is a standard action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">You can select this feat even if you don't meet the Ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to feint as a move action."
		]
	},
	"improved_feint_partner": {
		"name": "Improved Feint Partner",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Feint Partner (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Combat/105}",
			"",
			"Knowledge of your companions' tricks and techniques allow you to take even greater advantage of your allies' feints.  ",
			"**Prerequisites:** Bluff 1 rank, {feat/Combat Reflexes}, {feat/Feint Partner}, base attack bonus +6.  ",
			"**Benefit:** Whenever an ally who also has this feat successfully {rule/feint/s} against an opponent, that opponent provokes an attack of opportunity from you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When you feint, you can spend 5 stamina points for each additional ally to grant an attack of opportunity to any number of additional allies - not just those with this feat."
		]
	},
	"improved_feinting_flurry": {
		"name": "Improved Feinting Flurry",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Improved Feinting Flurry (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/25}",
			"",
			"Your first melee attack throws your opponent completely off guard.  ",
			"**Prerequisites:** Dex 17, flurry of blows class feature, {feat/Combat Expertise}, {feat/Feinting Flurry}, base attack bonus +6.  ",
			"**Benefit:** While using Feinting Flurry, if you successfully {rule/feint}, your opponent is denied its Dexterity bonus to AC until the end of your turn.  ",
			"**Normal:** A successful feint causes your opponent to be denied its Dexterity bonus to AC against your next attack."
		]
	},
	"improved_fiendish_darkness": {
		"name": "Improved Fiendish Darkness",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Improved Fiendish Darkness",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"Your innate ability to shroud others in darkness is further empowered.  ",
			"**Prerequisites:** {feat/Fiendish Darkness}, {spell/darkness} spell-like ability, caster level 3rd, {race/tiefling}.  ",
			"**Benefit:** You gain a +2 bonus to your effective caster level when using your darkness spell-like ability. In addition, whenever you cast a spell with the evil descriptor that targets another creature, you can spend a swift action to apply the effects of your *darkness* spell-like ability to the spell cast, with the darkness effect centered on the spell's target. Using the *darkness* spell-like ability in this way expends all three uses of it for the day, and it cannot be used if fewer than three uses of it remain for that day."
		]
	},
	"improved_fiendish_sorcery": {
		"name": "Improved Fiendish Sorcery",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Improved Fiendish Sorcery",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"Your skill with foul sorcery is even more potent than that of others of your race.  ",
			"**Prerequisites:** Fiendish sorcery racial trait, {race/tiefling}.  ",
			"**Benefit:** If you are a sorcerer and possess the {sorcbloodline/Rakshasa} bloodline or {sorcbloodline/Shadow} bloodline, treat your Charisma score as 2 points higher for all sorcerer class abilities."
		]
	},
	"improved_flexible_wizardry": {
		"name": "Improved Flexible Wizardry",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Improved Flexible Wizardry",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"You possess an impressive flexibility with casting that other wizards lack.  ",
			"**Prerequisites:** {feat/Flexible Wizardry}, {feat/Spell Mastery}, wizard level 8th.  ",
			"**Benefit:** When you use Flexible Wizardry, you can flexibly prepare a number of spell slots equal to your Intelligence modifier + 4. Furthermore, you can finalize one of these slots with a standard action instead of a full-round action."
		]
	},
	"improved_forceful_charge": {
		"name": "Improved Forceful Charge",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Improved Forceful Charge",
			"",
			"{SOURCE Adventurer's Guide/16}",
			"",
			"Enemies fall before this animal's charge.  ",
			"**Prerequisites:** {feat/Forceful Charge}, {feat/Improved Bull Rush}, {feat/Power Attack}, animal companion.  ",
			"**Benefit:** This animal can bull rush a target that is up to two size categories larger than itself. If it pushes the target at least 10 feet as a result of this bull rush, it can attempt a {rule/trip} combat maneuver check against the target as a free action. This trip combat maneuver provokes attacks of opportunity as normal."
		]
	},
	"improved_fury_of_the_tainted": {
		"name": "Improved Fury of the Tainted",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Improved Fury of the Tainted (Combat)",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"Your hatred for goodness is rivaled only by your ability to repel it.  ",
			"**Prerequisites:** Cha 13, {feat/Fury of the Tainted}, base attack bonus +8, rage class feature, {race/tiefling}.  ",
			"**Benefit:** While raging, you gain spell resistance equal to 10 + your class level against spells with the good descriptor."
		]
	},
	"improved_gaseous_form": {
		"name": "Improved Gaseous Form",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Improved Gaseous Form",
			"",
			"{SOURCE Blood of the Night/17}",
			"",
			"Your gaseous state is more potent than that of your peers.  ",
			"**Prerequisites:** {template/Vampire}.  ",
			"**Benefit:** As a standard action, you can assume *gaseous form* at will (caster level 5th), but can remain gaseous indefinitely and have a fly speed of 20 feet with perfect maneuverability. This is a supernatural ability.",
			"",
			"If you already possess the *gaseous form* special quality, you can instead choose to augment your *gaseous form* in one of the following ways. These effects apply only to creatures that enter your space while you are in *gaseous form.*",
			"",
			">@HL[Glitterdust (Su):] Creatures must succeed at a Will save or be {misc/blinded} and outlined in golden particles as though under the effects of {spell/glitterdust}.",
			">",
			">@HL[Mind Fog (Su):] Creatures must succeed at a Will save or take penalties as though under the effects of {spell/mind fog}. This effect lasts as long as a creature shares your space and for 2d6 rounds after.",
			"",
			"**Special:** You can gain this feat multiple times. Each time you take this feat, choose another swarm type."
		]
	},
	"improved_grapple": {
		"name": "Improved Grapple",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Grapple (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"You are skilled at grappling opponents.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a {rule/grapple} combat maneuver. In addition, you receive a +2 bonus on checks made to grapple a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to grapple you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a grapple combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When you are the target of a grapple combat maneuver to initiate or maintain a grapple, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that grapple attempt increases by that number.",
			"",
			"### Mythic Improved Grapple",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"Your wrestling moves are difficult to counter.  ",
			"**Prerequisites:** Improved Grapple.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to grapple, and to your CMD when an opponent tries to grapple you. These bonuses stack with those granted by Improved Grapple.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts to grapple you, unless it also has this feat."
		]
	},
	"improved_great_fortitude": {
		"name": "Improved Great Fortitude",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Improved Great Fortitude",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"You can draw upon an inner reserve to resist diseases, poisons, and other grievous harm.  ",
			"**Prerequisites:** {feat/Great Fortitude}.  ",
			"**Benefit:** Once per day, you may reroll a Fortitude save. You must decide to use this ability before the results are revealed. You must take the second roll, even if it is worse."
		]
	},
	"improved_hammer_throw": {
		"name": "Improved Hammer Throw",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Improved Hammer Throw (Combat)",
			"",
			"{SOURCE Heroes from the Fringe/9}",
			"",
			"Your ability to knock down your foes with ranged attacks is impressive.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Hammer Throw}, {feat/Improved Trip}, {feat/Precise Shot}, base attack bonus +6, {race/dwarf}.  ",
			"**Benefit:** You can use the Hammer Throw feat against targets at any range and of any size."
		]
	},
	"improved_horse_whisperer": {
		"name": "Improved Horse Whisperer",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Improved Horse Whisperer",
			"",
			"{SOURCE Adventurer's Guide/15}",
			"",
			"Your understanding of horses goes so deep that you can communicate with them as if you shared a language.  ",
			"**Prerequisites:** {feat/Horse Whisperer}, Handle Animal 5 ranks, Ride 5 ranks.  ",
			"**Benefit:** With a successful DC 20 Handle Animal check, you can communicate with a {monster/horse} as if you were using {spell/speak with animals} for 1 round. The horse's ability to communicate and take actions is still limited by its intelligence."
		]
	},
	"improved_hunters_bond": {
		"name": "Improved Hunter's Bond",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Improved Hunter's Bond (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/113}",
			"",
			"You deepen your connection to your allies, granting them higher bonuses.  ",
			"**Prerequisites:** Hunter's bond (hunting companions) class feature, {class/ranger} level 9th.  ",
			"**Benefit:** When you activate hunter's bond, you can grant your allies your full {ability/favored enemy} bonus against a single target.  ",
			"**Normal:** Your allies receive half your favored enemy bonus against a single target."
		]
	},
	"improved_impaling_critical": {
		"name": "Improved Impaling Critical",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Impaling Critical (Combat, Critical)",
			"",
			"{SOURCE Ultimate Combat/105}",
			"",
			"When you impale a target, you hinder its movement and can cause severe bleeding.  ",
			"**Prerequisites:** {feat/Impaling Critical}, {feat/Critical Focus}, {feat/Weapon Specialization} with selected piercing melee weapon, base attack bonus +13.  ",
			"**Benefit:** While you are using Impaling Critical to impale an opponent, and you are still holding onto that weapon, that opponent must succeed at a {rule/grapple} combat maneuver check against you to pull your weapon out. If you have let go of your weapon, the impaled opponent must spend a standard action to remove the weapon. Until the opponent pulls the weapon out, his speed in all modes is halved and his maneuverability, if any, is reduced by one step. When the weapon comes out, instead of dealing the damage normal for Impaling Critical, you can deal {rule/bleed} damage equal to your weapon's damage dice result once per round at the start of that opponent's turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When using this feat to impale a foe, you can spend 5 stamina points to immobilize the foe in its current space (instead of halving its movement) for as long as you maintain your grip and the foe is impaled. If you let go of the weapon, the foe can move, but its movement is still halved."
		]
	},
	"improved_improvisation": {
		"name": "Improved Improvisation",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Improved Improvisation",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"You are masterful in your improvisation.  ",
			"**Prerequisites:** Int 13, {feat/Fast Learner}, {feat/Improvisation}, {race/human}.  ",
			"**Benefit:** Your nonproficiency penalty with weapons, armor, and shields is halved. In addition, the bonus on all skill checks for skills you have no ranks in increases to +4 instead of +2.  ",
			"**Normal:** A character who uses a weapon with which he is not proficient takes a -4 penalty on attack rolls. A character who wears armor and/or uses a shield with which he is not proficient takes the armor's (and/or shield's) armor check penalty on attack rolls as well as on all Dexterity- and Strength-based ability and skill checks. The penalty for nonproficiency with armor stacks with the penalty for shields."
		]
	},
	"improved_infuse_weapon": {
		"name": "Improved Infuse Weapon",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Improved Infuse Weapon",
			"",
			"{SOURCE Demons Revisited/38}",
			"",
			"When you infuse weapons, you may add an additional magical quality.  ",
			"**Prerequisites:** Infuse weapon special ability, Cha 27  ",
			"**Benefit:** When you infuse a weapon, you can add an additional +1 worth of weapon qualities to that weapon; this could either be used to increase a weapon infused to be a +1 weapon to be a +2 weapon, or to grant a weapon quality like {magic-enh/flaming}, {magic-enh/defending}, {magic-enh/keen}, or any other +1 quality. This effect occurs automatically as you infuse a weapon, but you may only do so to one weapon you wield at a time.  ",
			"**Special:** You may take this feat more than once; each time you do, the limit to the number of weapons on which you can simultaneously use Improved Infuse Weapon increases by 2."
		]
	},
	"improved_initiative": {
		"name": "Improved Initiative",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Initiative (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"Your quick reflexes allow you to react rapidly to danger.  ",
			"**Benefit:** You get a +4 bonus on initiative checks.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">Before rolling initiative, you can spend 10 stamina points to use 20 as the number rolled.",
			"",
			"### Mythic Improved Initiative",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"You leap into the fray with speed and confidence.  ",
			"**Prerequisites:** Improved Initiative.  ",
			"**Benefit:** The bonus on initiative checks granted by Improved Initiative increases by an amount equal to your tier. This bonus stacks with the bonus from Improved Initiative. In addition, instead of rolling initiative, you can expend one use of mythic power to treat your roll as a natural 20."
		]
	},
	"improved_intercept_blow": {
		"name": "Improved Intercept Blow",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Improved Intercept Blow (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/218}",
			"",
			"The animal's intervention completely protects its master from harm.  ",
			"**Prerequisites:** {feat/Intercept Blow}, base attack bonus +6, {sidekick/animal companion}.  ",
			"**Benefit:** When the animal companion uses Intercept Blow to intercept an opponent's melee attack and succeeds, it can take all the damage from the intercepted attack, in which case its master takes no damage from the intercepted attack and doesn't suffer effects that trigger on a hit."
		]
	},
	"improved_iron_will": {
		"name": "Improved Iron Will",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Improved Iron Will",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"Your clarity of thought allows you to resist mental attacks.  ",
			"**Prerequisites:** {feat/Iron Will}.  ",
			"**Benefit:** Once per day, you may reroll a Will save. You must decide to use this ability before the results are revealed. You must take the second roll, even if it is worse."
		]
	},
	"improved_ki_throw": {
		"name": "Improved Ki Throw",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Ki Throw (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"Your enemies are living weapons in your hands.  ",
			"**Prerequisites:** {feat/Improved Bull Rush}, {feat/Ki Throw}.  ",
			"**Benefit:** When using the Ki Throw feat, you may throw your target into any square you threaten that is occupied by another creature. Make a {rule/bull rush} combat maneuver check with a -4 penalty against the secondary target. If this check succeeds, the thrown creature lands {rule/prone} in the secondary target's square, while the secondary target is pushed back and knocked prone in an adjacent square. If the check fails, the thrown creature lands prone in the nearest square you threaten adjacent to the secondary target.",
			"",
			"If you throw a Large or larger creature into an area containing multiple secondary targets, you take an additional penalty of -4 on your combat maneuver check for each target after the first.",
			"",
			"**Special:** A monk may take this as a bonus feat at 14th level.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When using this feat to throw a target into another creature's space, you can spend up to 6 stamina points to reduce the penalty on the bull rush attempt against the secondary target by an amount equal to the number of stamina points you spent."
		]
	},
	"improved_learn_ranger_trap": {
		"name": "Improved Learn Ranger Trap",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Improved Learn Ranger Trap",
			"",
			"{SOURCE Kobolds of Golarion/24}",
			"",
			"Your skill with traps is extensive.  ",
			"**Prerequisites:** {feat/Learn Ranger Trap}, Survival 8 ranks.  ",
			"**Benefit:** You learn one additional {ability/ranger trap>s} and can now use both extraordinary and supernatural versions of any ranger traps you know."
		]
	},
	"improved_legendary_influence": {
		"name": "Improved Legendary Influence",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Improved Legendary Influence",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"Each legend grants you more of its power in return for greater influence.  ",
			"**Prerequisites:** {feat/Legendary Influence}, lesser spirit power and propitiation class features.  ",
			"**Benefit:** For each spirit you can channel, choose a second feat other than an item creation feat. Whenever you allow a spirit to gain 1 point of influence over you to gain that spirit's associated feat via Legendary Influence, you can allow that spirit to gain 1 additional point of influence over you to gain the second feat."
		]
	},
	"improved_lightning_reflexes": {
		"name": "Improved Lightning Reflexes",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Improved Lightning Reflexes",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"You have a knack for avoiding danger all around you.  ",
			"**Prerequisites:** {feat/Lightning Reflexes}.  ",
			"**Benefit:** Once per day, you may reroll a Reflex save. You must decide to use this ability before the results are revealed. You must take the second roll, even if it is worse."
		]
	},
	"improved_lookout": {
		"name": "Improved Lookout",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Improved Lookout",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"You and your allies alert each other to surprise attacks.  ",
			"**Prerequisites:** {feat/Lookout}.  ",
			"**Benefit:** Whenever you are adjacent to an ally who also has the Lookout teamwork feat, when either of you first takes an action, you both lose the {rule/flat-footed} condition."
		]
	},
	"improved_low_blow": {
		"name": "Improved Low Blow",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Low Blow (Combat)",
			"",
			"{SOURCE Advanced Race Guide/66}",
			"",
			"You are adept at hitting larger opponents where it hurts.  ",
			"**Prerequisites:** Base attack bonus +4, {race/halfling}, low-blow racial trait.  ",
			"**Benefit:** Your bonus to confirm critical hits against opponents larger than yourself improves to +2. Furthermore, once per day, after you fail to hit with a critical hit confirmation roll, you can reroll the confirmation roll, but must take the new result even if it is worse.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">You can spend 5 stamina points to reroll a second critical hit confirmation roll in the same day."
		]
	},
	"improved_monster_lore": {
		"name": "Improved Monster Lore",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Improved Monster Lore",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"You are obsessed with the abilities and weaknesses of monsters.  ",
			"**Prerequisites:** Monster lore class feature.  ",
			"**Benefit:** You gain a sacred bonus on all skill checks to identify the abilities and weaknesses of creatures equal to 1/2 your level in classes that grant you the monster lore class feature."
		]
	},
	"improved_mounted_archery": {
		"name": "Improved Mounted Archery",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Improved Mounted Archery",
			"",
			"{SOURCE Adventurer's Guide/15}",
			"",
			"You are an expert at making ranged attacks while mounted.  ",
			"**Prerequisites:** {feat/Mounted Archery}, {feat/Mounted Combat}, Ride 1 rank.  ",
			"**Benefit:** You take no penalty when using a ranged weapon while mounted and taking a double move action. The penalty while your mount is running is reduced to -2."
		]
	},
	"improved_natural_armor": {
		"name": "Improved Natural Armor",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Improved Natural Armor (Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/315}",
			"",
			"This creature's hide is tougher than most.  ",
			"**Prerequisites:** Natural armor, Con 13.  ",
			"**Benefit:** The creature's natural armor bonus increases by +1.  ",
			"**Special:** A creature can gain this feat multiple times. Each time the creature takes the feat, its natural armor bonus increases by another point."
		]
	},
	"improved_natural_attack": {
		"name": "Improved Natural Attack",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Improved Natural Attack (Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/315}",
			"",
			"Attacks made by one of this creature's natural attacks leave vicious wounds.  ",
			"**Prerequisites:** Natural weapon, base attack bonus +4.  ",
			"**Benefit:** Choose one of the creature's natural attack forms (not an unarmed strike). The damage for this natural attack increases by one step on the following list, as if the creature's size had increased by one category. Damage dice increase as follows: 1d2, 1d3, 1d4, 1d6, 1d8, 2d6, 3d6, 4d6, 6d6, 8d6, 12d6.",
			"",
			"A weapon or attack that deals 1d10 points of damage increases as follows: 1d10, 2d8, 3d8, 4d8, 6d8, 8d8, 12d8.",
			"",
			"**Special:** This feat can be taken multiple times. Each time it is taken, it applies to a different natural attack."
		]
	},
	"improved_natural_poison_harvester": {
		"name": "Improved Natural Poison Harvester",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Improved Natural Poison Harvester",
			"",
			"{SOURCE Ultimate Wilderness/114}",
			"",
			"You excel at harvesting poison from the many toxic creatures of the natural world.  ",
			"**Prerequisites:** {feat/Natural Poison Harvester}, Craft (alchemy) 9 ranks, Survival 9 ranks.  ",
			"**Benefit:** When you successfully harvest poison from a hazard or dead creature, you gain an additional 1d4 doses of poison."
		]
	},
	"improved_outflank": {
		"name": "Improved Outflank",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Improved Outflank (Combat, Teamwork)",
			"",
			"{SOURCE Legacy of the First World/19}",
			"",
			"You can easily find openings in your enemies' defenses.  ",
			"**Prerequisites:** {feat/Outflank}, base attack bonus +6.  ",
			"**Benefit:** Whenever you and an ally who also has this feat are threatening the same foe, you are considered to be {rule/flanking} that foe if you are adjacent to an unoccupied square from which you would be able to flank the foe with your ally.  ",
			"**Normal:** You must be positioned opposite an ally to flank an opponent."
		]
	},
	"improved_overrun": {
		"name": "Improved Overrun",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Overrun (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"You are skilled at running down your foes.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing an {rule/overrun} combat maneuver. In addition, you receive a +2 bonus on checks made to overrrun a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to overrun you. Targets of your overrun attempt may not chose to avoid you.  ",
			"**Normal:** You provoke an attack of opportunity when performing an overrun combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When you are the target of an overrun combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that overrun attempt increases by that number.",
			"",
			"### Mythic Improved Overrun",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"You're an unstoppable force on the battlefield, able to run down lesser foes with ease.  ",
			"**Prerequisites:** Improved Overrun.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to overrun, and to your CMD when an opponent tries to overrun you. These bonuses stack with those granted by Improved Overrun.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts to overrun you, unless it also has this feat."
		]
	},
	"improved_parry": {
		"name": "Improved Parry",
		"sources": [ "People of the River" ],
		"description": [
			"## Improved Parry (Combat)",
			"",
			"{SOURCE People of the River/12}",
			"",
			"A flick of the wrist binds your opponent's weapon.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** When you successfully parry a foe's melee attack (with a {rule/dueling parry} or the parry class feature), your next melee attack against the target does not allow the enemy to apply its Dexterity bonus to AC (if any). This attack must be made before the end of your next turn."
		]
	},
	"improved_planar_infusion": {
		"name": "Improved Planar Infusion",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Improved Planar Infusion (Conduit)",
			"",
			"{SOURCE Planar Adventures/29}",
			"",
			"Your connection to the planes has grown stronger.  ",
			"**Prerequisites:** {feat/Planar Infusion}, character level 7th.  ",
			"**Benefit:** Choose a plane you've gained an infusion from via Planar Infusion. You now gain that plane's improved infusion as well."
		]
	},
	"improved_planar_mentor": {
		"name": "Improved Planar Mentor",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Improved Planar Mentor",
			"",
			"{SOURCE Plane-Hopper's Handbook/26}",
			"",
			"As you grow, so too does your mentor's influence.  ",
			"**Prerequisites:** {feat/Planar Mentor}, character level 7th.  ",
			"**Benefit:** You can benefit from your {feat/Planar Mentor} feat one additional time per day. While your mentor's boon is active, weapons and natural weapons you wield overcome damage reduction as though they were weapons of that alignment (e.g., as good weapons for earning good approval). For neutral approval, your weapons and natural weapons overcome damage reduction as cold iron and silver weapons.",
			"",
			"Once per day while benefiting from your mentor's boon, you can cast one of the following spell-like abilities based on the active boon's alignment (CL = your character level). Once you cast the spell-like ability, your mentor's boon ends immediately.",
			"",
			">@HL[Chaotic:] {spell/Chaos hammer}, {spell/magic circle against law}, {spell/summon monster IV} (chaotic outsiders only).",
			">",
			">@HL[Evil:] {spell/Magic circle against good}, {spell/summon monster IV} (evil outsiders only), {spell/unholy blight}.",
			">",
			">@HL[Good:] {spell/Holy smite}, {spell/magic circle against evil}, {spell/summon monster IV} (good outsiders only).",
			">",
			">@HL[Lawful:] {spell/Magic circle against chaos}, {spell/order's wrath}, {spell/summon monster IV} (lawful outsiders only).",
			">",
			">@HL[Neutral:] {spell/Bestow curse}, {spell/prayer}, {spell/summon monster IV} (outsiders without alignment subtypes only)."
		]
	},
	"improved_plane_shift": {
		"name": "Improved Plane Shift",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Improved Plane Shift",
			"",
			"{SOURCE Planar Adventures/30}",
			"",
			"You're an expert at traveling the various realms of the Great Beyond via plane shift.  ",
			"**Prerequisites:** Wizard level 9th.  ",
			"**Benefit:** Add {spell/plane shift} to your spell list and to your spellbook as a 5th-level wizard spell. The time required for you to identify a portal's destination is reduced to 1 round. In addition, you automatically identify any plane on which you arrive.  ",
			"**Normal:** Plane shift is a 7th-level wizard spell.  ",
			"**Special:** A wizard can select this as a wizard bonus feat."
		]
	},
	"improved_position_of_strength": {
		"name": "Improved Position of Strength",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Improved Position of Strength (Combat)",
			"",
			"{SOURCE Villain Codex/188}",
			"",
			"You are particularly skilled in pressing your advantage when negotiating with noncombatants.  ",
			"**Prerequisites:** {feat/Position of Strength}; {feat/Two-Weapon Fighting} or {feat/Multiattack}; Intimidate 5 ranks.  ",
			"**Benefit:** As long as you are wielding one or more weapons with which you are proficient, you gain the bonus on Intimidate checks from Position of Strength against creatures that are armed with fewer weapons than you are wielding."
		]
	},
	"improved_possession": {
		"name": "Improved Possession",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Improved Possession",
			"",
			"{SOURCE Demons Revisited/32}",
			"",
			"Your ability to possess bodies is more powerful.  ",
			"**Prerequisites:** {feat/Demonic Possession} or {monster/shadow demon}, Cha 25  ",
			"**Benefit:** The duration of your {spell/magic jar} spell-like ability increases to 24 hours. You can choose to activate a host body's extraordinary abilities, supernatural abilities, spell-like abilities, and spells known or prepared."
		]
	},
	"improved_precise_shot": {
		"name": "Improved Precise Shot",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Precise Shot (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"Your ranged attacks ignore anything but total concealment and cover.  ",
			"**Prerequisites:** Dex 19, {feat/Precise Shot}, base attack bonus +11.  ",
			"**Benefit:** Your ranged attacks ignore the AC bonus granted to targets by anything less than total cover, and the miss chance granted to targets by anything less than total concealment. Total cover and total concealment provide their normal benefits against your ranged attacks.  ",
			"**Normal:** See the normal rules on the effects of {rule/cover} and {rule/concealment} in Combat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When you use the ability of the Precise Shot combat trick, the bonuses increase to +4."
		]
	},
	"improved_precise_strike": {
		"name": "Improved Precise Strike",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Improved Precise Strike (Combat, Teamwork)",
			"",
			"{SOURCE Legacy of the First World/19}",
			"",
			"Your precise timing and smooth teamwork allow you to strike a foe where it hurts.  ",
			"**Prerequisites:** Dex 13, {feat/Precise Strike}, base attack bonus +4.  ",
			"**Benefit:** Whenever you deal additional damage with Precise Strike, you also deal 1 point of {rule/bleed} damage. This bleed damage does not stack with itself."
		]
	},
	"improved_punishing_step": {
		"name": "Improved Punishing Step",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Improved Punishing Step (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/14}",
			"",
			"You know how to take advantage of a devastating charge.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Punishing Step}, base attack bonus +8.  ",
			"**Benefit:** Your bonus to AC from the Dodge feat increases to +2 against {rule/charge} attacks. When a creature charges you and misses with its attack, it loses its Dexterity bonus to AC against the next melee attack you make against it before the end of your next turn. If a creature misses with multiple attacks (such as when using the {umr/pounce} ability), you can make one such attack against the creature's {rule/flat-footed} AC before the end of your next turn for each of that creature's attacks that missed you."
		]
	},
	"improved_rending_fury": {
		"name": "Improved Rending Fury",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Rending Fury (Combat)",
			"",
			"{SOURCE Ultimate Combat/105}",
			"",
			"Honing the deadliness of your claws, you are a living hurricane of rending fury.  ",
			"**Prerequisites:** {feat/Rending Fury}, base attack bonus +9, {umr/rend} special attack.  ",
			"**Benefit:** Whenever you successfully rend an opponent, you deal an extra 1d6 damage. This damage is not multiplied on a critical hit.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, the extra damage from this feat is multiplied on a critical hit."
		]
	},
	"improved_reposition": {
		"name": "Improved Reposition",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Reposition (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"You have learned how to force your enemies to move around the battlefield.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a {rule/reposition} combat maneuver. In addition, you receive a +2 bonus on checks made to reposition a foe. You also receive a +2 bonus to your Combat Maneuver Defense when an opponent tries to reposition you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a reposition combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a reposition combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that reposition attempt increases by that number.",
			"",
			"### Mythic Improved Reposition",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"You put your foes right where you want them.  ",
			"**Prerequisites:** Improved Reposition.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to attempt a reposition combat maneuver, and to your CMD when an opponent attempts to perform a reposition combat maneuver against you. These bonuses stack with those granted by Improved Reposition.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts to reposition you, unless it also has this feat."
		]
	},
	"improved_roar": {
		"name": "Improved Roar",
		"sources": [ "Mystery Monsters Revisited" ],
		"description": [
			"## Improved Roar",
			"",
			"{SOURCE Mystery Monsters Revisited/6}",
			"",
			"Particularly old or powerful bunyips have ear-piercing cries that instill terror into those near and far.  ",
			"**Prerequisites:** Con 17, {monster/bunyip}, roar special attack.  ",
			"**Benefit:** The bunyip's roar ability is enhanced so that it affects all hearing creatures with 8 or fewer Hit Dice within a 200-foot spread. The ability is otherwise unchanged. A bunyip is immune to the effects of its own roar.  ",
			"**Normal:** A bunyip's roar ability affects all hearing creatures with 4 or fewer Hit Dice within a 100-foot spread."
		]
	},
	"improved_sabotaging_sunder": {
		"name": "Improved Sabotaging Sunder",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Improved Sabotaging Sunder (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"You become further adept at sabotaging your foes' items.  ",
			"**Prerequisites:** Str 13, {feat/Improved Sunder}, {feat/Power Attack}, {feat/Sabotaging Sunder}, Disable Device 9 ranks.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing the special {rule/sunder} combat maneuver from the Sabotaging Sunder feat. In addition, you can attempt to use that maneuver on items held by the target, but you still cannot do so against items hidden in a bag, a pack, or another container."
		]
	},
	"improved_second_chance": {
		"name": "Improved Second Chance",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Second Chance (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"You can turn a missed strike into a second chance without sacrificing later attacks.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Second Chance}, base attack bonus +11.  ",
			"**Benefit:** When you reroll a missed attack using the Second Chance feat, you can still make the rest of your attacks that turn, albeit at a -5 penalty to each attack.  ",
			"**Normal:** When using the Second Chance feat, you must normally forgo the rest of your attacks that turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to use Second Chance to reroll any attack after the first in a full attack at the same bonus. If you use Second Chance more than once in the same full attack, the penalties stack."
		]
	},
	"improved_shadowy_resistance": {
		"name": "Improved Shadowy Resistance",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Improved Shadowy Resistance",
			"",
			"{SOURCE Blood of Shadows/7}",
			"",
			"You have developed a resistance to the life-sapping environment of the Shadow Plane.  ",
			"**Prerequisites:** {race/Fetchling}, shadowy resistance racial trait.  ",
			"**Benefit:** You gain resistance 5 against negative energy damage, do not lose hit points when you gain a negative level, and gain a +2 racial bonus on saving throws against death effects, energy drain, negative energy, and spells or spell-like abilities of the necromancy school."
		]
	},
	"improved_share_spells": {
		"name": "Improved Share Spells",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Improved Share Spells",
			"",
			"{SOURCE Advanced Player's Guide/162}",
			"",
			"You can share spells with those you have a magical connection with.  ",
			"**Prerequisites:** Spellcraft 10 ranks, ability to acquire an animal companion, eidolon, familiar, or special mount.  ",
			"**Benefit:** Any non-instantaneous spell (but not any spell-like ability) you cast on yourself can also affect a creature bonded to you (such as an {sidekick/animal companion}, {sidekick/eidolon}, {sidekick/familiar}, or special mount). The creature must be within 5 feet of you at the time of casting to receive the benefit. The spell's duration is halved between you and your bonded creature (for example, a spell with a duration of 1 hour has a duration of 30 minutes for both you and your bonded creature).",
			"",
			"If the spell or effect has a duration other than instantaneous, it stops affecting the creature if it moves farther than 5 feet away from you. It does not affect the creature again if it returns before the duration expires.",
			"",
			"You may share spells in this fashion even if the spells normally do not affect creatures of that type.",
			"",
			"This feat only applies to animal companions, eidolons, familiars, or special mounts gained through a class feature."
		]
	},
	"improved_shield_bash": {
		"name": "Improved Shield Bash",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Shield Bash (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You can protect yourself with your shield, even if you use it to attack.  ",
			"**Prerequisites:** {feat/Shield Proficiency}.  ",
			"**Benefit:** When you perform a shield bash, you may still apply the shield's shield bonus to your AC.  ",
			"**Normal:** Without this feat, a character that performs a shield bash loses the shield's shield bonus to AC until his next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When attempting a shield bash attack, you can spend 5 stamina points to either wield a heavy shield as if it were a light weapon or gain a +2 bonus on the shield bash attack roll with a light shield. Whichever option you choose, the effect lasts until the start of your next turn."
		]
	},
	"improved_shield_focus": {
		"name": "Improved Shield Focus",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Improved Shield Focus (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/18}",
			"",
			"Your mastery makes the most of your shield.  ",
			"**Prerequisites:** {feat/Shield Focus}, base attack bonus +6.  ",
			"**Benefit:** You reduce the armor check penalty of any shield you are using by 1. You also use your character level in place of your base attack bonus for the purpose of shield mastery feat prerequisites.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 3 stamina points to negate your shield's armor check penalty for one skill check."
		]
	},
	"improved_sidestep": {
		"name": "Improved Sidestep",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Sidestep (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"You are adept at sidestepping your opponent's melee attacks without compromising your mobility.  ",
			"**Prerequisites:** Dex 15, {feat/Dodge}, {feat/Mobility}, {feat/Sidestep}.  ",
			"**Benefit:** After sidestepping an opponent's missed attack using the Sidestep feat, you may still take a 5-foot step during your next turn, or you may move up to your full speed if you take an action to move during your next turn.  ",
			"**Normal:** If you use the Sidestep feat, you cannot take a 5-foot step during your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you can use the Improved Sidestep feat as a free action that you can take during your opponent's turn."
		]
	},
	"improved_snap_shot": {
		"name": "Improved Snap Shot",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Snap Shot (Combat)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"You can take advantage of your opponent's vulnerabilities from a greater distance, and without exposing yourself.  ",
			"**Prerequisites:** Dex 15, {feat/Point-Blank Shot}, {feat/Rapid Shot}, {feat/Snap Shot}, {feat/Weapon Focus}, base attack bonus +9.  ",
			"**Benefit:** You threaten an additional 5 feet with Snap Shot.  ",
			"**Normal:** Making a ranged attack provokes attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">At the end of your turn, you can spend 5 stamina points to threaten an additional 15 feet with Snap Shot (instead of an additional 10 feet) until you take an attack of opportunity against an opponent in the expanded threat range or the beginning of your next turn, whichever comes first."
		]
	},
	"improved_spell_sharing": {
		"name": "Improved Spell Sharing",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Improved Spell Sharing (Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"Your link with your companion creature allows you to share your magic with it.  ",
			"**Prerequisites:** Ability to acquire an {sidekick/animal companion}, {sidekick/eidolon}, {sidekick/familiar}, or special mount.  ",
			"**Benefit:** When you are adjacent to or sharing a square with your companion creature and that companion creature has this feat, you can cast a spell on yourself and divide the duration evenly between yourself and the companion creature. You can use this feat only on spells with a duration of at least 2 rounds. For example, you could cast {spell/bull's strength} on yourself, and instead of the spell lasting 1 minute per level on yourself, it lasts 5 rounds per level on yourself and 5 rounds per level on your companion.",
			"",
			"Once the spell is cast, you and the companion creature can move farther apart without ending the effect."
		]
	},
	"improved_spring_attack": {
		"name": "Improved Spring Attack",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Improved Spring Attack (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/114}",
			"",
			"You dart through the press of battle like a breeze, assaulting foes as you pass.  ",
			"**Prerequisites:** Dex 15, {feat/Dodge}, {feat/Mobility}, {feat/Nimble Moves}, {feat/Spring Attack}, base attack bonus +9.  ",
			"**Benefit:** When you use Spring Attack, you can select two targets to attack during your movement instead of one. The second attack made this way is made at your full base attack bonus - 5. All restrictions of Spring Attack apply to both targets, and your movement does not provoke attacks of opportunity from either target. You can't target the same creature twice.  ",
			"**Special:** A monk of at least 14th level can select this feat as a monk bonus feat, but only if he has Spring Attack."
		]
	},
	"improved_stalwart": {
		"name": "Improved Stalwart",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Improved Stalwart",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"You can roll with the punches while simultaneously striking back at your attackers.  ",
			"**Prerequisites:** {feat/Diehard}, {feat/Endurance}, {feat/Stalwart}, base attack bonus +11.  ",
			"**Benefit:** Double the DR you gain from Stalwart, to a maximum of DR 10/-."
		]
	},
	"improved_steal": {
		"name": "Improved Steal",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Steal (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"You have a knack for snatching items from your opponents.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a {rule/steal} combat maneuver. In addition, you receive a +2 bonus on checks made to steal an item from a foe. You also receive a +2 bonus to your Combat Maneuver Defense when an opponent tries to steal an item from you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a steal combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a steal combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that steal attempt increases by that number.",
			"",
			"### Mythic Improved Steal",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"Your light fingers can lift even the most closely held item off an enemy.  ",
			"**Prerequisites:** Improved Steal.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to attempt a steal combat maneuver, and to your CMD when an opponent attempts a steal combat maneuver on you. These bonuses stack with those granted by Improved Steal.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts a steal maneuver against, you unless it also has this feat."
		]
	},
	"improved_stellar_wanderer": {
		"name": "Improved Stellar Wanderer",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Improved Stellar Wanderer",
			"",
			"{SOURCE Plane-Hopper's Handbook/29}",
			"",
			"You have mastered the art of planar travel through your time on Cynosure.  ",
			"**Prerequisites:** {feat/Stellar Wanderer}, Knowledge (planes) 15 ranks.  ",
			"**Benefit:** When using the {feat/Stellar Wanderer} feat for planar travel, you can choose up to eight creatures to be transported with you. You now appear 1 to 100 miles (1d%) from your intended destination rather than 5 to 500 miles."
		]
	},
	"improved_stench": {
		"name": "Improved Stench",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Improved Stench",
			"",
			"{SOURCE Demons Revisited/26}",
			"",
			"Your foul odor is particularly strong and wide-reaching.  ",
			"**Prerequisites:** {umr/Stench} universal monster ability.  ",
			"**Benefit:** The aura range of your stench ability increases by 30 feet. In addition, your stench ability save DC increases by 2, and its duration increases by 50%."
		]
	},
	"improved_stonecunning": {
		"name": "Improved Stonecunning",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide"
		],
		"description": [
			"## Improved Stonecunning",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"Your sense for stonework is uncanny.  ",
			"**Prerequisites:** Wis 13, {race/dwarf}, stonecunning racial trait.  ",
			"**Benefit:** You receive a +4 bonus on Perception checks to notice unusual stonework. This bonus replaces the stonecunning ability's normal bonus on Perception checks.",
			"",
			"### Mythic Improved Stonecunning",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"If you listen close, you can hear the secrets of stone.  ",
			"**Prerequisites:** Improved Stonecunning.  ",
			"**Benefit:** You gain {spell/stone tell} as a spell-like ability usable once per day with a caster level equal to twice your tier."
		]
	},
	"improved_studied_combatant": {
		"name": "Improved Studied Combatant",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Improved Studied Combatant",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"Deep understanding of your foes' tactics grants you the upper hand in combat.  ",
			"**Prerequisites:** Int 13, {feat/Amateur Investigator}, {feat/Studied Combatant}, base attack bonus +8, 1 rank in at least one Knowledge skill, no levels in a class that has the inspiration class feature.  ",
			"**Benefit:** Your bonuses for Studied Combatant increase to a +4 insight bonus on melee attack rolls and a +4 bonus on damage rolls. This feat otherwise works like the Studied Combatant feat."
		]
	},
	"improved_sunder": {
		"name": "Improved Sunder",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Sunder (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You are skilled at damaging your foes' weapons and armor.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a {rule/sunder} combat maneuver. In addition, you receive a +2 bonus on checks made to sunder an item. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to sunder your gear.  ",
			"**Normal:** You provoke an attack of opportunity when performing a sunder combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you are the target of a sunder combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD increases by that number for that sunder attempt.",
			"",
			"### Mythic Improved Sunder",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"Your mighty smashing blows demolish objects.  ",
			"**Prerequisites:** Improved Sunder.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to sunder, and to your CMD when an opponent tries to sunder an object used by you. These bonuses stack with those granted by Improved Sunder.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts to sunder an object used by you, unless it also has this feat."
		]
	},
	"improved_surprise_follow_through": {
		"name": "Improved Surprise Follow-Through",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Surprise Follow-Through (Combat)",
			"",
			"{SOURCE Advanced Race Guide/57}",
			"",
			"You follow up an attack with a surprising series of sweeping blows.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Great Cleave}, {feat/Power Attack}, {feat/Surprise Follow-Through}, base attack bonus +8.  ",
			"**Benefit:** When using Great Cleave, each opponent you attack on your turn (other than the first) is denied his Dexterity bonus against you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you hit a foe that's denied its Dexterity bonus via this feat and you use the Surprise Follow-Through combat trick to deal extra damage, the amount of extra damage dealt increases to 1d6 points."
		]
	},
	"improved_swap_places": {
		"name": "Improved Swap Places",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Swap Places (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"When you switch places with your comrade, your sizes don't matter.  ",
			"**Prerequisites:** {feat/Swap Places}.  ",
			"**Benefit:** When you and your ally use Swap Places, your ally can be up to one size larger or smaller than you, and your movement into the ally's square does not provoke an attack of opportunity. If your ally cannot fit into the space you had been occupying and there are no available adjacent squares to accommodate the rest of the ally's space, the ally must {misc/squeez/e>ing}. Alternatively, as part of its movement, the ally can attempt a {rule/bull rush} combat maneuver against a creature that occupies a space your ally would occupy, but this bull rush cannot move the creature more than 5 feet.  ",
			"**Normal:** Using Swap Places requires you and your ally to be the same size, and your movement into the ally's square provokes attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you attempt a bull rush when using this feat, you can spend 2 stamina points to gain the ability to move the target of that combat maneuver more than 5 feet if necessary to create space for your ally (you must still roll high enough on the bull rush attempt to move the target an extra distance, as normal)."
		]
	},
	"improved_swarm_form": {
		"name": "Improved Swarm Form",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Improved Swarm Form",
			"",
			"{SOURCE Blood of the Night/17}",
			"",
			"You can assume the form of various varmints.  ",
			"**Prerequisites:** {template/Vampire}.  ",
			"**Benefit:** Choose one of the following forms: {monster/bat swarm}, {monster/centipede swarm}, {monster/cockroach swarm}, {monster/leech swarm}, {monster/rat swarm}, or {monster/spider swarm}. As a standard action, you can change into this form.  ",
			"**Special:** You can gain this feat multiple times. Each time you take this feat, choose another swarm type."
		]
	},
	"improved_toxicological_timing": {
		"name": "Improved Toxicological Timing",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Improved Toxicological Timing",
			"",
			"{SOURCE Alchemy Manual/8}",
			"",
			"You know how to adjust the amount of time required for a poison to take effect.  ",
			"**Prerequisites:** Craft (alchemy) 11 ranks, {feat/Toxicological Timing}.  ",
			"**Benefit:** Whenever you craft a poison with the Craft (alchemy) skill, you can add or subtract up to 1 day from its onset time (to a minimum onset period of 1 round)."
		]
	},
	"improved_trip": {
		"name": "Improved Trip",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Trip (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You are skilled at sending your opponents to the ground.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a {rule/trip} combat maneuver. In addition, you receive a +2 bonus on checks made to trip a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to trip you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a trip combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a trip combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that trip attempt increases by that number.",
			"",
			"### Mythic Improved Trip",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"You're expert at knocking your foes down.  ",
			"**Prerequisites:** Improved Trip.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to trip, and to your CMD when an opponent tries to trip you. These bonuses stack with those granted by Improved Trip.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts to trip you, unless it also has this feat."
		]
	},
	"improved_two_weapon_feint": {
		"name": "Improved Two-Weapon Feint",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Two-Weapon Feint (Combat)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"Your primary weapon keeps a foe off balance, allowing you to slip your off-hand weapon past his defenses.  ",
			"**Prerequisites:** Dex 17, Int 13, {feat/Combat Expertise}, base attack bonus +6.  ",
			"**Benefit:** While using {feat/Two-Weapon Fighting} to make melee attacks, you can forgo your first primary-hand melee attack to make a Bluff check to {rule/feint} an opponent. If you successfully feint, that opponent is denied his Dexterity bonus to AC until the end of your turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to increase the duration for which the opponent is denied its Dexterity bonus until the start of your next turn."
		]
	},
	"improved_two_weapon_fighting": {
		"name": "Improved Two-Weapon Fighting",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Two-Weapon Fighting (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You are skilled at fighting with two weapons.  ",
			"**Prerequisites:** Dex 17, {feat/Two-Weapon Fighting}, base attack bonus +6.  ",
			"**Benefit:** In addition to the standard single extra attack you get with an off-hand weapon, you get a second attack with it, albeit at a -5 penalty.  ",
			"**Normal:** Without this feat, you can only get a single extra attack with an off-hand weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When making an attack of opportunity, you can spend 5 stamina points to also make an attack of opportunity with your off-hand weapon. That second attack takes a -5 penalty."
		]
	},
	"improved_umbral_scion": {
		"name": "Improved Umbral Scion",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Improved Umbral Scion",
			"",
			"{SOURCE Advanced Race Guide/105}",
			"",
			"You are a master of drow noble magic.  ",
			"**Prerequisites:** Cha 13, Wis 13, {feat/Drow Nobility}, {feat/Greater Drow Nobility}, {feat/Improved Drow Nobility}, {feat/Umbral Scion}, able to use drow spell-like abilities, {race/drow}.  ",
			"**Benefit:** You may use {spell/dispel magic}, {spell/divine favor}, and {spell/suggestion} once per day as spell-like abilities. Your caster level is equal to your character level."
		]
	},
	"improved_unarmed_strike": {
		"name": "Improved Unarmed Strike",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Unarmed Strike (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You are skilled at fighting while unarmed.  ",
			"**Benefit:** You are considered to be armed even when unarmed - you do not provoke attacks of opportunity when you attack foes while unarmed. Your unarmed strikes can deal lethal or nonlethal damage, at your choice.  ",
			"**Normal:** Without this feat, you are considered unarmed when attacking with an unarmed strike, and you can deal only nonlethal damage with such an attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you deal nonlethal damage with an unarmed strike, you can spend up to 5 stamina points to deal an amount of additional nonlethal damage equal to double the amount of stamina points you spent.",
			"",
			"### Mythic Improved Unarmed Strike",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"Your unarmed strikes are more powerful than others.  ",
			"**Prerequisites:** Improved Unarmed Strike.  ",
			"**Benefit:** You can add half your tier to your damage with unarmed strikes. As a swift action, you can expend one use of mythic power to overcome the hardness of objects with your unarmed strikes. This effect last for a number of rounds equal to your tier. If an object's hardness is greater than 15, you don't ignore any of its hardness."
		]
	},
	"improved_uncivilized_tactics": {
		"name": "Improved Uncivilized Tactics",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Improved Uncivilized Tactics (Combat)",
			"",
			"{SOURCE Heroes of the Wild/23}",
			"",
			"You are skilled at twisting your foe's limbs out of joint.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, {feat/Uncivilized Tactics}.  ",
			"**Benefit:** You don't provoke an attack of opportunity when attempting a combat maneuver check to use Uncivilized Tactics. In addition, you receive a +2 bonus on such checks.  ",
			"**Normal:** You provoke an attack of opportunity when using the Uncivilized Tactics feat."
		]
	},
	"improved_underhanded_teamwork": {
		"name": "Improved Underhanded Teamwork",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Improved Underhanded Teamwork (Combat, Teamwork)",
			"",
			"{SOURCE Pathfinder Society Primer/15}",
			"",
			"You and your allies have trained together long enough to know how to exploit an opponent's disadvantage to make her predicament even worse.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Improved Dirty Trick}, {feat/Underhanded Teamwork}, base attack bonus +6.  ",
			"**Benefit:** Whenever an ally who also has this feat performs the {rule/dirty trick} combat maneuver against a foe that you both threaten, you may attempt a dirty trick combat maneuver against the same foe as an immediate action to inflict a second condition. If the foe uses an action to remove the first condition, it also removes the condition imposed by your immediate action."
		]
	},
	"improved_vital_strike": {
		"name": "Improved Vital Strike",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Vital Strike (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You can make a single attack that deals a large amount of damage.  ",
			"**Prerequisites:** {feat/Vital Strike}, base attack bonus +11.  ",
			"**Benefit:** When you use the attack action, you can make one attack at your highest base attack bonus that deals additional damage. Roll the weapon's damage dice for the attack three times and add the results together before adding bonuses from Strength, weapon abilities (such as {magic-enh/flaming}), precision based damage, and other damage bonuses. These extra weapon damage dice are not multiplied on a critical hit, but are added to the total.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When using the Vital Strike combat trick, you can spend 3 stamina points instead of 2 to reroll three damage dice."
		]
	},
	"improved_weapon_of_the_chosen": {
		"name": "Improved Weapon of the Chosen",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Weapon of the Chosen (Combat)",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"You gain even greater favor when you use your deity's favored weapon.  ",
			"**Prerequisites:** {feat/Weapon Focus} with your deity's favored weapon, {feat/Weapon of the Chosen}.  ",
			"**Benefit:** This feat acts as Weapon of the Chosen, except you gain the benefits on all attacks until the start of your next turn. Your attacks gain a single alignment component of your deity - either chaotic, evil, good, or lawful - for the purpose of overcoming damage reduction. If your deity is neutral with no other alignment components, your attacks instead overcome damage reduction as though your weapon were both cold iron and silver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When using this feat, at the end of its normal duration you can spend 2 stamina points to extend the duration until the end of your next turn."
		]
	},
	"improved_weapon_shift": {
		"name": "Improved Weapon Shift",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Improved Weapon Shift",
			"",
			"{SOURCE Wilderness Origins/9}",
			"",
			"When you change forms, your natural attacks take on not just the physical properties of your weapons, but their magical abilities as well.  ",
			"**Prerequisites:** {feat/Weapon Shift}, base attack bonus +6, wild shape class feature.  ",
			"**Benefit:** When you apply a melee weapon's damage type and properties to your natural attacks using the {feat/Weapon Shift} special ability or any special abilities limited to thrown or ranged weapons, and it does not apply the weapon's enhancement bonuses to your attacks."
		]
	},
	"improved_whip_mastery": {
		"name": "Improved Whip Mastery",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Whip Mastery (Combat)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"You are able to entangle opponents with the coils of your whip.  ",
			"**Prerequisites:** {feat/Weapon Focus} (whip), {feat/Whip Mastery}, base attack bonus +5.  ",
			"**Benefit:** While wielding a {eq-weapon/whip}, you threaten the area of your natural reach plus 5 feet. You can also use a whip to grasp an unattended Small or Tiny object within your whip's reach and pull that object into your square. To do so, you must hit AC 10 with a melee touch attack. Further, you can use the whip to grasp onto an object within your whip's reach, using 5 feet of your whip as if it were a {eq-misc/grappling hook}, allowing you to use the rest of your whip to swing on like a rope. As a free action, you can release the object your whip is grasping, but you cannot use the whip to attack while the whip is grasping an object.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">At the start of your turn, you can spend 5 stamina points to increase the radius of the area you threaten while wielding a whip by an additional 5 feet until you make an attack against an opponent in the expanded reach or the beginning of your next turn, whichever comes first."
		]
	},
	"improved_wilding_strike": {
		"name": "Improved Wilding Strike",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Improved Wilding Strike (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/114}",
			"",
			"You gain greater skill with the natural power of your blows.  ",
			"**Prerequisites:** Str 16, {feat/Improved Unarmed Strike}, {feat/Wilding}, {feat/Wilding Strike}, base attack bonus +11.  ",
			"**Benefit:** The damage die of your unarmed strikes increases to 1d8 (or 1d6 if you are Small). This does not stack with any other effects that increase the damage die of your unarmed strikes, including levels in classes such as monk. Increases to your actual size category (such as {spell/enlarge person}) still increase your damage die as normal."
		]
	},
	"improvisation": {
		"name": "Improvisation",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Improvisation",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"You can figure out how to do almost anything.  ",
			"**Prerequisites:** Int 13, {feat/Fast Learner}, {race/human}.  ",
			"**Benefit:** You gain a +2 bonus on all skill checks for skills you have no ranks in. Furthermore, you can use all skills designated \"trained only\" untrained."
		]
	},
	"improvisational_focus": {
		"name": "Improvisational Focus",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Improvisational Focus (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/8}",
			"",
			"A makeshift weapon in your hands is as dangerous as any other instrument of violence.  ",
			"**Prerequisites:** {feat/Catch Off-Guard} or {feat/Throw Anything}, base attack bonus +1.  ",
			"**Benefit:** You gain a +1 bonus on attack rolls you make using an {misc/improvised weapon}. You are considered proficient with the improvised weapon and are considered to have {feat/Weapon Focus} with improvised weapons for the purpose of meeting the prerequisites of feats that specifically select a weapon, such as {feat/Weapon Specialization}.  ",
			"**Special:** {rule/Throw[n] splash weapon/s} are not considered improvised weapons for the purposes of this feat."
		]
	},
	"improvisational_healer": {
		"name": "Improvisational Healer",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Improvisational Healer",
			"",
			"{SOURCE Adventurer's Armory 2/22}",
			"",
			"In any urban or natural setting, you can scavenge for useful medical supplies.  ",
			"**Prerequisites:** Heal 1 rank.  ",
			"**Benefit:** When attempting a Heal check that normally requires a {eq-misc/healer's kit}, you don't take a penalty on the check for not having a healer's kit. When you use a healer's kit, you can augment it with improvised supplies, gaining an additional +2 circumstance bonus on your check. Finally, you can treat any potion of {spell/cure light wounds}, potion of {spell/cure moderate wounds}, or potion of {spell/cure serious wounds} you drink yourself or administer to another character as though its caster level were equal to the number of ranks you have in the Heal skill. The spell's normal limitations apply; for example, a potion of cure light wounds can cure a maximum of 1d8+5 points of damage, even if you have more than 5 ranks in the Heal skill."
		]
	},
	"improvised_defenses": {
		"name": "Improvised Defenses",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Improvised Defenses (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/9}",
			"",
			"You can deftly defend yourself with makeshift weapons.  ",
			"**Prerequisites:** {feat/Catch Off-Guard} or {feat/Throw Anything}, base attack bonus +1.  ",
			"**Benefit:** You gain a +1 shield bonus to AC when you are wielding an {misc/improvised weapon} and have your other hand free."
		]
	},
	"improvised_weapon_mastery": {
		"name": "Improvised Weapon Mastery",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improvised Weapon Mastery (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You can turn nearly any object into a deadly weapon, from a razor-sharp chair leg to a sack of flour.  ",
			"**Prerequisites:** {feat/Catch Off-Guard} or {feat/Throw Anything}, base attack bonus +8.  ",
			"**Benefit:** You do not suffer any penalties for using an {misc/improvised weapon}. Increase the amount of damage dealt by the improvised weapon {misc/by one step} (for example, 1d4 becomes 1d6) to a maximum of 1d8 (2d6 if the improvised weapon is two-handed). The improvised weapon has a critical threat range of 19-20, with a critical multiplier of &times;2.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When making an improvised weapon attack, you can spend 2 stamina points to increase the damage of the attack by an additional step (to a maximum of 1d10, or 2d8 if the improvised weapon is two-handed)."
		]
	},
	"in_harms_way": {
		"name": "In Harm's Way",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## In Harm's Way (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"You put yourself in danger's path to save your allies.  ",
			"**Prerequisites:** {feat/Bodyguard}.  ",
			"**Benefit:** While using the {rule/aid another>_2} action to improve an adjacent ally's AC, you can intercept a successful attack against that ally as an immediate action, taking full damage from that attack and any associated effects ({umr/bleed}, poison, etc.). A creature cannot benefit from this feat more than once per attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When using this feat's benefit, you can spend up to 5 stamina points to reduce the damage from the intercepted attack by an amount equal to double the number of stamina points you spent this way. This does not alter other effects from that attack (such as bleed, poison, etc.), even if the damage is reduced to 0."
		]
	},
	"incite_paranoia": {
		"name": "Incite Paranoia",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Incite Paranoia (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"You can convince anyone of her allies' ill intent.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Deceitful}, {feat/Greater Feint}, {feat/Improved Feint}, base attack bonus +6.  ",
			"**Benefit:** When you successfully {rule/feint} in combat, if you succeed by 5 or more, the target no longer provides {rule/flanking} to its allies and no longer gains or grants the benefits of teamwork feats until the beginning of your next turn. In addition, when you attempt a {skill/Bluff} check to lie and the lie implies that one or more of the target's allies have betrayed her or are secretly against her, your lie is one step more believable than normal, from far-fetched to unlikely and from unlikely to believable (if the lie was already less believable than far-fetched, this feat has no effect)."
		]
	},
	"incorporeal_intuition": {
		"name": "Incorporeal Intuition",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Incorporeal Intuition",
			"",
			"{SOURCE Horror Adventures/88}",
			"",
			"You notice incorporeal creatures, even those lurking in walls.  ",
			"**Prerequisites:** {feat/Psychic Sensitivity} or the ability to cast psychic spells, {feat/Spirit Sense}.  ",
			"**Benefit:** You can sense the presence and movement of incorporeal creatures though solid walls, as long as that incorporeal creature is adjacent to you. When you sense a creature in this way, you can attempt a Knowledge (religion) check to identify the creature and its special powers or vulnerabilities, with a -5 penalty. When you sense an incorporeal creature with this ability and use a {rule/readied action} to attack it when it attacks from inside the wall, it doesn't gain {rule/cover} against your attack.  ",
			"**Normal:** Incorporeal creatures are silent unless they choose to make a sound and are thus almost impossible to detect when inside a solid wall. When readying to attack an incorporeal creature in a solid wall, it gains cover against your attack."
		]
	},
	"incredible_healer": {
		"name": "Incredible Healer",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Incredible Healer",
			"",
			"{SOURCE Blood of the Ancients/20}",
			"",
			"You are able to treat deadly wounds with an almost supernatural skill.  ",
			"**Prerequisites:** Heal 5 ranks.  ",
			"**Benefit:** When you use the {skill/Heal} skill to treat deadly wounds, the target heals a number of hit points equal to either the result of your Heal check or the normal amount, whichever is higher. A creature can still benefit from having deadly wounds treated no more than once per day."
		]
	},
	"incremental_elemental_assault": {
		"name": "Incremental Elemental Assault",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Incremental Elemental Assault",
			"",
			"{SOURCE Advanced Race Guide/203}",
			"",
			"You may activate and quench your elemental assault ability multiple times per day.  ",
			"**Prerequisites:** {race/Suli}.  ",
			"**Benefit:** You may use your elemental assault ability in 1-round increments, up to a maximum number of rounds per day equal to your character level. These rounds do not have to be consecutive. Activating the ability is a swift action; ending it is a free action.  ",
			"**Normal:** You can use elemental assault once per day. It lasts a number of rounds equal to your class level."
		]
	},
	"indigestible": {
		"name": "Indigestible",
		"sources": [ "Dungeon Denizens Revisited" ],
		"description": [
			"## Indigestible",
			"",
			"{SOURCE Dungeon Denizens Revisited/18}",
			"",
			"You have acquired a resistance to the acids of oozes.  ",
			"**Prerequisites:** {ability/Favored enemy} (ooze) or survived engulfing by an ooze.  ",
			"**Benefit:** You gain acid resistance 5."
		]
	},
	"indomitable_mount": {
		"name": "Indomitable Mount",
		"sources": [ "Cities of Golarion" ],
		"description": [
			"## Indomitable Mount (Combat)",
			"",
			"{SOURCE Cities of Golarion/50}",
			"",
			"Your skill at riding helps your mount avoid attacks.  ",
			"**Prerequisites:** {feat/Mounted Combat}, Handle Animal 5 ranks, Ride 5 ranks, Lastwall affinity.  ",
			"**Benefit:** Once per round when your mount must make a saving throw, you can make a {skill/Ride} check as an immediate action. Your mount makes its save if your Ride check result is greater than the DC of the opponent's attack."
		]
	},
	"indomitable_mountain_avalanche": {
		"name": "Indomitable Mountain Avalanche",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Indomitable Mountain Avalanche (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/114}",
			"",
			"You are an impassable mountain, hurling your enemies back.  ",
			"**Prerequisites:** Wis 15, {feat/Combat Reflexes}, {feat/Improved Unarmed Strike}, {feat/Indomitable Mountain Peak}, {feat/Indomitable Mountain Style}, base attack bonus +9.  ",
			"**Benefit:** If an opponent fails at a combat maneuver against you, you can use an attack of opportunity to make a melee attack against the opponent using your highest attack bonus. If the attack hits, instead of dealing damage, you can push the opponent back 5 feet for every 5 by which it failed its combat maneuver check (minimum 5 feet). Additionally, when you hit with an unarmed melee attack against an opponent who provoked an attack of opportunity by failing its {skill/Acrobatics} check to move through a space you threaten, you can push the opponent back 5 feet instead of dealing damage. The opponent moves back in a straight line, but stops before hitting any obstacle or hazard."
		]
	},
	"indomitable_mountain_peak": {
		"name": "Indomitable Mountain Peak",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Indomitable Mountain Peak (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/114}",
			"",
			"You become more difficult to move or pass, an elusive peak your enemies cannot surmount.  ",
			"**Prerequisites:** Wis 15, {feat/Combat Reflexes}, {feat/Improved Unarmed Strike}, {feat/Indomitable Mountain Style}, base attack bonus +6.  ",
			"**Benefit:** Whenever an opponent succeeds at a {rule/combat maneuver>s} against you or at an {skill/Acrobatics} check to avoid provoking an attack of opportunity when moving through a square you threaten, you immediately gain a +2 morale bonus to your CMD against the next combat maneuver against you or to the DC of the next Acrobatics check to avoid an attack of opportunity when moving through a square you threaten. This bonus stacks until either attempt fails against you."
		]
	},
	"indomitable_mountain_style": {
		"name": "Indomitable Mountain Style",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Indomitable Mountain Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"Like a rugged mountain, you are impassable and unmovable.  ",
			"**Prerequisites:** Wis 13, {feat/Combat Reflexes}, {feat/Improved Unarmed Strike}, base attack bonus +4.  ",
			"**Benefit:** As long as you do not take a move action, you gain a +4 morale bonus to your CMD and to the DC of Bluff checks used for feint attempts against you. Additionally, you are considered to be one size category larger for the purpose of calculating your CMD when creatures attempt Acrobatics checks to move through spaces you threaten without provoking attacks of opportunity."
		]
	},
	"ineffable_count_of_the_clock": {
		"name": "Ineffable Count of the Clock",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Ineffable Count of the Clock (Gathlain Court Title)",
			"",
			"{SOURCE Plane-Hopper's Handbook/22}",
			"",
			"You realize that the endless march of time is more of a drunkard's lurch, and this grants you status in the eyes of [the Many](faith/shyka).  ",
			"**Prerequisites:** Fey creature type or {feat/Fey Obedience} (Shyka), you must have either visited or interacted with an outsider from the Dimension of Time.  ",
			"**Benefit:** Three times per day as a free action, you can increase your speed by any amount up to your base speed until the end of your turn. On the subsequent round, your speed is reduced by the same amount."
		]
	},
	"inerrant_justice": {
		"name": "Inerrant Justice",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Inerrant Justice (Story)",
			"",
			"{SOURCE Spymaster's Handbook/15}",
			"",
			"You will punish the guilty without letting any innocents be harmed as a result.  ",
			"**Prerequisites:** Must have witnessed or suffered a grave injustice that went unpunished, or have the An Eye for an Eye {rule/class<ranger| background>_tables} or the Raiders [childhood event background](rule/birth_circumstances_and_more). If the offender is not a challenging foe, it either advances to become one or allies with one or more creatures who are.  ",
			"**Benefit:** Once per day, you can choose to take the maximum possible weapon damage die roll rather than rolling when you hit a foe that is unaware of you or considers you an ally. Bonus dice, including from {ability/sneak attack}, surprise attack, and {feat/Vital Strike}, are rolled normally.  ",
			"**Goal:** Decisively defeat or slay the offender without killing any innocents in the process. You can complete the goal after killing innocents if you receive an {spell/atonement} spell.  ",
			"**Completion Benefit:** You can use this feat's benefit once per combat."
		]
	},
	"inexplicable_luck": {
		"name": "Inexplicable Luck",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Inexplicable Luck",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"Others are often dumfounded by your luck.  ",
			"**Prerequisites:** {feat/Defiant Luck}, {race/human}.  ",
			"**Benefit:** Once per day, as a free action before a roll is made, you gain a +8 bonus on any single d20 roll. You can also use this ability after the roll is made, but if you do, this bonus is reduced to +4."
		]
	},
	"infectious_weapons": {
		"name": "Infectious Weapons",
		"sources": [ "Pathfinder #81: Shifting Sands" ],
		"description": [
			"## Infectious Weapons",
			"",
			"{SOURCE Pathfinder #81: Shifting Sands/73}",
			"",
			"Your weapons spread your sickness.  ",
			"**Prerequisites:** Ability to cause disease with a natural weapon via an extraordinary or supernatural ability.  ",
			"**Benefit:** Creatures damaged by your ranged and melee weapon attacks have a chance to contract disease, as though they were damaged with your disease-spreading natural weapon."
		]
	},
	"infernal_legist": {
		"name": "Infernal Legist",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Infernal Legist",
			"",
			"{SOURCE Book of the Damned/203}",
			"",
			"You can instantly conjure an infernal contract into being.  ",
			"**Prerequisites:** Devil subtype.  ",
			"**Benefit:** As a full-round action, you can produce an {rule/infernal contract>s}. To receive the contract's benefit, a mortal creature must sign its name of its own free will. When it does so, that mortal's soul is sworn to Hell. As long as the infernal contract remains in effect, the victim cannot be restored to life after death save by a {spell/miracle} or a {spell/wish}. If the mortal is restored to life, you immediately sense it and gain the benefits of a {spell/discern location} spell targeting the resurrected creature."
		]
	},
	"infiltrator": {
		"name": "Infiltrator",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Infiltrator (Story)",
			"",
			"{SOURCE Spymaster's Handbook/15}",
			"",
			"You have sacrificed your true identity in order to achieve your goal.  ",
			"**Prerequisites:** Must have adopted an assumed or secret identity associated with an enemy organization.  ",
			"**Benefit:** Once per day when you succeed at a saving throw to negate a divination, you learn what the divination would have revealed and can spend an immediate action to cause the divination to return appropriate false information you imagine that would fit with your cover identity.  ",
			"**Goal:** Thwart the organization you have infiltrated, defeating or turning to your cause an appropriate number of challenging foes in the process.  ",
			"**Completion Benefit:** Whenever a spell or spell-like ability would reveal information about you, you can attempt a Will saving throw. If your saving throw is successful, the spell reveals nothing about you. You can use this feat's benefits to instead give false information, as detailed above."
		]
	},
	"infuse_poison": {
		"name": "Infuse Poison",
		"sources": [ "Black Markets" ],
		"description": [
			"## Infuse Poison (Item Creation)",
			"",
			"{SOURCE Black Markets/12}",
			"",
			"You can infuse a poison with a magical effect.  ",
			"**Prerequisites:** {feat/Brew Potion}, Craft (alchemy) 5 ranks, caster level 3rd.  ",
			"**Benefit:** You can infuse an ingested poison with any spell of 3rd level or lower that you know and that targets one or more creatures and has a casting time of less than 1 minute. Infusing a poison takes 2 hours if its base price is 250 gp or less; otherwise, infusing a poison takes 1 day for each 1,000 gp in its base price. When you infuse a poison, you set the caster level, which must be sufficient to cast the spell in question and no higher than your own caster level. To infuse a poison, you must use up raw materials costing half of its base price.",
			"",
			"When you create an infused poison, you make any choices that you would normally make when casting the spell.",
			"",
			"Whoever ingests the infused poison is the target of the spell."
		]
	},
	"infused_spell_cartridges": {
		"name": "Infused Spell Cartridges",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Infused Spell Cartridges (Combat)",
			"",
			"{SOURCE Heroes of Golarion/4}",
			"",
			"You can improve your arcane ammunition with more powerful magic.  ",
			"**Prerequisites:** Int 15, {feat/Arcane Strike}, {feat/Spell Cartridges}, ability to cast 4th-level arcane spells, proficient with firearms.  ",
			"**Benefit:** While your gun is imbued with power from the {feat/Arcane Strike} feat, you can spend a standard action to cast a spell of 3rd level or lower and deliver it via a force bullet. The spell must have a range of touch or produce a ray; if the spell would produce multiple rays, the bullet delivers the effect of only one ray. If the force bullet strikes a target, it deals its force damage and also delivers the effects of the spell. If the force bullet critically hits a target, the spell deals double damage."
		]
	},
	"innate_arcana": {
		"name": "Innate Arcana",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Innate Arcana",
			"",
			"{SOURCE Monster Codex/200}",
			"",
			"You can refresh your spell-like abilities by expending spell energy.  ",
			"**Prerequisites:** Arcane spellcaster, caster level 4th, {monster/serpentfolk}.  ",
			"**Benefit:** You can expend two arcane spell slots or prepared spells to cast one of your racial spell-like abilities. The level of each expended spell must be equal to or higher than the sorcerer/wizard spell level of the spell-like ability you want to cast."
		]
	},
	"innate_flexibility": {
		"name": "Innate Flexibility",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Innate Flexibility",
			"",
			"{SOURCE Monster Codex/44}",
			"",
			"Your innate magic is flexible.  ",
			"**Prerequisites:** {race/Duergar}, two racial spell-like abilities usable once per day.  ",
			"**Benefit:** You gain a number of additional uses of your once per day racial spell-like abilities equal to the number of such abilities you have. You can expend these additional uses in any combination. Normal duergar spell-like abilities and those granted by duergar racial traits both count for the purpose of this feat.",
			"",
			"For example, a normal duergar has two once per day spell-like abilities ({spell/enlarge person} and {spell/invisibility}), so taking this feat would grant her two additional uses of her once per day spell-like abilities; each day she can use either two additional uses of *enlarge person,* two additional uses of *invisibility,* or one additional use of each.",
			"",
			"**Special:** You can take this feat multiple times. Its effects stack."
		]
	},
	"inner_breath": {
		"name": "Inner Breath",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Inner Breath",
			"",
			"{SOURCE Advanced Race Guide/159}",
			"",
			"Your body is suffused with elemental air that provides for all your respiratory needs.  ",
			"**Prerequisites:** Character level 11th, {race/sylph}.  ",
			"**Benefit:** You no longer need to breathe. You are immune to effects that require breathing (such as inhaled poison). This does not give you immunity to cloud or gas attacks that do not require breathing, such as {spell/cloudkill}."
		]
	},
	"inner_flame": {
		"name": "Inner Flame",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Inner Flame (Combat)",
			"",
			"{SOURCE Advanced Race Guide/130}",
			"",
			"Your body generates so much heat that your mere touch scorches your enemies.  ",
			"**Prerequisites:** {feat/Scorching Weapons}, character level 7th, {race/ifrit}.  ",
			"**Benefit:** Your bonus on saves against fire attacks and spells with the fire descriptor or light descriptor increases to +4. When you use Scorching Weapons, the affected weapons deal an additional 1d6 points of fire damage instead of 1, and when you are grappling, you deal this damage to your grappling opponent on your turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you fail a saving throw against an effect that has the fire or light descriptor, you can spend 5 stamina points to reroll the saving throw. You must take the second result, even if it is worse."
		]
	},
	"inner_light_boa": {
		"name": "Inner Light (BoA)",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Inner Light (BoA)",
			"",
			"{SOURCE Blood of Angels/25}",
			"",
			"Even when your innate powers over light fail you, you and your allies prove vigilant against dark forces, fighting until the end.  ",
			"**Prerequisites:** {race/Aasimar}, {spell/daylight} spell-like ability.  ",
			"**Benefit:** Whenever you cast your *daylight* spell-like ability, you do so as if your caster level were one higher. Whenever an enemy successfully counters or dispels your *daylight* spell-like ability, you and any allies within a 20-foot radius gain darkvision 60 feet for a number of rounds equal to your character level. This is a supernatural effect."
		]
	},
	"inner_light_uw": {
		"name": "Inner Light (UW)",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Inner Light (UW)",
			"",
			"{SOURCE Ultimate Wilderness/19}",
			"",
			"Some ghorans glow with a nurturing inner light.  ",
			"**Prerequisites:** Wis 13, {race/ghoran}.  ",
			"**Benefit:** Once per day, you can cast {spell/daylight} as a spell-like ability with a caster level equal to your character level. If you have the light dependent racial trait, you can instead cast this spell without the usual effect, but you are considered to be exposed to sunlight for that day."
		]
	},
	"innocent_blood": {
		"name": "Innocent Blood",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Innocent Blood (Story)",
			"",
			"{SOURCE Ultimate Campaign/69}",
			"",
			"With their deaths, the pitiful wretches that inhabit this world open your path to greatness.  ",
			"**Prerequisites:** You must slay at least 50 intelligent noncombatants for either your own personal gain or for no cause at all, or have the First Kill [childhood event background](rule/birth_circumstances_and_more), or either the Bloodthirsty (barbarian) or The Kill (rogue) {rule/class background>_tables}.  ",
			"**Benefit:** You gain a +2 bonus on Intimidate checks. If you have 10 or more ranks in Intimidate, this bonus increases to +4. Each time you slay an intelligent creature, you gain a +1 bonus on attack rolls and caster level checks for 1 minute (this bonus does not stack with itself).  ",
			"**Goal:** Slay at least 200 more intelligent noncombatants, then slay a challenging foe that seeks to either bring you to justice for your crimes or usurp your position.  ",
			"**Completion Benefit:** Any {misc/shaken} creature takes double the normal penalties when attacking you, making saves against your abilities, or resolving skill checks with you as a target."
		]
	},
	"inscribe_magical_tattoo": {
		"name": "Inscribe Magical Tattoo",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Inscribe Magical Tattoo (Item Creation)",
			"",
			"{SOURCE Inner Sea Magic/16}",
			"",
			"You can craft magical tattoos.  ",
			"**Prerequisites:** Craft (calligraphy, paintings, or tattoos) 5 ranks, caster level 5th  ",
			"**Benefit:** You can create magical tattoos, magic items inked directly into the flesh of a willing or helpless creature. Both you and the recipient of the tattoo (if the recipient is not yourself) must be present during the entire tattooing process. Magic tattoos must be placed on a part of the body {rule/normally able to hold a |magic item/ slot>s_on_the_body}, but they do not count against or interfere with magic items worn on those slots. A single slot can only hold one magical tattoo (nonmagical tattoos and tattoos acquired from the {arc-sorcerer/tattooed sorcerer} archetype do not count against this limit). Tattoos may be inscribed on the following slots: belt, body, chest, feet, hands, head, neck, shoulder, ring (up to two), or wrist. They cannot be inscribed on armor, eye, headband, or shield slots.",
			"",
			"Magical tattoos are difficult to destroy, though they count as magic items for the purposes of {spell/dispel magic}. The spell {spell/erase} can permanently destroy a magical tattoo, but the bearer of the tattoo can resist the spell with a Will save, in addition to the caster needing to make a successful caster level check to erase the tattoo. Physically removing a magical tattoo with a sharp instrument or defacing it with fire or acid can destroy it as well. Doing so is a full-round action that not only requires the target to be willing or helpless, but also provokes attacks of opportunity. At least 2 points of damage per caster level of the tattoo must be dealt to destroy a magical tattoo in this manner.",
			"",
			"Magical tattoos follow the rules for magic item creation as though they were {rule/creating_<wondrous items}, except that they can use the Craft (calligraphy, paintings, tattoos) skill. New magical tattoos can be researched and designed using the {rule/making<guidelines for pricing new| magic items}. Magical tattoos are treated as slotless magical items for pricing purposes."
		]
	},
	"insidious_healing": {
		"name": "Insidious Healing",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Insidious Healing",
			"",
			"{SOURCE Healer's Handbook/8}",
			"",
			"Your healing spells give you an advantage when you choose to affect those targets with other spells.  ",
			"**Benefit:** Any creature that chooses not to attempt a saving throw against any healing spell you cast takes a -4 penalty on saving throws against other targeted spells you cast for 24 hours."
		]
	},
	"insightful_advice": {
		"name": "Insightful Advice",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Insightful Advice",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"You teach others how to make the most of their skills.  ",
			"**Prerequisites:** Perform (oratory) 3 ranks.  ",
			"**Benefit:** You can attempt a skill check to aid an ally within 30 feet with a skill in which you are trained. This takes 1 minute, and during that time, you need only speak and be heard by your chosen ally to offer this aid. The bonus you grant is +2, regardless of any other effects that would alter your aid another bonus. This bonus applies to all checks the ally attempts with that skill for 1 day and does not stack with any other aid another bonus. Whether you succeed at or fail the skill check to aid another, you can attempt to use this ability only once per day for each ally."
		]
	},
	"insightful_delivery": {
		"name": "Insightful Delivery",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Insightful Delivery",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"Your knowledge of where to strike makes your poisons more deadly.  ",
			"**Prerequisites:** {ability/Poison use} class feature, studied strike +4d6.  ",
			"**Benefit:** When you use a poisoned weapon to attempt an attack in conjunction with studied strike, the DC to resist the poison increases by half the number of your studied strike dice."
		]
	},
	"insightful_gaze": {
		"name": "Insightful Gaze",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Insightful Gaze",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"In your personal interactions, you notice what others don't. It's hard to get anything past you.  ",
			"**Prerequisites:** Stern gaze class feature, Sense Motive 5 ranks.  ",
			"**Benefit:** Whenever you make a Sense Motive check to oppose someone's Bluff check, you can roll two dice and take the higher result."
		]
	},
	"inspirational_commander": {
		"name": "Inspirational Commander",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Inspirational Commander",
			"",
			"{SOURCE Quests and Campaigns/27}",
			"",
			"Armies under your command enjoy higher morale thanks to your excellent leadership.  ",
			"**Prerequisites:** Charisma 13.  ",
			"**Benefit:** You or any army that is under your command gains a +2 bonus on [Morale checks](rule/mass_combat_quick_reference_guide). Additionally, you gain two additional {rule/boons} of your choice."
		]
	},
	"inspired_alchemy": {
		"name": "Inspired Alchemy",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Inspired Alchemy",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"With some inspiration and elbow grease, you can recreate a consumed extract in a pinch.  ",
			"**Prerequisites:** Ability to create 2nd-level extracts, alchemy class feature, inspiration class feature.  ",
			"**Benefit:** You can recreate an extract that you consumed during the past hour. You must spend 10 minutes and expend a number of uses of inspiration equal to the level of the extract's formula to do so. When you recreate an extract in this way, it does not count toward the number of extracts you can prepare in a day."
		]
	},
	"inspired_by_fear": {
		"name": "Inspired by Fear",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Inspired by Fear",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"When spreading fear to your enemies, you further embolden your allies.  ",
			"**Prerequisites:** Ability to perform {performance/dirge of doom}.  ",
			"**Benefit:** Allies in the area of your dirge of doom receive a +4 morale bonus on saving throws against fear effects. At least one enemy must be in the dirge's area and become {misc/shaken} by the dirge for you and your allies to receive this bonus."
		]
	},
	"inspired_sneak_attack": {
		"name": "Inspired Sneak Attack",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Inspired Sneak Attack (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/11}",
			"",
			"Your brilliant insight makes you more dangerous in combat.  ",
			"**Prerequisites:** Inspiration pool; {ability/sneak attack} or studied strike class feature.  ",
			"**Benefit:** When dealing sneak attack or studied strike damage, you can expend a use of inspiration from your pool to reroll all of your sneak attack dice that resulted in 1s. If you have the {talent/powerful sneak} rogue talent, rather than treat all 1s on your sneak attack damage dice as 2s, you can reroll all your sneak attack dice that resulted in 1s. If you have the {talent/deadly sneak} advanced rogue talent, rather than treat all 1s and 2s on your sneak attack damage dice as 3s, you can reroll all your sneak attack damage dice that resulted in 1s or 2s. In either case, you must take the result of the rerolls, even if it's worse than the original result."
		]
	},
	"inspired_strike": {
		"name": "Inspired Strike",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Inspired Strike",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"You can turn your natural talent as easily to weapon-work as to skills.  ",
			"**Prerequisites:** Studied combat class feature.  ",
			"**Benefit:** When you damage a creature by using the studied combat class feature, you can expend one use of inspiration to roll an inspiration die and increase the damage by the number rolled."
		]
	},
	"inspiring_bravery": {
		"name": "Inspiring Bravery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Inspiring Bravery (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"Your bravery inspires bravery in others.  ",
			"**Prerequisites:** Cha 13, bravery class feature.  ",
			"**Benefit:** As long as you are conscious and not stunned, dazed, or confused, allies within 30 feet who can see and hear you gain your bravery bonus on saving throws against fear. If you have {feat/Improved Bravery}, they gain your bravery bonus on saving throws against all mind-affecting effects. If you have {feat/Social Bravery}, your bravery bonus is added to the DC of checks to demoralize them, feint against them, change their attitude, or convince them to perform a request."
		]
	},
	"inspiring_mentor": {
		"name": "Inspiring Mentor",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Inspiring Mentor",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"Others listen to your words of encouragement and perform acts above and beyond as a result.  ",
			"**Prerequisites:** Cha 13, {performance/inspire competence} bardic performance.  ",
			"**Benefit:** Inspire competence now affects all allies within 30 feet who can hear your performance, as long as they are attempting the skill you've selected.  ",
			"**Normal:** Inspire competence only affects one ally."
		]
	},
	"inspiring_talent": {
		"name": "Inspiring Talent",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Inspiring Talent (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/207}",
			"",
			"Your innate adaptability allows you to imitate others of your kind nearly flawlessly, to the extent that you can utilize their mastery over skills almost as if you had personally trained in their use.  ",
			"**Prerequisites:** {race/Half-elf}, adaptability or ancestral arms racial trait.  ",
			"**Benefit:** Whenever you are within 30 feet of an ally who also has this feat, you gain the following benefits. If the ally has a {feat/Skill Focus} feat, you also count as having that feat for the purpose of the following skill uses: {skill/Acrobatics} checks to move through threatened squares, {skill/Bluff} checks to feint, {skill/Escape Artist} checks to escape a grapple, {skill/Intimidate} checks to demoralize, {skill/Knowledge} checks to identify a monster, and {skill/Perception} checks to notice a creature using {skill/Stealth}. Furthermore, if the ally has a weapon proficiency gained through the ancestral arms racial trait, you also count as having that weapon proficiency."
		]
	},
	"instant_alchemy": {
		"name": "Instant Alchemy",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Instant Alchemy",
			"",
			"{SOURCE Alchemy Manual/5}",
			"",
			"You can perform simple alchemical tasks with preternatural speed.  ",
			"**Prerequisites:** Craft (alchemy) 1 rank.  ",
			"**Benefit:** When performing {rule/spontaneous alchemy}, you can craft an alchemical item as a standard action if its total crafting time is 10 minutes or less and you have all the equipment and materials required in hand. Items that require 1 hour to create with spontaneous alchemy take you only 10 minutes, and items that require 1 day take you only 1 hour. If you have the alchemy class feature, you can identify a potion using the Craft (alchemy) skill as if using {spell/detect magic} as a swift action rather than a standard action."
		]
	},
	"instant_judgment": {
		"name": "Instant Judgment",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Instant Judgment",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"Your hastiest condemnations can have power.  ",
			"**Prerequisites:** Second judgment class feature.  ",
			"**Benefit:** You can spend an immediate action to pronounce a judgment or change an active judgment.  ",
			"**Normal:** Pronouncing or changing a judgment requires a swift action."
		]
	},
	"instrumental": {
		"name": "Instrumental",
		"sources": [ "Classic Treasures Revisited" ],
		"description": [
			"## Instrumental",
			"",
			"{SOURCE Classic Treasures Revisited/38}",
			"",
			"You can deliver a breathtaking bardic performance while activating the powers of a magical instrument, or utilize your bardic prowess to enhance the instrument's power.  ",
			"**Prerequisites:** {ability/Bardic Performance} class feature, Perform (any instrument) 3 ranks.  ",
			"**Benefit:** When activating a magical instrument as a full-round or standard action, you may begin a bardic performance as a free action. Your performance must use a Perform skill appropriate to the instrument.",
			"",
			"Alternatively, you may expand 2 rounds of bardic performance to add +2 to any save DCs associated with the use of the instrument's powers.",
			"",
			"If your instrument summons allies, such as {magic-wondrous/pipes of the sewers} or the {magic-wondrous/horn of Valhalla}, your bardic performances with that instrument affect those allies even if they normally would not."
		]
	},
	"intense_blows": {
		"name": "Intense Blows",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Intense Blows (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/17}",
			"",
			"Your forceful blows and your armor's weight make you more difficult to hinder in combat.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +6 or fighter level 4th, armor training class feature, proficiency with heavy armor.  ",
			"**Benefit:** When you are using Power Attack, you gain a +1 bonus to your CMD until the beginning of your next turn. When your base attack bonus reaches +4, and every 4 points thereafter, this bonus increases by another 1.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 5 stamina points to double this feat's bonus to your CMD for one combat maneuver check."
		]
	},
	"intense_pain": {
		"name": "Intense Pain",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Intense Pain (Combat, Stare)",
			"",
			"{SOURCE Occult Adventures/135}",
			"",
			"You deal additional damage when using your painful stare.  ",
			"**Prerequisites:** {class/Mesmerist} level 7th, painful stare class feature.  ",
			"**Benefit:** When you use your painful stare ability to increase your own damage, you deal an additional 1d6 points of damage. This damage increases to 2d6 at mesmerist level 12th and to 3d6 at mesmerist level 18th. When you use painful stare to augment an ally's damage, the target of the painful stare takes 1 additional point of damage for every 4 mesmerist levels you possess."
		]
	},
	"intensified_spell": {
		"name": "Intensified Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Intensified Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"Your spells can go beyond several normal limitations.  ",
			"**Benefit:** An intensified spell increases the maximum number of damage dice by 5 levels. You must actually have sufficient caster levels to surpass the maximum in order to benefit from this feat. No other variables of the spell are affected, and spells that inflict damage that is not modified by caster level are not affected by this feat. An intensified spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"intensified": { "redirect": "intensified_spell" },
	"intensified_spell_like_ability": {
		"name": "Intensified Spell-Like Ability",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Intensified Spell-Like Ability (Monster)",
			"",
			"{SOURCE Horror Adventures/88}",
			"",
			"Your spell-like ability deals more damage.  ",
			"**Prerequisites:** Spell-like ability at caster level 4th or higher.  ",
			"**Benefit:** Choose one of your spell-like abilities, subject to the restrictions described in this feat. You can use the chosen spell-like ability as an intensified spell-like ability three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"When you use an intensified spell-like ability, the maximum number of the ability's damage dice increases by 5 levels. You must have sufficient caster levels to surpass the normal maximum in order to benefit from this feat. No other variables of the spell-like ability are affected, and spell-like abilities that inflict damage that is not modified by caster level are not affected by this feat.",
			"",
			"You can only select a spell-like ability duplicating a spell with a level less than or equal to 1/2 your caster level (round down) - 1",
			"",
			"**Special:** This feat can be taken multiple times. Each time it is taken, you can apply it to a different spell-like ability.",
			"",
			"| Spell Level | Caster Level |",
			"| --- | --- |",
			"| 0 | 2nd |",
			"| 1st | 4th |",
			"| 2nd | 6th |",
			"| 3rd | 8th |",
			"| 4th | 10th |",
			"| 5th | 12th |",
			"| 6th | 14th |",
			"| 7th | 16th |",
			"| 8th | 18th |",
			"| 9th | 20th |"
		]
	},
	"intercept_blow": {
		"name": "Intercept Blow",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Intercept Blow (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/219}",
			"",
			"The animal willingly throws itself in harm's way to defend its master.  ",
			"**Prerequisites:** Base attack bonus +1, {sidekick/animal companion}.  ",
			"**Benefit:** Whenever the animal companion is adjacent to its master and its master is the target of a melee attack, the animal companion can expend an attack of opportunity as a free action, even if it isn't its turn, to attempt to intercept the attack. The animal companion makes an attack roll at its highest attack bonus with one of its natural attacks, as if it were making an attack of opportunity, with a -2 penalty for each size category the attacking creature is larger than the animal companion. If the result of this attack roll is greater than the attacking creature's attack roll result, the animal companion's master takes only half damage from the attack, and the other half of the damage is dealt to the animal companion. Effects that trigger on every successful hit (such as {rule/bleed} or the {rule/trip} special ability) affect both the animal companion and the master, as if both were hit by the attack; however, if it matters (such as for a touch spell that expires after a single hit), treat the animal companion as if it had been hit first.",
			"",
			"If the animal companion knows the {ability/animal<defend| trick>s}, the animal companion can use Intercept Blow and any feat that lists it as a prerequisite to protect any ally that it is adjacent to and defending (as per the defend trick)."
		]
	},
	"intercept_charge": {
		"name": "Intercept Charge",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Intercept Charge (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"You can get in the way of an opponent charging your ally.  ",
			"**Benefit:** When an opponent {rule/charge/s} your ally with this feat, as an immediate action you can move up to your speed toward any square in the path of the charge. If you end your movement in the path of the charge, the opponent must stop when it becomes adjacent to you and then attack you instead of your ally. Your movement from using this feat counts toward your movement on your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When using this feat, you can spend 5 stamina points to not have your movement count toward your movement on your next turn."
		]
	},
	"interweave_composite_blast": {
		"name": "Interweave Composite Blast",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Interweave Composite Blast (Combat, Teamwork)",
			"",
			"{SOURCE Occult Adventures/135}",
			"",
			"You can combine your blasts with those of another kineticist.  ",
			"**Prerequisites:** Kinetic blast class feature.  ",
			"**Benefit:** Whenever you are within 15 feet of another character who has this feat, you can {rule/ready an action} to activate a simple blast of your choice. When that character unleashes a simple blast, yours is triggered, creating a composite blast for which the two simple blasts meet the prerequisites. The composite blast's caster level is equal to the average of the caster levels of both participants and deals damage as the appropriate composite blast created by a kineticist of that level (for example, if a 10th-level pyrokineticist and a 6th-level hydrokineticist worked together to create a {kinetic/steam blast}, its base damage would be 4d6+4 points of fire damage and 4d6+4 points of bludgeoning damage).",
			"",
			"One participant can provide a form infusion appropriate for the composite blast, and the other can provide an appropriate substance infusion. Each participant accepts the burn cost for the infusion she provided. The participant who didn't take the special ready action can apply a metakinesis to the blast, and she is the only one who can gather power to reduce the blast's cost (since only she has a move action to take prior to the blast). However, whatever metakinesis she applies affects the entire composite blast.",
			"",
			"If the two participants aren't adjacent to each other, the origin point of cones, lines, and other effects that normally originate from a character's square instead originate from a point in the square located halfway between the two participants in a straight line (where the two simple blasts meet and form the composite blast).",
			"",
			"The blast uses the Constitution modifier of whoever provided the substance infusion and the Dexterity modifier of whoever provided the form infusion. If the blast includes only one infusion, the blast uses the Constitution or Dexterity modifier of the kineticist who supplied that infusion, as appropriate for the infusion provided. If no infusions are used, the two kineticists choose one of them to provide the Dexterity modifier, and the other provides the Constitution modifier."
		]
	},
	"intimidate_animals": {
		"name": "Intimidate Animals",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Intimidate Animals (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"You are skilled at intimidating animals with your bluster and fury.  ",
			"**Prerequisites:** {feat/Greater Wild Empathy}, Intimidate 5 ranks, Knowledge (nature) 5 ranks, {ability/wild empathy} class feature.  ",
			"**Benefit:** You add your Wisdom modifier on Intimidate checks against animals in addition to your Charisma modifier. An animal with 4 or fewer Hit Dice is {misc/frightened} instead of {misc/shaken} on a successful Intimidate check to demoralize it."
		]
	},
	"intimidating_bane": {
		"name": "Intimidating Bane",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Intimidating Bane",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"Your bane weapon strikes fear into your enemies.  ",
			"**Prerequisites:** Bane class feature, {feat/Dazzling Display}, {feat/Weapon Focus}, character level 8th.  ",
			"**Benefit:** Whenever you use Dazzling Display while your bane feature is active, you gain a +2 bonus on the Intimidate check that Dazzling Display allows against creatures of the type your bane weapon currently affects. Such creatures remain {misc/shaken} while your bane feature is still active and effective against their creature type."
		]
	},
	"intimidating_confidence": {
		"name": "Intimidating Confidence",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Intimidating Confidence",
			"",
			"{SOURCE Advanced Race Guide/78}",
			"",
			"You have boundless faith in your success.  ",
			"**Prerequisites:** Cha 13, {feat/Fearless Curiosity}, Intimidate 5 ranks, {race/human}.  ",
			"**Benefit:** You gain a +1 bonus on saving throws against effects with the emotion descriptor; this bonus stacks with the bonus granted by Fearless Curiosity. When you confirm a critical hit, as a free action you can make an Intimidate check to demoralize one creature you threaten. If you have the {feat/Dazzling Display} feat, you can make Intimidate checks to demoralize all creatures you threaten instead. You gain a +2 bonus on this check if your weapon has a &times;3 critical modifier, or +4 if it has a &times;4 critical modifier."
		]
	},
	"intimidating_gaze": {
		"name": "Intimidating Gaze",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Intimidating Gaze",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"There is something in your eyes that scares people.  ",
			"**Prerequisites:** Cha 13+, stern gaze class feature, Intimidate 5 ranks.  ",
			"**Benefit:** Once per day, as a free action, when making an Intimidate skill check, you can roll two dice and take the higher result."
		]
	},
	"intimidating_glance": {
		"name": "Intimidating Glance",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Intimidating Glance (Combat)",
			"",
			"{SOURCE Occult Adventures/135}",
			"",
			"Your gaze strikes fear into your enemies.  ",
			"**Prerequisites:** Hypnotic stare class feature.  ",
			"**Benefit:** You can attempt to demoralize the target of your hypnotic stare as a swift action.  ",
			"**Normal:** Attempting to demoralize an opponent is a standard action."
		]
	},
	"intimidating_performance": {
		"name": "Intimidating Performance",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Intimidating Performance",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"Your performance strikes fear in the hearts of foes.  ",
			"**Prerequisites:** Ability to start a performance (or raging song) as a move action, {ability/bardic performance} or raging song class feature.  ",
			"**Benefit:** When you start a performance (or a raging song) as a move or swift action, you can use a standard action to demoralize a foe, attempting a Perform check appropriate to your performance in place of the Intimidate check. Your performance must be one with an audible component.",
			"",
			"If you can start a performance as a swift action and you have the {feat/Dazzling Display} feat, you can gain the benefit of Dazzling Display by succeeding at a Perform check in place of an Intimidate check."
		]
	},
	"intimidating_prowess": {
		"name": "Intimidating Prowess",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Intimidating Prowess (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"Your physical might is intimidating to others.  ",
			"**Benefit:** Add your Strength modifier to Intimidate skill checks in addition to your Charisma modifier.  ",
			"**Special:** An {sidekick/animal companion} can't take both {feat/Ferocious Beast} and Intimidating Prowess.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When attempting an Intimidate check, you can spend 2 stamina points for each size category smaller you are than a given target to ignore the size difference penalty against that target.",
			"",
			"### Mythic Intimidating Prowess",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"Your mythic stature makes others uneasy.  ",
			"**Prerequisites:** Intimidating Prowess.  ",
			"**Benefit:** You gain a bonus on Intimidate checks equal to your tier against non-mythic creatures, or half your tier against mythic creatures. If you also have the {feat/Mythic |Persuasive} feat, you can expend one use of mythic power to treat the Intimidate check as if you had rolled a natural 20. You must decide to use this ability before the roll is made."
		]
	},
	"intoxicating_flattery": {
		"name": "Intoxicating Flattery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Intoxicating Flattery",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"You know how to compromise a target's judgment with lies.  ",
			"**Prerequisites:** {feat/Deceitful}, Bluff 5 ranks.  ",
			"**Benefit:** You can flatter a creature in a protracted interaction (taking at least 1 minute) to bestow in them an inflated sense of self worth that muddles their judgment. At the end of the tirade of flattery, attempt a {skill/Bluff} check against a DC equal to 10 + the creature's HD + the creature's Wisdom modifier or equal to 10 + the creature's Sense Motive modifier, whichever is higher. If you succeed, the target takes a -2 penalty on Will saving throws, Wisdom-based skill checks, and Wisdom ability checks for 1 hour plus an additional hour for every 5 by which your result exceeds the DC. The target can remove the effect early by taking 10 minutes to compose herself. If you fail this check, any creature who witnesses the failure is immune to your flattery from this feat for 24 hours. If you fail by 5 or more, the target's attitude toward you decreases by 1 step."
		]
	},
	"intrepid_rescuer": {
		"name": "Intrepid Rescuer",
		"sources": [
			"Inner Sea Gods",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Intrepid Rescuer (Combat)",
			"",
			"{SOURCE Inner Sea Gods/213}",
			"",
			"You instinctively react to interfere with foes that attack your allies or innocents.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, worshiper of {faith/Kurgess}.  ",
			"**Benefit:** Whenever an opponent you threaten makes an attack against a helpless, prone, or stunned ally or any attack against a noncombatant, that opponent provokes an attack of opportunity from you. If your attack of opportunity hits your foe, she takes a -4 penalty on the attack roll that provoked this attack of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">When an opponent provokes an attack of opportunity from you as a result of the Intrepid Rescuer feat, if your attack of opportunity hits, you can spend 5 stamina points to cause the opponent's attack to automatically miss your ally."
		]
	},
	"introspecitve_performance": {
		"name": "Introspecitve Performance",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Introspecitve Performance",
			"",
			"{SOURCE Legacy of the First World/23}",
			"",
			"With no other allies to enjoy your performance, you improvise to make it more inspiring for yourself.  ",
			"**Prerequisites:** Perform (any) 3 ranks, {ability/bardic performance} or raging song class feature.  ",
			"**Benefit:** Whenever you are the only creature affected by a bardic performance or raging song that normally affects all allies within a range, any bonuses granted by your bardic performance or raging song are calculated as though your class level were 4 higher. This feat does not allow you to activate a bardic performance or raging song if your actual class level is not high enough to use that performance."
		]
	},
	"intrusive_presence": {
		"name": "Intrusive Presence",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Intrusive Presence",
			"",
			"{SOURCE Occult Adventures/135}",
			"",
			"You can rifle through the thoughts and memories of your host.  ",
			"**Prerequisites:** Int or Cha 21, {feat/Hidden Presence}, {feat/Manipulative Presence}, ability to cast {spell/possession} or {spell/greater possession}.  ",
			"**Benefit:** You can use {spell/detect thoughts} at will as a spell-like ability against a host creature you possess. The host receives no saving throw, and the effect functions as if you had concentrated for 3 rounds. You can also use {spell/seek thoughts} on your host as a spell-like ability once during the possession. The host can attempt a Will save with a DC equal to the DC of the original possession effect. If the host succeeds, the effect fails and the host become aware of the possession if it wasn't already."
		]
	},
	"intuitive_spell": {
		"name": "Intuitive Spell",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Intuitive Spell (Metamagic)",
			"",
			"{SOURCE Occult Adventures/136}",
			"",
			"You can avoid the need for thought components by trusting your instincts.  ",
			"**Benefit:** An intuitive spell can be cast with no thought components. Spells without thought components are not affected. An intuitive spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"inured_to_draconic_majesty": {
		"name": "Inured to Draconic Majesty",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Inured to Draconic Majesty",
			"",
			"{SOURCE Heroes of the High Court/19}",
			"",
			"You have spent enough time around dragons to believe that much of their fearsomeness is bluster.  ",
			"**Prerequisites:** {ability/Favored enemy} (dragon) or Knowledge (arcana) 1 rank.  ",
			"**Benefit:** You gain a +4 bonus on saving throws against extraordinary or supernatural fear effects (such as a dragon's {umr/frightful presence}). If a failed saving throw against an extraordinary or supernatural fear effect would make you {misc/frightened}, you are instead {misc/shaken}; and if a failed saving throw would make you {misc/panicked}, you are instead frightened."
		]
	},
	"invested_magic": {
		"name": "Invested Magic",
		"sources": [ "Pathfinder #30: The Twice-Damned Prince" ],
		"description": [
			"## Invested Magic",
			"",
			"{SOURCE Pathfinder #30: The Twice-Damned Prince/69}",
			"",
			"Spells cast using this feat pay the wages of {faith/Mammon} and forgo their more mundane costs.  ",
			"**Benefit:** You may satisfy the material requirement of any spell you cast with valuable coins, gems, or jewelry rather than the normal component. For spells with material components with no listed value, valuables worth 5 times the spell's level in gp may be expended instead of the usual components (5 gp for a 1st-level spell, 20 gp for a 4th-level spell, etc). In the case of spells with components that have a listed cost, you may expend valuables worth a number of gp equal to one and a half times this cost (thus, a spell like {spell/commune} with material components costing 500 gp could be cast using valuables worth 750 gp). Only coins, gems, jewelry, and other similar objects of obvious worth can be used to replace other material components using this feat. The value of these objects need not match the required cost exactly, but they cannot be less than the required costs. Should valuables of greater value than required be expended (likely when employing objects like gems or jewelry), the extraneous gp value is lost, consumed with the rest of the object. The only exception comes in the case of spells with material components that have a listed worth. When casting such spells you may expend double the components' gp worth in valuables to cast the spell as if your caster level were 1 level higher. This effect only applies to spells with components with a specific gp value. Any expenditure beyond double the gp value grants no additional benefit."
		]
	},
	"invoke_primal_instinct": {
		"name": "Invoke Primal Instinct",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Invoke Primal Instinct",
			"",
			"{SOURCE Gnomes of Golarion/31}",
			"",
			"You can use your ability to take the shape of an animal to enhance your Bluff skill, giving yourself an aura of danger or meekness that influences nearby creatures into doing what you want.  ",
			"**Prerequisites:** Bluff 1 rank, wild shape class feature, {race/gnome}.  ",
			"**Benefit:** As a standard action, you can pantomime or describe predator- or prey-like behavior, expend one of your uses of wild shape, and make a Bluff check. All creatures within 30 feet that fail a Will save against your Bluff check DC regard you as a figure of either fear or contempt (your choice applies to all affected creatures). If you choose fear, the targets are {misc/frightened} for 1 round per druid level. If you choose contempt, the targets consider you harmless for 1 minute, ignoring you unless you attack them or take a threatening action."
		]
	},
	"iomedaean_sword_oath": {
		"name": "Iomedaean Sword Oath",
		"sources": [ "Pathfinder #26: The Sixfold Trial" ],
		"description": [
			"## Iomedaean Sword Oath",
			"",
			"{SOURCE Pathfinder #26: The Sixfold Trial/72}",
			"",
			"By swearing to never use a weapon other than a longsword, you can achieve things normally limited to the most highly trained swordsmen.  ",
			"**Prerequisites:** Proficient in {eq-weapon/longsword}, {feat/Weapon Focus} (longsword), base attack bonus +4, worshiper of {faith/Iomedae}.  ",
			"**Benefit:** You may select longsword-related feats as if you were a 4th-level fighter. For example, you may select {feat/Weapon Specialization} (longsword) as a feat.  ",
			"**Special:** If you ever use a melee or ranged weapon other than a longsword in combat, you lose the benefits of this feat until you receive an {spell/atonement} spell. You may still use spells that act as weapons (such as {spell/flame blade} and {spell/spiritual weapon}) without affecting your oath."
		]
	},
	"ioun_resonance": {
		"name": "Ioun Resonance",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Ioun Resonance",
			"",
			"{SOURCE Heroes of Golarion/7}",
			"",
			"You can create a magic link between your ioun heart and an ioun stone in your possession.  ",
			"**Prerequisites:** {race/Wyrwood}.  ",
			"**Benefit:** As a standard action, you can create a link between your ioun core and an active {magic-wondrous/ioun stone} you hold or carry. For as long as you gain the benefits of the linked stone, any numerical bonuses and penalties granted by the stone are increased by 1. You can maintain a link with only one ioun stone at a time. Creating a link to a new stone ends any previous links."
		]
	},
	"iron_will": {
		"name": "Iron Will",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Iron Will",
			"",
			"{SOURCE PRPG Core Rulebook/129}",
			"",
			"You are more resistant to mental effects.  ",
			"**Benefit:** You get a +2 bonus on all Will saving throws.",
			"",
			"### Mythic Iron Will",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"Your will is incorruptible.  ",
			"**Prerequisites:** Iron Will.  ",
			"**Benefit:** Whenever you roll a Will saving throw against a spell, spell-like ability, or supernatural ability from a non-mythic source, roll twice and take the higher result."
		]
	},
	"ironbound_master": {
		"name": "Ironbound Master",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Ironbound Master",
			"",
			"{SOURCE Inner Sea Gods/213}",
			"",
			"You wear your heavy armor like a second skin.  ",
			"**Prerequisites:** Cleric level 7th, worshiper of {faith/Gorum}.  ",
			"**Benefit:** You gain the armor training fighter class feature with an effective fighter level equal to your cleric level - 4."
		]
	},
	"ironclad_logic": {
		"name": "Ironclad Logic",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Ironclad Logic",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"You appeal to sound reasoning and fact, rather than to emotion, when attempting to sway others.  ",
			"**Prerequisites:** Int 19, Diplomacy 3 ranks.  ",
			"**Benefit:** You gain a +4 bonus on Diplomacy checks whenever you add your Charisma modifier on those checks. If you have at least 10 ranks in Diplomacy and an Intelligence score of 27 or more, this bonus increases to +8. This bonus doesn't stack with the bonus from {feat/Skill Focus} (Diplomacy), but this feat counts as Skill Focus (Diplomacy) for the purpose of feats and other elements with Skill Focus (Diplomacy) as a prerequisite. In {rule/verbal duels}, when using tactics to which you assigned an Intelligence-based skill, you can add your Intelligence modifier instead of your Charisma modifier to the associated skill check."
		]
	},
	"ironclad_reactions": {
		"name": "Ironclad Reactions",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Ironclad Reactions (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/17}",
			"",
			"You are able to quickly react to attacks.  ",
			"**Prerequisites:** Base attack bonus +6 or fighter level 4th, armor training class feature, proficiency with medium armor.  ",
			"**Benefit:** Once per round when a foe successfully hits you with an attack of opportunity, you can expend a use of an attack of opportunity to take a 5-foot step. You can do this even if you have already taken a 5-foot step.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 3 stamina points to use this feat even if an attack of opportunity against you misses."
		]
	},
	"ironguts": {
		"name": "Ironguts",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Ironguts",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"You have an especially strong stomach.  ",
			"**Prerequisites:** Con 13; {race/dwarf}, {race/half-orc}, or {race/orc}.  ",
			"**Benefit:** You gain a +2 racial bonus on saving throws against any effect causing the {misc/nauseated} or {misc/sickened} conditions and against all ingested poisons (but not other poisons). In addition, you receive a +2 bonus on {skill/Survival} skill checks to find food for yourself (and only yourself)."
		]
	},
	"ironhide": {
		"name": "Ironhide",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Ironhide",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"Your skin is thicker and more resilient than that of most of your people.  ",
			"**Prerequisites:** Con 13; {race/dwarf}, {race/half-orc}, or {race/orc}.  ",
			"**Benefit:** You gain a +1 natural armor bonus due to your unusually tough hide."
		]
	},
	"irrisen_icemage": {
		"name": "Irrisen Icemage",
		"sources": [ "Cities of Golarion" ],
		"description": [
			"## Irrisen Icemage",
			"",
			"{SOURCE Cities of Golarion/62}",
			"",
			"You were born with the power to drive ice and snow as others drive their slaves.  ",
			"**Prerequisites:** {class/Sorcerer}, Irrisen affinity, may only be taken at first level.  ",
			"**Benefit:** All of your spells with the cold descriptor are cast at +1 caster level. Any spell with a different energy descriptor is cast at -1 caster level. Three times per day you may alter a spell you cast to deal cold damage instead of its normal damage; your +1 caster level for this feat applies to this variant casting."
		]
	},
	"jabbing_dancer": {
		"name": "Jabbing Dancer",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Jabbing Dancer (Combat)",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"You've learned to bend and shift your body to avoid attacks and reposition yourself advantageously.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Improved Unarmed Strike}, {feat/Jabbing Style}, {feat/Mobility}; base attack bonus +9, {class/brawler} level 5th, or {class/monk} level 5th.  ",
			"**Benefit:** Each time you hit with an unarmed strike while using Jabbing Style, you can move 5 feet without provoking an attack of opportunity as long as you move to a space adjacent to the opponent you hit with the unarmed strike. If you use this feat, you cannot take a 5-foot step during your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">After you use Jabbing Style to move 5 feet without provoking attacks of opportunity, if you have at least 1 stamina point in your stamina pool, you can still take a 5-foot step on your next turn."
		]
	},
	"jabbing_master": {
		"name": "Jabbing Master",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Jabbing Master (Combat)",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"Your quick punches become even more lethal.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Improved Unarmed Strike}, {feat/Jabbing Dancer}, {feat/Jabbing Style}, {feat/Mobility}, {feat/Power Attack}; base attack bonus +12, brawler level 8th, or monk level 8th.  ",
			"**Benefit:** While using Jabbing Style, the extra damage you deal when you hit a single target with two unarmed strikes increases to 2d6, and the extra damage when you hit a single target with three or more unarmed strikes increases to 4d6.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you threaten a critical hit with an unarmed strike while using Jabbing Style, you can spend 5 stamina points to double your extra damage from Jabbing Master against that target. You can use this ability only once per target per round."
		]
	},
	"jabbing_style": {
		"name": "Jabbing Style",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Jabbing Style (Combat, Style)",
			"",
			"{SOURCE Advanced Class Guide/152}",
			"",
			"A cluster of quick strikes deals more damage than a single roundhouse swing.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}; base attack bonus +6, brawler's flurry class feature, or flurry of blows class feature.  ",
			"**Benefit:** When you hit a target with an unarmed strike and you have hit that target with an unarmed strike previously that round, you deal an extra 1d6 points of damage to that target.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you gain the extra damage from this style after hitting a single target with two or more unarmed strikes, you can spend 2 stamina points to increase the extra unarmed strike damage by 1d6 points."
		]
	},
	"jackal_blood": {
		"name": "Jackal Blood",
		"sources": [ "Dark Markets - A Guide to Katapesh" ],
		"description": [
			"## Jackal Blood",
			"",
			"{SOURCE Dark Markets - A Guide to Katapesh/13}",
			"",
			"A {monster/jackalwere} crouches somewhere in your family tree.  ",
			"**Benefit:** You gain a +4 bonus on saving throws to resist spells or effects that would cause you to fall asleep. You also gain a +2 bonus on Listen checks."
		]
	},
	"jackal_heritage": {
		"name": "Jackal Heritage",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Jackal Heritage",
			"",
			"{SOURCE Rival Guide/41}",
			"",
			"A {monster/jackalwere} crouches somewhere in your family tree.  ",
			"**Prerequisites:** Humanoid, must be taken at 1st level.  ",
			"**Benefit:** You gain a +2 racial bonus on saving throws against mind-affecting effects, and a +2 racial bonus on Perception checks."
		]
	},
	"jaguar_pounce": {
		"name": "Jaguar Pounce",
		"sources": [
			"Ultimate Wilderness",
			"Sargava, the Lost Colony"
		],
		"description": [
			"## Jaguar Pounce (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/115;Sargava, the Lost Colony/24}",
			"",
			"Your ambushes are especially lethal.  ",
			"**Prerequisites:** Base attack bonus +4.  ",
			"**Benefit:** When making a charge or using {feat/Spring Attack} against an opponent who is {rule/flat-footed} or {misc/helpless}, you treat your first melee attack against that target as if you had the {feat/Improved Critical} feat."
		]
	},
	"janni_rush": {
		"name": "Janni Rush",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Janni Rush (Combat)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"When you leap to the attack, your blows are like bolts from on high.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Janni Style}, {feat/Janni Tempest}, Acrobatics 8 ranks, Perform (dance) 8 ranks.  ",
			"**Benefit:** While using Janni Style, you are always considered to have a running start when jumping. Further, if you jump as part of a {rule/charge} and make an unarmed strike against the designated opponent, a hit allows you to roll the unarmed strike's damage dice twice and add the results together before adding modifiers (such as from Strength) or extra dice (such as precision-based damage or dice from weapon abilities). The extra damage dice are not multiplied on a successful critical hit.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">You can spend 5 stamina points to multiply the extra damage dice from this feat on a critical hit."
		]
	},
	"janni_style": {
		"name": "Janni Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Janni Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"Your whirling fighting technique makes you difficult to hit.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, Acrobatics 3 ranks, Perform (dance) 3 ranks.  ",
			"**Benefit:** While using this style, you take only a -1 penalty to AC for charging. Further, opponents that {rule/flank>ing} you gain only a +1 bonus on attack rolls against you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you charge while using this style, you can spend 2 stamina points to take no penalty to AC for charging and move an additional 10 feet as part of the charge."
		]
	},
	"janni_tempest": {
		"name": "Janni Tempest",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Janni Tempest (Combat)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"Your gale of attacks easily throws your opponents off balance.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Janni Style}, Acrobatics 5 ranks, Perform (dance) 5 ranks.  ",
			"**Benefit:** While you are using the Janni Style feat, whenever you make an unarmed attack and hit an opponent, you gain a +4 bonus on checks made to {rule/bull rush} or {rule/trip} that opponent, as long as the combat maneuver is your next attack by the end of your turn. You do not provoke an attack of opportunity from the target of the maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you hit an opponent with an unarmed strike while using Janni Style, you can spend 2 stamina points to increase this feat's bonus by 2. You can also spend 2 stamina points to apply the feat's bonus on checks to a drag or reposition combat maneuver instead of a bull rush or trip."
		]
	},
	"jawbreaker": {
		"name": "Jawbreaker",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Jawbreaker (Combat)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"You deliver a powerful strike to the mouth, breaking teeth and bone.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Stunning Fist}, Heal 6 ranks.  ",
			"**Benefit:** When you make a successful Stunning Fist attempt against an opponent that is grappled, helpless, or stunned, instead of imparting any other Stunning Fist effect, you can cripple that opponent's mouth, dealing normal unarmed strike damage and 1d4 points of {rule/bleed} damage. Until the bleed damage ends, the target is unable to use its mouth to attack, speak clearly, and employ verbal spell components. A creature that is immune to critical hits or that has no discernible mouth is immune to the effects of this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When you hit with a Jawbreaker attack, you can spend 5 stamina points to increase the bleed damage to 1d6 points, increase the DC of the Heal check to end the bleed to 20, and require the user of a spell or ability that cures hit point damage to succeed at a DC 15 caster level check to end the bleed effect."
		]
	},
	"jinx_alchemy": {
		"name": "Jinx Alchemy",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Jinx Alchemy",
			"",
			"{SOURCE Halflings of Golarion/27}",
			"",
			"With your knowledge of alchemy, creatures you jinx cannot benefit from most sorts of alchemical compounds.  ",
			"**Prerequisites:** Swift alchemy class feature, Halfling Jinx trait.  ",
			"**Benefit:** A jinxed creature cannot benefit from the effects of potions, elixirs, or any other substance that he must ingest in order to activate. This includes alchemical substances such as {eq-misc/antitoxin}, but not extracts, mutagens, or other {class/alchemist} class abilities that only affect the alchemist. A jinxed creature still takes any penalties and detrimental effects from ingested compounds or poisons."
		]
	},
	"jinxed_spell": {
		"name": "Jinxed Spell",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Jinxed Spell (Metamagic)",
			"",
			"{SOURCE Halflings of Golarion/27}",
			"",
			"You can make a creature that fails its spell save suffer your jinx as well.  ",
			"**Prerequisites:** Any two {main/feats_<metamagic/ feats}, Halfling Jinx trait.  ",
			"**Benefit:** Any creature that fails its saving throw against a jinxed spell also suffers the effects of your jinx. This feat has no effect on spells that do not allow a saving throw. If the spell affects an area or multiple creatures, you must select one creature to take the jinx, unless you have the {feat/Area Jinx} feat; if you have the Area Jinx feat, choose a jinx {misc/burst} area within the spell's area or among its targets and apply the jinx to those in the burst that failed their save. A jinxed spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"joined_wings": {
		"name": "Joined Wings",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Joined Wings (Teamwork)",
			"",
			"{SOURCE Distant Realms/33}",
			"",
			"You have developed a deep rapport with your comrades that allows you to swiftly convey divine grace.  ",
			"**Prerequisites:** Fervor or {ability/lay on hands} class feature.  ",
			"**Benefit:** You can use your lay on hands or the healing granted by fervor on allies with this feat as a swift action."
		]
	},
	"joyless_toil": {
		"name": "Joyless Toil",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Joyless Toil (Combat)",
			"",
			"{SOURCE Elemental Master's Handbook/11}",
			"",
			"Your strikes render your enemy distracted and unable to focus on productive action.  ",
			"**Prerequisites:** Dex 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +8.  ",
			"**Benefit:** Joyless Toil forces a foe damaged by your unarmed attack to attempt a Fortitude saving throw (DC = 10 + half your character level + your Wisdom modifier) in addition to taking damage normally. You must declare that you are using this feat before you make your attack roll - thus, a failed attack roll wastes the attempt. An opponent who fails this saving throw is {misc/nauseated} for 1 round or until the opponent is attacked. You can attempt to use Joyless Toil once per day for every 4 character levels you have, but you can use it no more than once per round. Constructs, incorporeal creatures, mindless creatures, plants, undead, and creatures that are immune to critical hits cannot be affected by this ability."
		]
	},
	"judgment_surge": {
		"name": "Judgment Surge",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Judgment Surge",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"Once per day, the power of your faith surges, further empowering your judgments.  ",
			"**Prerequisites:** Judgment class feature.  ",
			"**Benefit:** Once per day, you can treat your class level for your judgment class feature as if it were 3 higher than normal. If you have multiple judgments active at the same time, this benefit applies to all of them."
		]
	},
	"juggle_load": {
		"name": "Juggle Load",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Juggle Load (Combat)",
			"",
			"{SOURCE Halflings of Golarion/23}",
			"",
			"Your fingers are so nimble that reloading your sling is almost effortless for you.  ",
			"**Prerequisites:** {feat/Ammo Drop}, Sleight of Hand 1 rank, proficient with {eq-weapon/sling}.  ",
			"**Benefit:** You can load a sling or {eq-weapon/double sling} as a free action. This does not provoke attacks of opportunity. This feat allows you to fire your sling as many times in a full-attack action as you could attack if you were using a bow."
		]
	},
	"juju_way": {
		"name": "Juju Way",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Juju Way (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/207}",
			"",
			"You can use spirits of the unseen world to carry your spells for you.  ",
			"**Prerequisites:** Knowledge (religion) 3 ranks, {race/human} (Mwangi).  ",
			"**Benefit:** You can cast spells with the range of \"touch\" at a range of 20 feet if the recipient is a willing Mwangi ally who also has this feat."
		]
	},
	"juke": {
		"name": "Juke",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Juke (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/15}",
			"",
			"You can avoid a charge, leaving your opponent vulnerable to attacks by you or your allies.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}, {feat/Sidestep}.  ",
			"**Benefit:** When an opponent {rule/charge/s} you, you gain a +4 dodge bonus to your AC. If the charger's attack roll misses you and his movement ends while he is adjacent to you, you can switch places with the opponent as an immediate action, and he is considered to be {rule/flank/ed>ing} by you until the end of your next turn. You can't use the benefits of Juke if you {rule/ready an action} to set a weapon with the {misc/brace} special quality against a charging foe."
		]
	},
	"jumper": {
		"name": "Jumper",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Jumper",
			"",
			"{SOURCE Animal Archive/18}",
			"",
			"You are a natural leaper.  ",
			"**Prerequisites:** Acrobatics 1 rank, creature type other than humanoid or outsider.  ",
			"**Benefit:** You always count as having a running start when making jump checks using {skill/Acrobatics}. Acrobatics becomes a class skill for you."
		]
	},
	"jungle_survivalist": {
		"name": "Jungle Survivalist",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Jungle Survivalist",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"Normally pestilential rain forests are a safe haven and home to you.  ",
			"**Prerequisites:** {ability/Favored terrain} (jungle) class feature.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against diseases, poisons, and the distraction ability of creatures with the swarm subtype. You also gain a +2 bonus on Acrobatics and Climb checks when climbing trees and a +2 bonus on Perception checks against creatures that gain a racial bonus on Stealth checks in vegetation."
		]
	},
	"just_out_of_reach": {
		"name": "Just Out of Reach",
		"sources": [
			"Melee Tactics Toolbox",
			"Armor Master's Handbook"
		],
		"description": [
			"## Just Out of Reach (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/9}",
			"",
			"The farther an attacker is from you, the more easily you avoid its melee attacks.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}.  ",
			"**Benefit:** When a foe more than 5 feet away from you makes a melee attack against you using reach, you gain a +4 dodge bonus to your AC against the attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 5 stamina points to gain the benefits of this feat against any one melee attack."
		]
	},
	"keen_scent": {
		"name": "Keen Scent",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Keen Scent",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"Your nose is as sensitive as that of a wild predator.  ",
			"**Prerequisites:** Wis 13, {race/half-orc} or {race/orc}.  ",
			"**Benefit:** You gain the {umr/scent} special ability."
		]
	},
	"ki_channel": {
		"name": "Ki Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Ki Channel",
			"",
			"{SOURCE Inner Sea Gods/213}",
			"",
			"When you channel positive energy, you can also channel ki.  ",
			"**Prerequisites:** {ability/Channel positive energy} class feature, worshiper of {faith/Irori}.  ",
			"**Benefit:** When you channel positive energy to heal living creatures, any creature that could be healed by the channeled energy can choose to regain ki from it instead. Affected creatures regain a number of ki points equal to the number of dice healed by the channel. A creature regaining ki in such a way must either regain ki or be healed by the channel (it cannot gain both)."
		]
	},
	"ki_diversity": {
		"name": "Ki Diversity",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Ki Diversity (Combat, Faction)",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"You have trained at the feet of the masters of the Kusari-Gama, a secret society of monk warriors. With their secrets you have mastered new ways to apply your ki.  ",
			"**Prerequisites:** Ki pool class feature, Wis 13, [Kusari-Gama](rule/f_clans) 25 TPA.  ",
			"**Benefit:** You learn how to channel your ki in a new ability. Choose one of the following ki powers:",
			"",
			">@HL[Bone Crusher:] When you succeed at a trip or disarm combat maneuver, you may spend 1 point from your ki pool as a swift action to deal damage to your opponent as if you had hit them with an unarmed strike.",
			">",
			">@HL[Dim Mak:] You may spend 1 point from your ki pool as a swift action to execute your next Stunning Fist attack as a melee touch attack rather than a normal melee attack.",
			">",
			">@HL[Mind of the Kensai:] You may spend 1 point from your ki pool as a swift action to imbue a single melee weapon in your hands with the ki focus weapon special ability until your next turn.",
			">",
			">@HL[Wings of the Crane:] If you have the Deflect Arrows feat, you may spend 1 point from your ki pool as an immediate action to use that feat to deflect a second missile weapon that round. If you have the Snatch Arrows feat, you may use this ability to catch a second weapon, but not throw it back.",
			">",
			">@HL[Zen Combatant:] You may spend 1 point from your ki pool as a swift action to substitute your Wisdom score for your Strength or Dexterity for all melee or ranged attacks you make that round.",
			"",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, you may choose an additional ability from the list above. Monks can select this feat as a monk bonus feat."
		]
	},
	"ki_stand": {
		"name": "Ki Stand",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Ki Stand",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"If an opponent knocks you down, you swiftly rebound with an attack.  ",
			"**Prerequisites:** Ki pool.  ",
			"**Benefit:** While you have at least 1 ki point in your ki pool, you can stand up as a swift action that provokes attacks of opportunity.",
			"",
			"You may spend 1 point of your ki pool to stand up as a swift action without provoking attacks of opportunity."
		]
	},
	"ki_throw": {
		"name": "Ki Throw",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Ki Throw (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/164}",
			"",
			"Your physical control and mastery of momentum allows you to throw enemies.  ",
			"**Prerequisites:** {feat/Improved Trip}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** On a successful unarmed {rule/trip} attack against a target your size or smaller, you may throw the target {rule/prone} in any square you threaten rather than its own square. This movement does not provoke attacks of opportunity, and you cannot throw the creature into a space occupied by other creatures.  ",
			"**Special:** A monk may gain Ki Throw as a bonus feat at 10th level. A monk with this feat can affect creatures larger than his own size by spending 1 ki point per size category difference.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">You can spend 5 stamina points to throw a creature one size category larger than you."
		]
	},
	"kick_up": {
		"name": "Kick Up",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Kick Up (Combat)",
			"",
			"{SOURCE Advanced Class Guide/152}",
			"",
			"You have learned how to kick items on the ground to a ready hand.  ",
			"**Prerequisites:** Dex 12, {feat/Acrobatic}, Acrobatics 1 rank; slayer level 1st or swashbuckler level 1st.  ",
			"**Benefit:** As long as you have at least one hand free, you can use a swift action to retrieve a single unattended item or weapon that weighs 10 pounds or less from the ground, either in your square or in any adjacent square not occupied or threatened by an enemy. Additionally, when you kick up a weapon and attempt a {rule/feint} before the end of your turn, you receive a +2 circumstance bonus on the feint attempt.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">You can spend 2 stamina points to kick up an unattended object in an adjacent space occupied by an enemy."
		]
	},
	"killing_flourish": {
		"name": "Killing Flourish",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Killing Flourish (Combat)",
			"",
			"{SOURCE Advanced Class Guide/152}",
			"",
			"You inspire dread in other foes when you slay an enemy.  ",
			"**Prerequisites:** {feat/Intimidating Prowess}, Intimidate 4 ranks, slayer level 4th.  ",
			"**Benefit:** When you reduce your target to below 0 hit points with a melee attack, as a swift action you can attempt an Intimidate check to demoralize all foes within 30 feet who can see your attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When you confirm a critical hit, you can spend 5 stamina points and take a swift action to attempt an Intimidate check to demoralize all foes within 30 feet who can see your attack."
		]
	},
	"kinetic_counter": {
		"name": "Kinetic Counter",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Kinetic Counter",
			"",
			"{SOURCE Occult Adventures/136}",
			"",
			"You can use your kinetic blast to counter your enemy's opposing elemental abilities.  ",
			"**Prerequisites:** {kinetic/Cold [simple ]blast}, {kinetic/fire [simple ]blast}, or {kinetic/water [simple ]blast}; kinetic blast class feature.  ",
			"**Benefit:** You can ready an action to use your blast to {rule/counter>spells} an opponent's elemental abilities. If you ready a fire simple blast, you can counter any spell or activated extraordinary, supernatural, or spell-like ability that has the water or ice descriptor, and if you ready a cold or water simple blast, you can counter any spell or activated extraordinary, supernatural, or spell-like ability that has the fire descriptor. In order to successfully counter the effect, you must succeed at a caster level check with a DC equal to either 11 + the opponent's caster level (for spells and spell-like abilities) or 11 + the opponent's Hit Dice (for extraordinary and supernatural abilities). Against spells and spell-like abilities, treat a success as if you had counterspelled the effect using {spell/dispel magic}. Against activated supernatural and extraordinary abilities, a successful kinetic counter negates the ability's effect entirely while still expending the ability. For example, if a pyrokineticist succeeds at her caster level check against a white dragon's breath weapon, she negates the breath weapon's effect in the entire area, and the dragon must wait 1d4 rounds to use its breath weapon again."
		]
	},
	"kinetic_crafting": {
		"name": "Kinetic Crafting",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Kinetic Crafting",
			"",
			"{SOURCE Psychic Anthology/24}",
			"",
			"You can use your wild talents to help you craft magic items.  ",
			"**Prerequisites:** {class/Kineticist} level 3rd.  ",
			"**Benefit:** When crafting a magic item or taking {main/feats_<item creation/ feats}, you can treat your kineticist level as your caster level. In addition, you can treat any wild talent you have as a spell of the same level or lower for the purpose of fulfilling the requirements for magic item creation (except spell-completion and spell-trigger items). This wild talent must be associated with the same element or deal the same type of energy damage as the emulated spell's descriptor."
		]
	},
	"kinetic_invocation": {
		"name": "Kinetic Invocation",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Kinetic Invocation",
			"",
			"{SOURCE Psychic Anthology/24}",
			"",
			"You have learned to channel your element's energy into the magic used by traditional spellcasters.  ",
			"**Prerequisites:** {class/Kineticist} level 1st, elemental focus class feature.  ",
			"**Benefit:** For each kineticist element to which you have access, you treat all spells associated with that element (see below) as {ability/utility wild talents} of the listed level, which you can select as normal. Each has a burn cost of 1 unless otherwise noted, and any non-permanent, non-instantaneous effects end when your burn is removed. Using this wild talent is considered psychic spellcasting (except for the purpose of prerequisites), and you must provide emotion and thought components, as well as material components where appropriate. In addition, some spells are restricted to certain races. Your caster level for a spell is equal to your kineticist level, and the save DC for any spell is equal to 10 + the listed level of the spell + your Constitution modifier. At the GM's discretion, other appropriate spells can be added to each element's list.",
			"",
			">@HL[Aether:] {spell/Etheric shards} (5th), {spell/instant armor} (2nd), {spell/kinetic reverberation} (2nd), {spell/protective spirit} (3rd), {spell/telekinetic charge} (4th; 2 burn).",
			">",
			">@HL[Air:] {spell/Air step} (2nd), {spell/body capacitance} (1st), {spell/cloak of winds} (3rd), {spell/cloud shape} (4th; self only), {spell/gaseous form} (3rd), {spell/wind walk} (6th).",
			">",
			">@HL[Earth:] {spell/Expeditious excavation} (2nd; 0 burn), {spell/groundswell} (2nd), {spell/imprisonment} (9th), {spell/rampart} (7th), {spell/slowing mud} (4th), {spell/statue} (7th; 0 burn; self only), {spell/stone shield} (1st).",
			">",
			">@HL[Fire:] {spell/Blessing of the salamander} (5th; self only), {spell/boiling blood} (2nd), {spell/death candle} (2nd), {spell/fury of the sun} (2nd; 0 burn), {spell/hypnotic pattern} (2nd), {spell/hypnotism} (2nd; 0 burn), {spell/invigorate} (1st).",
			">",
			">@HL[Void:] {spell/Animate dead} (3rd), {spell/command undead} (2nd), {spell/death ward} (4th), {spell/halt undead} (3rd), {spell/life channel} (1st; 0 burn; self only), {spell/mind blank} (8th; self only), {spell/unliving rage} (3rd).",
			">",
			">@HL[Water:] {spell/Fluid form} (6th), {spell/ride the waves} (4th), {spell/silent image} (2nd; 0 burn), {spell/sleet storm} (3rd), {spell/water breathing} (3rd).",
			">",
			">@HL[Wood:] {spell/Command plants} (4th), {spell/fairy ring retreat} (7th; ends 1 hour after your burn is removed), {spell/goodberry} (1st), {spell/grove of respite} (4th), {spell/lesser restoration} (2nd), {spell/ward of the season} (3rd).",
			"",
			"**Special:** Kineticists with the air affinity, earth affinity, fire affinity, or water affinity racial traits or the air, earth, fire, or water subtypes can select spells of the appropriate element as if they had this feat. {race/Caligni} and {race/dhampir} kineticists can select spells of the void element as if they had this feat. {race/Gathlain} and {race/ghoran} kineticists can select spells of the wood element as if they had this feat. Such a character must still have access to the appropriate element to select spells this way. At the GM's discretion, this benefit can be expanded to other races."
		]
	},
	"kinetic_leap": {
		"name": "Kinetic Leap",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Kinetic Leap",
			"",
			"{SOURCE Occult Adventures/136}",
			"",
			"Kinetic energy propels you when you jump.  ",
			"**Prerequisites:** Acrobatics 3 ranks, kinetic blast class feature.  ",
			"**Benefit:** Once per day as a swift action, you can conjure a burst of energy from your kinetic blast to help you jump a long distance, adding a +10 bonus on your {skill/Acrobatics} check to jump; if you have at least 10 ranks in Acrobatics, the bonus increases to +20. By accepting 1 point of burn, you can use this ability at will until your burn is removed."
		]
	},
	"kinslayer": {
		"name": "Kinslayer",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Kinslayer",
			"",
			"{SOURCE Inner Sea Races/207}",
			"",
			"Your intimate knowledge of anatomy, deep hatred of your own kind, and delight in spilling your people's blood make you a lethal combatant against your own race.  ",
			"**Prerequisites:** Knowledge 3 ranks (see special), evil alignment.  ",
			"**Benefit:** Your attacks deal an additional 1d6 points of precision damage against creatures that have the same creature type (and subtype, if applicable) as you. This bonus damage stacks with other sources of precision damage, such as {ability/sneak attack}. If you have more than one subtype, you must choose one of them - this feat applies only to targets of that subtype. Once made, this choice can't be changed.  ",
			"**Special:** The {skill/Knowledge} skill used to qualify for this feat must be appropriate for identifying creatures of your type."
		]
	},
	"kirin_path": {
		"name": "Kirin Path",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Kirin Path (Combat)",
			"",
			"{SOURCE Ultimate Combat/107}",
			"",
			"You turn knowledge of your enemy into a flawless defense.  ",
			"**Prerequisites:** Int 13, {feat/Kirin Strike}, {feat/Kirin Style}, {feat/Improved Unarmed Strike}, Knowledge (arcana) 12 ranks, Knowledge (dungeoneering, local, nature, planes, or religion) 5 ranks.  ",
			"**Benefit:** Whenever you make a {skill/Knowledge} check to identify a creature, even when using Kirin Style, you can take 10 even if stress and distractions would normally prevent you from doing so. While using Kirin Style against a creature you have identified using that feat, if the creature ends its turn within your threatened area, you can spend a use of your attacks of opportunity that round to move up to 5 feet times your Intelligence modifier (minimum 1). You must end your move in a square threatened by the creature. This move does not provoke attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When using Kirin Style, you can spend 5 stamina points instead of using an attack of opportunity to move a distance equal to 5 feet &times; your Intelligence modifier."
		]
	},
	"kirin_strike": {
		"name": "Kirin Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Kirin Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/107}",
			"",
			"You have read the texts of the perfect way, and know how identify to your enemies' weak spot.  ",
			"**Prerequisites:** Int 13, {feat/Kirin Style}, {feat/Improved Unarmed Strike}, Knowledge (arcana) 9 ranks, Knowledge (dungeoneering, local, nature, planes, or religion) 3 ranks.  ",
			"**Benefit:** You gain a +2 insight bonus on {skill/Knowledge} checks made to identify creatures, including the one Kirin Style allows. While using Kirin Style against a creature you have identified using that feat, as a swift action after you have hit a creature with a melee or ranged attack, you can add twice your Intelligence modifier in damage (minimum 2).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, when you hit a creature you have identified with Kirin Style, you add your Intelligence modifier to melee and ranged attack damage rolls against that creature for the next 24 hours. You still can take a swift action to add twice your Intelligence modifier to damage rolls, but that damage doesn't stack with the damage from this combat trick."
		]
	},
	"kirin_style": {
		"name": "Kirin Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Kirin Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/107}",
			"",
			"Your study and your grace allows you to exploit your enemies' weaknesses.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, Knowledge (arcana) 6 ranks, Knowledge (dungeoneering, local, nature, planes, or religion) 1 rank.  ",
			"**Benefit:** While using this style, you can spend a swift action to make a {skill/Knowledge} check to identify a single creature (DC 15 + the creature's CR for this purpose). If you succeed at the check, while using this style, you gain a +2 bonus on saving throws against that creature's attacks, as well as a +2 dodge bonus to AC against that creature's attacks of opportunity. These bonuses last for as long as you use this style. If you cease combat with the creature during this time and resume it later, you can attempt the check again.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When you attempt a Knowledge check to identify a creature, you can spend up to 2 stamina points to gain a bonus on that check equal to double the number of stamina points you spent."
		]
	},
	"kitsune_style": {
		"name": "Kitsune Style",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Kitsune Style (Combat, Style)",
			"",
			"{SOURCE Dirty Tactics Toolbox/15}",
			"",
			"Your quick movement and trickery allow you to catch opponents off guard.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Dirty Trick}.  ",
			"**Benefit:** While using this style, you can attempt to perform a {rule/dirty trick} in place of an attack at the end of a charge."
		]
	},
	"kitsune_tricks": {
		"name": "Kitsune Tricks",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Kitsune Tricks (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/15}",
			"",
			"Your quick wit and even quicker maneuvers leave your opponents reeling.  ",
			"**Prerequisites:** Int 13; {feat/Combat Expertise}; {feat/Improved Dirty Trick}; {feat/Kitsune Style}; base attack bonus +3 or monk level 3rd.  ",
			"**Benefit:** While you are using the Kitsune Style feat, you can apply two different conditions with a single {rule/dirty trick} combat maneuver check. Removing both conditions imparted in this way requires only one action."
		]
	},
	"kitsune_vengeance": {
		"name": "Kitsune Vengeance",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Kitsune Vengeance (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/15}",
			"",
			"You cleverly hide your attacks within your devious antics.  ",
			"**Prerequisites:** Int 13; {feat/Combat Expertise}; {feat/Improved Dirty Trick}; {feat/Kitsune Style}; {feat/Kitsune Tricks}; base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** While using the Kitsune Style feat, when a foe provokes an attack of opportunity from you, you can attempt to perform a {rule/dirty trick} combat maneuver in place of making a melee attack."
		]
	},
	"knight_of_the_twisted_word": {
		"name": "Knight of the Twisted Word",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Knight of the Twisted Word (Gathlain Court Title)",
			"",
			"{SOURCE Plane-Hopper's Handbook/22}",
			"",
			"You've so impressed [the Traitor](faith/count_ranalc) that he's given you a title in his court-in-exile - possibly to keep an eye on you.  ",
			"**Prerequisites:** Fey creature type or {feat/Fey Obedience} (Count Ranalc), character level 7th, you must have betrayed or deceived in a major fashion a {family/demon} with a CR at least 2 higher than your level when you took the feat.",
			"",
			"Once per day you can cast {spell/glibness} as a spell-like ability with a caster level equal to your Hit Dice."
		]
	},
	"knocking_blows": {
		"name": "Knocking Blows",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Knocking Blows (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/17}",
			"",
			"The weight of your blows overwhelms your opponents.  ",
			"**Prerequisites:** Str 13, {feat/Intense Blows}, {feat/Power Attack}, base attack bonus +11 or fighter level 8th, armor training class feature, proficiency with heavy armor.  ",
			"**Benefit:** If you hit a creature that is no more than one size category larger than you with a Power Attack, the creature you attacked is also knocked off balance. Until the beginning of your next turn, it takes a -4 penalty to its CMD against combat maneuvers that move it or knock it prone.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 5 stamina points when using this feat to change the target's penalty to CMD to -6."
		]
	},
	"knockout_artist": {
		"name": "Knockout Artist",
		"sources": [
			"Mythic Adventures",
			"Ultimate Combat"
		],
		"description": [
			"## Knockout Artist",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"You can throw devastating knockout punches.  ",
			"**Prerequisites:** {ability/Sneak attack} class feature, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you use your unarmed strike to deal nonlethal damage and sneak attack damage to an opponent denied his Dexterity bonus to AC, you gain a +1 bonus on the damage roll per each sneak attack damage die you roll.",
			"",
			"### Mythic Knockout Artist",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"Your knockout punches are truly mighty.  ",
			"**Prerequisites:** Knockout Artist.  ",
			"**Benefit:** When you use your unarmed strike to deal nonlethal damage and sneak attack damage to an opponent, roll d8s for each sneak attack die instead of d6s."
		]
	},
	"knotted_nets": {
		"name": "Knotted Nets",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Knotted Nets (Combat, Teamwork)",
			"",
			"{SOURCE Blood of the Beast/11}",
			"",
			"You are capable of entangling far greater prey with the help of your allies.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (net), base attack bonus +1.  ",
			"**Benefit:** If you ready an attack with a {eq-weapon/net} to entangle a creature when an ally of your size who also has this feat attempts to entangle that creature with a net, the two of you can entangle the creature as if you were one size category larger. The entangled creature can attempt to escape both nets as though they were a single net, using the lower of the nets' hit points, hardness (if any), and DCs to break or escape. Only you or your ally can attempt to control the entangled creature's movement with an opposed Strength check, but your ally grants you a +1 bonus on the check. If you work with three other allies of the same size who have this feat, you can entangle a creature as if you were two size categories larger. If you work with seven other allies in this way, you can instead entangle a creature as if you were three size categories larger.  ",
			"**Normal:** A net is useful against only creatures within one size category of you."
		]
	},
	"know_weakness": {
		"name": "Know Weakness",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Know Weakness (Combat)",
			"",
			"{SOURCE Advanced Class Origins/27}",
			"",
			"You are well versed in the susceptibilities of your foes.  ",
			"**Prerequisites:** Bardic knowledge class feature.  ",
			"**Benefit:** When you successfully identify a creature with the appropriate {skill/Knowledge} check, you gain a +1 bonus on attack and damage rolls against that creature for 1 round."
		]
	},
	"knowledgeable_spellcaster": {
		"name": "Knowledgeable Spellcaster",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Knowledgeable Spellcaster",
			"",
			"{SOURCE Monster Hunter's Handbook/19}",
			"",
			"Your vast knowledge of opponents lets you more effectively cast spells on them.  ",
			"**Prerequisites:** Knowledge (arcana, dungeoneering, local, nature, planes, or religion) 5 ranks, caster level 7th.  ",
			"**Benefit:** When you select this feat, choose one {skill/Knowledge} skill in which you have at least 5 ranks. When you succeed at a check with that Knowledge skill to identify a creature's abilities and weaknesses, you can learn one less piece of information in order to gain a +3 bonus on caster level checks to overcome that creature's spell resistance (if any). If you have 10 or more ranks in the selected Knowledge skill, you can learn two fewer pieces of information to increase this bonus to +5.  ",
			"**Special:** You can take this feat multiple times. Each time you take this feat, you must select a different Knowledge skill."
		]
	},
	"kobold_ambusher": {
		"name": "Kobold Ambusher",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Kobold Ambusher (Combat)",
			"",
			"{SOURCE Advanced Race Guide/137}",
			"",
			"You are adept at moving fast and staying hidden.  ",
			"**Prerequisites:** Stealth 4 ranks, {race/kobold}.  ",
			"**Benefit:** You take no penalty on Stealth checks when you move up to your full speed. You can use the {rule/run} or {rule/charge} action and remain hidden, taking a -10 penalty on the check to do so.  ",
			"**Normal:** When moving greater than half speed up to your full speed, you take a -5 penalty on Stealth checks. When you are able to run or charge while using Stealth, you take a -20 penalty on the Stealth check.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When you use the run or charge action and wish to remain hidden, you can spend 2 stamina points to decrease the penalty for doing so to -5."
		]
	},
	"kobold_confidence": {
		"name": "Kobold Confidence",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Kobold Confidence",
			"",
			"{SOURCE Kobolds of Golarion/24}",
			"",
			"Your cunning, confidence, or faith in the draconic power in your blood allows you to overcome your physical frailty.  ",
			"**Prerequisites:** Charisma 13, {race/kobold}.  ",
			"**Benefit:** You use your Charisma, Intelligence, or Wisdom in place of Constitution to determine your bonus to Fortitude saves and your maximum negative hit points before death. Once this choice has been made, it can't be changed."
		]
	},
	"kobold_flood": {
		"name": "Kobold Flood",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Kobold Flood (Combat)",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"You are an expert at keeping creatures on the ground.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Kobold Groundling}, {feat/Kobold Style}, Small size or smaller.  ",
			"**Benefit:** You can make a {rule/grapple} combat maneuver check to mount a prone Medium or Large foe. If you're successful, you move into the target's square and are considered to be on top of the target. For the target to stand, it must succeed at a combat maneuver check to break your grapple."
		]
	},
	"kobold_groundling": {
		"name": "Kobold Groundling",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Kobold Groundling (Combat)",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"Your small size grants you superiority over grounded foes.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Kobold Style}, Small size or smaller.  ",
			"**Benefit:** {rule/Prone} creatures are denied their Dexterity bonus to AC against your attacks."
		]
	},
	"kobold_sniper": {
		"name": "Kobold Sniper",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Kobold Sniper (Combat)",
			"",
			"{SOURCE Advanced Race Guide/137}",
			"",
			"You snipe quickly, making it harder for others to find the location of your attack.  ",
			"**Prerequisites:** Stealth 1 rank, {race/kobold}.  ",
			"**Benefit:** When you are {skill/sniping}, you only take a -10 penalty on your Stealth checks to stay hidden.  ",
			"**Normal:** You take a -20 penalty on your Stealth check to maintain your obscured location while sniping.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/125}",
			">",
			">When you are sniping, you can spend 5 stamina points to decrease the penalty on Stealth checks to stay hidden to -5 until the start of your next turn."
		]
	},
	"kobold_style": {
		"name": "Kobold Style",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Kobold Style (Combat, Style)",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"You're able to manipulate foes that are caught off guard.  ",
			"**Prerequisites:** {feat/Combat Expertise}, Small size or smaller.  ",
			"**Benefit:** You gain a +4 bonus on combat maneuver checks against enemies denied their Dexterity bonus to AC."
		]
	},
	"kraggodans_stance": {
		"name": "Kraggodan's Stance",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Kraggodan's Stance (Combat)",
			"",
			"{SOURCE Elemental Master's Handbook/11}",
			"",
			"You have learned one of the secrets of Kraggodan's defenders and can lock your armor and shield into an impenetrable barrier.  ",
			"**Prerequisites:** Con 13, proficiency with heavy armor and shields.  ",
			"**Benefit:** As a move action when wearing heavy armor and using a heavy shield or {eq-armor/tower shield}, you increase the bonus to AC granted by your armor and your shield by 1 each until you move or are moved from your current square. You must be in contact with solid ground to gain this benefit. You can never increase an armor or shield bonus to AC by more than 1 each in this way."
		]
	},
	"kraken_style": {
		"name": "Kraken Style",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Kraken Style (Combat, Style)",
			"",
			"{SOURCE Melee Tactics Toolbox/13}",
			"",
			"You savagely squeeze and twist when grappling.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, base attack bonus +3 or monk level 3rd.  ",
			"**Benefit:** When you succeed at a {rule/grapple} check while using this style, your opponent takes an amount of bludgeoning damage equal to your Wisdom modifier in addition to any damage your grapple deals, such as when you choose to harm your opponent as part of a successful check to maintain a grapple. In addition, you gain a +2 bonus on combat maneuver checks to maintain a grapple."
		]
	},
	"kraken_throttle": {
		"name": "Kraken Throttle",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Kraken Throttle (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/13}",
			"",
			"You tighten your grip around your target's throat.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Kraken Style}, base attack bonus +5 or monk level 5th.  ",
			"**Benefit:** The damage that you deal with the Kraken Style feat on a successful {rule/grapple} combat maneuver check increases to an amount equal to your Wisdom bonus + 2.",
			"",
			"While using this style, you can choke your opponent when you successfully maintain a grapple instead of choosing to damage, move, pin, or tie up your opponent. This suffocates your opponent. The grappled opponent can take a breath during any round in which you do not maintain the grapple."
		]
	},
	"kraken_wrack": {
		"name": "Kraken Wrack",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Kraken Wrack (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/13}",
			"",
			"You squeeze your opponent tightly enough to crush armor or items between you.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Kraken Style}, base attack bonus +7 or monk level 7th.  ",
			"**Benefit:** The damage you deal with the Kraken Style feat on a successful {rule/grapple} combat maneuver check increases to an amount equal to your Wisdom modifier + 4. While using this style, you can crush your opponent when you successfully maintain a grapple instead of choking, damaging, moving, pinning, or tying up your opponent. When you do, you deal an amount of damage equal to that of your unarmed strike or one of your natural attacks to your foe's armor or an item held in your foe's hand. This crushing damage bypasses half of the hardness of the armor or item."
		]
	}
}
